{"memberId": null, "volumeNo": "14", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"14\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-12-10\">\r\n\r\n<meta name=\"Start_Col\" content=\"305\">\r\n\r\n<meta name=\"End_Col\" content=\"382\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">14</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">10-12-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 305</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\t\t    \r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>\t\t VOLUME 14</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Saturday, 10th December, 1960</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown), Parliamentary Secretary to the Minister for Home Affairs and Acting Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 306</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 307</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 307</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ANNUAL ESTIMATES OF EXPENDITURE FOR PUBLIC SERVICES</b></div>\r\n\r\n<div align=\"center\"><h4>AND DEVELOPMENT ESTIMATES FOR 1961</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee\r\n\r\nof Supply [2nd Allotted Day].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (9th December,\r\n\r\n1960),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head 19 be\r\n\r\nreduced  by $10 in respect of sub-head 18.\" -(Inche\r\n\r\nAhmad Jabri bin Mohammad Akib).\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>MAIN ESTIMATES, 1961 (Cont.)</i></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 19 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nover  and above the questions raised by the  Member\r\n\r\nfor  the  Southern Islands, I wish  to  raise  this\r\n\r\nparticular  question. Mr Speaker,  Sir,  you  will\r\n\r\nnotice,  under  sub-head 18, the  words  \"Temporary\r\n\r\nStaff\"  appear. As far as this House has been  able\r\n\r\nto  understand,  it would appear that  the  parking\r\n\r\nmeter  scheme has come to be regarded as  something\r\n\r\nwhich  will be permanent in Singapore. If  that  is\r\n\r\nso,  is  there  any  point  in  keeping  the  staff\r\n\r\ntemporary? In those circumstances, should  not  the\r\n\r\nstaff be made permanent?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister (Dr Toh Chin Chye): Mr\r\n\r\nSpeaker,  I  will take this opportunity,  first  of\r\n\r\nall, to review the position of the car parks. Since\r\n\r\nwe  started opening the pay-as-you-park  scheme  on\r\n\r\nthe  21st of December last year, up to the 30th  of\r\n\r\nlast  month we have collected altogether a  revenue\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 308</b></font><br><br>\r\n\r\n\r\n\r\n$351,337.  The total charges amounted to  $168,260.\r\n\r\nThat brings into the Consolidated Fund a profit  of\r\n\r\n$183,077. Apart from the dollars and cents  of  the\r\n\r\nbusiness,  it is more gratifying to note  that  the\r\n\r\nscheme   has   given  employment  to   77   parking\r\n\r\nattendants and six other staff. The reason why  the\r\n\r\nstaff  engaged  on  this scheme has  been  labelled\r\n\r\ntemporary is that when the scheme was initiated, it\r\n\r\ncame  under  the  supervision of the  Registrar  of\r\n\r\nVehicles, which was then a department of  the  City\r\n\r\nCouncil. As Members in the House know, we  are  now\r\n\r\nin the process of integrating City Council services\r\n\r\nwith  the Central Government. The staff engaged  on\r\n\r\nthis   scheme  must,  therefore,  come  under   the\r\n\r\ntemporary category, as distinct from those  on  the\r\n\r\nestablishment.  In other words,  they  are  paid  a\r\n\r\nprovident fund, but they do not receive a  pension.\r\n\r\nMoreover,  such staff are not transferable  to  any\r\n\r\nother   department  of  the  Government.  In   this\r\n\r\nconnection,  I  may draw as a basis for  comparison\r\n\r\nother  staff who are employed on schemes  like  the\r\n\r\nWork  Brigade. Members of the Work Brigade are also\r\n\r\non  the  temporary establishment, as distinct  from\r\n\r\nthose  on the civil list. That, I hope, will answer\r\n\r\nthe question raised by the Member for Farrer Park.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, the Member for the Southern Islands\r\n\r\nmentioned  that  some motorists  were  dissatisfied\r\n\r\nwith the service provided in the car parks. I would\r\n\r\nlike  it  very much if the Member for the  Southern\r\n\r\nIslands  could give me specific instances where  my\r\n\r\ncar  park attendants have been discourteous, and  I\r\n\r\nwill promise him that investigations will be made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ever since the car park scheme was started, I have\r\n\r\nreceived  only  two letters of complaint  addressed\r\n\r\npersonally   to   me.  Both  of  them   have   been\r\n\r\ninvestigated. One of them was found to be the fault\r\n\r\nof  the  motorist himself; and in the case  of  the\r\n\r\nother one, we found that the car park attendant was\r\n\r\nnot in any way responsible for scratches being made\r\n\r\non his car.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The car park attendants are provided with uniforms\r\n\r\nafter  their  probationary period of three  months.\r\n\r\nThose who are newly engaged are in mufti, but after\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 309</b></font><br><br>\r\n\r\n\r\n\r\nthey  have  been tried and they satisfy the  senior\r\n\r\nparking  attendant of their capabilities, they  are\r\n\r\nconfirmed  and  are issued with uniforms.  However,\r\n\r\nthey  are  not  given a number, and  the  idea  put\r\n\r\nforward by the Member for the Southern Islands that\r\n\r\ncar park attendants should be so distinguished will\r\n\r\nbe looked into. Nonetheless, I would like to inform\r\n\r\nthe  Member for the Southern Islands that in  every\r\n\r\ncar park there is always a senior parking attendant\r\n\r\nwho  is located in a kiosk, and if any motorist has\r\n\r\nany   complaints  to  make  against  a   car   park\r\n\r\nattendant, he is at complete liberty to go straight\r\n\r\nto  the  senior  parking attendant  and  lodge  his\r\n\r\ncomplaint, or, alternatively, write a letter to the\r\n\r\nRegistrar  of  Vehicles and his complaint  will  be\r\n\r\nattended  to.  But  in  justice  to  the  car  park\r\n\r\nattendants,  I  would say that not  all  the  blame\r\n\r\nfalls  upon  them.  It  has  been  brought  to   my\r\n\r\nattention  by  the  car park attendants  themselves\r\n\r\nthat   many   motorists  are  selfish.  They   park\r\n\r\novertime; they then quietly steal into the car park\r\n\r\nand   drive   off  without  paying  any  surcharge.\r\n\r\nNaturally,  when they are stopped by the  car  park\r\n\r\nattendant, some of these motorists begin to protest\r\n\r\nquite  violently. I would say that my  sympathy  is\r\n\r\nmore  with  the car park attendants than  with  the\r\n\r\nmotorists, because the job of a car park  attendant\r\n\r\nis  not an easy one. He has to stay out in the  sun\r\n\r\nor in the rain to look after the car park lots, and\r\n\r\nhe  has  to  be patient with motorists who  can  be\r\n\r\nadamant, stubborn and may even be non-co-operative.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Mr Speaker, Sir, in\r\n\r\nhis  speech  just  now, the Deputy  Prime  Minister\r\n\r\ndescribed the car park attendants as his  car  park\r\n\r\nattendants. If they are his car park attendants, it\r\n\r\nwould  seem  to  appear, Sir, that  the  allegation\r\n\r\noutside  that these car park attendants are  P.A.P.\r\n\r\nmembers  has  a foundation. As Dr Toh himself,  he\r\n\r\nhas  no car park attendants, but as a member of the\r\n\r\nGovernment, yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The car park attendants are the servants of the\r\n\r\nGovernment  and  therefore  the  servants  of   the\r\n\r\npublic.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 310</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> You see, Mr Speaker, I am\r\n\r\nquite different from the Member for Cairnhill -\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b>\r\n\r\nEx-Member for Havelock.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I expect loyalty from those who\r\n\r\nserve  under me, as the head of my Ministry; so  it\r\n\r\nis  natural  that  those  who  are  working  in  my\r\n\r\ndepartments should expect a degree of loyalty  from\r\n\r\ntheir  Minister.  When  I refer  to  the  car  park\r\n\r\nattendants  as my car park attendants, I  refer  to\r\n\r\nthe  civil  servants equally as our civil servants,\r\n\r\nor  the civil servants in my department as my civil\r\n\r\nservants.  But I presume the Member for  Cairnhill,\r\n\r\nwhen  he was once upon a time Chief Minister, never\r\n\r\nhad  that  sense of bringing the civil servants  in\r\n\r\nsympathy with the policies he was carrying  out  at\r\n\r\nthat  time, and so he could never at any time refer\r\n\r\nto  his  civil  servants  as  his  civil  servants.\r\n\r\nHowever,  I would like to kill the charge  made  by\r\n\r\nthe   Member  for  Cairnhill  that  the  car   park\r\n\r\nattendants  are  all  P.A.P. members.   Car   park\r\n\r\nattendants are appointed not because of their party\r\n\r\naffiliations;  and  if  the  Member  for  Cairnhill\r\n\r\nwishes  to  know,  I  can inform  him  that  these\r\n\r\nattendants were recruited from the Labour Exchange.\r\n\r\nThey were selected by a committee set up under  the\r\n\r\nCity Council's Welfare and Labour Section. Most  of\r\n\r\nthe  candidates  have come from the  Work  Brigade.\r\n\r\nThat is in keeping with the declaration made by the\r\n\r\nGovernment some months back that in future most  of\r\n\r\nthe Division IV posts will be filled by members  of\r\n\r\nthe Work Brigade, and we see no reason why car park\r\n\r\nattendants should not also be recruited  from  this\r\n\r\nWork  Brigade. However, to lay the charge that they\r\n\r\nare  P.A.P. members and are therefore appointed  as\r\n\r\ncar park attendants is quite unfair.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I have never\r\n\r\nlaid  any  charge  at  all.  I  said  there  is  an\r\n\r\nallegation  outside  that car park  attendants  are\r\n\r\nP.A.P. members, and that is why the  Minister  has\r\n\r\ndescribed  them  as  his car park  attendants.  His\r\n\r\nreply  now shows that although he cannot  say  that\r\n\r\nall car park attendants\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 311</b></font><br><br>\r\n\r\n\r\n\r\nare  P.A.P. members, he does admit that  there  are\r\n\r\nquite  a good number of P.A.P. members who are  car\r\n\r\npark attendants.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sir, what particular party the\r\n\r\ncar  park  attendants  belong  to  is  none  of  my\r\n\r\nbusiness.  They  are chosen because  of  their  (1)\r\n\r\nhonesty, (2) ability to deal with the public.  This\r\n\r\nis  a Division IV post really where members of  the\r\n\r\npublic  service  have important relationships  with\r\n\r\nthe public at large. No one is taken on because  he\r\n\r\nis  a  P.A.P. member, but he is taken on if he  can\r\n\r\nshow that, first of all, he is honest, that he will\r\n\r\nnot  pinch  money,  or  that he  will  defraud  the\r\n\r\nmotorists.  That  is the simple criterion  for  the\r\n\r\nselection. The Member for Cairnhill has  said  that\r\n\r\nhe  has not made the allegation but by repeating it\r\n\r\nhere, he has made an imputation and, therefore,  it\r\n\r\nis up to me to clear the point.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, English is indeed a\r\n\r\ndifficult  language. If I were to  keep  on  saying\r\n\r\nwhat  I  have said, it will not get through to  the\r\n\r\nDeputy Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, may I come back to the point of my\r\n\r\nquestion,  leaving aside the constitutional  issues\r\n\r\ninvolved  in  the Minister calling  his  staff  \"my\r\n\r\nstaff\"?  On  \"Temporary Staff\",  the  Deputy  Prime\r\n\r\nMinister  gave the House the impression that  these\r\n\r\npeople  will  continue to be designated  temporary,\r\n\r\neven though the parking meter scheme has come to be\r\n\r\na permanent feature of the Budget, and he sought an\r\n\r\nanalogy with members of the Work Brigade. The point\r\n\r\nthere  is quite different. The members of the  Work\r\n\r\nBrigade  are  only  there in  order  to  carry  out\r\n\r\ncertain  schemes of the Government,  and  if  those\r\n\r\nschemes  are not voted for from year to year,  then\r\n\r\nthe  need for the Work Brigade goes. But here where\r\n\r\nthe  parking meter scheme has become a  feature  of\r\n\r\nour national life - and I expect it to be a permanent\r\n\r\nfeature - should  employees working  on  that  scheme\r\n\r\ncontinue to be labelled \"temporary\"? I do not think\r\n\r\nit is fair to them.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 312</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, Sir, it seems to\r\n\r\nme   that   the   Minister  concerned   has   given\r\n\r\nclarification  at length, but he has not  clarified\r\n\r\nmy point. Possibly he thought that the reason why I\r\n\r\nbrought up this amendment was that the workers  are\r\n\r\nP.A.P. members.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My point is that the service given by the parking\r\n\r\nattendants  is  not  satisfactory.  Their   uniform\r\n\r\ncannot be distinguished from that of drivers.  When\r\n\r\nwe  wish  to park our cars, we have to look  around\r\n\r\nfor  the parking attendants, and sometimes it takes\r\n\r\nabout  ten minutes for one to come along. A  person\r\n\r\nwho  uses these parking places is usually  one  who\r\n\r\nhas  important business to attend to, and he cannot\r\n\r\nafford to waste time. Therefore, if he has to  look\r\n\r\naround for an attendant, I feel that the service is\r\n\r\nnot   satisfactory.  It  is  only  right  that  the\r\n\r\nGovernment  should  look  into  this  matter.   The\r\n\r\nattendants could be given a distinctive uniform  so\r\n\r\nthat  they could be easily distinguished from other\r\n\r\npeople  in  the parking places. That is the  reason\r\n\r\nwhy I brought up this amendment.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> In reply to the Member for the\r\n\r\nSouthern Islands about motorists having to wait for\r\n\r\nsome   time  before  they  can  find  a  car   park\r\n\r\nattendant,  I would like to inform the  House  that\r\n\r\neach  attendant has to look after 26 parking  lots.\r\n\r\nIf  we  give  an  allowance  for  absences  due  to\r\n\r\nsickness, leave, and so on, on the average it works\r\n\r\nout  to  each  attendant having to  look  after  30\r\n\r\nparking  lots. One way of solving the  problem,  of\r\n\r\ncourse,   would  be  to  engage  more  car  parking\r\n\r\nattendants so that one attendant can look after  15\r\n\r\nparking lots. But that would not be economical  for\r\n\r\nthe  simple reason that if one car parking  lot  is\r\n\r\nfull,  it  remains so for hours, and then  we  will\r\n\r\nhave idle attendants and under-worked staff. It has\r\n\r\nnever  been  brought to my attention as a  specific\r\n\r\ncomplaint that a motorist has got to wait  as  long\r\n\r\nas  ten minutes for a car parking attendant to come\r\n\r\nto  him.  But  if,  as I have said previously,  the\r\n\r\nMember  for  the  Southern Islands could  state  in\r\n\r\nwhich particular car parking lot he experienced\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 313</b></font><br><br>\r\n\r\n\r\n\r\nsuch a difficulty, I will assure him that all these\r\n\r\nlittle problems could be ironed out.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, with due respect to\r\n\r\nthe  Deputy Prime Minister, he has not yet answered\r\n\r\nmy question.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I have forgotten to answer the\r\n\r\nquestion  raised by the Member for Farrer  Park.  I\r\n\r\nsaid  just now that the staff are temporary because\r\n\r\nwe  are now in the process of integrating the  City\r\n\r\nCouncil  services with the central government,  and\r\n\r\nuntil that is completed, they do not yet come under\r\n\r\nthe   control  of  the  Establishment  Office.  But\r\n\r\npresumably,  when  integration is  completed,  they\r\n\r\nwill  come  under  the control of the  Ministry  of\r\n\r\nFinance. The Establishment Office will then be in a\r\n\r\nposition to decide what services are temporary  and\r\n\r\nwhat services are to be permanent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> As the answer of the Deputy Prime\r\n\r\nMinister  is  that  the  staff  will  cease  to  be\r\n\r\ntemporary  when integration does take place,  I  am\r\n\r\nsatisfied.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I have said it is up to the\r\n\r\nMinistry of Finance.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): As a result of the\r\n\r\nclarification given by the Deputy Prime Minister, I\r\n\r\nbeg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $940,800 for Head 19 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 313</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 20 -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it that the Member for\r\n\r\nMountbatten is not moving amendment (1)*?\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*Amendment (1) reads as follows:\r\n\r\nThat the sum to be allocated for Head 20 be reduced by $10 in respect\r\n\r\nof item (3) of sub-head 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng (Mountbatten)</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, Sir, I\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 20 be\r\n\r\nreduced  by $10 in respect of item (1) of  sub-head\r\n\r\n16.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 314</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Item (1) of sub-head 16 reads \"Co-operative\r\n\r\nEducation...$1,500\".  I  seek  information  as   to\r\n\r\nwhether  the  Government is going to encourage  the\r\n\r\nexpansion  of co-operative societies in  Singapore,\r\n\r\nor is this matter to be treated as \"frozen\"? If one\r\n\r\nlooks  at  the expenditure for 1959, one will  find\r\n\r\nthat  over  $5,000  has  been  allocated  for  this\r\n\r\npurpose.  I  cannot  find  any  portion   of   this\r\n\r\nexpenditure being allocated elsewhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from that, I would like to bring to the\r\n\r\nnotice  of  this House the sad state of affairs  in\r\n\r\nsome   co-operative  societies  which   have   been\r\n\r\nestablished  for quite some time. There  is  now  a\r\n\r\nshortage  of  officers  to run  them  successfully.\r\n\r\nPreviously,  there  was  an  officer  who  received\r\n\r\ntraining abroad and, as far as I know, this officer\r\n\r\nhas now been transferred to another department; and\r\n\r\nhe  has been replaced by his assistant who is short\r\n\r\nof  staff to help him in his job. I would  like  to\r\n\r\nsay   that  several  long-established  co-operative\r\n\r\nsocieties  will  be forced to close  down  for  the\r\n\r\nreason that they cannot function successfully. This\r\n\r\ncan  be  attributed to the fact that their  members\r\n\r\nare  not very active. In particular, I know of  two\r\n\r\nco-operative  societies  in  the  Southern  Islands\r\n\r\nwhich  are  run  by  officers who  have  a  limited\r\n\r\nknowledge  of  how to run them. They need  guidance\r\n\r\nand   education   from   the  proper   co-operative\r\n\r\ndepartment.  As  a result of the  shortage  of  \r\n\r\nco-operative officers skilled in administrative  work,\r\n\r\nthere  is  no doubt that some of these co-operative\r\n\r\nsocieties  do  not receive the guidance  that  they\r\n\r\nshould receive. The co-operative movement should be\r\n\r\nexpanded and the societies should be guided to  run\r\n\r\non  economic lines. It is appropriate therefore for\r\n\r\nthe Government, if it is their intention to see the\r\n\r\nexpansion  of the co-operative movement, to  engage\r\n\r\nmore  Co-operative Officers, keep  an  eye  on  the\r\n\r\nexisting  co-operative societies,  and  render  all\r\n\r\nassistance  to these Officers by disseminating  the\r\n\r\nprinciples of co-operative societies, and so on.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 315</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Tan Kia Gan):</b> Mr Speaker, Sir, the provision of $1,500 for\r\n\r\nCo-operative Education is intended for the  purpose\r\n\r\nof  defraying expenses for persons attending  talks\r\n\r\nand    lectures    on   co-operative    principles,\r\n\r\norganisation and methods, accounting systems,  etc.\r\n\r\nduring the time when they are free.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Member for the Southern Islands\r\n\r\nmentioned  an  officer who was  trained  and  later\r\n\r\ntransferred to another Department. This is a matter\r\n\r\nwhich  happened at the time when I was not  in  the\r\n\r\nMinistry of National Development. But as far as the\r\n\r\nMinistry  under me is concerned, we know  that  the\r\n\r\nofficer  who is in charge of co-operatives will  be\r\n\r\nretiring  very soon, and we are looking forward  to\r\n\r\nrecruiting  a  young man who could be  trained,  so\r\n\r\nthat  he  could help in giving lectures to officers\r\n\r\nof  co-operative societies all over the  Island  to\r\n\r\nrevive the activities of such societies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the year 1960, due to a reorganisation of the\r\n\r\nDepartment  and  preparatory work in  strengthening\r\n\r\nthe  co-operative movement, not much work was  done\r\n\r\nto  give  such lectures to officers of co-operative\r\n\r\nsocieties.  But  I can assure the  Member  for  the\r\n\r\nSouthern  Islands that when the training of  a  new\r\n\r\nofficer has been finalised, measures will be  taken\r\n\r\nto  improve  facilities to train  officers  of \r\n\r\nco-operative  societies to revive  the  activities  of\r\n\r\nsuch societies.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, in view\r\n\r\nof the assurance given by the Minister, I beg leave\r\n\r\nto withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, Sir, I\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 20 be\r\n\r\nreduced  by $10 in respect of item (1) of  sub-head\r\n\r\n17.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this provision, the vote says, \"Allowances to\r\n\r\npart-time   inoculators,   rural   organisers   and\r\n\r\ndrivers\".  I  wish  to  seek information  from  the\r\n\r\nMinister  concerned  whether the  increase  in  the\r\n\r\nprovision\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 316</b></font><br><br>\r\n\r\n\r\n\r\nis  for  additional  strength of  inoculators  from\r\n\r\nGovernment  service, or whether it  is  to  provide\r\n\r\ninoculation courses for the rural people. As far as\r\n\r\nI  know, there are no inoculation facilities in the\r\n\r\nSouthern  Islands,  so that the islanders  have  to\r\n\r\ncome  to  Singapore  for the inoculation  of  their\r\n\r\npoultry.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Mr Speaker, Sir, part-time\r\n\r\ninoculators  are persons employed  from  the  rural\r\n\r\nareas to work in the same district where they  come\r\n\r\nfrom.  All of them have a rural background and  are\r\n\r\nengaged  in  agriculture in one  form  or  another.\r\n\r\nTheir  main  functions are to  carry  out  pig  and\r\n\r\npoultry inoculation for farmers, under supervision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present there are 33 part-time inoculators, and\r\n\r\n14  other  part-time inoculators are engaged.  That\r\n\r\naccounts  for the additional expenditure stated  in\r\n\r\nthe  Estimates.  The 14 part-time  inoculators  are\r\n\r\nspecially recruited to carry out the inoculation of\r\n\r\nyoung  chicks.  It is intended to  inoculate  these\r\n\r\nyoung chicks at Telok Ayer Quarantine Station  when\r\n\r\nthey  are  a day old, so that protection  will  be\r\n\r\ngiven  to  them. When the chicks are six days  old,\r\n\r\nanother  inoculation is done free  of  charge.  The\r\n\r\nreason  why  I  engage  these  14  other  part-time\r\n\r\ninoculators  is  that  we want  to  provide  better\r\n\r\nservices   throughout  the  island  of   Singapore,\r\n\r\nincluding the Southern Islands.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, I beg\r\n\r\nleave to withdraw the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,195,070 for Head 20 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 316</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 21 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 21 be\r\n\r\nreduced by $10 in respect of item (2) of sub-head\r\n\r\n5.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Item (2) of sub-head 5 says, \"Istana Negara\r\n\r\nDomain - Gardener,  Grade  II,  and  Other  Temporary\r\n\r\nStaff\". Mr Speaker, Sir, two points arise  out  of\r\n\r\nthis.  The  first  point is: why should  the  staff\r\n\r\ncontinue  to remain temporary, although integration\r\n\r\nhas  taken  place some considerable time  ago,  and\r\n\r\ntherefore the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 317</b></font><br><br>\r\n\r\n\r\n\r\nreasons  which  the Hon. the Deputy Prime  Minister\r\n\r\nadvanced for the temporary nature of this staff  do\r\n\r\nnot  apply? The second point is: there  is  a  vote\r\n\r\n\"Yang di-Pertuan Negara\" under Head 1, and I submit\r\n\r\nthat  this particular vote should appear under Head\r\n\r\n1,  so  that the public would know exactly what  it\r\n\r\ncosts  the  State  to maintain the Yang  di-Pertuan\r\n\r\nNegara.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is this amendment connected in any\r\n\r\nway   with   the   hon.  Member's  next   amendment\r\n\r\n[Amendment (2)]*?\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*Amendment (2) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 21 be reduced by $10 in respect\r\n\r\nof sub-head 6.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> It is in a way connected, Mr Speaker.\r\n\r\nPerhaps I could speak on that too?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sub-head 6 shows \"Istana Negara\r\n\r\nDomain - (1) Maintenance of Mechanical Equipment, (2)\r\n\r\nFertilisers  and  Insecticides,  and  (3)   General\r\n\r\nStores\". Here again, I take it that the maintenance\r\n\r\nof  the  Istana  Negara  Domain  concerns  all  the\r\n\r\ngrounds  in  the  domain  and  that  the  necessary\r\n\r\nequipment  and  fertilisers  and  insecticides  are\r\n\r\nrequired  to  maintain the domain. I  would  submit\r\n\r\nagain  that they should properly appear under  Head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 21 be\r\n\r\nreduced  by $10 in respect of item (2) of  sub-head\r\n\r\n5.\r\n\r\n\r\n\r\nThe debate may range over the next amendment.*\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*Amendment (2) reads as follows:\r\n\r\nThat the sum to be allocated for Head 21 be reduced by $10 in respect\r\n\r\nof sub-head 6.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Mr Speaker, Sir, the Member for\r\n\r\nFarrer  Park,  I  think,  wants  to  know  why  the\r\n\r\ntemporary staff remain temporary. The provision for\r\n\r\nthis  temporary staff is also shown for 1960.  This\r\n\r\nis for 55 daily-rated mandores, motor mower drivers\r\n\r\nand  labourers, and their rates of pay  range  from\r\n\r\n$3.15  per day onwards. Their duties include  grass\r\n\r\ncutting,  keeping  the domain  clean,  cutting  and\r\n\r\nremoving  fallen timber and diseased trees,  making\r\n\r\nminor  road repairs, clearing drains, weeding plant\r\n\r\nbeds, pruning hedges, and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 318</b></font><br><br>\r\n\r\n\r\n\r\ndisposal  of litter after public Visits on National\r\n\r\nDay.  All  this staff come under \"Botanic Gardens\".\r\n\r\nThat  is  why  the sub-head appears under  \"Botanic\r\n\r\nGardens\".  And  as to why it is not put  under  the\r\n\r\nHead \"Yang di-Pertuan Negara\", it is a matter which\r\n\r\nperhaps will be looked into.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. V. Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. V. Lingam (Aljunied):</b> Mr Speaker, Sir,\r\n\r\ncould  the Minister tell us whether this amount  of\r\n\r\n$78,580  is  to  beautify the Istana Negara  Domain\r\n\r\njust for the purpose of enabling the Prime Minister\r\n\r\nand the Minister for Finance to practise golf?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I do not know whether the\r\n\r\nMember  for  Aljunied was here when I  said  in  no\r\n\r\nuncertain  terms that I was going  to  prevent  any\r\n\r\npersonalities  from  creeping  into  this   debate,\r\n\r\nbecause  they  are  completely  irrelevant  to  the\r\n\r\nmatter before the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Mr Speaker, Sir, this is one of the\r\n\r\nitems about which I wanted information. When I  put\r\n\r\nup  questions  about this item in this  House,  the\r\n\r\nParliamentary   Secretary  to  the   Minister   for\r\n\r\nNational Development gave me this answer: that  the\r\n\r\nDomain  is  used  by the Prime Minister,  with  the\r\n\r\npermission of the Yang di-Pertuan Negara,  to  play\r\n\r\ngolf on.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I have always discouraged any\r\n\r\ndebate on the Chairman's ruling. My ruling is  that\r\n\r\npersonalities  of  that  nature  are  not   to   be\r\n\r\nintroduced in this debate. If the hon. Member has a\r\n\r\nquestion  which  is  relevant,  he  may  ask   that\r\n\r\nquestion. I do not know whether he wishes to pursue\r\n\r\nthat subject.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> I\r\n\r\nthink he is dried up!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, since you have\r\n\r\nruled   that   no   debate  should  centre   around\r\n\r\npersonalities in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 319</b></font><br><br>\r\n\r\n\r\n\r\nCommittee  of  Supply,  I would  suggest  that  the\r\n\r\nMember  for  Aljunied read again what  was  exactly\r\n\r\nsaid in the Hansard.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, if I may come back to\r\n\r\nmy own particular problems. The first problem which\r\n\r\nI  raised,  Mr  Speaker, was Government  employing\r\n\r\npeople  who  have  been in Government  service,  it\r\n\r\nwould  appear, for a number of years, and yet being\r\n\r\ntreated as temporary. That I think is a question of\r\n\r\nprinciple which the Government must fairly meet and\r\n\r\nsolve.  Mr Speaker, Sir, if you will run your  eye\r\n\r\nover  sub-head  5,  item (I), you  will  see  under\r\n\r\nparagraph  (vii), \"Other Temporary Staff - $109,850\".\r\n\r\nThe  only  persons,  it  would  appear,  to  be  in\r\n\r\npermanent  employment in the  Botanic  Gardens  are\r\n\r\npeople  who  hold  grades like  Mandore,  Grade  I;\r\n\r\nWatchmen;  Mason.  Grade II; Carpenter,  Grade  II;\r\n\r\nGardeners, Grade II; Signwriters, Grade  II.  There\r\n\r\nappear to be about ten permanent employees only  in\r\n\r\nthe  Botanic Gardens As for the rest of them. I  do\r\n\r\nnot  know how many there are. If $75,000 is for 55,\r\n\r\nthen I take it $109,000 might be for well over 100.\r\n\r\nSo  it  would  appear that in the  Botanic  Gardens\r\n\r\nthere  are  about 11 permanent employees and  about\r\n\r\n150  temporary  employees. If  that  is  so,  I  am\r\n\r\nsuggesting  to the Government that the position  is\r\n\r\nvery unsatisfactory and they should look into it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. May I just comment on that?\r\n\r\nThat  obviously  is  a matter  of  principle  which\r\n\r\nappears  to me to come under the portfolio  of  the\r\n\r\nMinister for Finance (Establishment). Therefore, if\r\n\r\nan  opportunity presents itself, perhaps the Member\r\n\r\nwould like to raise that point when we come to Head\r\n\r\n28.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The other point, Mr Speaker, Sir,\r\n\r\ninvolved  in  the  question raised  by  me  is  the\r\n\r\nquestion  of  the Istana Negara Domain,  which  has\r\n\r\ncertain  items of expenditure under  it.  This  may\r\n\r\nappear to be a small matter, Mr Speaker, Sir,  but\r\n\r\nI think the principle\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 320</b></font><br><br>\r\n\r\n\r\n\r\ninvolved  will be accepted by the Government,  that\r\n\r\nif  part of the Istana Negara Domain is occupied by\r\n\r\nGovernment  servants, then I  would  like  to  know\r\n\r\nwhether  the grounds which are appurtenant  to  the\r\n\r\nhouses   occupied   by  Government   servants   are\r\n\r\nmaintained by these daily-rated employees. If  that\r\n\r\nis  so,  then  I  think it would  not  be  correct,\r\n\r\nbecause   other  quarters  occupied  by  Government\r\n\r\nservants are not maintained by the Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Mr Speaker, Sir, I am not aware\r\n\r\nof  what the Member for Farrer Park has just  said,\r\n\r\nthat  is, about Government servants staying in  the\r\n\r\nIstana  Negara Domain and whether the  grounds  are\r\n\r\nbeing  kept  by these employees. If the Member  for\r\n\r\nFarrer Park has information of that kind, and if he\r\n\r\nwill give it to me, I will certainly look into it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it that this may be an\r\n\r\nappropriate item for the Estimates Committee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I think it is perhaps\r\n\r\nan  appropriate item for the Estimates Committee as\r\n\r\nto whether it should appear under this head or some\r\n\r\nother  head.  But  the point  I  wish  to  make  in\r\n\r\nprinciple is this. Under the previous Government  I\r\n\r\nknow  for  a fact that certain houses were occupied\r\n\r\nby  Government  servants.  But  under  the  present\r\n\r\nGovernment  I  am  not  quite  sure  whether  those\r\n\r\nquarters  which  had  been occupied  by  Government\r\n\r\nservants are being occupied by Government servants.\r\n\r\nIf  that  is  so,  and if their grounds  are  being\r\n\r\nmaintained  out of this vote, then I am  suggesting\r\n\r\nto  the Government that that is not proper. In view\r\n\r\nof  that,  Mr Speaker, Sir, might I have leave  to\r\n\r\nwithdraw  these  two amendments? I  will  take  the\r\n\r\nnecessary  steps  for  the Estimates  Committee  to\r\n\r\nconsider them.\r\n\r\n\r\n\r\nAmendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (2)* is not being moved.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*Amendment (2) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 21 be reduced by $10 in respect of\r\n\r\nsub-head 6.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $495,870 for Head 21 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 321</b></font><br><br>\r\n\r\n   \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 23 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 23 be\r\n\r\nreduced  by $10 in respect of item (1) of  sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, while dealing with this\r\n\r\namendment, might I also touch upon item (2) because\r\n\r\nthe  question involved is absolutely the same.  Mr\r\n\r\nSpeaker,  I notice that there are only token  votes\r\n\r\nagainst  these two posts. Is it then the  intention\r\n\r\nof  Government  that  these  two  posts  should  be\r\n\r\nabolished,  or  is it because of  the  question  of\r\n\r\nintegration that token votes have been put in order\r\n\r\nthat,  during the course of the ensuing year,  some\r\n\r\narrangement  might be made as to what the  salaries\r\n\r\nof these two posts should be.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Mr Speaker, Sir, under the City\r\n\r\nCouncil   integration  plan,  the  City  Engineer's\r\n\r\nDepartment  has been merged with the  Public  Works\r\n\r\nDepartment  to  form  one  organisation.  When  the\r\n\r\nformer  Director  of  Public Works,  an  expatriate\r\n\r\nofficer,  left the service under Malayanisation  in\r\n\r\nNovember  1959,  it  was  arranged  for  the   City\r\n\r\nEngineer to take over his duties in addition to his\r\n\r\nown.  Hence the emolument of the Director of Public\r\n\r\nWorks is no longer necessary, and a token provision\r\n\r\nhas  been  entered  in  the  Estimates.  Under  the\r\n\r\nscheme,  which  is  under  consideration,  for  the\r\n\r\nreorganization   of  the  P.W.D. and   the   City\r\n\r\nEngineer's  Department as an integrated department,\r\n\r\none  of  the  two  posts of City Engineer  and  the\r\n\r\nDirector of Public Works will be abolished.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> In view of the explanation of the\r\n\r\nMinister for National Development, might I be given\r\n\r\nleave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nA. P. Rajah-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*That the sum to be allocated for Head 23 be\r\n\r\nreduced  by $10 in respect of item (2) of  sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (2)* is not being moved.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 322</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 23 be\r\n\r\nreduced  by $10 in respect of item (43) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Item (43) - Lady Superintendent, previously rated at\r\n\r\n$1,400 and currently rated for the ensuing year  at\r\n\r\n$1,280. Mr Speaker, Sir, if you look at item  (44)\r\n\r\nyou  will  find that the cook is in  receipt  of  a\r\n\r\nsalary  of  $1,330; and if you will  run  your  eye\r\n\r\nfurther down the Estimates, Mr Speaker, the  House\r\n\r\nand  Mess  Servants is in receipt of an  even  more\r\n\r\nhandsome  emolument - $1,410. May I ask the  Minister\r\n\r\nwho is the Superintendent in this establishment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Mr Speaker, Sir, the Lady\r\n\r\nSuperintendent of Richmond Bungalow is Mrs  Balik,\r\n\r\nwho has been employed in this post since April 1960\r\n\r\non a basic salary of $105 per month. The reason why\r\n\r\nshe  is  getting such a low salary is that she  has\r\n\r\nother  duties  for  which  she  is  paid  by  other\r\n\r\nsources, these duties being supervision of  holiday\r\n\r\nbungalows  owned by the Federation Government,  the\r\n\r\nMalayan Railway and some private people.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, am I to understand from the\r\n\r\nMinister's  reply that this lady has several  other\r\n\r\navenues  of employment, and that the basis of  this\r\n\r\nitem is that it should be related to the emoluments\r\n\r\nwhich   she  gets  from  the  other  two  employing\r\n\r\nauthorities? If that is so, and if it  is  intended\r\n\r\nto  run  Richmond Bungalow with any efficiency  and\r\n\r\nsense  of decorum and propriety, then it is  hardly\r\n\r\nfeasible  that there will be discipline in Richmond\r\n\r\nBungalow - and I suppose it is necessary that holiday\r\n\r\nbungalows  should have discipline - if the cook  gets\r\n\r\nmore  than  the Lady Superintendent, and the  house\r\n\r\nand  mess  servant gets more than the cook.  It  is\r\n\r\nhardly  likely  that the Lady Superintendent  could\r\n\r\ndiscipline them. That is the only point. Although I\r\n\r\nlaud  the  object of the Government to save  money,\r\n\r\nthe  money  thus saved at the expense of discipline\r\n\r\nand good order is money ill saved.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I would only make\r\n\r\nthe  remark  that if a man were to be  offered  the\r\n\r\nchoice between his life being run by a Lady\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 323</b></font><br><br>\r\n\r\n\r\n\r\nSuperintendent and his stomach being taken care  of\r\n\r\nby  a good cook, I am quite sure he will agree that\r\n\r\nhe would rather have a good cook!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is obviously the opinion of a\r\n\r\nbachelor!\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I do not think that goes to the root of\r\n\r\nthe  matter, Sir, It might assist the Deputy  Prime\r\n\r\nMinister in his philosophy of life to poke  fun  in\r\n\r\nthat  way,  but  I think as a system of  budgeting,\r\n\r\nthere  is  a  system of employment where  different\r\n\r\ngrades are given different salaries because one  is\r\n\r\nsuperior  to the other. Assuming that that  is  the\r\n\r\ncorrect way of maintaining discipline, then  paying\r\n\r\nthe  Lady Superintendent, who appears first on  the\r\n\r\nlist,  a  lesser salary than the other  two  hardly\r\n\r\nconduces to discipline. As I was sitting down, Sir,\r\n\r\nmy neighbour, the Lady from Mount-batten, says that\r\n\r\nperhaps  it is because she is a woman that  she  is\r\n\r\nbeing  paid  less.  I  do not know.  There  may  be\r\n\r\nsomething in that. But anyway there it is.  But  if\r\n\r\nyou  run your eye over page 143, Mr Speaker,  Sir,\r\n\r\nyou  will find that the Lady Supervisor there  gets\r\n\r\nquite a handsome emolument, whereas this particular\r\n\r\nLady  Superintendent that we have  been  discussing\r\n\r\nseems to be, on the face of it, ill-paid.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Would the Member wish to touch on\r\n\r\nitem (52)?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> We might as well.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> We might as well, yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is an amendment [Amendment (4)]*, standing in the name of the Member for Farrer Park.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*Amendment (4) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 23 be reduced by $10 in respect of\r\n\r\nitem (52) of sub-head 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> That is so, Sir. With your permission,\r\n\r\nmight I also speak on that?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The point I wish to raise, Sir, was not\r\n\r\nto say that she should get\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 324</b></font><br><br>\r\n\r\n\r\n\r\nless  but  merely to draw a comparison  that  while\r\n\r\nthis  lady  gets $1,280, the other Lady  Supervisor\r\n\r\ngets $6,000 a year. Could the Minister for National\r\n\r\nDevelopment tell us what is the total emolument  of\r\n\r\nthis  Lady  Superintendent  at  Richmond  Bungalow,\r\n\r\nincluding  that  given by the other  two  employing\r\n\r\nauthorities?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Mr Speaker, I am not aware of\r\n\r\nwhat  the  other Government and the private  bodies\r\n\r\nare  paying  this  Lady  Superintendent.  But  this\r\n\r\narrangement  has  been going on for  quite  a  long\r\n\r\ntime.  Ever  since  it  came about,  the  Singapore\r\n\r\nGovernment has been paying only part of  this  Lady\r\n\r\nSuperintendent's  total  wages.  In  addition,  she\r\n\r\nreceives  wages  from  the  Federation  of  Malaya,\r\n\r\nMalayan  Railway  and  private  organisations.  The\r\n\r\nemolument  paid to her by the Singapore  Government\r\n\r\ncan  therefore be treated as only an honorarium  in\r\n\r\nrespect of the supervision of the bungalow itself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park has touched on the Lady\r\n\r\nSupervisor  of  Government Holiday Bungalows.  This\r\n\r\nLady Supervisor of Government Holiday Bungalows  in\r\n\r\nSingapore  is paid a salary of $423.08  per  month.\r\n\r\nThis post also carries a travelling allowance.  The\r\n\r\nLady Supervisor of Government Holiday Bungalows  in\r\n\r\nSingapore  is  responsible for the maintenance  and\r\n\r\nupkeep  of  all  Government  Holiday  Bungalows  in\r\n\r\nSingapore,  and  for  checking inventories  of  all\r\n\r\nfurnished  Government  quarters  and  institutional\r\n\r\nquarters.  She  also supervises watchmen  who  look\r\n\r\nafter  vacant  Government quarters. Her  duties  in\r\n\r\nrespect    of   the   holiday   bungalows   include\r\n\r\nsupervision  of  caretakers and bungalow  servants,\r\n\r\nchecking   inventories,  making  surprise   checks,\r\n\r\nproviding  replacement of crockery, cutlery,  linen\r\n\r\nand  furniture, and the raising of public  debtors'\r\n\r\nbills  for services such as washing of linen,  etc.\r\n\r\nShe  is  responsible  for the  proper  and  orderly\r\n\r\nrunning of holiday bungalows in Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 325</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, I do not wish to press the point\r\n\r\ntoo  far.  The only point I wish to make,  Sir,  is\r\n\r\nthat  it did not make good reading, looking at  the\r\n\r\nBudget, for the Lady Superintendent to be  getting\r\n\r\nvery  much less. But it would appear from what  the\r\n\r\nMinister has said that she is an employee of  three\r\n\r\nor  four different authorities and, therefore, this\r\n\r\n$1,280  is related to the emoluments she gets  from\r\n\r\nthe  other authorities. If that be so, Sir, why did\r\n\r\nthe  Lady  Superintendent of the previous year  get\r\n\r\n$1,400,  whereas the employment of the one who  has\r\n\r\ncome  on  in  March this year has been  reduced  by\r\n\r\n$120?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> The old supervisor left us. Mr\r\n\r\nSpeaker,  Sir,  and  the  salary  scale  for   this\r\n\r\nsupervisor is $105, by increments of $2, to $1  17.\r\n\r\nThat  perhaps answers the query of the  Member  for\r\n\r\nFarrer Park.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I do not think it really does, Mr\r\n\r\nSpeaker, Sir. But I do not wish to press the point.\r\n\r\nMay I be given leave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nA. P. Rajah-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 23 be\r\n\r\nreduced  by $10 in respect of item (52) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The amendment is not being moved?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I am not moving, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (5) at page 160 of the\r\n\r\nEstimates - \"Construction of Crematoria\". Mr Rajah.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 23 be\r\n\r\nreduced by $10 in respect of sub-head 54.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-head 54 is the construction of crematoria at\r\n\r\n$65,650.  Could the Hon. the Minister for  National\r\n\r\nDevelopment inform the House where these crematoria\r\n\r\nare  going  to  be constructed, and  what  use  the\r\n\r\npresent crematorium at upper Aljunied Road is being\r\n\r\nput to, or whether it is being made use of?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Mr Speaker, Sir, I would like to\r\n\r\ninform  the Member for Farrer Park that we are  not\r\n\r\ngoing to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 326</b></font><br><br>\r\n\r\n\r\n\r\nconstruct new crematoria. The provision of  $65,650\r\n\r\nis  money  set  aside  for the development  of  the\r\n\r\ngrounds of the crematorium in Upper Aljunied  Road.\r\n\r\nIt is proposed to have a Garden of Remembrance, and\r\n\r\nthere are earth works requirements and turf ing yet\r\n\r\nto  be  done,  including general  landscaping.  The\r\n\r\nhorticulture    treatment,    planting,     general\r\n\r\nrestoration  of grounds, etc., amount  to  $60,000,\r\n\r\nand  the  supply  of furniture is estimated  to  be\r\n\r\n$5,650.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, is the crematorium at Upper\r\n\r\nAljunied  Road being used at the moment, or  is  it\r\n\r\nnot being used?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> It is not functioning yet.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> My recollection is that the\r\n\r\nconstruction  of the crematoria was completed  some\r\n\r\nconsiderable  time ago. Mr Speaker, Sir,  you  may\r\n\r\nremember  that  there was considerable  demand  for\r\n\r\nsuch  crematoria to be constructed. As a result  of\r\n\r\nthat public demand, Government and the City Council\r\n\r\ncame  to some arrangement to share mutually in  the\r\n\r\ncost, and as a result of that, those two crematoria\r\n\r\nwere  constructed.  As far as I can  remember,  Mr\r\n\r\nSpeaker, Sir, construction was completed about  two\r\n\r\nyears  ago. But I understand that they are  not  in\r\n\r\nuse. I have not been inside the building to inspect\r\n\r\nthem,  but looking at them from the outside,  there\r\n\r\nseems  to  be  absolutely no reason whatsoever  why\r\n\r\nthey are not in actual use at the moment-\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b>\r\n\r\nHow about going in?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Mr Speaker, Sir, the building of\r\n\r\nthese  crematoria was completed by the end of 1950.\r\n\r\nSince  then  it  has not been possible  as  yet  to\r\n\r\noperate them. I understand that the reason for  the\r\n\r\ndelay is preparation of the necessary crematoria by-\r\n\r\nlaws.  It  is expected to be able to finalise  them\r\n\r\nearly next year. Staff will have to be recruited to\r\n\r\nrun  the crematoria. Minor works on the grounds and\r\n\r\nstructures have to be completed. They are  expected\r\n\r\nto be completed by early next year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 327</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, in view of that explanation, might\r\n\r\nI be given leave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $9,516,180 for Head 23 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 327</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 25 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr C. H. Koh:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (1) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Koh? He is not here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mrs\r\n\r\nSeow Peck Leng:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (3) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mrs Seow, I take it you are not\r\n\r\nmoving?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (287) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, could the Minister concerned first clarify whether the cooks in the General Hospital\r\n\r\ncook  food  or  only prepare dishes  for  patients,\r\n\r\nbefore I pursue the matter further?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin (Parliamentary Secretary to the Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Health (Dr Sheng Nam Chin):</b> Mr Speaker, Sir, if\r\n\r\nthe  question is just whether cooks in the  General\r\n\r\nHospital prepare food, then the answer obviously is\r\n\r\nyes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> For patients and others?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): For patients and\r\n\r\nothers, is that so, Mr Speaker?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, apart\r\n\r\nfrom these cooks, could I be informed whether there\r\n\r\nare other cooks? Are there Muslim cooks? Because  I\r\n\r\nam told by people of Islamic\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 328</b></font><br><br>\r\n\r\n\r\n\r\nfaith,  who  are patients in the General  Hospital,\r\n\r\nthat from the food prepared it cannot be determined\r\n\r\nwhether  it is cooked mixed or otherwise.  But  the\r\n\r\ncrockery used to serve the food is irrespective  of\r\n\r\nwhether the patients are of Islamic faith or  other\r\n\r\nfaith.  This state of affairs will make the  Malays\r\n\r\nreluctant to go to the hospital for treatment. As I\r\n\r\nhave said, one of the main reasons is that the food\r\n\r\nis being mixed freely.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, Sir, I would like to be informed\r\n\r\nwhether these are the only cooks. In the opinion of\r\n\r\nthe Ministry of Health, the number of cooks may  be\r\n\r\nsufficient  and there is no necessity  to  increase\r\n\r\nthe  number. Are the duties of these cooks  carried\r\n\r\nout according to a fixed schedule?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I have had\r\n\r\noccasion  during previous sittings to  remark  that\r\n\r\nthe  Member for Kampong Kembangan is wont to  speak\r\n\r\non false premises.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have to state here categorically that, in so far\r\n\r\nas  the  diets in the hospital are concerned,  they\r\n\r\nare  not mixed. Muslim patients have Muslim  diets,\r\n\r\nand  the other patients have other diets. The diets\r\n\r\nare  never  mixed. Neither is the  crockery  mixed.\r\n\r\nPerhaps  the Estimates do not show the position  of\r\n\r\nthe  cooks as clearly as it is. Item (287) of \r\n\r\nsub-head  1 provides only six cooks and item (285)  one\r\n\r\nhospital cook. This does not mean that the  General\r\n\r\nHospital employs only seven cooks to look after the\r\n\r\ndiets   of  more  than  1,000  patients.   Due   to\r\n\r\narrangements  made  in  the previous  regime,  many\r\n\r\ncooks  have  been  classified  under  hospital  and\r\n\r\nhealth  servants. In fact, at the  present  moment,\r\n\r\nthere are 31 medical and health servants working as\r\n\r\ncooks in the General Hospital. The cooks designated\r\n\r\nin  the Estimates are actually head cooks and cooks\r\n\r\nin  charge  of  particular kitchens and  particular\r\n\r\ndiets.  Under  item  (287),  where  there  are  six\r\n\r\nSpecial  Grade Cooks, only four cooks  are  holding\r\n\r\nsubstantive posts, and two\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 329</b></font><br><br>\r\n\r\n\r\n\r\nposts  have been vacant for some time. My  Ministry\r\n\r\nhas  asked  the  Establishment Office  to  unfreeze\r\n\r\nthese two posts so that circulars or advertisements\r\n\r\ncould  be put out for Malay cooks in particular  to\r\n\r\nfill  these posts. Actually one of these posts  has\r\n\r\nbeen  unfrozen  and we have put out  circulars  for\r\n\r\nMalays  and Muslim Indians only. So far  there  has\r\n\r\nbeen  no applicant. Because the post is a promotion\r\n\r\npost, only serving officers of Grades I, II and III\r\n\r\nare  eligible  to  apply. We have  therefore  again\r\n\r\nwritten  to  the Establishment Office  to  ask  for\r\n\r\napproval   and   permission  to  circularise   this\r\n\r\nparticular  post to all serving officers,  limiting\r\n\r\nthe  applicants to only Malays and Muslim  Indians.\r\n\r\nIn  so  far as the other cooks are concerned, there\r\n\r\nare  31 medical and health servants performing  the\r\n\r\nfunctions  of  cooks, and of these  there  are  two\r\n\r\nMuslims  who  prepare the Muslim diets  and  Muslim\r\n\r\nfood.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir, I am\r\n\r\nsatisfied  with  the  explanation  given   by   the\r\n\r\nParliamentary Secretary to the Minister for Health.\r\n\r\nBut  I  am  surprised  that  when  we  ask  for  an\r\n\r\nexplanation  we  are alleged to be people  who  are\r\n\r\ndreaming.  I am prepared to bring to the notice  of\r\n\r\nthe   Minister  concerned  instances  where  Muslim\r\n\r\npatients refused to take the food provided and were\r\n\r\nforced  to  get  food from outside. I  raised  this\r\n\r\nquestion not because I seek publicity but because I\r\n\r\nonly  wished to bring what I know to the notice  of\r\n\r\nthe Minister concerned, who is a Muslim. Sir, I beg\r\n\r\nleave to withdraw.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Can I speak after leave has\r\n\r\nbeen asked to withdraw?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the Parliamentary Secretary\r\n\r\nthinks  that the amendment should not be  withdrawn\r\n\r\nand  that he would like to speak, then, of  course,\r\n\r\nhe can do so. But leave has been asked of the House\r\n\r\nthat  the  amendment be withdrawn, and I will  pose\r\n\r\nthe  Question, \"Is it the pleasure of hon.  Members\r\n\r\nthat the amendment be withdrawn?\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> No.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 330</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): I am forced to take\r\n\r\nthis  opportunity to participate in the  debate  on\r\n\r\nthis  amendment  moved by the  Member  for  Kampong\r\n\r\nKembangan,  as  it  is  related  to  the  amendment\r\n\r\nstanding in my name on Head 25 in respect  of  item\r\n\r\n(3) of sub-head 104.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Item (3) of sub-head 104 reads\r\n\r\n\"Crockery  and  Cutlery\".  Perhaps  it   would   be\r\n\r\nconvenient to discuss this topic as well, as it  is\r\n\r\non the same principle of segregating Muslim food. I\r\n\r\ntake  it that there are no objections. Inche  Ahmad\r\n\r\nJabri.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, Sir, on\r\n\r\nthe  subject of Muslim food, this is quite  an  old\r\n\r\nstory concerning the Malays. This matter is brought\r\n\r\nup  in  this Assembly with a view to improving  the\r\n\r\nstate   of  affairs  concerning  Muslim   food   in\r\n\r\nhospitals.  It  is  proper that matters  concerning\r\n\r\nMuslim  food  should be put right. It  is  not  our\r\n\r\nintention  to  bring this matter  up  in  order  to\r\n\r\nbelittle  those  who are non-Muslims.  We  want  to\r\n\r\navoid giving such an impression in respect of \r\n\r\nnon-Muslim  patients  in the General Hospital.  It  has\r\n\r\nbeen  said that the Malays do not prefer to receive\r\n\r\ntreatment in hospitals because they have more faith\r\n\r\nin  the bomohs. But I say here frankly that that is\r\n\r\nnot  the  true  reason.  The  reason  is  that  the\r\n\r\ntreatment  in  the hospitals does not conform  with\r\n\r\ntheir   religious  requirements  as  regards  their\r\n\r\nparticular diet. If we believe in the principle  of\r\n\r\nupholding  religious  freedom,  then  this   matter\r\n\r\nshould  not be treated lightly. We have,  in  fact,\r\n\r\nbrought this state of affairs to the notice of  the\r\n\r\nhospital authorities, and they have replied to  the\r\n\r\neffect  that it is not possible for them to provide\r\n\r\nspecial treatment for Muslim patients on the ground\r\n\r\nthat  this will incur additional expense.  This  is\r\n\r\nnot  proper reasoning. As stated by the Member  for\r\n\r\nKampong  Kembangan,  the real grouse  is  that  the\r\n\r\ndifferent diets are brought to the patients  placed\r\n\r\non  the  same  trolley and the  same  crockery  and\r\n\r\ncutlery  is  being  used.  Naturally,  the   Muslim\r\n\r\npatients feel that they have no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 331</b></font><br><br>\r\n\r\n\r\n\r\nappetite  to partake of food served by the hospital\r\n\r\nauthorities. This state of affairs should be looked\r\n\r\ninto   by  the  hospital  authorities  and  special\r\n\r\nattention  should be paid to the  needs  of  Muslim\r\n\r\npatients so as to make them happy in the hospitals.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I have\r\n\r\nstated  just now that the diets supplied  to  Malay\r\n\r\npatients  are  not  mixed  with  those  for   other\r\n\r\npatients, and I say it again here that the utensils\r\n\r\nare  definitely separated from the utensils for the\r\n\r\nother  patients. I am not aware that they  use  the\r\n\r\nsame scoop or the same spoon for scooping different\r\n\r\ndiets. The instructions are that Muslim food is  to\r\n\r\nbe scooped with a special scoop reserved for Muslim\r\n\r\ndiets only.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of the trolley, however, I am\r\n\r\nunable  to assure the House that different trolleys\r\n\r\nare  used,  simply  because of the  fact  that  the\r\n\r\ntrolleys used in the Hospital are very expensive as\r\n\r\nthey   are  electrically  operated,  with   heating\r\n\r\ndevices  and  other  gadgets. It  is  not  actually\r\n\r\npossible  to  provide the use of one  trolley  for,\r\n\r\nsay, one patient per ward.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other than the trolleys, utensils and other items\r\n\r\nare all separated.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, the\r\n\r\nGovernment's  budget for 1960 showed a  surplus  of\r\n\r\n$6.8  million,  and I think an amount  expended  to\r\n\r\nshow respect to peoples of various religions cannot\r\n\r\nbe  an  expensive item of expenditure - in this  case\r\n\r\nthe   purchase  of  trolleys  for  different  uses.\r\n\r\nAnother point I wish to raise is that from  what  I\r\n\r\nknow  special attention is given to food  for  Sikh\r\n\r\npatients, but no special service is given to Muslim\r\n\r\npatients.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, I really did\r\n\r\nnot wish to make any comments on this business, but\r\n\r\nsince the Member for the Southern Islands has  been\r\n\r\nso  persistent, I feel that it is appropriate  that\r\n\r\nin this House we come to debate on general policies\r\n\r\nand matters which affect the people as a whole. The\r\n\r\nMember for the Southern Islands has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 332</b></font><br><br>\r\n\r\n\r\n\r\nbeen  very  persistent  on matters  concerning  the\r\n\r\nMuslim    religion.    We    all    realise     the\r\n\r\nsusceptibilities and sensitivities of the  Muslims,\r\n\r\nthe  Christians,  the Buddhists,  the  Hindus,  the\r\n\r\naethists,  and  so on; but if we were  to  run  the\r\n\r\nState  according to the innumerable sects  that  we\r\n\r\nhave  in  Singapore, I am quite sure that it  would\r\n\r\nnot  be  possible  for  any administration  to  run\r\n\r\nsmoothly.  I  would only like to make  this  point:\r\n\r\nthat  while  the great teachings of all  religions,\r\n\r\nincluding  the  Muslim religion, are tolerance  and\r\n\r\nliberalism,  I  would like to  point  out,  as  all\r\n\r\nMembers  of this House know, that there are  public\r\n\r\neating  places to which Muslims go where  there  is\r\n\r\neven  much  less care or division of  crockery  and\r\n\r\nutensil  as  has  been taken  now  in  the  General\r\n\r\nHospital.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The hon. Member for the\r\n\r\nSouthern Islands has mentioned that in the case  of\r\n\r\nSikh  patients there are special attendants looking\r\n\r\nafter  and distributing their food. This also takes\r\n\r\nplace  as far as possible where Malay patients  are\r\n\r\nconcerned  and where Malay attendants are available\r\n\r\nto  do  it. I might state here that my Ministry  is\r\n\r\npaying  particular attention to the  employment  of\r\n\r\nMalays  in the various grades of work, and we  have\r\n\r\nactually  encouraged  Malays to  join  the  nursing\r\n\r\nservice  and  the midwifery service  with  which  I\r\n\r\nshall deal later.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, what is\r\n\r\nsaid  by the Deputy Prime Minister is not true - that\r\n\r\nI  wish  to  enlarge the matter. It was brought  up\r\n\r\nafter  all  efforts had been taken to  rectify  the\r\n\r\nposition.  However, in view of  the  assurance  and\r\n\r\nexplanation  of  the Government,  I  beg  leave  to\r\n\r\nwithdraw.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The amendment really is in the name\r\n\r\nof  the Member for Kampong Kembangan, and leave was\r\n\r\nnot granted. I will now put it to the vote.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, I move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (344) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 333</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, before I seek clarification from the Ministry concerned, I would at the same time\r\n\r\nwish to dwell on items (423) and (425) which are\r\n\r\nrelated to the amendment I have just moved.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That would perhaps be\r\n\r\nconvenient.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> No objection.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, in\r\n\r\nprinciple, I certainly admit that the objects of\r\n\r\nthe  Ministry  of Health are good,  particularly\r\n\r\nwhen  it appears that the Ministry is increasing\r\n\r\nits  nursing staff. I do not know what were  the\r\n\r\nentrance qualifications last year, but I want to\r\n\r\nknow  the qualifications this year for the posts\r\n\r\nmentioned in the four items, amendments to which\r\n\r\nI have given notice of*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*The amendments reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) That the sum to be allocated for Head 25 be reduced by $10 in respect\r\n\r\nof item (393) of sub-head 1.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head 25 be reduced by $10 in respect\r\n\r\nof item (423) of sub-head 1.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) That the sum to be allocated for Head 25 be reduced by $10 in respect\r\n\r\nof item (425) of sub-head 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, are opportunities to be given to the people of Singapore, who possess Malay\r\n\r\nschool   qualifications,  for   the   posts   of\r\n\r\nAssistant  Nurses  and Pupil Midwives?  In  this\r\n\r\nmatter,   I   would   also   ask   whether   the\r\n\r\nParliamentary  Secretary  to  the  Minister  for\r\n\r\nHealth is recruiting staff on a quota system for\r\n\r\nMalays, Chinese, Eurasians, and so on. This will\r\n\r\ngive  us  a  clear picture and it will encourage\r\n\r\nMalay  youths to send in their applications  for\r\n\r\nthe  vacant posts mentioned just now. Apart from\r\n\r\nthat,  Mr  Speaker, I would also ask  when  the\r\n\r\nadvertisements for the vacant posts will  appear\r\n\r\nin the local newspapers.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is, \"That the sum\r\n\r\nto be allocated for Head 25 be reduced by $10 in\r\n\r\nrespect of item (344) of sub-head 1.\" The debate\r\n\r\nmay  range over amendment (6) in respect of item\r\n\r\n(393)  of  the same sub-head, amendment  (7)  in\r\n\r\nrespect of item (423) of the same sub-head,  and\r\n\r\namendment  (8) in respect of item (425)  of  the\r\n\r\nsame sub-head*.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*The amendments reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) That the sum to be allocated for Head 25 be reduced by $10 in respect\r\n\r\nof item (393) of sub-head 1.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head 25 be reduced by $10 in respect\r\n\r\nof item (423) of sub-head 1.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) That the sum to be allocated for Head 25 be reduced by $10 in respect\r\n\r\nof item (425) of sub-head 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 334</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, one of\r\n\r\nthe  first  things  the new  Government  did  on\r\n\r\nassuming  office  was  to open  the  avenues  of\r\n\r\nemployment in the nursing and midwifery services\r\n\r\nto  people from the vernacular schools. As  soon\r\n\r\nas  we  came into power, we announced  a  scheme\r\n\r\nwhereby  we  opened  the doors  of  the  nursing\r\n\r\nservice  and  the midwifery service to  students\r\n\r\nqualified  in  Chinese and  Malay  schools.  The\r\n\r\nqualifications  in general for  Pupil  Assistant\r\n\r\nNurses  and  Pupil Midwives are  very  much  the\r\n\r\nsame -  Form III or the equivalent in  any  other\r\n\r\nvernacular  schools. It is interesting  to  note\r\n\r\nthat  in all the advertisements the Ministry  of\r\n\r\nHealth  has  put out in relation to applications\r\n\r\nfor Assistant Nurses and Pupil Midwives, we have\r\n\r\nalways stated that the requirements are Form Ill\r\n\r\nor  a Chinese school equivalent of Junior Middle\r\n\r\nIII,  or  the Malay school equivalent of  Darjah\r\n\r\nVII.  I would like to state here, Sir, that most\r\n\r\nauthorities on Malay do not consider that Darjah\r\n\r\nVII    is   the   equivalent   of   Form    III.\r\n\r\nNotwithstanding the expert opinion  and  advice,\r\n\r\nwe  have insisted upon inserting \"Darjah VII\" in\r\n\r\nall  our  advertisements, so as  to  give  Malay\r\n\r\ngirls  a chance of applying for these particular\r\n\r\ntraining  posts.  The qualifications  for  Pupil\r\n\r\nMidwives  are  exactly the  same  as  those  for\r\n\r\nAssistant  Nurses. Up to date, we have  received\r\n\r\nseveral   applications  from  Malay  girls   who\r\n\r\npossess  Darjah  VII, and they have  been  taken\r\n\r\ninto the service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In relation to the racial analysis of the\r\n\r\nnursing  service and midwifery service,  I  have\r\n\r\nsome figures here: there are at present 33 Malay\r\n\r\nStaff  Midwives, 14 Pupil Midwives. 57 Assistant\r\n\r\nNurses. It has been the policy of my Ministry to\r\n\r\ngive priority to all Malay applicants in all the\r\n\r\nvarious fields.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 335</b></font><br><br>\r\n\r\n\r\n\r\n4 15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the last Assembly Budget sitting here, my\r\n\r\nMinister gave an assurance that we would look  into\r\n\r\nthe  health  of  the  Malays, particularly  in  the\r\n\r\nkampongs and the rural areas, and it is with a view\r\n\r\nto  fulfilling  this  promise  that  we  have  paid\r\n\r\nspecial  attention  to Malay applicants  so  as  to\r\n\r\nenable  us  to  send  more Malay nurses,  assistant\r\n\r\nnurses, and midwives into the rural areas to  bring\r\n\r\nmedical and health services to the Malay people  in\r\n\r\nthe kampongs and the rural areas.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker. Sir, I\r\n\r\nfeel  that  the  Parliamentary  Secretary  to   the\r\n\r\nMinister  for Health has not replied  to  my  other\r\n\r\nquestions.  Who  are the people  who  will  recruit\r\n\r\nthese  applicants? Is it the Ministry of Health  or\r\n\r\nthe Public Service Commission?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The Public Service Commission\r\n\r\nrecruits all the staff for the public service.  But\r\n\r\nit  always  seeks  the  advice  of  the  Ministries\r\n\r\nconcerned as to what qualifications are needed  for\r\n\r\nthe filling of the various posts. In this case,  we\r\n\r\nhave  advised them specifically that Darjah VII  is\r\n\r\nacceptable to us.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir, that\r\n\r\nexplanation is quite clear. But I still would  like\r\n\r\nto  know this. Yesterday the Prime Minister told me\r\n\r\nthat the Public Service Commission has carried  out\r\n\r\nits  work with integrity and justice. But just  now\r\n\r\nthe  Parliamentary Secretary has told us  that  the\r\n\r\nPublic Service Commission would get advice from the\r\n\r\nMinistry of Health in regard to vacant posts in the\r\n\r\nMinistry.  Therefore, how could it be possible  for\r\n\r\nthe  members  of the Public Service  Commission  to\r\n\r\nrecruit people with Darjah VII when there are other\r\n\r\npeople  with  better qualifications? For  instance,\r\n\r\nthere are quite a good number of people with Senior\r\n\r\nCambridge  qualifications. Therefore, I cannot  see\r\n\r\nhow  the  opportunity is really  open.  Perhaps  my\r\n\r\ndoubts   could  be  clarified  at  length  by   the\r\n\r\nParliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 336</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, perhaps I\r\n\r\nhave  not been clearly understood. I only said that\r\n\r\nwith   regard  to  technical  matters,  the  Public\r\n\r\nService Commission always seeks the advice  of  the\r\n\r\nMinistry  that  is  requiring the  staff.  In  this\r\n\r\nparticular instance, the Ministry of Health is  the\r\n\r\nonly competent authority to say what qualifications\r\n\r\nand  what  standard of education are  required  for\r\n\r\npeople   performing  specialist  duties,  such   as\r\n\r\nassistant   nurses,   doctors,   pathologists   and\r\n\r\nsurgeons.  I  think  it  has  nothing  to  do  with\r\n\r\nslurring the Public Service Commission. The  Public\r\n\r\nService Commission seeks advice on technical points\r\n\r\nand the Ministry of Health offers such advice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In reply to the other question concerning the\r\n\r\navailability   of  so  many  people   with   Senior\r\n\r\nCambridge  qualification, the answer is that  there\r\n\r\nare two categories of nurses. Nurses in general and\r\n\r\nassistant   nurses.   Those  people   with   Senior\r\n\r\nCambridge  qualification are entitled  to  and  are\r\n\r\neligible to apply for the posts as nurses  and  not\r\n\r\nassistant nurses. The assistant nurses are a  crass\r\n\r\nof  posts  created  some few years  ago  to  absorb\r\n\r\nespecially the less highly qualified members of the\r\n\r\npublic  into the service with, of course,  a  lower\r\n\r\nemolument.   They  are  two  different   types   of\r\n\r\nofficers.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir, I\r\n\r\nunderstand  that.  I  do not wish  to  pursue  this\r\n\r\nmatter  any  further. But in  policy  we  see  that\r\n\r\nDarjah  VII qualification is acceptable,  and  Form\r\n\r\nIII  and  the  Senior Cambridge qualifications  are\r\n\r\nhigh qualifications. Therefore, people who wish  to\r\n\r\ngo further into the subject of health science, etc.\r\n\r\nwould surely be given opportunities. I do not  wish\r\n\r\nto pursue this matter any further. I merely wish to\r\n\r\nraise the hope that the matter will be looked into.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I would suggest to Members of the\r\n\r\nOpposition  that if they wish to ask for  leave  to\r\n\r\nwithdraw  their amendment, they should not  preface\r\n\r\nthat  request with a speech which might require  an\r\n\r\nanswer.  If that is done, then, of course,  I  will\r\n\r\nnot pose the Question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 337</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (355) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under Kandang Kerbau Maternity Hospital, Mr\r\n\r\nSpeaker,   there  appears  this  particular   item,\r\n\r\n\"Specialists  Allowance - $9,000\"  for  the   ensuing\r\n\r\nyear. But for the approved Estimates for 1960,  the\r\n\r\nspecialists allowance is put down at $50,000. On an\r\n\r\nexamination of the whole Budget, Mr Speaker, there\r\n\r\nare  specialists  allowances with regard  to  other\r\n\r\nhospitals where the quantum of money voted for  the\r\n\r\nensuing  year  remain the same. In this  particular\r\n\r\ninstance, the vote is being reduced from $50,000 to\r\n\r\n$9,000.  Could the Parliamentary Secretary  to  the\r\n\r\nMinister for Health inform the House why it is that\r\n\r\na reduction is necessary? Is it because there is no\r\n\r\nfurther  need  for the large number of  specialists\r\n\r\nthat   used  to  be  at  Kandang  Kerbau  Maternity\r\n\r\nHospital?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, if the\r\n\r\nMember  for Farrer Park will look under the Remarks\r\n\r\ncolumn, he will notice an item \"Title changed  from\r\n\r\nFees  to  Specialists\". I would also refer  him  to\r\n\r\npage 222 of the Estimates under sub-head 119. There\r\n\r\nexists  a  new item, \"Specialist fees for  services\r\n\r\nperformed  by  University of  Malaya  staff\"  under\r\n\r\nKandang  Kerbau Maternity Hospital. The  specialist\r\n\r\nfees  actually increased from $50,000  to  $69,000,\r\n\r\nand the Treasury, on re-examining the Budget before\r\n\r\nthis  particular one was presented, felt that  fees\r\n\r\npayable  to  the University specialists  should  be\r\n\r\nentered as a separate item from that being paid  to\r\n\r\nthe  Government  servants, because  the  specialist\r\n\r\nfees  due  to  the  Government servants  come  from\r\n\r\nGovernment revenue, and the specialist fees for the\r\n\r\nUniversity  specialists  are  monies  collected  on\r\n\r\nbehalf  of  the  University by  the  Hospital.  The\r\n\r\nprevious Budget provided only $6,000 for specialist\r\n\r\nallowances  for  Government  medical  officers   or\r\n\r\nspecialists  within that $50,000  sum.  This  year,\r\n\r\nhowever, it is proposed to appoint the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 338</b></font><br><br>\r\n\r\n\r\n\r\nMedical   Superintendent  of  the  Kandang   Kerbau\r\n\r\nMaternity  Hospital substantively, and  $3,000  has\r\n\r\nbeen  budgeted, in addition to the $6,000, in  case\r\n\r\nhe   also  holds  post-graduate  qualifications  to\r\n\r\nqualify for specialist allowances.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The point of the question was whether\r\n\r\nthe   specialists   at  Kandang  Kerbau   Maternity\r\n\r\nHospital were going to be reduced in number, but it\r\n\r\nwould appear from the answer from the Parliamentary\r\n\r\nSecretary  to  the  Ministry of  Health  that  such\r\n\r\nspecialists would not be reduced. That  being  so,\r\n\r\nMr Speaker, Sir, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi:</b>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (393) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (423) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;� That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (425) of sub-head\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendments (6)*, (7) + and (8) � in\r\n\r\nthe  name  of the Member for Kampong Kembangan  are\r\n\r\nnot being moved.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker. Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of item (432) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I hope you will permit me to\r\n\r\nspeak on item (433) ** as well, as it is similar  in nature.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;**The amendment in respect of item (433) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be reduced by $10 in respect\r\n\r\nof item (433) of sub-head 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir,\r\n\r\nconcerning   ambulance  drivers  and  drivers   for\r\n\r\ngeneral  purpose,  there are  altogether  four  new\r\n\r\nappointments. I am happy to say, Mr Speaker,  that\r\n\r\ndriving  is a profession mainly for the  Malays  in\r\n\r\nSingapore.  Although  we  say  that   this   is   a\r\n\r\nprofession among the Malays, during the time of the\r\n\r\ncolonial regime many drivers were Malays and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 339</b></font><br><br>\r\n\r\n\r\n\r\nthere  were  many  Europeans and rich  towkays  and\r\n\r\nnyonyas employing Malay drivers. But today, I feel,\r\n\r\nSir,  - if you doubt my word, you can find out  from\r\n\r\noutside   this  Assembly - there  are  many   Malays,\r\n\r\nwhether  they  come from the Malay or the  Boyanese\r\n\r\ncommunity, who find it difficult to get these jobs.\r\n\r\nThe  population  of  Singapore  is  increasing  and\r\n\r\nvacant  posts are very scarce. Therefore,  to  find\r\n\r\nvacant  posts  such as these is still difficult.  I\r\n\r\nhope  that  the  Parliamentary  Secretary  to   the\r\n\r\nMinister for Health could tell us whether today, in\r\n\r\norder to qualify as drivers, it is necessary for  a\r\n\r\ndriver to have a licence which is not only good but\r\n\r\nhe must also know the national language, and so on.\r\n\r\nI   do   not   know  if  there  are   any   special\r\n\r\nqualifications required to recruit drivers. At  the\r\n\r\nmoment,  it is very difficult for Malays to  become\r\n\r\ndrivers.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is, \"That the sum to be\r\n\r\nallocated for Head 25 be reduced by $10 in  respect\r\n\r\nof  item (432) of sub-head 1\". The debate may range\r\n\r\nover the next amendment*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*Amendment (10) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be reduced by $10 in respect\r\n\r\nof item (433) of sub-head 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, as the\r\n\r\nMember for Kampong Kembangan has touched upon  both\r\n\r\nthe   items   and   as  he  has   asked   for   the\r\n\r\nqualifications  of drivers, I am  obliged  here  to\r\n\r\nexplain  the  difference between ambulance  drivers\r\n\r\nand  drivers  for  general purposes.  From  a  very\r\n\r\ncasual perusal of the salary scale, we will be able\r\n\r\nto tell that drivers for general purposes are on  a\r\n\r\nslightly  lower scale than ambulance  drivers.  The\r\n\r\nqualifications for drivers for general purposes are\r\n\r\nthe possession of a driving licence, good eyesight,\r\n\r\ngood  judgment,  ability to exercise  his  ordinary\r\n\r\nfunctions in a proper manner, and also be a  member\r\n\r\nof  the  Labour  Exchange.  The  ambulance  driver,\r\n\r\nhowever,  is a promotion post, and it is only  open\r\n\r\nto drivers for general purposes.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 340</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Will these vacancies\r\n\r\nbe   advertised  in  the  papers  and  appointments\r\n\r\neffected through the Public Service Commission?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, as soon as the\r\n\r\nEstimates  have  been approved  by  this  Assembly,\r\n\r\nthese  posts, which are new ones, will be  unfrozen\r\n\r\nand advertised when the need arises.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir, I\r\n\r\nbeg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (10)* has been dealt with. Amendment (11) at page\r\n\r\n212 of the Estimates, which is \"Fees and Allowances for Private \r\n\r\nConsultants\". Mr Rajah.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of sub-head 8.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, could the Parliamentary Secretary inform the\r\n\r\nHouse   what  is  the  necessity  to  pay   private\r\n\r\nconsultants when the Government itself has  such  a\r\n\r\nnumber  of  specialists and other highly  qualified\r\n\r\nmedical officers?\r\n\r\n\r\n\r\n<br><br>4.34 pm.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, this item is\r\n\r\nin  respect  of  the Social Hygiene Branch  of  the\r\n\r\nMinistry of Health, Middle Road Hospital and Nelson\r\n\r\nRoad Clinic. These two hospitals deal with venereal\r\n\r\ndiseases  mostly,  and  there  is  a  shortage   of\r\n\r\nofficers  performing the duties of medical officers\r\n\r\nin these two particular hospitals. As such, private\r\n\r\npractitioners  who have had experience  working  in\r\n\r\nthese two clinics and who have left the service are\r\n\r\ninvited  back to perform the functions  of  private\r\n\r\nconsultants.  They  are  employed  on  a  sessional\r\n\r\nbasis, being paid $25 per\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 341</b></font><br><br>\r\n\r\n\r\n\r\nsession.  At  the moment, there are  three  doctors\r\n\r\ndoing part-time work in Government service of  this\r\n\r\nnature.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> In view of the explanation, Mr\r\n\r\nKandasamy, may I be given leave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Kandasamy, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of sub-head 10*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*The same amendment stood in the name of Mr A. P. Rajah.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this particular item has in past years shown\r\n\r\na vote of $80,000. As far as I can gather, in 1958,\r\n\r\n1959  and  even 1960, there was a vote of  $80,000.\r\n\r\nNow  for  1961,  it is proposed  to  reduce  it  to\r\n\r\n$63,200.  I am wondering whether this reduction  is\r\n\r\ndue  to  the  fact that the Government  anticipates\r\n\r\nthat,  because of its family planning drive,  there\r\n\r\nwill  be  less children next year, or is it because\r\n\r\nthe  Government  feels that there  should  be  less\r\n\r\nfeeding of children?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Deputy Speaker, Sir, the\r\n\r\nreduction  is  actually based on the actual \r\n\r\nunder-expenditure incurred in 1959. I am quite piqued  by\r\n\r\nthe  Member  for  Cairnhill when he suggested  that\r\n\r\nthis reduction might be in anticipation of the very\r\n\r\neffective   publicity  campaign  evinced   by   the\r\n\r\nexhibition  held a few days ago. I had never  dared\r\n\r\nto  expect  such a quick reaction. However,  if  it\r\n\r\ndoes  occur, I will be most pleased to  notice  it.\r\n\r\nHowever,  there  is no intention  on  the  part  of\r\n\r\nGovernment  to  reduce  the  distribution  of  milk\r\n\r\npowder  to  the  more  needy and  less  unfortunate\r\n\r\nchildren  of Singapore. This cut is actually  based\r\n\r\non  the actual under-expenditure incurred in  1959.\r\n\r\nMy  Ministry  is  prepared  to  apply  for  A.S.V.,\r\n\r\nsupplementary provisions, should the sum  appearing\r\n\r\nin  the Budget for 1961 be insufficient to meet the\r\n\r\ndemands.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, the Parliamentary Secretary to the\r\n\r\nMinister   for  Health  has  used  the   expression\r\n\r\n\"effective publicity campaign\". I am wondering  how\r\n\r\nhe  knows  straight-away whether his  campaign  has\r\n\r\nbeen  effective. Surely, he should be  patient  and\r\n\r\nwait for time. Only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 342</b></font><br><br>\r\n\r\n\r\n\r\ntime   can  tell  whether  his  campaign  has  been\r\n\r\neffective.  But,  however, Mr  Kandasamy,  if  the\r\n\r\nreduction in the vote is due to the fact that there\r\n\r\nhas  been  an  under-expenditure for  the  previous\r\n\r\nyear, surely the more realistic way of doing things\r\n\r\nis  to  see that more of it is distributed to  more\r\n\r\ninfants rather than treat this like any other  item\r\n\r\nin  the  Budget  where there  has  been  an  \r\n\r\nunder-expenditure. That must be the real norm; treat that\r\n\r\nas the norm.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, on the first\r\n\r\npoint  raised by the Member for Farrer Park, I  did\r\n\r\npreface  my  statement  by  saying  that   if   the\r\n\r\npredictions of the Member for Cairnhill came  true,\r\n\r\nI  would  be most pleased. Actually I did also  say\r\n\r\nthat I myself had not expected the effects to be so\r\n\r\nquick.  But  then it was at the suggestion  of  the\r\n\r\nMember  for Cairnhill that I expected such pleasant\r\n\r\nsurprises.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point, I have mentioned that we are\r\n\r\nfully prepared to apply for A.S.V.s in the event of\r\n\r\nthe vote being insufficient to cover the needs.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, may I have leave to\r\n\r\nwithdraw the amendment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 25 be\r\n\r\nreduced by $10 in respect of sub-head 87.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-head 87. Mr Kandasamy, reads: \"Charges\r\n\r\nPayable  to  Public Utility Board for  Use  of  its\r\n\r\nNightsoil   Pumping  Station  at  Paya  Lebar   for\r\n\r\nDisposal  of  Nightsoil, $51,500\". I am  wondering,\r\n\r\nMr Kandasamy, how these charges become payable  to\r\n\r\nthe  Public Utility Board for use of its  nightsoil\r\n\r\npumping station.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Kandasamy. I regret to say\r\n\r\nthat  there  has  been a slight oversight  in  this\r\n\r\nparticular item in the Estimates. The words \"Public\r\n\r\nUtility   Board\"  should  actually  read  \"Sewerage\r\n\r\nDepartment  of  the P.W.D.\". The mistake  was  made\r\n\r\nbecause previously this sum was payable to the City\r\n\r\nCouncil,  and  as it was thought that  the  various\r\n\r\nutilities  of the City Council would be constituted\r\n\r\ninto   a   Board,   it  was  wrongly   entered   in\r\n\r\nanticipation as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 343</b></font><br><br>\r\n\r\n\r\n\r\n\"Public  Utility  Board\". It should  actually  read\r\n\r\n\"Sewarage   Department   of   the   Public    Works\r\n\r\nDepartment\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> In view of that explanation, Sir, may I\r\n\r\nbe given leave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Inche\r\n\r\nAhmad Jabri bin Mohammad Akib-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*That the sum to be allocated for Head 25 be\r\n\r\nreduced  by $10 in respect of item (3) of  sub-head\r\n\r\n104.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it that amendment (14)* is\r\n\r\nnot being moved. Dato Abdul Hamid, amendment (15).\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat:</b> Mr Kandasamy, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 25 be\r\n\r\nreduced by $100+.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+The same amendment stood in the name of Mr A.P. Rajah.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the debate on the Yang di-Pertuan Negara's\r\n\r\nspeech  earlier this year, I had occasion to  point\r\n\r\nout that the rate of child mortality amongst Malays\r\n\r\nin  Singapore was extremely high. The position  has\r\n\r\nnot  changed  since then. The latest issue  of  the\r\n\r\nAnnual  Report of the Medical Department  indicates\r\n\r\nthat  whilst  the  infantile  mortality  rate   for\r\n\r\nIndians  and  Chinese  is 40 and  35  per  thousand\r\n\r\nrespectively, the rate for Malays is  still  85.  I\r\n\r\nwonder,  Sir,  if the Ministry of Health  would  do\r\n\r\nsomething  about it. Vast sums have been  spent  by\r\n\r\nGovernment  on  family  planning  and  tuberculosis\r\n\r\ncontrol  in  the hope of producing  a  healthy  and\r\n\r\nvigorous  nation. This is another branch of  health\r\n\r\neducation   which  the  Ministry  could  profitably\r\n\r\nembark upon.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point on this head, Sir, on which\r\n\r\nI would like to talk. That is the question of \r\n\r\npost-mortems on Muslim bodies. This is a subject which I\r\n\r\nam sure most Members of this Assembly are aware of,\r\n\r\nfor many of them have been approached by bereaved\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 344</b></font><br><br>\r\n\r\n\r\n\r\nMuslim  families  for help. I am not  saying,  Sir,\r\n\r\nthat   the  post-mortem  on  Muslim  bodies,  where\r\n\r\nnecessary, should be done away with, but I  do  say\r\n\r\nthat  there  is  a  large  section  of  the  Muslim\r\n\r\ncommunity in Singapore who abhor the very idea of a\r\n\r\ndead  body  being  dismembered. Today  most  Muslim\r\n\r\ncountries do conduct post-mortems, but the idea has\r\n\r\nnot caught on yet amongst the Muslims in Singapore.\r\n\r\nA  lead  from  Government would certainly  set  the\r\n\r\nminds of the Muslims at rest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have here, Sir, in Singapore a body known as\r\n\r\nthe  Mahkhamah Shariah; we have a Chief  Kathi  and\r\n\r\nalso  the Muslim Advisory Board. I wonder, Sir,  if\r\n\r\nthese bodies or organisations which are\r\n\r\nGovernment - appointed and which understand the issue cannot  be\r\n\r\npersuaded to issue a fetua (ruling) so as to  allay\r\n\r\nthe fears of the Muslims in Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Deputy Speaker, Sir,\r\n\r\nearlier  in  the  year  when  the  Yang  di-Pertuan\r\n\r\nNegara's  speech  was debated, I  had  occasion  to\r\n\r\nassure  the  Member  for  Geylang  Serai  that   my\r\n\r\nMinistry  would  give the utmost  consideration  to\r\n\r\nlooking  after  the health of the  Malays  and,  in\r\n\r\nparticular, would attempt to raise the standard  of\r\n\r\nliving and lower the infant mortality rate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I notice that the Member for Geylang Serai quoted\r\n\r\nfrom  the  Medical  Report issued  some  time  ago.\r\n\r\nPerhaps he might like to tell us the year that  the\r\n\r\nMedical Report refers to, and then we might be able\r\n\r\nto tell whether the indications in that Report have\r\n\r\nanything  to  do with the present circumstances  in\r\n\r\nSingapore. In any case, it is not possible to raise\r\n\r\nthe   standard  of  living  or  lower  the   infant\r\n\r\nmortality rate of any particular section of  people\r\n\r\nin  a  very quick time. These things have  to  take\r\n\r\ntime    and   can   only   proceed   very   slowly.\r\n\r\nSuperstitions,   habits,  customs   and   religious\r\n\r\nbeliefs  are  subjects not easily changed  and  not\r\n\r\neasily  touched upon without very much opposition.\r\n\r\nHowever,  I would like to take this opportunity  to\r\n\r\nassure the hon. Member once again that the Ministry\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 345</b></font><br><br>\r\n\r\n\r\n\r\nof  Health  is paying the utmost attention  to  the\r\n\r\nhealth  of the people in Singapore in general,  and\r\n\r\nthe Malays in particular.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point of post-mortems, being a\r\n\r\ndoctor  myself, I feel somewhat qualified to  speak\r\n\r\non  this subject. We all know that in Singapore the\r\n\r\nMalays  and Chinese abhor post-mortems  to  a  very\r\n\r\nhigh  degree.  The Muslims have their  religion  on\r\n\r\ntheir  side  and  the Government  has  always  been\r\n\r\ncareful when post-mortem examinations are performed\r\n\r\non Muslim patients.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are, in general, two types of post-mortem\r\n\r\nexaminations. The doctor in charge wants to examine\r\n\r\na  deceased person either because he is required to\r\n\r\ndo  so  by  law  or because he wants to  study  the\r\n\r\ndisease or the process of the disease which led  to\r\n\r\nthe  death  of  that  particular  person;  and   by\r\n\r\nacquiring such knowledge, the doctor would be  able\r\n\r\nto  prevent or forestall the death of persons  with\r\n\r\nsimilar symptoms in future. In the first case,  the\r\n\r\npost-mortem  is a legal obligation and nothing  can\r\n\r\nobstruct  the process of the law. Even so, whenever\r\n\r\nthe  Ministry of Health has to perform post-mortems\r\n\r\nin  such cases, my Ministry has always taken  pains\r\n\r\nand  care to consult the various important  members\r\n\r\nof  the Muslim Advisory Board, the Chief Kathi  and\r\n\r\nthe  various leading Muslims in the country.  After\r\n\r\nour  explanations on the need for such  post-mortem\r\n\r\nexaminations, they always indicated that they  were\r\n\r\nsympathetic to the course. Even though the right to\r\n\r\nperform such a post-mortem examination is legal, we\r\n\r\nhave  always  sought the advice of all the  various\r\n\r\nleading Muslims in the country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second type of post-mortem examination is the\r\n\r\none  which  doctors  perform  for  the  benefit  of\r\n\r\nmedical   knowledge   and  for   medical   advance.\r\n\r\nSometimes  we  find  quite a  lot  of  difficulties\r\n\r\nwhenever  we have to perform these post-mortems  on\r\n\r\nMalays.  In  such  cases, we always  speak  to  the\r\n\r\npeople  concerned,  and  if  they  refuse  to  give\r\n\r\npermission  for  such examinations,  we  resort  to\r\n\r\nasking  other well-known Muslims to advise them  or\r\n\r\nwe try to advise\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 346</b></font><br><br>\r\n\r\n\r\n\r\nthem  as best we can. However, if such advice fails\r\n\r\nto produce any result, we usually never perform any\r\n\r\npost-mortem examinations on such bodies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to impress upon this House is\r\n\r\nthat  even  though the Government has a full  legal\r\n\r\nright  to  carry  out post-mortem  examinations  on\r\n\r\nMuslim  bodies, we have never exercised that  right\r\n\r\nindiscriminately,  and we have  always  sought  the\r\n\r\nadvice  of  the leading Muslims in this country  to\r\n\r\neffect such examinations.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Mr Kandasamy, Sir, this is the\r\n\r\nfirst   time   I   have  heard   that   post-mortem\r\n\r\nexaminations are performed where there is no  legal\r\n\r\nobligation.  Could the Minister  assure  the  House\r\n\r\nthat in future no post-mortem examinations will  be\r\n\r\nperformed  on Muslim bodies in the second \r\n\r\ncategory - where there is no legal obligation?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, the performance of a\r\n\r\npost-mortem  examination is not something to be  thought\r\n\r\nof very lightly. The post-mortem examination itself\r\n\r\nis expected to help the doctor to better understand\r\n\r\nthe  disease  and  the disease process.  There  are\r\n\r\nseveral  diseases  which are  peculiar  to  various\r\n\r\nracial groups, and unless such diseases are studied\r\n\r\nin greater detail, aided by the performance of \r\n\r\npost-mortem  examinations, it is unlikely that a clearer\r\n\r\nunderstanding of the diseases can be obtained.  The\r\n\r\nperformance of a post-mortem examination is  really\r\n\r\nin  the  interest  of the people  and  not  in  the\r\n\r\ninterest   of   the  doctor,  because   the   risks\r\n\r\nassociated   with  the  performance  of  postmortem\r\n\r\nexaminations are very great.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Mr Kandasamy, Sir, I quite\r\n\r\nunderstand a post-mortem examination of that nature\r\n\r\nwould  be of assistance to doctors, but I  do  not\r\n\r\nsee  how it can help the dead. In any case. Sir,  I\r\n\r\nwould  like  to  Withdraw my motion  but  there  is\r\n\r\nanother speaker on the same subject.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. Kandasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The  Chairman (Mr G. Kandasamy):</b> I am afraid  the\r\n\r\nhon.  Member  cannot  withdraw the  amendment.  The\r\n\r\nMember  for  Farrer  Park has  not  spoken  on  the\r\n\r\namendment yet.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 347</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> I have not withdrawn yet.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rajah.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Kandasamy, you may remember that\r\n\r\nwhen  the last Budget was being discussed  in  this\r\n\r\nHouse, I raised a number of questions on the Budget\r\n\r\nwith  a  view  to  eliciting information  from  the\r\n\r\nMinister to indicate to the House that the staffing\r\n\r\nposition  in the Ministry of Health was in  such  a\r\n\r\ncondition that the facilities the Ministry have  to\r\n\r\nprovide to the public would not be provided for  at\r\n\r\nthe level which was considered reasonable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister to inform the House\r\n\r\nwhether  since  then  the  staffing  position   has\r\n\r\nimproved   or  deteriorated.  As  far  as   I   can\r\n\r\nunderstand,  and  as far as the talk  in  the  town\r\n\r\ngoes, people believe that the staffing position  in\r\n\r\nour hospitals has not improved; if anything, it has\r\n\r\nbecome  worse.  It  is  felt  that  the  member  of\r\n\r\nspecialists  provided for in the various  hospitals\r\n\r\nin   Singapore  are  no  longer  available  to  the\r\n\r\nGovernment  to give specialist advice  that  is  so\r\n\r\nessential  and  so necessary in the maintenance  of\r\n\r\npublic health, and, what is even more important, in\r\n\r\nthe   maintenance  of  public  confidence  in   the\r\n\r\ninstitutions   of  health  which   Singapore   does\r\n\r\nprovide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will remember, Mr Kandasamy, how difficult it\r\n\r\nwas  to persuade the people in Singapore some years\r\n\r\nago  to use the hospital facilities, because  there\r\n\r\nwas a fear that if they did go to the hospital they\r\n\r\nmight  never come out. Even during the lifetime  of\r\n\r\nthe  Minister for Culture, that was so  and  it  is\r\n\r\neven  going to be more so if something is not  done\r\n\r\nquickly  by  the  Ministry of Health.  There  is  a\r\n\r\ngrowing  fear  now  among the people - more  than  it\r\n\r\nexisted   before -  that  the  facilities   of   the\r\n\r\nhospitals are not adequate. I have heard complaints\r\n\r\nfrom  various people that they do not get attention\r\n\r\nand care in the hospitals. By \"care\", I do not mean\r\n\r\ncare  at the lower levels, but expert medical  care\r\n\r\nwhich  is required if the patient who goes  to  the\r\n\r\nhospital  voluntarily  and willingly  hopes  to  be\r\n\r\ncured  of the ailment in respect of which he  seeks\r\n\r\nadmission.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 348</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, could the Parliamentary Secretary to the\r\n\r\nMinister  inform  this House whether  the  staffing\r\n\r\nposition,   as   far   as  he  is   concerned,   is\r\n\r\nsatisfactory  not only at the mere hospital  doctor\r\n\r\nlevel but also at the intermediate level as well as\r\n\r\nthe  top  level, and, what is even more important,\r\n\r\nat the specialist level.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, I am obliged to the\r\n\r\nMember  for Farrer Park for having broken down  the\r\n\r\nmedical  officers  into various  grades  so  as  to\r\n\r\nenable  me to describe in greater detail where  the\r\n\r\nshortage lies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as the specialists are concerned, during\r\n\r\nthe  past  year,  Government has  unfrozen  various\r\n\r\nvacancies  and filled them substantively  by  local\r\n\r\nappointees.  The  post  of  the  Obstetrician   and\r\n\r\nGynaecologist  of the Kandang Kerbau  Hospital  has\r\n\r\nonly  very  recently  been  filled.  The  posts  of\r\n\r\nsurgeons, the eye surgeon, the physicians  and  the\r\n\r\northopaedic surgeons have all been filled recently.\r\n\r\nActually,  we  are in the process  of  filling  the\r\n\r\nother vacant posts at the moment, and we expect the\r\n\r\nposts to be substantively filled early next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the junior specialists - what the\r\n\r\nMember  for  Farrer  Park considers  as  high-level\r\n\r\nmedical  officers - we are very well off, having  now\r\n\r\nthe   services  of  the  many  graduates  who  have\r\n\r\nreturned  from  abroad. In fact,  in  the  surgical\r\n\r\ndepartment,  at  present  there  are  more   junior\r\n\r\nspecialists than any other type of officers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of medical officers, doctors, who\r\n\r\nperform the daily chores of the medical service, we\r\n\r\nare  a little short, and we are making arrangements\r\n\r\nto   recruit  doctors  and  medical  officers   and\r\n\r\nspecialists from Israel and Japan. The arrangements\r\n\r\nhave  been under way for some time and  we  expect\r\n\r\nresults early next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So when all these vacancies are filled next year,\r\n\r\nthe  Government would not be short at all. In fact,\r\n\r\nthere  are  only  53 vacancies for doctors  in  the\r\n\r\nMinistry  of Health and we expect to fill  them  by\r\n\r\nnext year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 349</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think it is time to suspend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> The Assembly is suspended for\r\n\r\ntea. The debate will be resumed at 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head 25 be\r\n\r\nreduced by $100.\"\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>5.31 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, the Hon.\r\n\r\nthe  Parliamentary Secretary to  the  Minister  for\r\n\r\nHealth  said  earlier that if a  post-mortem  is  a\r\n\r\nrequirement of the law, there is nothing  they  can\r\n\r\ndo  about  it.  I  am sorry to disagree  with  him,\r\n\r\nalthough he has always been a very intelligent man,\r\n\r\ngiving  very intelligent answers In this  case,  on\r\n\r\nthe  surface of it, it is a very intelligent answer\r\n\r\nand  nothing else could have been the answer.  But,\r\n\r\nunfortunately, I have had experience where  I  feel\r\n\r\nthat  some  cases of post-mortems on Muslims  could\r\n\r\nhave been avoided if there had been a little bit of\r\n\r\nreorganisation, and a little bit of pains had  been\r\n\r\ntaken to see that instructions were carried out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will tell of a case which I know to show what I\r\n\r\nmean.  There was a man who died of T.B. and in  his\r\n\r\ndying state he happened to have blood in his mouth.\r\n\r\nWhen  the Police saw that, it became a Police  case\r\n\r\nas  it  might  have  been  foul  play.  The  Police\r\n\r\ninsisted  on taking the man to the hospital  for  a\r\n\r\npost-mortem  the following morning. The post-mortem\r\n\r\nwould  be  at seven o'clock the following  morning,\r\n\r\nand the doctor at the Tan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 350</b></font><br><br>\r\n\r\n\r\n\r\nTock  Seng Hospital, who was treating him  and  who\r\n\r\ncould have given a certificate to say that the  man\r\n\r\ndied  of  T.B.,  would  not be  available  until  9\r\n\r\no'clock that morning. A post-mortem then had to  be\r\n\r\nperformed; the law had to take its course.  If  the\r\n\r\npost-mortem  was  postponed two  hours  later,  the\r\n\r\ndeath  certificate could easily  have  been  issued\r\n\r\nfrom  the Tan Tock Seng Hospital. The man's  family\r\n\r\ncame  to  my  house  at about two  o'clock  in  the\r\n\r\nmorning and told me all that. I managed to get  the\r\n\r\ndoctor  out of bed, and he did stop it.  Well,  that\r\n\r\nwas  one  case that was stopped. I feel that  if  a\r\n\r\nreorganisation could have been implemented and some\r\n\r\nrearrangements made about the hours of  post-mortem\r\n\r\nand  doctors'  certificates, then probably  several\r\n\r\ncases  of  post-mortems on Muslims could have  been\r\n\r\navoided.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, the Member\r\n\r\nfor Mountbatten having prefaced her remarks with so\r\n\r\nmuch  flattery and compliments, I find it difficult\r\n\r\nto  rebut except to congratulate her for her public\r\n\r\nconsciousness in helping this particular Muslim  to\r\n\r\nget an exemption from legal requirements. This, Mr\r\n\r\nSpeaker, Sir, is just one instance to show that the\r\n\r\nlaw  is always rigid. It is the application of  the\r\n\r\nlaw that can be relaxed, and not the law itself. So\r\n\r\nI  do  not  think  there is any  reorganisation  or\r\n\r\nredrafting  of  the  law  necessary,  hut  a   more\r\n\r\nintelligent  application  of  the  law.  That,   of\r\n\r\ncourse,  will  have  to be left to  individuals  to\r\n\r\nimplement.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, I am sorry\r\n\r\nI   gave  the  wrong  impression.  I  do  not  mean\r\n\r\nreorganisation of the law. I mean reorganisation of\r\n\r\nthe working hours of the hospitals or the orders of\r\n\r\nthe  doctors - whatever it is,  he  as  Parliamentary\r\n\r\nSecretary  should know best - so that  this  kind  of\r\n\r\nincident where a post-mortem has to be performed on\r\n\r\na  man just because of the difference in hours does\r\n\r\nnot take place.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, when we were\r\n\r\ntalking of the reorganisation of the hours of  work\r\n\r\nof teachers, I remember the Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 351</b></font><br><br>\r\n\r\n\r\n\r\nMountbatten was most stormy in her expressions. May\r\n\r\nI  ask  her  whether  she  is  advocating  that  we\r\n\r\nreorganise  the  hours of work of the  doctors  and\r\n\r\nmake them work 24 hours a day?\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, no,\r\n\r\ndefinitely   no.   I  am  sure  the   Parliamentary\r\n\r\nSecretary  knows  what  I  mean - arranging  not  the\r\n\r\nnumber  of  hours  of  work  of  the  doctors,  but\r\n\r\narranging that the post-mortem does not take  place\r\n\r\ntwo hours before the doctors begin work.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, the hours of\r\n\r\nwork of the Post-mortem Department have to be a bit\r\n\r\nearlier  than  the hours of work  of  the  doctors,\r\n\r\nbecause  the doctors, after seeing cases where  the\r\n\r\npatients  are alive, often like to have a  look  at\r\n\r\nthe  post-mortem  results. So if a  post-mortem  is\r\n\r\nbeing  performed  at the same time  as  the  doctor\r\n\r\nbegins  his work, then he will either have to  give\r\n\r\nup  his work and see the post-mortem, or not to see\r\n\r\nthe post-mortem at all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, if I may come back to\r\n\r\nthe  matters which I have raised? The problem which\r\n\r\nI  posed  to  the  Parliamentary Secretary  to  the\r\n\r\nMinister  for Health was this: that as a result  of\r\n\r\nthe  staffing situation in the Ministry, efficiency\r\n\r\nis  running  down; and as a result  of  that,  the\r\n\r\nservices  which the public have a right  to  expect\r\n\r\nare  not  being provided for. He has  informed  the\r\n\r\nHouse  that  in  certain  ladders  of  the  medical\r\n\r\nprofession,  the situation seems to  be  all  right\r\n\r\nfrom  the staffing point of view. But, Mr Speaker,\r\n\r\nSir, he has not answered this question: whether  he\r\n\r\nhas  the  number of specialists which he  thinks  a\r\n\r\ncity like Singapore requires.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point, Mr Speaker, Sir, is that in the\r\n\r\ndebate on the Budget last year, it appeared to  the\r\n\r\nHouse that a number of substantive posts were being\r\n\r\nheld  by  persons in an acting capacity.  From  the\r\n\r\nanswers given then, it appeared that most of  those\r\n\r\nappointments  were held on an acting  basis.  Could\r\n\r\nthe Parliamentary Secretary inform the House\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 352</b></font><br><br>\r\n\r\n\r\n\r\nthat  that situation no longer prevails,  and  that\r\n\r\nthese posts are now being filled substantively?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, in reply to\r\n\r\nthe  first question, the answer is that most of the\r\n\r\nposts on the establishment are being filled. It  is\r\n\r\na  fact that we are appointing a few specialists in\r\n\r\nthe  service  on  supernumerary  appointments.   In\r\n\r\nanswer   to  the  second  question,  most  of   the\r\n\r\nprofessional  officers who were acting  during  the\r\n\r\nearlier  part  of this year have been substantively\r\n\r\nappointed.  There  only remain a  few  professional\r\n\r\nofficers  performing  administrative  duties  whose\r\n\r\nposts  remain unfilled. This is because of a ruling\r\n\r\nin  the  Establishment  that  for  officers  to  be\r\n\r\nappointed  higher  than  Grade  G  level,   it   is\r\n\r\nnecessary first to promote them to Superscale Grade\r\n\r\nG,  so  that most of the Superscale Grade D  and  E\r\n\r\nposts  are  still  held by people  who  have  been\r\n\r\nrecently  promoted  from Timescale  to  Superscale\r\n\r\nGrade G, and they are therefore still acting.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Mr Speaker, Sir, earlier in the\r\n\r\ndebate,  the Parliamentary Secretary has said  that\r\n\r\nhe  is  negotiating for the appointment of  doctors\r\n\r\nfrom  overseas,  which  will include  doctors  from\r\n\r\nIsrael.  I  wonder, Sir, whether  Government  would\r\n\r\nthink  again  about employing doctors from  Israel,\r\n\r\nsince  this is one of the sensitive attitudes which\r\n\r\nhave   been  adopted  by  certain  groups  in   the\r\n\r\nFederation of Malaya and also in Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, it is not\r\n\r\nthe  intention of the Ministry of Health  to  limit\r\n\r\nthe  recruitment  of doctors only from  Israel.  In\r\n\r\nfact,  the Ministry will recruit doctors  from  any\r\n\r\npart  of the world where doctors are available  and\r\n\r\nwhere  it is known that the available doctors  meet\r\n\r\nthe  requirements  of our very rigid  standards  in\r\n\r\nmedical practice.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, as I understand the Parliamentary\r\n\r\nSecretary,  he has informed the House  that  he  is\r\n\r\ntaking  every possible step to recruit specialists,\r\n\r\nthat   he  has  taken  steps  to  make  substantive\r\n\r\nappointments, and that in future he will.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 353</b></font><br><br>\r\n\r\n\r\n\r\ncontinue  to see that as many appointments  as  are\r\n\r\nmade  should be made substantively. It is for  this\r\n\r\nsimple  reason, Mr Speaker, Sir, that if a  person\r\n\r\nis  made  to  hold  a post too long  in  an  acting\r\n\r\ncapacity,  he  tends  to  lose  interest  and  get\r\n\r\nfrustrated, and a frustrated officer in the  higher\r\n\r\nlevels is not a good thing for the service. I  hope\r\n\r\nthe Minister will keep that in mind.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, it is\r\n\r\nperhaps  relevant to note and to mention here  that\r\n\r\nin   the   18  months  of  office  of  the   P.A.P.\r\n\r\nGovernment, more substantive appointments have been\r\n\r\nmade  in the medical service than in the last  five\r\n\r\nyears of the Labour Front Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> There is a simple explanation to\r\n\r\nthat - because there were so many resignations during\r\n\r\nthe  P.A.P. Government, and there were none  during\r\n\r\nthe previous government!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, surely the\r\n\r\nresignations  do  not  pertain  to  the  Superscale\r\n\r\nofficers.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I think the Member for Farrer\r\n\r\nPark  was  just  shooting a line. He  has  not  the\r\n\r\nslightest  idea  and he is unable  to  produce  any\r\n\r\nevidence to subtantiate that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, if there was anybody\r\n\r\nwho  was  shooting a line, it was the Parliamentary\r\n\r\nSecretary to the Minister for Health who shot it. I\r\n\r\nmerely held on to it!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is the Member for Geylang Serai\r\n\r\npressing for a vote?\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> No, Sir, In view of the\r\n\r\nexplanation given, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $41,749,260 for Head 25 ordered to\r\n\r\nstand part of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 353</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 27 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 27 be\r\n\r\nreduced by $10 in respect of item (5) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 354</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to inquire as to what are the\r\n\r\nqualifications  for the post of  Secretary  to  the\r\n\r\nCity  Health  Department and whether the  post  has\r\n\r\nbeen  filled. If it has been filled, was  the  post\r\n\r\nadvertised, and did it go through the P.S.C.?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, the\r\n\r\nqualifications for the post of Secretary are either\r\n\r\na  University degree of a recognised university  in\r\n\r\nArts, Economics, or Commerce, or qualifications  of\r\n\r\nrecognised  secretarial  and  accountancy   bodies.\r\n\r\nAdditional  qualification  of  Diploma  in   Public\r\n\r\nAdministration  or  legal  qualifications  are   an\r\n\r\nadvantage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The post is not substantively filled. However,\r\n\r\nthere  is an officer who is held against this post\r\n\r\nand the name of this officer is M. R. Marcus.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, could I ask\r\n\r\nthe  Parliamentary Secretary to  the  Minister  for\r\n\r\nHealth why the post is not substantively filled?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, the post is\r\n\r\nnot  substantively  filled  because  there  is   no\r\n\r\nsuitably qualified candidate available.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, when the\r\n\r\nP.A.P. took over the City Council in June 1959,  we\r\n\r\nfound that due to the process of integration, there\r\n\r\nwas  no  necessity to have a Secretary to the  City\r\n\r\nHealth  Department.  The Secretary  to  the  Health\r\n\r\nDepartment  was a University graduate, and  because\r\n\r\nhe  had  no  work to do, I transferred him  to  the\r\n\r\nSingapore  Telephone Board. I believe  that  lately\r\n\r\nthis  post  was filled on a temporary basis  by  an\r\n\r\nofficer.  The  idea of filling it  on  a  temporary\r\n\r\nbasis  was  to avoid the Local Government Ordinance\r\n\r\nwhich  lays down that posts which come under  Class\r\n\r\nIV  in the City Council Scheme of Service should go\r\n\r\nto  the  P.S.C. I wonder if this is the way to  get\r\n\r\naway from the P.S.C. in order to give a job to this\r\n\r\nparticular  officer who happens to be a\r\n\r\nbrother-in-law of a Minister.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 355</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, this\r\n\r\nparticular officer, Mr M. R. Marcus, resigned from\r\n\r\nthe  service  some time last year as  a  result  of\r\n\r\nintimidation  by  the previous Mayor  of  the  City\r\n\r\nCouncil. After the City Council was transferred  to\r\n\r\nthe  care of the Prime Minister, the Prime Minister\r\n\r\ngave  an assurance to all those people who had been\r\n\r\nchased away or frightened away for no reason by the\r\n\r\nprevious  Minister  for  National  Development,   a\r\n\r\nchance to return to the service. Mr Marcus is  one\r\n\r\nof the seven Asians and expatriates who returned to\r\n\r\nthe  service. He is an experienced man well  versed\r\n\r\nin  the functions of the City Council, having  been\r\n\r\npreviously  appointed as an Assistant Secretary  to\r\n\r\nthe  Secretariat, Class III, on a salary  scale  of\r\n\r\n$740.  His temporary appointment carries an  all-in\r\n\r\nsalary  of $670. Because of the integration of  the\r\n\r\nCity  Council with the Government, it was felt that\r\n\r\nthe  services of such an officer would be  valuable\r\n\r\nto  the City Health Department, and it was on  that\r\n\r\nbasis that he filled it `in a temporary capacity.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, could the\r\n\r\nParliamentary Secretary enlighten us as to how much\r\n\r\nthis  particular  officer  is  being  paid  now?  I\r\n\r\nremember the Parliamentary Secretary said  that  he\r\n\r\nas being paid $740 when he left the City Council.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I did mention, Mr Speaker,\r\n\r\nSir,  that he is now in receipt of an all-in salary\r\n\r\nof $670 per month.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, you will\r\n\r\nrecall  that when I spoke, I think it was two  days\r\n\r\nago,  I mentioned certain characters who were given\r\n\r\nto distorting truths-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I have indicated that we are\r\n\r\ntrying  to keep away from personalities as much  as\r\n\r\nwe can, although certain personalities do creep in.\r\n\r\nLet us try to keep away from them if we can.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> May I come straight to the\r\n\r\npoint, Mr Speaker? In his statement the Member for\r\n\r\nHong Lim did say that this officer who has been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 356</b></font><br><br>\r\n\r\n\r\n\r\nre-engaged was a brother-in-law of a Minister, Sir,\r\n\r\nthis  technique is very well known and it has  been\r\n\r\nwidely  used  by  a former Senator  in  the  United\r\n\r\nStates,  the  infamous Senator Macarthy.  I  merely\r\n\r\nwish  to draw attention to the fact that the Member\r\n\r\nfor  Hong Lim seems to be an assiduous disciple  of\r\n\r\nthis person.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I am the Minister who\r\n\r\nhas  been named. I am known to have quite a lot  of\r\n\r\nfriends and foes in this Assembly, but there is one\r\n\r\nthing  that  nobody can accuse me of, and  that  is\r\n\r\nnepotism.  I  do not believe in it.  I  have  never\r\n\r\nsubscribed  to  it.  If it is of  any  interest  to\r\n\r\nanybody  in  this Assembly, I can say that  I  have\r\n\r\nbrothers in the City Council, and none of them will\r\n\r\never be promoted at any suggestion from me. You can\r\n\r\nbe  quite sure of that. As for the Member for  Hong\r\n\r\nLim,  he  is used to this sort of thing. I  am  not\r\n\r\nused  to  it.  It  is against my  very  nature,  my\r\n\r\ntemperament.  I  do  not  believe   in   the   Batu\r\n\r\nPahatisation  or the Byrnisation of civil  servants\r\n\r\nof  the City Council. I do not believe in all those\r\n\r\nthings.  Now  I  have  also been  accused  in  this\r\n\r\nAssembly by the same Member of even being  a  party\r\n\r\nto the giving away of public contracts\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think that speech is going\r\n\r\nfurther  and further away from the subject  we  are\r\n\r\ntouching on. It is, of course, a matter for  regret\r\n\r\nthat  the Chair did not get up quick enough to stop\r\n\r\nthese  personalities, which I have tried  to  avoid\r\n\r\nfrom  the very beginning. I ask the Member for Hong\r\n\r\nLim to refrain from any further personalities.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, there is one further\r\n\r\npoint. The officer concerned has been named. I  can\r\n\r\nassure this House that when it was necessary for me\r\n\r\nto  take a stand even against the brothers of  this\r\n\r\nofficer  when  I  thought that  their  conduct  was\r\n\r\ndisreputable,  I  did  so in  public  and  made  my\r\n\r\nposition  very  clear as far as his  brothers  were\r\n\r\nconcerned. I am often touchy by nature and I have a\r\n\r\ntemper. But I can assure this House that, as far as\r\n\r\nI  am concerned and as long as I am what I am, this\r\n\r\nwill  never happen. Nepotism is not a thing that  I\r\n\r\never subscribe to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 357</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I was interested in\r\n\r\nthe statement which the Parliamentary Secretary  to\r\n\r\nthe  Minister  for Health made. He said  that  this\r\n\r\nparticular person who had been reengaged after  the\r\n\r\nPrime Minister had taken over the Ministry had left\r\n\r\nthe  City  Council  service because  he  had  been\r\n\r\nfrightened  into  leaving  it.  This  is   a   very\r\n\r\ninteresting point which he made - that he  was  taken\r\n\r\nback   into  the  service  because  he   had   been\r\n\r\nfrightened  away. Mr Speaker, Sir,  I  have  heard\r\n\r\nthat  other  officers  were also  frightened  away.\r\n\r\nWhether  that is true or not I cannot  say.  But  a\r\n\r\nnumber  of  them  have  told  me  that  they   were\r\n\r\nfrightened   away.  Now  I  ask  the  Parliamentary\r\n\r\nSecretary  this  question. If those other  officers\r\n\r\nwho had been frightened away were to reapply to him\r\n\r\nfor reinstatement, would he consider their cases as\r\n\r\nsympathetically as he had considered this case?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker. Sir, I believe\r\n\r\nthat  when  the Prime Minister took over  the  City\r\n\r\nCouncil  from  the previous Minister  for  National\r\n\r\nDevelopment,  he offered all those  who  had  been\r\n\r\nfrightened away by the ex-Minister a chance of \r\n\r\nre-employment.  I  believe that opportunity  was  made\r\n\r\navailable to all those who had left the service for\r\n\r\nthat reason alone.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, in any\r\n\r\nMinistry  or  under  any reign,  there  are  always\r\n\r\nofficers  who  have been frightened away  for  some\r\n\r\nreason or other.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> What reason can there be?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> For instance, there are officers\r\n\r\nwho  have  resigned  from  every  Ministry  in  the\r\n\r\nGovernment.  Officers had resigned  from  the  City\r\n\r\nCouncil  during the time of the Member  for  Farrer\r\n\r\nPark. Officers had resigned during my time. But  in\r\n\r\nthe  case  of this particular officer, it  happened\r\n\r\nthat  he did not resign during the vacuum  period\r\n\r\nwhen the Member for Geylang Serai, who was then the\r\n\r\nMinister, took over the City\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 358</b></font><br><br>\r\n\r\n\r\n\r\nCouncil;   and  this  particular  officer  resigned\r\n\r\nbecause  he  took an active part in  politics.  Mr\r\n\r\nSpeaker,  Sir,  here  is a  book  produced  by  the\r\n\r\nMinistry of Culture called \"Socialism\". It has been\r\n\r\nwritten under the name of this particular officer:-\r\n\r\n\"Resigned  w.e.f.  [with effect from]  the  2nd  of\r\n\r\nJune,  l959\" - before the P.A.P. took over  the  City\r\n\r\nCouncil on 5th June, 1959, and during the time when\r\n\r\nI was not the Mayor of the City Council. I remember\r\n\r\nthat  I  resigned some time during  the  middle  of\r\n\r\nApril.  Why did he resign? Everybody who has  taken\r\n\r\nan interest in City Council matters should know. He\r\n\r\nwas  re-engaged not in October 1959, when the Prime\r\n\r\nMinister  took over the City Council, but  on  30th\r\n\r\nJuly, 1960. So, Mr Speaker, Sir, it took him  more\r\n\r\nthan  a  year to tighten up his belt, put his  hand\r\n\r\nover  his  heart  to see that there  was  no  more\r\n\r\nthrobbing, boost up his courage, and then  approach\r\n\r\nthe  Prime Minister, saying, \"Would you please take\r\n\r\nme  back?\"  Mr Speaker, Sir, is the Parliamentary\r\n\r\nSecretary to the Minister for Health aware that the\r\n\r\nCity  Health  Department has protested against  the\r\n\r\nappointment of this particular officer?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I am not aware that the City\r\n\r\nHealth   Department  has  protested   against   the\r\n\r\nemployment of this particular officer.  I  am  only\r\n\r\naware that the City Health Department felt that  it\r\n\r\nwould  be  welcome to have an officer holding  that\r\n\r\npost,  in view of the integration of the Department\r\n\r\nwith the Government.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The Member for Hong Lim gave\r\n\r\nsome  figures,  and  I have now reached  the  stage\r\n\r\nwhere I suspect any factual information coming from\r\n\r\nthat  source. He said that this officer  took  more\r\n\r\nthan  a year to balance in his mind whether or  not\r\n\r\nhe  should return to this post. Can I have  details\r\n\r\nwhen he was invited to return to his post, and when\r\n\r\nthat decision was made?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I have just\r\n\r\nnow  produced the fact from signed this book called\r\n\r\n\"The    Socialist    Solution\" - perhaps    to    the\r\n\r\nunemployment problem.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 359</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Assistant Secretary, Secretariat, resigned from\r\n\r\n2-6-59; Reappointed as temporary officer from  30th\r\n\r\nJuly, 1960.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker, Sir, I understand there was a protest\r\n\r\nby   the   A.U.P.E.  Branch  of  the  City   Health\r\n\r\nDepartment  against this appointment to the  effect\r\n\r\nthat this post, if it needs to be filled, should be\r\n\r\ncircularised and/or advertised, so that persons who\r\n\r\nhave experience in the Health Department, with  the\r\n\r\nsame qualifications as this officer, could apply. I\r\n\r\nunderstand this particular officer did not suit the\r\n\r\nqualifications required for the post  of  Secretary\r\n\r\nto the City Health Department, namely, a university\r\n\r\ndegree.  The  A.U.P.E. Branch of  the  City  Health\r\n\r\nDepartment,  I  believe,  protested  against   this\r\n\r\nappointment on the grounds that the officer was not\r\n\r\nqualified;  that he did not go to the P.S.C.;  that\r\n\r\nserving officers were not given a chance; and  that\r\n\r\nthe  reply  to  the A.U.P.E. Branch  of  the  City\r\n\r\nHealth  Department was drafted by  the \r\n\r\nSecretary-General of the A.U.P.E.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I did not get a satisfactory\r\n\r\nreply to my question. The person resigned in  June\r\n\r\n1959  and  he was appointed in July 1960,  or  June\r\n\r\n1960.  That  is  one  year. But  that  is  not  the\r\n\r\ninterval of time that is relevant. The interval of\r\n\r\ntime  that  is  relevant is when he was  given  the\r\n\r\nopportunity to return. That was the time.  I  would\r\n\r\nhave thought that these are elementary things,  Mr\r\n\r\nSpeaker.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I would not\r\n\r\nknow  when each particular officer was offered  the\r\n\r\nopportunity to come back. I thought that if as  the\r\n\r\nPrime Minister had said that he had given a general\r\n\r\noffer  to those City Council officers who had  been\r\n\r\nfrightened by the Mayor (particularly such type  of\r\n\r\nofficers who were frightened even when I  was  not\r\n\r\nin  control), and he must be very frightened  if  I\r\n\r\nwas in control of the City Council - I would not know\r\n\r\nwhether  the Prime Minister, when he took over  the\r\n\r\nCity  Council,  gave  a general  amnesty  to  these\r\n\r\nofficers, asking them to come back\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 360</b></font><br><br>\r\n\r\n\r\n\r\nat  any time they wanted, and writing to them every\r\n\r\nday, serving them reminders. I am not in a position\r\n\r\nto know.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, he does not know\r\n\r\nwhen  they  were invited and he makes his statement\r\n\r\nof  fact - an alleged statement of facts - that the man\r\n\r\nweighed  the  matter in his mind for  one  year.  I\r\n\r\nsuggest that this is absolutely typical of the  way\r\n\r\nin which the Member for Hong Lim makes his reckless\r\n\r\nmis-statements  of fact. Sir,  I  do  not  want  to\r\n\r\npursue  this any further, but I just want  to  draw\r\n\r\nattention to the very lighthearted approach of  the\r\n\r\nMember  for  Hong Lim when he comes to getting  his\r\n\r\nfacts straight.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, according to\r\n\r\nthe  logic of the Minister for Finance, there might\r\n\r\nstill   be   officers  coming  back  in  1962   and\r\n\r\n1963 - officers not frightened by the Member for Hong\r\n\r\nLim,  but perhaps officers frightened by the Member\r\n\r\nfor  Farrer Park in 1950, when he was in charge  of\r\n\r\nthe City Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> On a point of order, Sir. May I\r\n\r\nknow  what relevance that has to the point  he  was\r\n\r\nmaking? I am only-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The difficulty is for the\r\n\r\nChair, of course, to draw the line somewhere.  When\r\n\r\nthe hon. Member for Hong Lim touches on details  of\r\n\r\na  particular officer, I myself cannot see of  what\r\n\r\ninterest  that is to this Committee of Supply.  But\r\n\r\nwhen  he  touches on the general principle  of  the\r\n\r\npost  to  be  filled, then, of course, he  is  very\r\n\r\nrelevant.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, the principle\r\n\r\nis   this,   that  such  posts  should  be   filled\r\n\r\nsubstantively. A permanent post in the first  place\r\n\r\nshould  not  be filled by a temporary  appointment.\r\n\r\nThe  technique of a temporary appointment is to \r\n\r\nby-pass the P.S.C. Mr Speaker, Sir, for instance,  in\r\n\r\nthe  case of this particular officer. He has  taken\r\n\r\naway  his Provident Fund from the City Council  and\r\n\r\nis not qualified\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 361</b></font><br><br>\r\n\r\n\r\n\r\nfor  the post. As I understand it, there are  about\r\n\r\n30   or  40  scholars  of  Nanyang  University  who\r\n\r\ngraduated  last year and who are still  unemployed.\r\n\r\nThe salary which is paid to this particular officer\r\n\r\nwill  be  enough to engage three Nanyang graduates.\r\n\r\nMr  Speaker, Sir, I hope the Government will  stop\r\n\r\nthis type of appointment so that other persons will\r\n\r\nbe given a chance.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I must again\r\n\r\npoint  out the irrelevancy of the Member  for  Hong\r\n\r\nLim in bringing in Nanyang University graduates.  I\r\n\r\nhave  stated just now that this person  is  filling\r\n\r\nthis  post  and is held against it because  of  the\r\n\r\nintegration that is going on between the Government\r\n\r\nand  the City Council, and because an officer  with\r\n\r\nhis  experience  is  of value  in  the  process  of\r\n\r\nintegration.  I  cannot see how a Nanyang  graduate\r\n\r\ncan  perform functions where his lack of experience\r\n\r\nin this particular field is the operative factor.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, may I come to the only point that\r\n\r\ninterests  me  in this debate? It is the  statement\r\n\r\nmade by the Parliamentary Secretary to the Minister\r\n\r\nfor  Health  that all those persons  who  had  been\r\n\r\nfrightened  away by the former Mayor,  the  present\r\n\r\nMember   for  Hong  Lim,  have  been  offered \r\n\r\nre-appointments.  I  know  of  specific  cases   where\r\n\r\npersons have left because of the previous Mayor and\r\n\r\nwho   have  not  been  offered  reemployment.   Mr\r\n\r\nSpeaker,  Sir,  I  will bring the  names  of  these\r\n\r\npersons to the specific notice of the Minister, and\r\n\r\nperhaps he might be able to help them.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Not the members of the staff who\r\n\r\nresigned in 1950?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Perhaps the Member for Hong Lim might\r\n\r\nassist   the  Parliamentary  Secretary   in   this\r\n\r\nconnection.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, with respect to\r\n\r\nthe  Member for Farrer Park, I do not think I  need\r\n\r\nany  support or assistance from the Member for Hong\r\n\r\nLim.  I  committed a slight error of omission  when\r\n\r\nmaking  my  statement just now. I should have  said\r\n\r\nall officers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 362</b></font><br><br>\r\n\r\n\r\n\r\nwho  had  been  chased away by the ex-Minister  for\r\n\r\nNational  Development and who could perform  useful\r\n\r\nfunctions  are being invited to come  back  to  the\r\n\r\nservice.  They  are  the people who  could  perform\r\n\r\nuseful functions for the Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I do not want to name\r\n\r\nthis  particular officer, but I will send his  name\r\n\r\nand  the office he was holding to the Parliamentary\r\n\r\nSecretary, and I am sure he will agree with me that\r\n\r\nhe  is  an essential person in the service  of  the\r\n\r\ncity.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I beg to\r\n\r\ndiffer  with  the  Parliamentary Secretary  to  the\r\n\r\nMinister for Health about this officer who performs\r\n\r\nso-called  useful  functions  in  the  City  Health\r\n\r\nDepartment.  As a matter of fact, what happened  is\r\n\r\nthis.  When  the Prime Minister, I understand,  was\r\n\r\napproached  to  give this officer  a  job,  he  was\r\n\r\nposted to be Deputy Registrar of Vehicles.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think I must stop the debate on\r\n\r\nthis  officer who has been appointed.  I  think  we\r\n\r\nshould   go   on   to  the  principle.   Does   the\r\n\r\nParliamentary  Secretary  wish  to   say   anything\r\n\r\nfurther on the principle?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Yes, Mr Speaker, I just want\r\n\r\nto  stress my point that this particular officer is\r\n\r\nheld  against this particular post not  because  of\r\n\r\nhis  usefulness in the Ministry of Health,  or  the\r\n\r\nCity  Health Office, but because of his  experience\r\n\r\nin  the City Council and because it is deemed  that\r\n\r\nhe  would be useful in the integration of the  City\r\n\r\nCouncil   with   the  Health  Department   of   the\r\n\r\nGovernment. I think I have made this statement four\r\n\r\ntimes already.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 27 be\r\n\r\nreduced  by $10 in respect of item (127)  of\r\n\r\nsub-head 1.*\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*The same amendment stood in the name of Inche\r\n\r\nMohamed Ali bin Alwi.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to inquire from the Parl. Sec, to the\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Minister for Health as to the qualifications laid\r\n\r\ndown for the post of Assistant Hawkers Inspectors.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 363</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, the\r\n\r\nqualifications  for Assistant Markets  and  Hawkers\r\n\r\nInspectors  are  Std.  VIII or  Form  III  pass  in\r\n\r\nEnglish,   Junior  Middle  School  Certificate   in\r\n\r\nChinese, Darjah VII in Malay, or Tamil Std. VII.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I understand\r\n\r\nthat the City Health Department recently engaged 25\r\n\r\nAssistant  Hawkers Inspectors. I  wish  to  inquire\r\n\r\nfrom  the  Parl.  Sec. to the Minister  for  Health\r\n\r\nwhether all the 25 Assistant Hawkers Inspectors fit\r\n\r\nthose qualifications?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> His designation is Parliamentary\r\n\r\nSecretary.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, each and\r\n\r\nevery  one  of  the Assistant Markets  and  Hawkers\r\n\r\nInspectors is properly qualified.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, I have here a copy\r\n\r\nof  the  Hansard, col. 614, Vol. 13,  No.  9  (21st\r\n\r\nSeptember.  1960).  It was  an  oral  answer  to  a\r\n\r\nquestion  by  a Member, asking about the  Assistant\r\n\r\nMarkets and Hawkers Inspectors employed by the City\r\n\r\nCouncil. The question was this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Inche Mohamed Ali bin Aiwi asked the Prime\r\n\r\nMinister  how many Temporary Assistant Markets  and\r\n\r\nHawkers  Inspectors  were  employed  by  the   City\r\n\r\nCouncil  as at 31st August, 1960: how many of  them\r\n\r\nwere  appointed from among former serving  officers\r\n\r\nof  the  City  Council, and  how  many  passed  (a)\r\n\r\nEnglish  Standard Eight, (b) Chinese Junior Middle,\r\n\r\n(c)  Malay  Standard Seven, and (d)  an  equivalent\r\n\r\nstandard in Tamil.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The reply given by the Parliamentary Secretary to\r\n\r\nthe Prime Minister was this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`There were 25 Temporary Assistant Markets and\r\n\r\nHawkers Inspectors employed by the City Council  as\r\n\r\nat 31st August, 1960. None of these were from among\r\n\r\nformer serving officers. Seven have passed English'\r\n\r\nStandard  VIII.  Four  have passed  Chinese  Junior\r\n\r\nMiddle, and one has passed Malay Standard VII. None\r\n\r\nhas  passed  the equivalent standard in  Tamil.  In\r\n\r\naddition  to the above, three possess the Cambridge\r\n\r\nSchool  Certificate, and nine possess  the  Chinese\r\n\r\nSenior   Middle  Certificate - these   being   higher\r\n\r\nqualifications than those referred to by the Member\r\n\r\nfor the Southern Islands.'.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 364</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have done a bit of addition\r\n\r\nand  I found that the total of those appointees who\r\n\r\ndo satisfy the qualifications just now given by the\r\n\r\nParliamentary Secretary to the Minister for  Health\r\n\r\nis   only   24.  I  see  one  missing.  Could   the\r\n\r\nParliamentary Secretary to the Minister for  Health\r\n\r\nexplain the missing link?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member's arithmetic is correct.\r\n\r\nDr Sheng, there is one missing.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I shall\r\n\r\nundertake  to provide the answer to the Member  for\r\n\r\nHong Lim as soon as I have the explanation myself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I understand\r\n\r\nthe  missing  link was provided  by  one  who  has\r\n\r\ndriven  the  Prime  Minister.  He  is  one  of  the\r\n\r\napplicants, I believe, who is not qualified. He has\r\n\r\nnot even a Chinese primary school certificate. That\r\n\r\nprovides the key to the missing link. Mr Speaker.\r\n\r\nSir, I  understand  that  the  Health  Department\r\n\r\nrejected  this applicant, although it was suggested\r\n\r\nto them that this person is of great importance. It\r\n\r\nis laid down that the Hawkers Inspectors must carry\r\n\r\nout  certain  duties provided them by law.  One  of\r\n\r\nthese  duties is to be able to enforce the  Hawkers\r\n\r\nand   Markets  bylaws  made  under  the   Municipal\r\n\r\nOrdinance (Cap.133). He cannot be a semi-illiterate\r\n\r\nperson. He cannot be a person who is not qualified.\r\n\r\nThat  is why it is insisted that persons must  have\r\n\r\ncertain  educational qualifications.  Mr  Speaker,\r\n\r\nSir,  I  believe that an imperial edict was decreed\r\n\r\nand  that this particular officer was thus put into\r\n\r\nthe City Health Department.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, may I ask the\r\n\r\nHouse  to treat the allegations made by the  Member\r\n\r\nfor  Hong Lim with very great reservation?  He  has\r\n\r\nrepeatedly  demonstrated that be  is  incapable  of\r\n\r\ndistinguishing  fact  from  untruth,   truth   from\r\n\r\nfantasy. I think I have made the point very clear.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 365</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just came in a moment ago and I did seem to\r\n\r\nhear that the Prime Minister's driver was appointed\r\n\r\nto  some  high  office. I am not sure  whether  the\r\n\r\nMember  for Hong Lim was referring to the  official\r\n\r\ndriver attached to the Prime Minister's Department.\r\n\r\nHe  has  live chauffeurs provided in the Estimates.\r\n\r\nOr  was  the  hon. Member referring to the  private\r\n\r\nchauffeur  of  the Prime Minister? I just  want  to\r\n\r\nclear a few points.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, the Minister\r\n\r\nfor  Finance  knows as much as I do the  particular\r\n\r\nperson  who used to drive the Prime Minister  in  a\r\n\r\ncar.  I  do not want to mention his name, but  this\r\n\r\nparticular  person is a Chinese.  He  is  a  P.A.P.\r\n\r\nmember and a good friend of the Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I am trying to point out is that there are\r\n\r\ntwo types of law as far as the Singapore Government\r\n\r\nis  concerned. I am trying to prove the  fact  that\r\n\r\none   type   is   the  judicial  or  quasi-judicial\r\n\r\norganisation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I do not think the Committee\r\n\r\nof Supply should be worried with that dissertation.\r\n\r\nI  think  what  the Committee of  Supply  would  be\r\n\r\ninterested in is to be quite certain - I suppose the\r\n\r\nMember  for  Hong  Lim  is  quite  certain  in  his\r\n\r\nmind - that  there  is  an  officer  who   has   been\r\n\r\nappointed substantively to this post and  who  does\r\n\r\nnot  possess the qualifications. And the  onus,  of\r\n\r\ncourse, is on the Member himself.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The Member for Hong Lim seems\r\n\r\nto  be able to know of what is not in my knowledge.\r\n\r\nI am not aware at all that the Prime Minister had a\r\n\r\nchauffeur.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I have\r\n\r\nundertaken to give the facts to the Member for Hong\r\n\r\nLim,  and  if  that is the only thing  that  he  is\r\n\r\nasking   for,  I  think  he  has  been   adequately\r\n\r\nanswered.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir, I\r\n\r\nwould  like to seek further clarification from  the\r\n\r\nParliamentary Secretary to the Minister for  Health\r\n\r\nconcerning  the  25 Assistant Markets  and  Hawkers\r\n\r\nInspectors. I wonder whether\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 366</b></font><br><br>\r\n\r\n\r\n\r\nit  is  true or not that the applicants  for  these\r\n\r\nposts  at that time were interviewed by Assemblymen\r\n\r\nfrom   the  Government  side.  At  that  time   the\r\n\r\nintegration  of  the  City  Council  was  not   yet\r\n\r\nimplemented.  From what I know, Mr  Speaker,  Sir,\r\n\r\nwhen  it came to the turn of a Malay to appear  for\r\n\r\nthe  interview, it was conducted in Malay, but when\r\n\r\na  Tamil  applicant was interviewed, the  interview\r\n\r\nwas  not  conducted in Tamil. I would like to  know\r\n\r\nwhether   this  is  true  and  I  hope   that   the\r\n\r\nauthorities concerned can give me a reply.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, if the\r\n\r\nMember for Kampong Kembangan is asking whether  the\r\n\r\nMalay candidates were interviewed in Malay and,  if\r\n\r\nso,  why  the Tamil candidates were not interviewed\r\n\r\nin    Tamil,   I   think   the   answer   is   very\r\n\r\nstraightforward and simple. If I could speak  Malay\r\n\r\nas  well  as  the hon. Member can, I would  be  now\r\n\r\nspeaking  in  Malay because Malay is  the  national\r\n\r\nlanguage.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir, the\r\n\r\nParliamentary  Secretary says  that  Malay  is  the\r\n\r\nnational  language. But will Malay be the  national\r\n\r\nlanguage?  Sir,  I would like to know  whether  the\r\n\r\nAssemblymen who interviewed the candidates for  the\r\n\r\nposts  had a sufficient knowledge of Malay or spoke\r\n\r\nMalay  of  a  standard that is  recognised  by  the\r\n\r\nMinistry of Education.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>\t The Parliamentary Secretary to the Minister for National Development (Inche Yaacob bin Mohamed)</b>(<i>In Malay</i>): Sir, I do not wish to speak at length, but\r\n\r\nI  would like to draw attention to that part of the\r\n\r\nspeech  of  the  hon. Member when he asked  whether\r\n\r\nMalay will be the national language. It means  that\r\n\r\nit  is  not so yet. But we have declared that Malay\r\n\r\nis  the  national language. Perhaps the Member  for\r\n\r\nKampong  Kembangan  is under a  misapprehension  as\r\n\r\nregards  the  difference in interpretation  between\r\n\r\nofficial language and national language.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are not debating the national\r\n\r\nlanguage now.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir, if\r\n\r\nit  is true, as the Parliamentary Secretary to  the\r\n\r\nMinister for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 367</b></font><br><br>\r\n\r\n\r\n\r\nNational  Development said just now, that Malay  is\r\n\r\nnow  the national language, why was only one of the\r\n\r\n25   applicants  who  passed  Malay  Standard   VII\r\n\r\naccepted?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Before this debate gets out of hand,\r\n\r\nI  think  the  question posed  by  the  Member  for\r\n\r\nKampong Kembangan, if I am not wrong, is whether on\r\n\r\nnot  applicants were interviewed by members of  the\r\n\r\nCity  Council staff who could speak Malay. I  think\r\n\r\nthat  is  all  that  has been asked.  Perhaps  the\r\n\r\nParliamentary Secretary to the Minister for  Health\r\n\r\nwould like to answer that.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, as I have\r\n\r\nsaid,  whenever possible we always prefer to  speak\r\n\r\nin the national language. Surely the right to speak\r\n\r\nin  the national language is not dependent upon the\r\n\r\nqualification  one  gets  from  the   Ministry   of\r\n\r\nEducation or from anybody else.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Perhaps the Member for Kampong\r\n\r\nKembangan would like to repeat his question?\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): I would like to know\r\n\r\nwhether the Assemblymen who conducted the interview\r\n\r\nwere  conversant with the Malay language. The Local\r\n\r\nGovernment Ordinance and the Ordinances relating to\r\n\r\nhawkers,  markets,  and so on, have  not  yet  been\r\n\r\ntranslated  into  Malay.  If  that  was   how   the\r\n\r\ncandidates   were  examined,  I   feel   that   the\r\n\r\nAssemblymen who conducted the interview were out of\r\n\r\nplace. This is the question I posed just now.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, the\r\n\r\ninterview    was    conducted   by    the    Acting\r\n\r\nSuperintendent   of   the   Markets   and   Hawkers\r\n\r\nDepartment  and  he was provided with  interpreters\r\n\r\nwhenever it was necessary.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir, I am\r\n\r\nstill  not  satisfied with the reply given  by  the\r\n\r\nParliamentary Secretary to the Minister for Health.\r\n\r\nHe  said  that the interview was conducted  by  the\r\n\r\nActing  Superintendent of the Markets  and  Hawkers\r\n\r\nDepartment, but I am\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 368</b></font><br><br>\r\n\r\n\r\n\r\ntold  that  P.A.P.  Assemblymen took  part  in  the\r\n\r\ninterview. It is fortunate now that integration  is\r\n\r\nin  process and it is possible that this  will  not\r\n\r\nhappen  again  in future. I am really disappointed,\r\n\r\nSir, to  learn that only one of the 25  candidates\r\n\r\nwho  passed Malay Standard VII was accepted to fill\r\n\r\none  of  the posts of Assistant Markets and Hawkers\r\n\r\nInspectors.  I  would  like  to  know  whether  the\r\n\r\nholders  of  the  posts  of Assistant  Markets  and\r\n\r\nHawkers   Inspectors  with  the   necessary   Malay\r\n\r\nqualification  are members of the  People's  Action\r\n\r\nParty.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, there are,\r\n\r\nin  fact,  two Malays in the Assistant Markets  and\r\n\r\nHawkers  Inspectorate: one is  qualified  in  Malay\r\n\r\nDarjah VII and the other is qualified in English.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, the Member for\r\n\r\nKampong  Kembangan repeatedly maintains  that  this\r\n\r\ninterview was conducted by Assemblymen. I think the\r\n\r\nParliamentary Secretary to the Minister for  Health\r\n\r\nshould address himself on that particular aspect.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I am not\r\n\r\naware   that   the  interview  was   conducted   by\r\n\r\nAssemblymen.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Sir, if the\r\n\r\nParliamentary   Secretary   is   not   aware   that\r\n\r\nAssemblymen  conducted the interview, who  then  on\r\n\r\nthe Government side can give a clear reply?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, when I say that I am\r\n\r\nunaware, I say so on behalf of the Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, if the statement then is that the\r\n\r\nGovernment  is  unaware that such an interview  did\r\n\r\ntake  place,  is the Government aware  that  P.A.P.\r\n\r\nAssemblymen ever interviewed candidates for posts?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> In so far as the Ministry of\r\n\r\nHealth   is  concerned,  the  answer  is  that   no\r\n\r\nAssemblyman  has  interviewed  any  candidates  for\r\n\r\nposts.  I  am  only answerable for the Ministry  of\r\n\r\nHealth and I am sure the other Ministers will  give\r\n\r\nthe same answer as I have given.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 369</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I only asked that question because the\r\n\r\nParliamentary  Secretary  did  say  that   he   was\r\n\r\nspeaking for the Government. That was what  induced\r\n\r\nme to ask him that question. The answer, of course,\r\n\r\nis now limited to the Ministry of Health and so the\r\n\r\nquestion  is  still open in so  far  as  the  other\r\n\r\nMinistries are concerned.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, I have just\r\n\r\ncome  in  and  listened  to  the  tail-end  of  the\r\n\r\nargument. If, as the Member for Farrer Park and the\r\n\r\nMember for Kampong Kembangan have said, there was a\r\n\r\nP.A.P.  Assemblyman  in the Committee  interviewing\r\n\r\napplicants  for the posts of Assistant Markets  and\r\n\r\nHawkers  Inspectors.  I give an  assurance  to  the\r\n\r\nHouse that I will look into the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 27 be\r\n\r\nreduced by $10 in respect of sub-head 183.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it would appear that this amendment of mine\r\n\r\nis  the last one on City Council Health and  is  in\r\n\r\nrespect  of \"Cleansing\". Sir, many people not  only\r\n\r\ncitizens  but  visitors  too  who  move  around  in\r\n\r\nSingapore have occasion to remark that the disposal\r\n\r\nof  refuse  leaves  much to  be  desired,  and  the\r\n\r\noffence  is  mostly committed in  the  markets.  No\r\n\r\ndoubt the Minister will say that there are dustbins\r\n\r\nprovided  in  the markets and that  these  dustbins\r\n\r\nshould  be  the  receptacles for  the  refuse.  But\r\n\r\nunfortunately  that is not so. The refuse  is  just\r\n\r\nthrown anyhow on the road, and sometimes swept into\r\n\r\na  heap,  and  any  passer-by  will  find  it  most\r\n\r\nobnoxious.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the debate on the amendment that has just\r\n\r\nbeen  disposed  of there was a suggestion  that  in\r\n\r\nregard to Assistant Markets Inspectors there was  a\r\n\r\nmissing  link.  But  in  regard  to  the  Cleansing\r\n\r\nDepartment,  Sir,  I think there  are  the  missing\r\n\r\ndustbins!  Hon. Members will remember that  at  the\r\n\r\ntime of the great\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 370</b></font><br><br>\r\n\r\n\r\n\r\nMayor  of  the  City  Council,  they  presented   a\r\n\r\nwonderful sight to the people of Singapore, and  to\r\n\r\nme  too, because I had an aluminium dustbin  placed\r\n\r\nby the lamp-post near my house. I was told that all\r\n\r\nthese dustbins had disappeared. I would not believe\r\n\r\nit,  and so I went round certain parts of Singapore\r\n\r\nand  I found that it was true - they had disappeared.\r\n\r\nWould  the Parliamentary Secretary to the  Minister\r\n\r\nfor  Health  be  good enough to  explain  away  the\r\n\r\nmissing dustbins?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Item (7): are they called \"Street\r\n\r\nbins\"  by  any chance? Is the hon. Member referring\r\n\r\nto street bins or dustbins?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Tan Lim Yew Hock: Whatever bins they are, Sir,\r\n\r\nthey are for cleansing.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I see that item (7) is \"Street\r\n\r\nbins - for  replacement\".  So  that  perhaps  is  the\r\n\r\nmissing link. The Question is, \"That the sum to  be\r\n\r\nallocated for Head 27 be reduced by $10 in  respect\r\n\r\nof sub-head 183.\"\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> These missing aluminium\r\n\r\ndustbins.  Mr Speaker, Sir, I would  have  thought\r\n\r\nthat  it  would  be  for  another  Member  of   the\r\n\r\nOpposition to answer.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Is the Minister now suggesting\r\n\r\nthat   there   is  no  such  thing  as  \"collective\r\n\r\nresponsibility\"?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I would just like\r\n\r\nto  say  that it is the function of the Government,\r\n\r\nin  particular the Ministry of Health,  to  provide\r\n\r\nall  facilities  for the removal  of  rubbish,  and\r\n\r\ntherefore  the  previous Health Department  of  the\r\n\r\nCity  Council has provided the dustbins. As to  why\r\n\r\nthe dustbins and other \"has-beens\" have disappeared\r\n\r\nfrom  the scene, we cannot be responsible. In fact,\r\n\r\nif Members of the House would wish to know, I could\r\n\r\nalso  inform  them  that I  had  also  come  across\r\n\r\nmanholes  whose  covers had been stolen.  They  had\r\n\r\nbeen  stolen for scrap-iron, and to stop this petty\r\n\r\npilfering, the manhole covers have now been made in\r\n\r\nconcrete.  However,  it is  rather  unfair  of  the\r\n\r\nMember  for  Cairnhill to place the blame  for  his\r\n\r\nmissing dustbin upon the steps of the Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 371</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I was just asking for some\r\n\r\ndetective  to explain away the missing dustbins.  I\r\n\r\nhave  not  accused the Government of  stealing  the\r\n\r\ndustbins  and putting them somewhere else.  Surely,\r\n\r\nSir,  the City Council had spent a lot of money  on\r\n\r\nthese  aluminium  dustbins. They were  a  beautiful\r\n\r\nsight  at  that time. They cost a lot of  money!  I\r\n\r\nhope  the  Government would tell us how much  money\r\n\r\nwas  spent on them - they were paid for out of public\r\n\r\nfunds.  It is definitely the responsibility of  the\r\n\r\nGovernment to see to it that public funds  are  not\r\n\r\nsquandered in that way.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, let us have\r\n\r\nnone  of  this mock anger! Coming down to the  tone\r\n\r\nwhich  sparked off this whole thing, may I ask  the\r\n\r\nMember  for Cairnhill what happened to the  dustbin\r\n\r\nthat was in front of his house?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> All I can say is that I did not\r\n\r\nsteal  it;  in fact, it was not worth  stealing!  I\r\n\r\nwould  like  to see it there, because  when  it  is\r\n\r\nthere, I always have something to look at and  say,\r\n\r\n\"Ah,  this is one of the indiscretions of the  City\r\n\r\nCouncil.\"\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Was it a dustbin or a\r\n\r\n\"has-been\"?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sir, I would just like to ask\r\n\r\nthe  Member for Cairnhill whether he has looked for\r\n\r\nit under his house!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Let us be a little more serious,\r\n\r\nshall we?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Let us get down to a more\r\n\r\nserious  tone. The cost of the dustbins  was  borne\r\n\r\nout  of  public  funds. There was  great  publicity\r\n\r\ngiven  to them. I do not know how many hundreds  of\r\n\r\nthousands of dollars had been spent on them. And to\r\n\r\nsuggest   that  anyone  could  go   and   pinch   a\r\n\r\ndustbin - that it is quite all right; it is free  for\r\n\r\nall - is  totally wrong. Surely the Government should\r\n\r\nbe more watchful-\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Over your dustbin!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 372</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> - over the expenditure and over\r\n\r\nthe properties of the City Council.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, let us get\r\n\r\nthe facts right. When these aluminium dustbins were\r\n\r\nput   all  over  Singapore,  one  Member   of   the\r\n\r\nOpposition was the Mayor and another Member was the\r\n\r\nChief  Minister.  Why on earth should  we  be  held\r\n\r\nresponsible for these things?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, if the Minister wants\r\n\r\nfacts,  let  us be more factual. When  the  present\r\n\r\nMember  of the Opposition was the Mayor, he  was  a\r\n\r\nPAP. Mayor. He was acclaimed as a great hero of the\r\n\r\nP.A.P.  And  if  the P.A.P. now say that  what  the\r\n\r\nP.A.P. Mayor did is not their responsibility,  then\r\n\r\nI think, in due course, the P.A.P. would say. \"What\r\n\r\nthis Government did is not our responsibility.\"\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> At that time the Member for\r\n\r\nCairnhill  was  the  Chief  Minister,  and  he  was\r\n\r\nresponsible  for the Police. And therefore  it  was\r\n\r\nhis  job  to  put  the police on to  look  for  his\r\n\r\ndustbin.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, may I say this: that the\r\n\r\ndustbins were taken away after the P.A.P. came into\r\n\r\npower?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are wandering away really from\r\n\r\nthe  principle  of this debate. The  item  is  \"For\r\n\r\nreplacement\", and the Member for Cairnhill wants to\r\n\r\nfind    out   whether   these   replacements    are\r\n\r\nreplacements for the dustbins. I think that is  all\r\n\r\nthere is to it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The sum quoted in the\r\n\r\nEstimates is for replacement of the dustbins.  They\r\n\r\nare,   in  fact,  revoted  from  the  City  Council\r\n\r\nEstimates. The relevant section of the City Council\r\n\r\nEstimates is available, if the Member for Cairnhill\r\n\r\nwishes to have the information.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I have no objection to this\r\n\r\nvote for replacement. Now that the City Council  is\r\n\r\nintegrated  with  the Government,  may  I  ask  the\r\n\r\nGovernment to see to it that these street bins  are\r\n\r\nno longer pinched?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, one of the more\r\n\r\nspectacular  doings of the ex-Mayor  was  to  place\r\n\r\nstreet bins on street\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 373</b></font><br><br>\r\n\r\n\r\n\r\nlamp-posts. Whether the Mayor did it on or  against\r\n\r\nthe  advice of his officers, only the Mayor himself\r\n\r\nwill  know. But I always felt, when I walked  along\r\n\r\nthe  streets of Singapore and saw these street bins\r\n\r\non the lamp-posts, that that was a mistake, because\r\n\r\nthey  could  so easily be pinched. I  only  mention\r\n\r\nthat,  Sir, because of this reason: is the  present\r\n\r\nGovernment,  which is proposing  to  replace  these\r\n\r\nstreet  bins, going to do the same thing  again  by\r\n\r\nmaking aluminium bins and placing them against\r\n\r\nlamp-posts? This will merely induce and invite people to\r\n\r\nsteal them.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, may I beg leave to withdraw\r\n\r\nthis amendment, especially when the missing bins\r\n\r\nare still missing!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $15,147,530 for Head 27 ordered to\r\n\r\nstand part of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 373</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 28 -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is an amendment in the names\r\n\r\nof  Mr  Rajah and Mrs Seow on \"Personal Secretary\r\n\r\n(Political)\". Mrs Seow has touched on the  general\r\n\r\nprinciples, and I take it that Mr Rajah  will  now\r\n\r\nspeak on the incumbent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 28 be\r\n\r\nreduced by $10 in respect of item (3) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not wish to touch upon the\r\n\r\nprinciple    involved   in   employing    Political\r\n\r\nSecretaries  in  any particular  Ministry,  because\r\n\r\nthat  has already been dealt with. What I  wish  to\r\n\r\nspeak   upon   this  evening  on  this   particular\r\n\r\namendment  is  the  particular  incumbent  of  this\r\n\r\npost - whether in the circumstances he is  peculiarly\r\n\r\nsuited  to  help  our very brilliant  Minister  for\r\n\r\nFinance. The particular incumbent of this post,  if\r\n\r\nI  understand the position correctly,  is  Mr  Lim\r\n\r\nChin  Siong. I understand he is a very  able  trade\r\n\r\nunionist,  and  in  his line there  could  be  none\r\n\r\nbetter - so I am told.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 374</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I can make out, none of the functions of\r\n\r\nthe  Minister for Finance is connected  with  trade\r\n\r\nunion  disputes or in negotiating matters  relating\r\n\r\nto  trade union disputes. That is left in the  able\r\n\r\nhands  of  the  Minister for Labour and  Law.  Now,\r\n\r\nalthough I do not agree with the principle  of  the\r\n\r\nemployment of Political Secretaries, the Government\r\n\r\nhaving  accepted them on the basis that the persons\r\n\r\nare  there because of their peculiar background and\r\n\r\nvirtues,  and that they will be able to assist  the\r\n\r\nMinister  in  matters  where the  Minister  himself\r\n\r\nmight not be able to reach out to the people,  that\r\n\r\nis  a  possible basis for employment, and one  must\r\n\r\nconcede   that  that  is  a  possible   basis   for\r\n\r\nemployment. Accepting that basis, one must  examine\r\n\r\nwhether the present incumbent of that post conforms\r\n\r\nto  that  basis. I am suggesting to  the  Hon. the\r\n\r\nMinister for Finance that this particular incumbent\r\n\r\ndoes not fit into the bill at all. Sometime ago the\r\n\r\nMember  for  Cairnhill, I think it  was  yesterday,\r\n\r\nSir, said that this particular officer was never in\r\n\r\nthe  Ministry of Finance but was always frequenting\r\n\r\nthe  corridors of the Labour Court and the Ministry\r\n\r\nof  Labour and Law. In those circumstances,  I  ask\r\n\r\nthe  Minister whether he is a fit and proper person\r\n\r\nto continue to hold this post.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker. Sir, I was not\r\n\r\npresent  in the House when unkind words  were  said\r\n\r\nabout my Personal Secretary (Political). Had I been\r\n\r\nhere  I  would have rushed to the defence  of  this\r\n\r\nbright  young  man.  I can assure  the  Member  for\r\n\r\nFarrer  Park that he is very fitted for this  post.\r\n\r\nThere seems to be a misunderstanding, namely,  that\r\n\r\nwhoever  holds that post should be an economist.  I\r\n\r\nthink  that  was the point made by the  Member  for\r\n\r\nCairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Tan Lim Yew Hock: No.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Yes, if the reports I read in\r\n\r\nthe  papers  are  accurate. But if  we  had  wanted\r\n\r\neconomists,  we would have engaged  them  from  the\r\n\r\ncivil service, and in my Ministry we have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 375</b></font><br><br>\r\n\r\n\r\n\r\nseveral  outstanding men in this field. As for  his\r\n\r\noccasional absences from the Ministry, that is only\r\n\r\nto  be expected. It is his duty to be in touch with\r\n\r\nthe  masses, and if he spends all his time  in  his\r\n\r\noffice,  I would have grave doubts whether  he  had\r\n\r\nbeen performing his duties as rightly as he should.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, \"in touch with the masses\" - I will\r\n\r\ntake up where the Minister for Finance left off. In\r\n\r\ntouch  with  the masses on what matter?  Is  it  on\r\n\r\nfinance,  on  matters  related  to  his  particular\r\n\r\nMinistry? Shall we examine the Ministry of Finance?\r\n\r\nHead  28-  Ministry of Finance; Head  29- Charge  on\r\n\r\nAccount  of the Public Debt. It might be  a  public\r\n\r\nburden,  but how does Mr Lim Chin Siong  fit  into\r\n\r\nthe  picture of conveying to the masses  the  great\r\n\r\nburdens  the  Minister  for Finance  bears  on  the\r\n\r\nCharge on Account of the Public Debt? What kind  of\r\n\r\npublicity,  what  kind  of  groundwork  does   this\r\n\r\ngentleman do which the Minister himself,  with  the\r\n\r\nable assistance of the Minister for Culture, cannot\r\n\r\ndo?  The  next item, Sir, is \"Pensions,  Retirement\r\n\r\nAllowances, Gratuities, etc.\" I cannot see how this\r\n\r\ngentleman fits into this particular Head.  Head  31\r\n\r\n- \"Contributions  and Charitable Allowances\".  I  do\r\n\r\nnot see how he fits in. Head 32- I do not see how he\r\n\r\nfits  in  the  Accountant-General.  His  department\r\n\r\ndeals  with figures. That is where you sit at  your\r\n\r\ntable  and  work  at them, not in the  field.  Head\r\n\r\n33- Customs  and Excise. I do not see how  he  comes\r\n\r\ninto  Customs and Excise. Exchange Control. Imports\r\n\r\nand   Exports  Control  and  Registration,   Inland\r\n\r\nRevenue,  Statistics, Supplies, and Timber  Office.\r\n\r\nNow  I ask the Minister for Finance not to shoot  a\r\n\r\nline. He has asked me not to shoot a line. Might I.\r\n\r\nwith equal respect, ask him not to shoot a line?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The Member for Farrer Park is\r\n\r\nforgetting  that my Personal Secretary  (Political)\r\n\r\nis a man of great versatility.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, he may be a man of great\r\n\r\nversatility, but I can see that he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 376</b></font><br><br>\r\n\r\n\r\n\r\nis not of much utility to the Minister for Finance.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I suspect, Mr Speaker, Sir,\r\n\r\nthat  the Member for Farrer Park is trying to  draw\r\n\r\nout  what  type of political advice I get  from  my\r\n\r\nPersonal  Secretary (Political). I can assure  him,\r\n\r\nMr   Speaker,  that  I  have  not  the   slightest\r\n\r\nintention  of satisfying his curiosity.  These  are\r\n\r\nmatters of grave importance and are State secrets.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, while I can understand that\r\n\r\nthe kind of advice the Political Secretary gives to\r\n\r\nthe Minister for Finance is a State secret, I would\r\n\r\nlike  to say this. He says that I have said  unkind\r\n\r\nthings   about  his  Political  Secretary  in   his\r\n\r\nabsence. I said the same thing during the debate on\r\n\r\nYang  di-Pertuan Negara's speech. The Minister  for\r\n\r\nFinance was there when I said those things, and  he\r\n\r\ndid  not stand up to defend his Political Secretary\r\n\r\nas  he  is now trying to defend him. I said, and  I\r\n\r\nrepeat  it  here, since he was not here  yesterday,\r\n\r\nthat this Political Secretary of his and he do  not\r\n\r\nsee  eye to eye on a number of things. They do  not\r\n\r\neven see each other. I say this in all sincerity in\r\n\r\nthis  House: they do not see eye to eye  with  each\r\n\r\nother, nor do they want to see each other; and  yet\r\n\r\nthe Minister says that his Political Secretary  is\r\n\r\na  man of great versatility. We all know. Sir,  the\r\n\r\nversatility of his Political Secretary. But I  hope\r\n\r\nthat his versatility will not include an element of\r\n\r\nhis  political  commissarship of the  Minister  for\r\n\r\nFinance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, as I understand\r\n\r\nit,  what they are now reconciled to is that it  is\r\n\r\nvery  necessary  for Ministers  to  have  Political\r\n\r\nSecretaries,  but  that in the  choice  of  certain\r\n\r\nPolitical Secretaries, they should take the  advice\r\n\r\nof Members opposite. Certainly, Sir, the best judge\r\n\r\nof who is to advice whom is the Minister concerned,\r\n\r\nand  the  contention that this particular Political\r\n\r\nSecretary  is not qualified in economic matters  is\r\n\r\nnot  much to the point, because I see later on that\r\n\r\nsome  of the hon. Members opposite, who are  by  no\r\n\r\nmeans  economists, are going to delve into subjects\r\n\r\nin which they are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 377</b></font><br><br>\r\n\r\n\r\n\r\nprobably not as fully qualified as the Minister for\r\n\r\nFinance  is. In choosing a Political Secretary,  we\r\n\r\nare  not interested in the economic knowledge  that\r\n\r\nthat  particular person might have. Though I  might\r\n\r\nmention  that  I did see this particular  Political\r\n\r\nSecretary   one  day  with  a  book  on  elementary\r\n\r\neconomics, which does show that he has ambitions at\r\n\r\nleast  of  following what is,  being  done  in  his\r\n\r\nparticular  Ministry.  But  the  purpose   of   all\r\n\r\nPolitical  Secretaries is to  sense  the  political\r\n\r\natmosphere prevailing at a particular time, and the\r\n\r\nfact that this particular Political Secretary is  a\r\n\r\ntrade unionist with some experience, as .the former\r\n\r\nChief  Minister has had ample opportunity to  know,\r\n\r\nis  of  some  importance. Because of his  political\r\n\r\nknowledge,  he provides the Minister concerned  and\r\n\r\nthe  Ministers generally with data. To  assess  the\r\n\r\npolitical  situation, to that  extent  he  plays  a\r\n\r\nuseful  part.  But  it does not mean  that  when  a\r\n\r\nPolitical Secretary does not quite see eye  to  eye\r\n\r\nwith  the  Minister in any particular matter,  that\r\n\r\nitself  indicates that he is of no particular  use.\r\n\r\nThe  fact  that he is a trade unionist is  of  some\r\n\r\nrelevance, because, if you will remember,  about  a\r\n\r\nfew  weeks  ago  the Minister for Finance  did  put\r\n\r\nforward  a memorandum showing how essential  it  is\r\n\r\nfor  the trade unions to be able to play their part\r\n\r\nin  helping  the  Government as a  whole  to  carry\r\n\r\nthrough  its economic plans. So the fact that  this\r\n\r\nparticular  Political Secretary has some  knowledge\r\n\r\nof, and some contact with, the trade union movement\r\n\r\nas  a  whole  is  a valuable asset in  helping  the\r\n\r\nGovernment to carry through its economic plans.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, it would\r\n\r\nappear  that  because I say that the  Minister  for\r\n\r\nFinance  does not see eye to eye and does not  even\r\n\r\nsee  face to face with his Political Secretary,  it\r\n\r\nis left to the Minister for Culture to come and say\r\n\r\nthat  they do. So long as he does not reply and  so\r\n\r\nlong  as the denial does not come from him, I would\r\n\r\nlike  to submit, Sir, that it is true. He says that\r\n\r\nthis  particular Political Secretary is a  man  who\r\n\r\nhas been of great\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 378</b></font><br><br>\r\n\r\n\r\n\r\nuse  to  the  Minister for Finance. He is  a  trade\r\n\r\nunionist, and then he brings in the question of the\r\n\r\nMinister  for  Finance having sent a memorandum  to\r\n\r\nthe  T.U.C. on the industrialisation programme  of\r\n\r\nthe  Government,  and  is  seeking  the  views  and\r\n\r\ncomments of the T.U C. I respectfully submit.  Sir,\r\n\r\nthat  that is all eye-wash. If that trade  unionist\r\n\r\nis  really a Political Secretary, surely  he  could\r\n\r\nhave  consulted  the  Political  Secretary  on  his\r\n\r\nviews,   and  the  views  of  the  other  Political\r\n\r\nSecretaries who are trade unionists and who, at the\r\n\r\nsame  time, are Assistant Secretaries in the T U.C.\r\n\r\nWhy  cannot they consult them in the quiet of their\r\n\r\nrooms and say, `Look, we are going to do this. What\r\n\r\nis your view?' Instead of which, having a Political\r\n\r\nSecretary  who  is to advise him on  the  political\r\n\r\nimplications  of the plan in so far  as  the  trade\r\n\r\nunionists  are concerned, he sent it to the  T.U.C.\r\n\r\nand then the Political Secretaries in the office of\r\n\r\nthe  T.U.C. send their reply back to him. What kind\r\n\r\nof Political Secretary is that?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker. Sir, I find this\r\n\r\naltogether  too  tedious. If the  hon.  Member  for\r\n\r\nCairnhill  cannot understand how these matters  are\r\n\r\nsorted out between ourselves and the T.U.C., then I\r\n\r\nwill  not attempt to enlighten him. He says that  I\r\n\r\ndo  not see eye to eye with my Political Secretary;\r\n\r\nI  do  not  see  eye  to eye with my  Parliamentary\r\n\r\nSecretary;  I  do  not  see  eye  to  eye  with  my\r\n\r\ncolleagues on many points. It is inevitable. So may\r\n\r\nI  suggest,  Mr Speaker, Sir, that since  so  many\r\n\r\nwords have been wasted on this topic, we pass on to\r\n\r\nmore enlightening subjects?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, the passing on to more\r\n\r\nenlightened  subjects is, of course,  left  to  the\r\n\r\nOpposition. Sir, when the Prime Minister  was  here\r\n\r\nyesterday, he did say, on the subject of  Political\r\n\r\nSecretaries, that regarding things that  are  of  a\r\n\r\nserious  and important character - since the Minister\r\n\r\nfor  Finance was not here yesterday - there are a lot\r\n\r\nof  things  that are best left unsaid;  and  if  he\r\n\r\nagrees that there are a lot of things that are best\r\n\r\nleft unsaid, then I am prepared to agree with him.,\r\n\r\nThere  is  no  need to say, let us not  bring  this\r\n\r\nsubject up, because it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 379</b></font><br><br>\r\n\r\n\r\n\r\nis rather embarrassing to him to have to defend\r\n\r\nsomething which he is not convinced he is prepared\r\n\r\nto defend.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I am not at all embarrassed,\r\n\r\nMr Speaker, Sir, but utterly bored.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, may I say something about what the\r\n\r\nMinister  for Culture has said? He sought  to  give\r\n\r\nthe  impression  to  the  House  that  we,  on  the\r\n\r\nOpposition,   have  accepted  the  appointment   of\r\n\r\nPolitical Secretaries. We have not accepted that at\r\n\r\nall.  You  may remember that I raised this question\r\n\r\nin the first instance, and I am still not satisfied\r\n\r\nthat  these appointments are required. I agree with\r\n\r\nthe  Hon. the Prime Minister that once the  matter\r\n\r\nhas  been  debated and voted upon, it need  not  be\r\n\r\nraised from year to year. But the fact remains that\r\n\r\nwe  are  opposed  to the appointment  of  Political\r\n\r\nSecretaries. What we are now debating, Mr Speaker,\r\n\r\nSir,  is  this - is this particular incumbent  suited\r\n\r\nfor  this particular post? The Minister for Finance\r\n\r\nsays that he is bored because we are querying that.\r\n\r\nHe  is  not making out a good case at all. In fact,\r\n\r\nif  any case is being made at all, it is being made\r\n\r\nout  by  the  Minister for Culture and not  by  the\r\n\r\nMinister for Finance. All he says is this, \"Let  us\r\n\r\npass  on  to something more interesting.\"  Does  he\r\n\r\nfind  this  topic so distasteful that he  wants  to\r\n\r\nleave it in a hurry and go on to something else?  I\r\n\r\nwould  have  thought  that if  he  had  a  suitable\r\n\r\nappointee  in this post, he would have got  up  and\r\n\r\ndefended him in the most vigorous manner that he is\r\n\r\ncapable  of. But since he is not defending  him  at\r\n\r\nall,  I must naturally assume that there are things\r\n\r\nwhich he himself does not want to say, as the Prime\r\n\r\nMinister  has  said, and, therefore,  he  wants  to\r\n\r\nhurry on to some other topic.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, there are two\r\n\r\nreasons  why I ask them to move on to new pastures.\r\n\r\nFirst, nothing new has been turned up by the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 380</b></font><br><br>\r\n\r\n\r\n\r\nOpposition,   and,  second,   I   have   a   slight\r\n\r\nstomachache!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That, of course, does not redound to\r\n\r\nthe dignity of the Assembly!\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, it would appear that the\r\n\r\nMinister  for Finance is bored when the  Opposition\r\n\r\nis  trying  to explain to the Government  that  the\r\n\r\nGovernment should see to it that public  funds  are\r\n\r\nspent  for  the  good  of the people  and  not  for\r\n\r\npolitical debts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Tun\r\n\r\nLim Yew Hock-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*That the sum to be allocated for Head 28 be\r\n\r\nreduced  by $10 in respect of item (59) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (2)* is at page 265 of the\r\n\r\nEstimates-Head of Political Study Centre. Tun Lim?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mrs Seow will move it, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I was just wondering whether this\r\n\r\nitem  is connected with amendment (8)+ which is  at page  273 of the \r\n\r\nEstimates. That is a query by  Mr Rajah - Political Study Centre, sub-\r\n\r\nhead 63.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+Amendment (8) reads as follows:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 28 be reduced by $10 in respect\r\n\r\nof sub-head 63.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> It could be dealt with together.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mrs Seow then.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 28 be\r\n\r\nreduced  by $10 in respect of item (59) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wonder whether the Minister\r\n\r\nfor  Finance  would be kind enough to tell  us  for\r\n\r\nwhom  the  Political Study Centre has been  run  or\r\n\r\norganised;  what  type  of political  studies  take\r\n\r\nplace  there; whom the course benefits - the students\r\n\r\nor the State?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 381</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> For whom -\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Does he want me to repeat it?\r\n\r\nFor  whom this centre has been organised? What type\r\n\r\nof political studies take place there? Who benefits\r\n\r\nby  the course - the students or the State - and how do\r\n\r\nthey benefit from it?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> As to whom the Political Study\r\n\r\nCentre  has  been organised for, the answer  is  -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I am afraid something has gone wrong\r\n\r\nwith  the  recording  system and  the  Simultaneous\r\n\r\nInterpretation  system. Shall  we  suspend  for  10\r\n\r\nminutes?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 382</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I shall take the Chair again at 7.20\r\n\r\np.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at 7.10 p.m.</i></div>\r\n\r\n<div align=\"right\"><i></i></div>\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 7.24 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I understand that although the\r\n\r\nrecording system appears to be working now,  it  is\r\n\r\nnot  as satisfactory as the technicians would  like\r\n\r\nit to be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If there is no dissentient voice, perhaps it would\r\n\r\nbe convenient to move the adjournment.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved. \"That this Assembly do now\r\n\r\nadjourn.\"-[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Twenty Five minutes past Seven o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
