{"memberId": null, "volumeNo": "13", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"13\">\r\n\r\n<meta name=\"Sit_No\" content=\"5\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-08-08\">\r\n\r\n<meta name=\"Start_Col\" content=\"295\">\r\n\r\n<meta name=\"End_Col\" content=\"380\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">13</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">5</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">08-08-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 295</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF SESSION 1960</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 13</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 8th August, 1960</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr Speaker (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 296</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister, Minister for National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 297</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 297</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBER TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Member has, under the provisions of\r\n\r\nsubsection (2) (g) of section 42 of the Singapore\r\n\r\n(Constitution) Order in Council, 1958, obtained\r\n\r\nfrom the Speaker, permission to be or to remain\r\n\r\nabsent from sittings of the Assembly:-\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Teo Hock Guan (Changi) - 8th August, 1960.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 297</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MESSAGE FROM THE YANG DI-PERTUAN NEGARA</b></div>\r\n\r\n<div align=\"center\"><b>(Assent to Bill passed)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have to report that I have been\r\n\r\ninformed  by  His  Excellency the  Yang  di-Pertuan\r\n\r\nNegara  that, on 5th August, 1960, he  assented  to\r\n\r\nthe Criminal Law (Temporary Provisions) (Amendment)\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 297</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>YANG DI-PERTUAN NEGARA'S SPEECH</h4></div>\r\n\r\n<div align=\"center\"><b>(Debate on the Address)</b></div>\r\n\r\n<div align=\"center\"><b>(Fourth Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of adjourned debate on\r\n\r\nQuestion [5th August, l960],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the\r\n\r\nspeech of the Yang di-Pertuan Negara be agreed\r\n\r\nto:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of the State of\r\n\r\nSingapore, express our thanks to the Yang di-Pertuan Negara for the speech which he delivered\r\n\r\non behalf of the Government at the opening of the\r\n\r\npresent session of this Assembly.\"'.- (The Prime Minister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir,\r\n\r\nlast  Friday, I said that the brightest feature  in\r\n\r\nthe  speech  of His Excellency the Yang  di-Pertuan\r\n\r\nNegara was the admission that there had been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 298</b></font><br><br>\r\n\r\n\r\n\r\nmistakes  and  shortcomings,  and  that  also   the\r\n\r\npromise was made that in future there would be more\r\n\r\npatience  and  that  zeal would  be  tempered  with\r\n\r\nunderstanding.  Sir, it seems to  be  a  very  good\r\n\r\nbeginning,  to undo those mistakes that  have  been\r\n\r\nmade,  and  in the light of that promise,  I  would\r\n\r\nlike  to  bring to the attention of the  Government\r\n\r\ncertain  things which have brought  about  a  great\r\n\r\ndeal  of unhappiness to many parents, teachers  and\r\n\r\nstudents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the most important cause of much unhappiness\r\n\r\namongst  these  people  is the  six-day  week.  The\r\n\r\nparents have said that they have noticed that their\r\n\r\nchildren  show signs of undue strain. On Saturdays,\r\n\r\nthey seem to have no relish for school work and, of\r\n\r\ncourse,  homework  must  be  given.  As  usual,  on\r\n\r\nSundays,  they  have to do their  homework  and  on\r\n\r\nMonday  the round begins again. So these  perpetual\r\n\r\nrounds  give  no real break to students  and  those\r\n\r\nengaged in the teaching profession. Sir, it may  be\r\n\r\nsaid  that  in the past the Chinese-medium  schools\r\n\r\nhad  a six-day working week, but actually they  had\r\n\r\n5.5 days, as it was pointed out by the Minister for\r\n\r\nEducation.  That half a day was usually devoted  to\r\n\r\nrecreational activities. Now in England I have been\r\n\r\ntold that two half days are devoted to recreational\r\n\r\nactivities so that actually they too have five full\r\n\r\ndays  of school work. Sir, if it is important  that\r\n\r\nextra  languages must be taught, I suggest that  it\r\n\r\ncould  be  done  by the substitution  of  an  extra\r\n\r\nlanguage period for a period that can be done  away\r\n\r\nwith.  Or let the school start, say, half  an  hour\r\n\r\nearlier each day, but let there be a five-day  week\r\n\r\nor  a  compulsory  five-day week with  half  a  day\r\n\r\noptional for most schools in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was a meeting, Sir, in Kuala Lumpur on 6th\r\n\r\nJune,  1960,  and there was a report  in  the  Free\r\n\r\nPress  of 7th June, 1960, which stated that at  the\r\n\r\nfirst  session of the Asian regional conference  of\r\n\r\nthe  World  Confederation of Organisations  of  the\r\n\r\nTeaching  Profession,  the delegates  came  to  the\r\n\r\nconclusion and recommended that the teaching period\r\n\r\n\"should be fitted into a five-day week, for  it  is\r\n\r\nessential  that  children get  a  real  break  from\r\n\r\nschool work each week.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 299</b></font><br><br>\r\n\r\n          \r\n\r\nWhere  home  conditions are  so  poor  that  it  is\r\n\r\ndesirable  for  children  to  spend  more  time  in\r\n\r\nschool,  this  time should not  be  used  for  more\r\n\r\nteaching but for recreation and hobbies.\" Sir, that\r\n\r\nis  the  opinion of professional people at a  world\r\n\r\nconference. Let us not forget, Sir, that by  having\r\n\r\na  six-day week, poor parents must spend  about  20\r\n\r\nper  cent  more  on  their children's  expenses  in\r\n\r\nschool.  Let us not forget also that we are working\r\n\r\nhere  under climatic conditions that are  different\r\n\r\nfrom those existing in temperate regions. I am sure\r\n\r\nsome  of  the Members on the Government side,  Sir,\r\n\r\nwill  remember that whereas in London, one can walk\r\n\r\nfor  miles and miles and for hours without  feeling\r\n\r\ntired,  we  cannot do the same in  the  heat  of  a\r\n\r\ntropical country like Singapore. Sir, therefore, if\r\n\r\nthe  Government  wishes to restore  the  morale  of\r\n\r\nteachers,   students  and  parents,  we   earnestly\r\n\r\nrequest them to consider the restoration of a five-day  week  or  a five-day week plus a half  day  on\r\n\r\nSaturday for recreational activities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another sore point among teachers today is\r\n\r\nthe  new  kind of formula which seems to go against\r\n\r\nall  arithmetical principles. We used to learn that\r\n\r\nif  we  want more work to be done, we have  to  get\r\n\r\nmore  men.  Today  the formula seems  to  be:  More\r\n\r\nactivities, more work but less manpower. Of course,\r\n\r\neconomy  is very important, but you can go to  such\r\n\r\nlengths  that economy defeats the very  purpose  of\r\n\r\nintroducing   economic  measures,  when   we   have\r\n\r\ndemoralising  effects  and  when  the  standard  of\r\n\r\nefficiency  goes down. We have had  cases  where  a\r\n\r\nteacher  in,  say, the Malay medium or the  Chinese\r\n\r\nmedium  was called upon to substitute for a teacher\r\n\r\nin the English medium, to carry on a regular lesson\r\n\r\nin  the  English medium or vice versa, just because\r\n\r\nthere was a shortage of teachers in a school.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all agree, Sir, that the principle of equal\r\n\r\ntreatment is a principle we want to adopt,  but  in\r\n\r\nthe measures adopted to implement this principle of\r\n\r\nequal  treatment,  let  us  make  sure  that  equal\r\n\r\ntreatment  does  not become equal Maltreatment.  We\r\n\r\nall  agree that there must be equal treatment. Sir,\r\n\r\nwe hope\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 300</b></font><br><br>\r\n\r\n\r\n\r\nthat these things will be looked into carefully and\r\n\r\nrectification be made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one point to be clarified under\r\n\r\n\"University\",  Sir. In column 20 of  Hansard  dated\r\n\r\n20th  July, 1960 (Yang di-Pertuan Negara's speech),\r\n\r\nit is stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...the two Universities, Nanyang University and\r\n\r\nthe Singapore Division of the University of Malaya,\r\n\r\nare geared to serve the needs of the State.'\r\n\r\n\r\n\r\n<br><br>Sir, we hope by that it does not mean that the  one\r\n\r\nto manipulate the gears is only the Government, but\r\n\r\nthat  before  the gears are changed there  will  be\r\n\r\nconsultation  and that the views of the  University\r\n\r\nauthorities  will be properly appreciated  so  that\r\n\r\nover there also there will not be this feeling that\r\n\r\nequal  treatment means equal treatment on  a  lower\r\n\r\nlevel.  We  all want equal treatment on the  higher\r\n\r\nlevel so that it becomes equally good treatment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we all desire to improve conditions and\r\n\r\nstandards in education, but the improvements should\r\n\r\nnot  be  such that the levels go down.  I  believe,\r\n\r\nSir,  that  we  can maintain the high standards  of\r\n\r\neducation  in  our country. On a five-day  week  we\r\n\r\nhave  produced  brilliant scholars like  our  Prime\r\n\r\nMinister.  Only  three years ago we  sent  a  local\r\n\r\nstudent  to the London University and I  have  just\r\n\r\nreceived  a  report, Sir, that in  the  Engineering\r\n\r\nCollege (University of London), he topped the  list\r\n\r\nof first-class honours last week. That, Sir, was on\r\n\r\na five day week.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to the amendment standing in my\r\n\r\nname. I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"at end, to add -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`but urges the Government to consider restoring\r\n\r\nto its employees the cut in variable allowances\r\n\r\nwhich was made last year'.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I may be wrongly accused again\r\n\r\nfor  having brought this up in order to  revive  an\r\n\r\nold  sore. Sir, let us consider again the facts  of\r\n\r\nthe case when the cut in the variable allowances of\r\n\r\nGovernment  servants was introduced. About  a  year\r\n\r\nago,  when the Minister for Finance introduced  the\r\n\r\ncut,  Sir,  the  main  reason given  was  that  the\r\n\r\nGovernment  faced  a  threatened  deficit  of   $14\r\n\r\nmillion. I pointed out then, Sir, that it was  only\r\n\r\na threatened deficit and that, judging\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 301</b></font><br><br>\r\n\r\n\r\n\r\nfrom  what  had  been  done by  previous  Financial\r\n\r\nSecretaries, an expected financial deficit  usually\r\n\r\nturned  out  to be a surplus. But the Minister  for\r\n\r\nFinance  insisted  that the ship was  sinking,  and\r\n\r\nthat unless steps were taken it might be too late.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the speech of the Yang di-Pertuan Negara,\r\n\r\nwe  read  in  column 6 of Hansard dated 20th  July,\r\n\r\n1960:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The State ended the year's budget with a small\r\n\r\nsurplus of $9 million.'\r\n\r\n\r\n\r\n<br><br>Sir, if there had been an expected deficit of  $14\r\n\r\nmillion  and  the year ended with a surplus  of  $9\r\n\r\nmillion, then the Government has been able to  make\r\n\r\ngood  by something like $23 million. I am not  sure\r\n\r\nwhether  the  financial year ended in  November  or\r\n\r\nDecember  1959 - I  would normally expect  it  to  be\r\n\r\nso - but  if  that were so, then in half a year  they\r\n\r\nhave  made  good the deficit and there was  also  a\r\n\r\nsurplus  of $9 million. Sir, the principle I  would\r\n\r\nsay  is this: if we want to get rid of the deficit,\r\n\r\nthe  first thing should be to economise, not to cut\r\n\r\nthe  pay of our employees. As an example of a model\r\n\r\nemployer, to resort to pay cuts should be the  last\r\n\r\nthing,  and not the first. If the surplus is  money\r\n\r\nwhich  has  been obtained through the  cut  in  the\r\n\r\nvariable  allowances, and since the speech  of  the\r\n\r\nYang  di-Pertuan Negara states that the country  is\r\n\r\neconomically   stable,  the  time   seems   to   be\r\n\r\nfavourable to rectify this mistake. We do  not  say\r\n\r\nthat   the  mistake  was  intentional - we  all  make\r\n\r\nmistakes.  But  it is understood,  Sir,  that  once\r\n\r\nerrors  are  made and found out, it is  only  right\r\n\r\nthat  we  should rectify them, otherwise they  will\r\n\r\nremain errors and a running sore throughout.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister was reported in the\r\n\r\nStraits  Times of Friday, 3rd June, 1960,  to  have\r\n\r\nsaid the following:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`There were some mistakes, and there were hard\r\n\r\nfeelings. True, the cut in allowances of Government\r\n\r\nservants  was  painful. True, school teachers  were\r\n\r\npushed too far in the extra half session.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Rectifications had to be made. Half sessions have\r\n\r\nbeen dropped. Professional allowances were paid  to\r\n\r\ncertain  categories of officers in  the  Government\r\n\r\nservice.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 302</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that the Prime Minister himself has\r\n\r\nadmitted   the  principle  that  once  errors   are\r\n\r\ndiscovered,  rectifications are necessary.  However\r\n\r\nthe rectifications have not been fully made. It may\r\n\r\nnot  be  realised by many, Sir, that half  sessions\r\n\r\nhave  not  been completely withdrawn. The  teachers\r\n\r\nwere told that if they had not volunteered for  the\r\n\r\nhalf  sessions, their turn would come once in three\r\n\r\nyears. So, actually the half sessions have not been\r\n\r\ncompletely  dropped,  and  very  likely  the  Prime\r\n\r\nMinister was misinformed. Sir, some people may  say\r\n\r\nthat  I  am  going to benefit by this if Government\r\n\r\nshould become generous. Let me say here, and I give\r\n\r\nyou my word, Sir, that if anything comes out of  it\r\n\r\nI  do  not  wish to benefit from it. There  may  be\r\n\r\nothers also who do not wish to benefit from it, and\r\n\r\nwould be glad that if anything should come to  some\r\n\r\nof us, that money be given to the unemployed. There\r\n\r\nare  those  who feel that the cut was very  painful\r\n\r\nbecause they had committed themselves in advance to\r\n\r\nhousing loans, education of their children,  and  I\r\n\r\nknow of certain cases where the children have to be\r\n\r\npulled back from universities because their parents\r\n\r\ncould  not  afford  to lose their allowances.  Sir,\r\n\r\nthis  is a question not only of principle,  but  of\r\n\r\nsincerity,  a test of sincerity. Just a last  word,\r\n\r\nSir. At the big rally at the Happy World Stadium of\r\n\r\nteachers  in Singapore, the Prime Minister  noticed\r\n\r\nthe  look of unhappiness among the many faces  and,\r\n\r\nbeing   a  person  who  knows  human  nature  well,\r\n\r\nsuddenly  introduced something in  his  speech.  He\r\n\r\npromised  the  teachers that  if  things  improved,\r\n\r\nalthough he was not the Finance Minister, he  would\r\n\r\nrecommend restoration of the pay cuts, if not  all,\r\n\r\nat least part of it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of clarification,\r\n\r\nSir. May I -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> In a few seconds -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> It is very important.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 303</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the Prime Minister will have\r\n\r\nthe opportunity.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I have been misquoted.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, there was a big applause,\r\n\r\nand  I  was  there. Sir, I cannot  give  the  exact\r\n\r\nwords, but the content was that. It can be verified\r\n\r\nby  checking with the 9,000 or 10,000 teachers  who\r\n\r\nwere  present. I hope that that is remembered, Sir,\r\n\r\nand,  in principle, if Government cannot afford  to\r\n\r\nrestore  all the allowances, at least the principle\r\n\r\nof  restoration  or rectification of  error  is,  I\r\n\r\nthink, important.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I so move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, may I -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the Prime Minister will have\r\n\r\nthe  opportunity to speak on the amendment after  I\r\n\r\npropose the Question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the words proposed to be\r\n\r\nadded, be there added.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Hon. Members will appreciate, of\r\n\r\ncourse,  that  the  debate from now  on  until  the\r\n\r\namendment has been disposed of must be concentrated\r\n\r\non the amendment itself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No Member rising -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I cannot be kept waiting for long.\r\n\r\nIf nobody wishes to speak, I will put the Question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be added,\r\n\r\nbe there added\", put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> We are now back to the original\r\n\r\nQuestion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Original Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.53 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, in moving the\r\n\r\nmotion of thanks to the Yang di-Pertuan Negara, the\r\n\r\nPrime  Minister  mentioned that the Government  was\r\n\r\naware  that  Communist elements had been regrouping\r\n\r\nand  reorganising  in Singapore immediately  before\r\n\r\nthe  last elections. This fact should be considered\r\n\r\nin the interests of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 304</b></font><br><br>\r\n\r\n\r\n\r\npeace and prosperity of the State of Singapore.  If\r\n\r\nthese  Communist  activities  are  allowed  to   go\r\n\r\nunchecked, it means that we condone them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, it should be remembered that `at the present moment we are at the stage of achieving\r\n\r\nindependence   for  Singapore.  We   realise   that\r\n\r\nindependence can only be achieved through a  merger\r\n\r\nwith  the  Federation of Malaya. We are sincere  in\r\n\r\nwishing to achieve our aim, and should not give  up\r\n\r\nhalfway in our efforts because of our own acts, and\r\n\r\nwithout careful consideration of the ways and means\r\n\r\nof achieving our objective.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am fully confident, Mr Speaker, that what has\r\n\r\nbeen said by the Prime Minister has been said in an\r\n\r\natmosphere  of  worry and the  realisation  of  the\r\n\r\ndangers confronting the Government. But what I wish\r\n\r\nto  know, Mr Speaker, is that during the  last  14\r\n\r\nmonths that the Government has been in office, what\r\n\r\nsteps have the Prime Minister and his Cabinet taken\r\n\r\nto  forestall or curb the threat of Communism?  Has\r\n\r\nthe  Prime  Minister been sitting still,  a  silent\r\n\r\nspectator to the activities of the Communists,  and\r\n\r\nwaiting  for the moment when steps could be  taken?\r\n\r\nOr  has he resigned himself to fate, hoping for the\r\n\r\nbest  in  the future? Or is that a further  mistake\r\n\r\nmade by the Government over the last 14 months?  To\r\n\r\nthe  best  of my knowledge, Mr Speaker, to-date  I\r\n\r\ncannot  recall any positive action  taken  by  the\r\n\r\nGovernment   in  suppressing  Communist  subversive\r\n\r\nelements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recently I heard it announced in this Assembly\r\n\r\nthat  two  journalists had been detained under  the\r\n\r\nP.P.S.O. on  the ground that they were  associated\r\n\r\nwith pro-K.M.T. subversive elements. Mr Speaker, I\r\n\r\nhope   the  Prime  Minister  and  Members  of   the\r\n\r\nGovernment will declare frankly their stand. I ask:\r\n\r\nare they prepared to get themselves mixed up and be\r\n\r\ninvolved  with  Communists? I warn them  about  the\r\n\r\nMalay  proverb: \"You cannot befriend the tiger.\"  I\r\n\r\nsay  honestly  that these methods  are  wrong.  For\r\n\r\nthese  reasons,  we  are almost suspicious  of  the\r\n\r\npresent Government. We will not change our stand so\r\n\r\nlong\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 305</b></font><br><br>\r\n\r\n\r\n\r\nas the Government cannot come out into the open and\r\n\r\ntake  action  to  wipe  out  Communist  activities,\r\n\r\nwhether  the activities are within their  Party  or\r\n\r\noutside.  We will give our wholehearted support  if\r\n\r\nthe  Government takes positive steps towards wiping\r\n\r\nout these Communist activities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For us, Mr Speaker, we are sincere, determined\r\n\r\nand  honest  in facing Communist subversion.  There\r\n\r\nare  people who allege that our opinions are  based\r\n\r\non fanaticism. But I would like to ask this. Is the\r\n\r\nconcept  of anti-colonialism also fanaticism?  With\r\n\r\nthis  non-Communist policy, Mr Speaker, the  Prime\r\n\r\nMinister has mentioned three possibilities that may\r\n\r\nhappen  to his Party. First, what is good  for  the\r\n\r\nP.A.P. may not be good for the M.C.P. What is  good\r\n\r\nfor the P.A.P. may also be good for the Communists.\r\n\r\nWhat is not good for the P.A.P. may be good for the\r\n\r\nCommunists. Unfortunately, Mr Speaker,  the  Prime\r\n\r\nMinister  has  not  given us  examples  as  to  the\r\n\r\ndifference   in   meaning   between    the    three\r\n\r\npossibilities mentioned by him. But if I  could  be\r\n\r\n`permitted to give an example of what may  be  good\r\n\r\nfor the P.A.P. but not good for the Communists,  we\r\n\r\ncould say this-the Government's efforts to get help\r\n\r\nfrom  the British Government will not be acceptable\r\n\r\nto  the  Communists. Secondly, on what is good  for\r\n\r\nthe  P.A.P. may also be good for the Communists,  I\r\n\r\ncould  say  this. For instance, we  repatriate  all\r\n\r\nthose  in  key  posts still held by expatriates  to\r\n\r\ntheir  country  of  origin, and replace  them  with\r\n\r\nlocal personnel who the Government feel can do what\r\n\r\nthey   dictate.  Whether  they  are  competent   or\r\n\r\notherwise, it does not matter at all. Thirdly,  the\r\n\r\npossibility  that what is good for the  P.A.P. may\r\n\r\nnot  be good for the Communists. For instance,  Mr\r\n\r\nSpeaker, recently the Singapore Government  sent  a\r\n\r\ncongratulatory message to the Federation Government\r\n\r\non  the  termination of the Emergency  there.  This\r\n\r\naction of the P.A.P. is taken because, if we do not\r\n\r\noffer our congratulations, it may not be good  from\r\n\r\nthe point of view of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 306</b></font><br><br>\r\n\r\n\r\n\r\nrelationship between the two territories.  But  for\r\n\r\nthe Communists this gesture is directly opposed  to\r\n\r\ntheir interests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, on the problem of merger with the Federation of Malaya, we realise that Singapore\r\n\r\ncannot  survive  by itself. But  what  we  fail  to\r\n\r\nunderstand   is  that  we  can  only   charge   the\r\n\r\nFederation of Malaya for refusing to accept us as a\r\n\r\nunit  of  Malaya. Mr Speaker, we are only wise  in\r\n\r\npointing  an  accusing finger at a  man  if  he  is\r\n\r\nwrong.  If we ourselves do not wish to rectify  the\r\n\r\nmistakes  that  we  have  committed,  or  adopt  an\r\n\r\nunacceptable  attitude, then we cannot  accuse  the\r\n\r\nother Party of refusing to accept our views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know, Mr Speaker, that by our merely saying\r\n\r\nthat this is good and so on, it will have no effect\r\n\r\non  anybody. The listeners will weigh our words and\r\n\r\nconsider our deeds and actions. Then only will they\r\n\r\nform  certain  conclusions. But if  we  preach  one\r\n\r\nthing  and  practise another, then it follows  that\r\n\r\nthey will not have faith in us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P., Mr Speaker, has admitted that the\r\n\r\nMalays  in the Federation are afraid that a  merger\r\n\r\nwill  mean that the Malay population there will  be\r\n\r\nswallowed  up. I want to be honest in this  matter.\r\n\r\nIt is not communalism - it is a fact which nobody can\r\n\r\ndeny  or  repudiate. It should not be  misconstrued\r\n\r\nthat  it  is communalism, as though communalism  is\r\n\r\nthe  greatest  danger  both in  Singapore  and  the\r\n\r\nFederation  of  Malaya - putting aside the  Communist\r\n\r\nthreat. We consider it a small matter. It is wrong,\r\n\r\nMr  Speaker,  to consider communalism  in  Malaya,\r\n\r\nbecause   the   multi-racial  people   have   lived\r\n\r\npeacefully side by side for hundreds of years,  and\r\n\r\nthey  have  faced different political  developments\r\n\r\ntogether  until  the creation of a  Government  for\r\n\r\nwhich  all the people are responsible. Sir,  there\r\n\r\nshould   be  no  reason  why  this  problem  should\r\n\r\nconstitute  a danger, although there are  among  us\r\n\r\nthose  who  have no feelings of sympathy,  and  who\r\n\r\nsimply refuse to see facts. They base their actions\r\n\r\non  sentiment, and exploit this communal issue  for\r\n\r\ntheir  own  benefit. But if they see the facts  for\r\n\r\nthemselves  based  on sympathetic consideration,  I\r\n\r\nthink, Mr Speaker,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 307</b></font><br><br>\r\n\r\n\r\n\r\nit  will  be  clearly seen that from  the  time  of\r\n\r\nBritish  colonialism  we  can  always  come  to   a\r\n\r\ncompromise to avoid undesirable events happening in\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;About the concern of the Malays in the\r\n\r\nFederation, at the moment I think they  are  having\r\n\r\ngood  hopes of living in a house comprising various\r\n\r\nraces, and they are moving towards the building  of\r\n\r\none nation based on a strong foundation. But if  we\r\n\r\nlook  at  the situation in Singapore, Mr  Speaker,\r\n\r\nSir,  we cannot foresee this hope, although we  are\r\n\r\nworking  under a Government with a Constitution  in\r\n\r\nwhich  it has clearly been enunciated that positive\r\n\r\nsteps  should be taken to help the Malays. On  this\r\n\r\nmatter, all  the  relevant  provisions  cannot  be\r\n\r\ndistorted  or twisted; as, for instance, by  giving\r\n\r\nMalays  free  education. Free  education  has  been\r\n\r\ngiven,  from  the primary level up  to  the  middle\r\n\r\nschool  and  university level. During  the  British\r\n\r\nera,  free education was also in existence, and  in\r\n\r\nthe   English  schools  were  found  special  Malay\r\n\r\nclasses. Special privileges were given to those  in\r\n\r\nthese classes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, in other matters, we cannot be proud\r\n\r\nof  anything which leaves no impression at all.  So\r\n\r\nwhat  the  Government should do is  to  initiate  a\r\n\r\nspecial    programme   as   required   under    the\r\n\r\nConstitution.  Although Members of  the  Government\r\n\r\ncharge  that  this is communalism,  it  is  clearly\r\n\r\nenunciated in the preamble to the Constitution.  We\r\n\r\ncannot set aside the Constitution if we are  to  go\r\n\r\nby the Constitution which we have all accepted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as has been mentioned by the Opposition side, we are reviewing the work of the\r\n\r\nGovernment  during  the 14 months  they  have  been\r\n\r\nholding the reins of power. They should rectify the\r\n\r\nmistakes they have made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am quite sure the Government will not find it\r\n\r\nhard  to change their attitude and I feel they will\r\n\r\nfully  implement  the paragraph about  the  special\r\n\r\nrights of the Malays.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one point which I would like to express,\r\n\r\nMr Speaker, speaking on the inter-racial ties, and\r\n\r\nthat  is,  special  attention should  be  given  to\r\n\r\nMalays  of Islamic religion. The Malays are opposed\r\n\r\nto Communism. They are of the opinion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 308</b></font><br><br>\r\n\r\n\r\n\r\nthat  the  Communists are atheists.  So  also  with\r\n\r\nChristianity  and  Buddhism - they  are  opposed   to\r\n\r\nCommunism.  If  the  Government  fail  to  adopt  a\r\n\r\npositive attitude, it follows that the followers of\r\n\r\nthe  religion  I have just mentioned will  have  no\r\n\r\nfaith  in  them.  They will not  believe  that  the\r\n\r\nGovernment  will  take  definite  steps   to   curb\r\n\r\nCommunist activities both in Singapore and Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to give an illustration which may be\r\n\r\na  little  shocking  to  the Muslim  population.  A\r\n\r\nconcert  about \"Ketuhanan\", meaning godliness,  was\r\n\r\nrecently presented over the Malay Section of  Radio\r\n\r\nSingapore. This story, Mr Speaker, has resulted in\r\n\r\nprotestations  coming from the Muslim  people.  One\r\n\r\nsection feels that the presentation of this concert\r\n\r\nhas  caused the Holy Koran to be insulted or looked\r\n\r\ndown  upon  with contempt, whereas another  section\r\n\r\nfeels that this is a progressive move. There is yet\r\n\r\nanother group which is of the opinion that this  is\r\n\r\nCommunist propaganda to test how deep is the  faith\r\n\r\nof  the  Muslim people towards Islam. This sort  of\r\n\r\nthing  will create an unhealthy atmosphere. A close\r\n\r\nscrutiny  will make it obvious that it will  result\r\n\r\nin  clashes  between  various people  of  different\r\n\r\nfaiths,  and  that it will be bad  for  Singapore's\r\n\r\npeace   and   prosperity.  I  hope   the   Ministry\r\n\r\nresponsible will conduct an investigation  so  that\r\n\r\nthere will be no recurrence of such a thing.  I  am\r\n\r\nsuspicious   of  the  Government's  attitude.   The\r\n\r\nGovernment,   on  the  one  hand,   realises   that\r\n\r\nCommunist  activities are becoming more active.  On\r\n\r\nthe  other hand, it has not produced a White  Paper\r\n\r\nso that the public will know what it stands for. If\r\n\r\nI am not mistaken, the previous Government issued a\r\n\r\nWhite Paper declaring its stand and mentioning  how\r\n\r\nCommunist  activities  had  been  on  the  rampage,\r\n\r\nsubverting trade unions and other cultural  bodies.\r\n\r\nBut  in  Singapore during the past  14  months  the\r\n\r\nGovernment  has  not  done  anything  positive   or\r\n\r\ndefinite  to  control  the  people's  associations,\r\n\r\ntrade  unions, etc. We would like to know what  the\r\n\r\nCommunists have done during the past 14 months that\r\n\r\nthe  P.A.P. has  been in power. If the  Government\r\n\r\nreally wishes to make the people realise the danger\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 309</b></font><br><br>\r\n\r\n\r\n\r\nCommunism, it is important that it should  issue  a\r\n\r\nWhite Paper on the subject.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in addition to what I have already said, it is hoped that the Government, in the year\r\n\r\nahead  will pay attention to and take steps on  the\r\n\r\nmatters  which  the Opposition has raised,  because\r\n\r\nthe  time  has  come  when we do  not  wish  to  be\r\n\r\nconsidered  any  longer  as,  to  quote  the  Prime\r\n\r\nMinister, \"gunny bags fit for bayonet practices  by\r\n\r\nthe  Japanese\". We are not here just to offer blind\r\n\r\nopposition,  but  we are here  to  offer  and  have\r\n\r\noffered constructive and useful criticisms. We have\r\n\r\ngiven  the Government an opportunity to show  their\r\n\r\ncapabilities  by  carrying  out  plans  which   are\r\n\r\nbeneficial to the people. It is clear now that  the\r\n\r\nmatters  raised by the Opposition have  caused  the\r\n\r\nGovernment   to   consider  them   seriously.   For\r\n\r\ninstance,  the  Trade  Unions  Bill.  Although  the\r\n\r\nGovernment did pass the Trade Unions Bill  in  this\r\n\r\nAssembly,  I am quite sure that the Government  has\r\n\r\nnow  given second thoughts to it, as it will be re-introduced at a later date.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point on which I would like to touch in\r\n\r\nthis   Assembly,   Mr   Speaker,   is   the   good\r\n\r\nrelationship  between the Indonesian and  Singapore\r\n\r\nGovernments. The people of Singapore gladly welcome\r\n\r\nthis.  But  on  behalf of the  inhabitants  of  the\r\n\r\nSouthern Islands, I would like to raise this  point\r\n\r\nin this Assembly, and that is, that this Government\r\n\r\nwill  convey to the Indonesian Government,  on  the\r\n\r\nbasis  of our good relationship, the hopes  of  the\r\n\r\ninhabitants  concerning the methods of  entry  into\r\n\r\nIndonesian-owned islands. I know  of  the  existing\r\n\r\nfacilities  accorded  to  the  fishermen   on   the\r\n\r\nSouthern  Islands to fish in Indonesian territorial\r\n\r\nwaters  which have been going on well, but  what  I\r\n\r\nhave  in  mind  is  the  relationship  between  the\r\n\r\ninhabitants of the Southern Islands and those of  a\r\n\r\nneighbouring  island  outside the  jurisdiction  of\r\n\r\nSingapore [meaning an island in Indonesia]. Some of\r\n\r\nthese people who are Singapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 310</b></font><br><br>\r\n\r\n\r\n\r\ncitizens marry Indonesian subjects, living  on  the\r\n\r\nneighbouring  island.  From time  immemorial,  they\r\n\r\nhave  had  this social intercourse.  Now  they  are\r\n\r\nencountering  difficulties  with  the   Immigration\r\n\r\nDepartment. What I am told is that in the past they\r\n\r\nwere  issued with special identity cards valid  for\r\n\r\none  year,  and  the possession  of  these  special\r\n\r\nidentity  cards  would enable them to  move  freely\r\n\r\nbetween  the  Indonesian Islands for  the  specific\r\n\r\npurposes,  as  mentioned on the identity  cards.  I\r\n\r\nhope  this  system  will  be  reintroduced  by  the\r\n\r\nImmigration Department, as it will facilitate entry\r\n\r\nof the wives or children into Singapore, the object\r\n\r\nof  which  is relationship between one  family  and\r\n\r\nanother.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from that, Mr Speaker, I hope the Minister\r\n\r\nfor  Education will be in a position in the  coming\r\n\r\nyear to build a school on Blakan Mati. I am told by\r\n\r\nthe  Education Ministry that the school  at  Blakan\r\n\r\nMati  in the past year was outside the jurisdiction\r\n\r\nof  the  Ministry of Education. It was at the  time\r\n\r\nunder  the  control  of  the Ministry  of  National\r\n\r\nDevelopment.  For this year, however,  there  is  a\r\n\r\nschool site and building plans have been completed,\r\n\r\nexcept that the Education Ministry has no money  at\r\n\r\nits disposal, and I hope this year a school will be\r\n\r\nbuilt on Blakan Mati because the difficulties faced\r\n\r\nby the pupils are great indeed in that they have to\r\n\r\ntravel  by  ferry  across to the island  of  Blakan\r\n\r\nMati.  Sometimes  they experience  difficulties  in\r\n\r\nusing the ferry supplied by the War Department.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly with the Prime Minister who is in\r\n\r\ncharge  of rural areas. During the past year  there\r\n\r\nwas  no  vote  for  the development  of  these  two\r\n\r\nislands - Blakan Mati and Pulau Brani. Hence  in  the\r\n\r\ncoming year I believe there are provisions for  the\r\n\r\ndevelopment of Pulau Brani. One of the  things  for\r\n\r\nthe  Ministry to provide is a jetty in the  kampong\r\n\r\ncalled  Telok Saga. At the moment the people  there\r\n\r\nare  using,  as a bridge, only a piece  of  timber,\r\n\r\nwhich is dangerous.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 311</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.29 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng (Pasir Panjang)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the P.A.P. is a Party of strength\r\n\r\nand  full  of  revolutionary spirit.  It  will  not\r\n\r\naccept any compromise with the colonialists. Before\r\n\r\nthe  general elections last year, we expounded  our\r\n\r\nFive-Year Plan. At present, the Government  of  the\r\n\r\nself-governing  State  of  Singapore  works   under\r\n\r\ncertain restrictions contained in the Constitution.\r\n\r\nThe   Government  has  therefore  found  it   quite\r\n\r\nimpossible to fulfill all the hopes and aspirations\r\n\r\nof  the  people.  The  P.A.P. Government  will  not\r\n\r\ndisappoint  the people because of the  restrictions\r\n\r\ncontained in the Constitution. The achievements  of\r\n\r\nthe  past  year have clearly shown that the  P.A.P.\r\n\r\nGovernment   has   been  doing  its   best - although\r\n\r\nrestricted  by  the  Constitution - to  fulfill   the\r\n\r\ndesires and hopes of the people, especially in  the\r\n\r\nexpansion of local industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, our colleagues and I are\r\n\r\nstill not satisfied with the Constitution. Our aims\r\n\r\nare  the same as those of our people. If the people\r\n\r\nwant  to achieve their aims, they must always stand\r\n\r\nunited  with  a Left-wing political Party  that  is\r\n\r\nfirm  in  its policies. Such a party is the  P.A.P.\r\n\r\nOur  Party  is a Party that has the best  political\r\n\r\npolicies  in  the  history of Malayan  nationalism.\r\n\r\nBeing  a  Left-wing  Party  and  an  up-holder   of\r\n\r\nnationalism, we will not lose sight of the original\r\n\r\nnoble  objectives of our struggle (we have a  long-term aim) amidst the political turmoil, and we will\r\n\r\nnot  be made use of by any political opportunists..\r\n\r\nAll  intelligent  Left-wing thinkers  are  able  to\r\n\r\nanalyse  the present situation of political  unrest\r\n\r\nand   turmoil.   No  matter  what   the   political\r\n\r\nopportunists will do, or have done, they will fail,\r\n\r\njust  like  Mr  Marshall's  Workers'  Party.   The\r\n\r\nprogressive  forces are always united together  and\r\n\r\nwill   struggle  against  colonialism   and   semi-feudalism  to the end. At the same time, the  P.A.P\r\n\r\nwill continue to struggle by not wavering from  its\r\n\r\nfirm policies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the people know that, since the\r\n\r\nP.A.P. came into power and governed the State under\r\n\r\nthe Constitution, we have been enforcing our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 312</b></font><br><br>\r\n\r\n\r\n\r\nrevolutionary   policies   to   reform   Government\r\n\r\norganisations, to cut out unnecessary expenses,  to\r\n\r\nwipe  out bureaucracy, to end corruption completely\r\n\r\nand   to  make  public  servants  more  polite  and\r\n\r\ncourteous  to  the public. These policies  will  be\r\n\r\nenforced  as  long as the P.A.P. is  in  power.  If\r\n\r\nanyone  tries  to  disrupt us,  we  will  take  the\r\n\r\nnecessary action to suppress him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The continuous increase of population has created\r\n\r\nmore  unemployment  among  the  young  people.  The\r\n\r\nGovernment   attaches  great  importance   to   the\r\n\r\ncreation  of  more jobs for the young  people.  For\r\n\r\nthis  reason, the Government is trying its best  to\r\n\r\nexpand  local  industries all the time.  This  year\r\n\r\nwill see the beginning of industrial expansion  and\r\n\r\nit  will also be a year that will decide the future\r\n\r\nof  the P.A.P. The l½ million people of the  State\r\n\r\nwill  begin  to  enjoy  an  era  of  economic   and\r\n\r\npolitical   stability.  There  is   no   limit   to\r\n\r\nindustrial  expansion. The Government has  complete\r\n\r\nconfidence in the expansion of industries.  During\r\n\r\nthe  past  few months, many firms have invested  in\r\n\r\npioneer industries and have signed agreements  with\r\n\r\nthe  Government. These firms are now building their\r\n\r\nfactories.  There are 13 firms which have  sent  in\r\n\r\napplications. The total investment capital is  more\r\n\r\nthan $100 million. We believe that, in future, more\r\n\r\nlocal  and foreign capital will be invested in  the\r\n\r\nbuilding of factories. Because of the establishment\r\n\r\nof  more  factories,  the Government  is  gradually\r\n\r\nsolving  the problem of unemployment. The State  is\r\n\r\non  the  road to prosperity, and the livelihood  of\r\n\r\nthe people will be secured.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the expansion of industries, the Government is\r\n\r\nconcerned  about and has regard for the welfare  of\r\n\r\nthe  workers. The Government will not allow similar\r\n\r\nunhappy events of the past to recur and it will not\r\n\r\nallow  the basic rights and benefits of the workers\r\n\r\nto  be  exploited. The Government will protect  the\r\n\r\nrights of both employees and employers based on the\r\n\r\nprinciple of mutual benefit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, although the important duty of\r\n\r\nthe  Government  is to expand local industries,  we\r\n\r\nhave not neglected the welfare of the farmers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 313</b></font><br><br>\r\n\r\n\r\n\r\nThe  Government regards the welfare and  living  of\r\n\r\nthe farmers with importance. They were an oppressed\r\n\r\nand  forgotten  lot  by the colonialists.  The  old\r\n\r\nGovernment  was  not sincere in looking  after  the\r\n\r\nlivelihood  of  the  farmers.  Many  of  them   had\r\n\r\ncultivated  land to support their families  through\r\n\r\ntheir  own  sweat  and blood - not  forgetting  their\r\n\r\nforefathers - for    the    past    decades.     Some\r\n\r\nunenlightened landlords had forced the  farmers  to\r\n\r\nvacate  their land under the old law which favoured\r\n\r\nthe  landlords. At the same time, the  farmers  did\r\n\r\nnot  get  even  a  single cent as compensation  for\r\n\r\ntheir  evacuation. The farmers had to  leave  their\r\n\r\nlovely  houses, knowing that there was  no  clearly\r\n\r\ndefined  laws  to protect them. Due to  a  lack  of\r\n\r\nlegal  protection, the farmers felt  insecure.  The\r\n\r\nP.A.P. fully sympathises with the suffering of  the\r\n\r\nfarmers.  So  during  the  first  session  of   the\r\n\r\nAssembly  we  passed an Ordinance to protect  them.\r\n\r\nThis  has  given  them a feeling  of  security.  In\r\n\r\ncolumn 11 of Hansard dated 20th July, 1960 (Yang di-Pertuan Negara's speech), it is stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Legislation to give farmers better security of\r\n\r\ntenure  is under preparation and will be introduced\r\n\r\nin the Legislative Assembly during this session.'\r\n\r\n\r\n\r\n<br><br>Therefore,  we  can  say that  during  the  present\r\n\r\nsession of the Assembly, the dwelling-houses of the\r\n\r\nfarmers  will be protected by law. We believe  that\r\n\r\nthe  farmers will greatly welcome this legislation.\r\n\r\nThis   proves   that  the  P.A.P.,  Government   is\r\n\r\ninterested  in  looking after the  welfare  of  the\r\n\r\nfarmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on 3rd August, 1960, the Member\r\n\r\nfor Kampong Kembangan blamed the Government for not\r\n\r\nhaving  been  able to achieve the same  results  in\r\n\r\nconstruction projects for the villages and kampongs\r\n\r\nduring the past 14 months as those achieved by  the\r\n\r\nold  Government. Maybe the hon. Member has not gone\r\n\r\nto see the kampongs since becoming a Member of this\r\n\r\nHouse. He just lives a private life and knows  only\r\n\r\nhow   to  criticise  the  ineffectiveness  of   the\r\n\r\nGovernment's policies. He is just like a blind  man\r\n\r\nwho is feeling an elephant's\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 314</b></font><br><br>\r\n\r\n\r\n\r\nbody and, on touching its tail, shouts out at once\r\n\r\nthat the elephant is a short rope.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the other day -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I understand that yesterday a Member\r\n\r\nwas  likened  to a dog. I think this time  an  hon.\r\n\r\nMember  is  likened  to  an  elephant,  unless  the\r\n\r\ninterpretation is wrong. If that is not  so,  then,\r\n\r\nof  course, the Member for Pasir Panjang  must  not\r\n\r\nsay that a Member of this Assembly is likened to an\r\n\r\nelephant.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\njust now, when I spoke about an elephant, I did not\r\n\r\nmean that the hon. Member is an elephant. I only\r\n\r\nmeant that he was like the blind man who, in the\r\n\r\nstory, was feeling his way round an elephant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the other day, my colleague the\r\n\r\nMember  for Choa Chu Kang spoke on the achievements\r\n\r\nof  the  Government in construction works  for  the\r\n\r\nvillages.  I  would like to inform the  Member  for\r\n\r\nKampong Kembangan that, since the setting up of the\r\n\r\nCity  and Rural Advisory Council 14 months ago,  we\r\n\r\nhave  achieved  splendid results in  the  city  and\r\n\r\nrural  areas.  Many  city and rural  dwellers  have\r\n\r\nwritten  letters  to the Council  asking  for  more\r\n\r\nroads and more public water-pipes, etc. The Council\r\n\r\nwill  concentrate  on the areas where  improvements\r\n\r\nare  badly needed. In this connection, I would like\r\n\r\nto  remind  the  Member for Kampong Kembangan  that\r\n\r\nduring the July meeting of the Council, it approved\r\n\r\na vote of $1,104,000 for the building of more water-pipes,   roads,   sheltered  bus-stands   and   the\r\n\r\ninstallation of street lights. This is solid  proof\r\n\r\nthat  the  P.A.P.  Government  regards  with  great\r\n\r\nimportance the welfare of the people living in  the\r\n\r\ncity and rural areas.\r\n\r\n\r\n\r\n<br><br>3.43 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh (Joo Chiat):</b> Mr Speaker, Sir, I am\r\n\r\nnot  an  eloquent speaker like the Hon. the  Prime\r\n\r\nMinister or other hon. Members that this House  has\r\n\r\nseen  in  the past. I do not claim to  be  a  David\r\n\r\nMarshall. I am, therefore, extremely puzzled,  Sir,\r\n\r\nwhy my mere silence - a silence which half the hon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 315</b></font><br><br>\r\n\r\n\r\n\r\nMembers on the Government Benches have emulated - did\r\n\r\ncall  for stern strictures from the Hon, the  Prime\r\n\r\nMinister  and the public. He has even seen  fit  to\r\n\r\nmake  unseemly jokes about my silence. Mere silence\r\n\r\nseems  to  gnaw at his heart. However,  that  is  a\r\n\r\nthing of the past, Sir. But, Sir, there are reasons\r\n\r\nwhy   I   kept  silent.  Perhaps  my  silence   did\r\n\r\ncontribute to the split in the P.A.P. Had I  spoken\r\n\r\ntoo  much, both sides [indicating] would have  gone\r\n\r\nfor me.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> This is of course, the hon. Member's\r\n\r\nmaiden speech in this Assembly. Perhaps he does not\r\n\r\nknow  that  I  do  not like gestures.  Pointing  at\r\n\r\nMembers,  I think, is completely out of order.  The\r\n\r\nhon. Member must remember that he is addressing the\r\n\r\nChair and not the Members.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> I apologise, Mr Speaker. As you\r\n\r\nsay,  I  am making my maiden speech and, of course,\r\n\r\none  gets  rather exuberant after a  long  silence,\r\n\r\nparticularly when one has been thumped in the  back\r\n\r\nso many times for keeping that silence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I was very happy to see you pull up\r\n\r\nthe  Hon, the  Prime Minister  for  calling  me  a\r\n\r\nparliamentary jester.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. There again I think the hon.\r\n\r\nMember is slipping. When the Speaker has ruled on a\r\n\r\ntopic,  that  ruling stands. I do not  think  there\r\n\r\ncould  be  any  more  debate  or  comment  on   it.\r\n\r\nOtherwise, we will have every Member debating every\r\n\r\nruling of the Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> I stand by your ruling, Sir, but\r\n\r\nmay  I  just quote an old proverb that many a  true\r\n\r\nword has been spoken in jest, and say that that  is\r\n\r\na  proverb  which the Hon, the Prime  Minister  may\r\n\r\nlike to remember when he cracks unseemly jokes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to say, Sir, is this: although\r\n\r\nI  have  been silent, I have not been blind  and  I\r\n\r\nhave not been deaf. This is the highest assembly in\r\n\r\nthe  entire country, and we expect debates in  this\r\n\r\nHouse  to  be dignified. You have been  put  there,\r\n\r\nSir, to see that dignity is enforced in this House.\r\n\r\nThere  are hopes that we will not have our  debates\r\n\r\nconducted  like  a coffee-shop quarrel,  where  one\r\n\r\nparty would say. \"Hi, pe-nyapu-lu,  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 316</b></font><br><br>\r\n\r\n\r\n\r\nkasut  burok-lu,\" and the  other  party\r\n\r\nwould  reply,  \"Chilaka-lu,\" and no merits  of  the\r\n\r\ncase  come  out at all in the argument. Both  sides\r\n\r\nget heated up, and the debate ends up in a brawl or\r\n\r\nwith everybody not understanding anything at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. the Minister for Culture has told\r\n\r\nyou that an occasion like this is traditionally the\r\n\r\nopportunity for reviewing the past, the present and\r\n\r\nforecasting the future. I think he did mention  the\r\n\r\npast  actions of the Government, but I  would  say,\r\n\r\nSir, that we ought to go further than the past  one\r\n\r\nyear's   actions  of  the  Government,   to   fully\r\n\r\nunderstand the mentality of the hon. Members on the\r\n\r\nopposite Benches, and through them the mind of  the\r\n\r\nGovernment  which issued the speech  which  is  the\r\n\r\nsubject  of  this debate. We must go  further  back\r\n\r\ninto the very history of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1819 Sir Stamford Raffles bought Singapore,\r\n\r\nand  for many decades, Singapore was nothing but  a\r\n\r\nlittle  shop  in the British Empire.  In  1853  the\r\n\r\ngreat    Queen   Victoria   issued    the    famous\r\n\r\nproclamation, whereby she proclaimed that  all  her\r\n\r\nsubjects  of  whatever race, colour or creed  would\r\n\r\nhave  their customs and laws respected by her,  and\r\n\r\nthese would prevail in her empire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, Sir, if I may be allowed to humbly say so,\r\n\r\nis the beginning of politics in Singapore. That was\r\n\r\nthe first ray which gave the people of this country\r\n\r\nthe  hope  that one day we would have independence.\r\n\r\nThen,  Sir, from 1853 until the first World War  in\r\n\r\n1914, we were ruled as a colony: from a little shop\r\n\r\nto  a  little colony. As a result of the tumultuous\r\n\r\nhappenings of the first World War, we evolved  into\r\n\r\nanother   stage  of  our  history  when  the   word\r\n\r\n\"trusteeship\"  first  became  prominent   in   this\r\n\r\ncountry.  England  became  the  trustees   of   her\r\n\r\ncolonial people, and not the owners of the  colony.\r\n\r\nThen  the people of this country realised that they\r\n\r\nshould start stirring up arguments for independence\r\n\r\nor  its compromise - self-government. In that period,\r\n\r\nSir,  which, if  I may be allowed  to  allocate  a\r\n\r\nchapter  would end somewhere around the  beginnings\r\n\r\nof  the  1930s, we  had the  real  giant  fighters\r\n\r\nagainst the colonial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 317</b></font><br><br>\r\n\r\n\r\n\r\npower - we  had  Sir Ong Siang Song [Laughter] - laugh,\r\n\r\nmy  friend, but these were the real fighters in the\r\n\r\ncolonial  war. These are the people whose  eloquent\r\n\r\nspeeches were heard in Whitehall which caught their\r\n\r\nattention that the people of this country were just\r\n\r\nas capable as the people of any other country in so\r\n\r\nfar as speech-making and merits were concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we get into the stage when the immediate\r\n\r\npast  fighters in the colonial war were  in  power,\r\n\r\nthe  Tan  Chin  Tuans, the C. C. Tans [Laughter] - my\r\n\r\nfriends may laugh differently when I finish.  These\r\n\r\nwere  the  people who fought the anti-colonial  war\r\n\r\nfor the peoples of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, we had the second World War. In the\r\n\r\nsecond  World  War,  this country  was  very,  very\r\n\r\nupset.  A good many of the elders, a good  many  of\r\n\r\nthe  pioneer  fighters  in the  anti-colonial  war,\r\n\r\ndied.  There remained people who had no background,\r\n\r\npeople  who \"jumped the wagon\", if I may  use  that\r\n\r\nphrase.  In  this period of the Japanese occupation\r\n\r\nof this country, the very young, even boys of 8 and\r\n\r\n12,  did a great deal of work and were able to earn\r\n\r\nmore  money than their elders. There was a complete\r\n\r\nchange  of  the  social structure of  this  country\r\n\r\nduring that period.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then came the end of the Japanese occupation, and\r\n\r\nwe    had    the    beginnings   of   parliamentary\r\n\r\nrepresentation in this country. We had elections to\r\n\r\nthe  then  Municipality, subsequently City Council.\r\n\r\nWe  had  our  first Mayor, and that is  a  distinct\r\n\r\nstage in the history of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1954 came a group of people who formed\r\n\r\nthemselves  into  the People's  Action  Party.  The\r\n\r\nmembers of the People's Action Party, Sir, are very\r\n\r\nhonourable gentlemen. Many of them are firm friends\r\n\r\nof  mine.  I  have the highest regard for  many  of\r\n\r\nthem.  They are also very well qualified. The  Hon.\r\n\r\nthe  Prime Minister, Sir, if you will allow  me  to\r\n\r\nmake  individual mention, gained a triple first  in\r\n\r\nthe Law Tripos at Cambridge. And I think that brain\r\n\r\nof his is a very valuable brain\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 318</b></font><br><br>\r\n\r\n\r\n\r\nfor  this country if used in the proper manner, and\r\n\r\nnot for cracking jokes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Jester!\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Who is the jester? I beg your\r\n\r\npardon,  Sir, I must not mention that  word  again.\r\n\r\nSir, what I would like to express by this review of\r\n\r\nthe history of this country is this: to be able  to\r\n\r\ngovern this country for the present and the future,\r\n\r\nyou  must know your past. In the past, this country\r\n\r\nhas     made     many    mistakes,     politically,\r\n\r\nadministratively, and economically. If we know  the\r\n\r\nmistakes of the past, we were less likely  to  make\r\n\r\nmistakes  in  the  year 1959, as  admitted  in  the\r\n\r\nspeech,  and,  more important still,  Sir,  in  the\r\n\r\nsecond decisive year o the Lee Kuan Yew Government.\r\n\r\nBy  the way, Sir, I do not like the ominous note in\r\n\r\nthose  words  of  the Hon, the Prime  Minister - \"the\r\n\r\ndecisive  second  year\" - has he got any  instinctive\r\n\r\nfeeling  that  there might be some  danger  to  his\r\n\r\ncontinuing into the third year?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, let us say that the collective\r\n\r\nunconscious  of politics in Singapore  is  just  as\r\n\r\nimportant  as the immediate past, the  present  and\r\n\r\nthe immediate future. Now we know, Sir,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;- I nearly pointed [to a Member] - why the speech of\r\n\r\nthe Yang di-Pertuan Negara is made\r\n\r\nin  such general terms. The drafters of the  speech\r\n\r\nhave  no background, Sir; that is why. They are  so\r\n\r\nintense, so enthusiastic in their social revolution\r\n\r\nin  the  present and in the immediate  future  that\r\n\r\nthey  do not know anything about the past and  have\r\n\r\nforgotten  about  the  past.  Their  treatment   of\r\n\r\neverybody  in this country, who may not be  members\r\n\r\nof  the People's Action Party, well, I will not say\r\n\r\nit   is   insulting,  because  that  may   not   be\r\n\r\nparliamentary,  Sir,  but  it  is   certainly   not\r\n\r\nencouraging  to Members of (I must not  point)  the\r\n\r\nOpposition and to the other people -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am sorry I have discouraged\r\n\r\nthe  hon.  Member  from gesturing.  I  have  merely\r\n\r\nindicated  that too much pointing  is  not  what  I\r\n\r\nwould  like  to see in this Assembly. But  sweeping\r\n\r\ngestures,   gestures  which  the  Prime   Minister\r\n\r\nsometimes uses, are, I think, quite in order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 319</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Thank you, Mr Speaker, Sir. I\r\n\r\nwonder  if speakers could be allowed to drink  some\r\n\r\nwater  whilst  they  are going  on.  My  throat  is\r\n\r\ngetting a bit dry after 14 months of silence!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think it is about time the People's Action\r\n\r\nParty stop talking about their sweeping majority in\r\n\r\nthe  elections  of 1959. After all, the  number  of\r\n\r\npeople who voted for the 43 candidates, for the  43\r\n\r\nwinners of the People's Action Party, numbered only\r\n\r\n273,000.  The  people  who  voted  for  the   other\r\n\r\nparties,  that  is the Opposition  to  the  P.A.P.,\r\n\r\nnumbered 243,000.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Rajaratnam:</b> How many did you get?\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> I got 6,100 votes as compared to\r\n\r\nthe P.A.P. candidate of 5,300.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Next time you will get 60 votes!\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> To be sure - Well, I had better not.\r\n\r\nAs I said. I do not want a coffee-shop brawl. So  I\r\n\r\nhad  better  set an example, Mr Speaker,  whatever\r\n\r\nmay be the provocation [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Members on\r\n\r\nthe  Government Front Bench should set an  example,\r\n\r\nand  I might also remind once again the Member  for\r\n\r\nJoo Chiat that he is addressing the Chair. Possibly\r\n\r\nif  he  looks  at  the Chair he  might  not  notice\r\n\r\ninterruptions.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Mr Speaker, Sir, it is not the\r\n\r\nlooks  but the sounds. However, Sir, if  I  may  go\r\n\r\nback  to the speech, bearing in mind the background\r\n\r\nwith which we shall deal with this speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the Hon. the Prime Minister has accused the\r\n\r\nOpposition  in toto of being completely  unable  to\r\n\r\ndebate   with   him  on  subjects   of   tremendous\r\n\r\nimportance in this country. Well, Sir, there is one\r\n\r\nthing which I must say. It may be that we so highly\r\n\r\nrespect  the  brain that gained a triple  first  in\r\n\r\nCambridge that we would like to give him  a  chance\r\n\r\nto  show  us  what  such a brain can  do  for  this\r\n\r\ncountry. The other thing, Sir, is that whatever  we\r\n\r\nsay in this Assembly gets steamrollered out of this\r\n\r\nAssembly. But he has very kindly invited us to help\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 320</b></font><br><br>\r\n\r\n\r\n\r\nhim.  That  is  the gist of his invocation  to  the\r\n\r\nOpposition   Members.   Let   us   put   a   kindly\r\n\r\ninterpretation  on what he said. I cannot  remember\r\n\r\nhis exact words, Mr Speaker. It may be nice to  us\r\n\r\nor  it may not be nice to us. But the gist of it is\r\n\r\nthis.  \"I  would like the Members of the Opposition\r\n\r\nto  speak strongly and debate strongly so  that  we\r\n\r\ncan  get  somewhere in the crucial matters of  this\r\n\r\ncountry.\" Right, Sir. We shall now give it to  him.\r\n\r\nIn  this  nuclear age, Sir, the entire country  was\r\n\r\nwaiting  with trembling knees for a highly  charged\r\n\r\nand   dramatic  speech  from  the  Yang  di-Pertuan\r\n\r\nNegara.   We  were  hopelessly  disappointed.   The\r\n\r\nspeech.  I  think  the general  word  used  in  the\r\n\r\ncountry  today,  was  \"tame\". Mind  you,  Sir,  the\r\n\r\nentire  country heaved a sigh of relief  when  they\r\n\r\nheard  the  speech.  No general  policy  of  higher\r\n\r\ntaxation.    No   general   policy   of   increased\r\n\r\nassessment. Thank goodness for that kind of speech!\r\n\r\nBut,  Sir, there are dangerous inaccuracies in that\r\n\r\nspeech  which must not be allowed to go by  without\r\n\r\nemphatic remarks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, the statement in the speech that we\r\n\r\nare  now  enjoying economic prosperity  which  this\r\n\r\ncountry has never seen during the last 15 years.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Perhaps the hon. Member would\r\n\r\nlike  to  read the passage of the speech because  I\r\n\r\ncannot  see the word \"prosperity\" in that  passage.\r\n\r\nI  might have been looking at the wrong passage, of\r\n\r\ncourse.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Sir, it is in Hansard, Vol. 13 No. 1 col. 5:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The correctness of the policy laid down in the\r\n\r\nFive-Year  Plan  has been shown by  the  fact  that\r\n\r\nunder  the  new Government. Singapore  has  enjoyed\r\n\r\ngreater  political and economic stability  than  it\r\n\r\nhas known during the last 15 years.'\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Where is \"prosperity\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Why did you not include\r\n\r\n\"prosperity\"? That is the point.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am sorry to have to keep\r\n\r\ninterrupting the hon. Member. But I can assure  him\r\n\r\nI  did not write the speech. But when he says \"you\"\r\n\r\nhe is referring to the Chair.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 321</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> I apologise to you, Mr Speaker,\r\n\r\nfor  the exuberance of a maiden speech! And I blush\r\n\r\nfor  it.  Sir, now that I come to see it, it  is  a\r\n\r\npeculiar thing that the word \"prosperity\" has  been\r\n\r\nleft  out.  I  think it was the  intention  of  the\r\n\r\nGovernment  to make people believe that  after  one\r\n\r\nyear   of   their  government,  this   country   is\r\n\r\neconomically in a wonderful position. But they dare\r\n\r\nnot put it in words, because they would immediately\r\n\r\nthen  be  faced with this grave fact.  Whereas  the\r\n\r\nwhole of Europe and America are today enjoying  one\r\n\r\nof  the  biggest booms in the world,  Mr  Speaker,\r\n\r\nSir,  our stomachs are getting more and more hungry\r\n\r\nas  we  go  on  from  day to day under  the  P.A.P.\r\n\r\nGovernment,  except  in the case  of  people  of  a\r\n\r\ncertain inclination who may have got their salaries\r\n\r\nraised  by  promotion from civilian  life  to  non-civilian  life.  I think it is well  known  whom  I\r\n\r\nmean.  They  are the people whose total  income  in\r\n\r\nprevious  days may have been $100 a month  and  who\r\n\r\nare  now  getting  $500  a month.  Or  are  certain\r\n\r\npolitical parties taking so much of their  Members'\r\n\r\nmoney  that  the  Members  do  not  get  the   full\r\n\r\nallowance that they are entitled to under the  law?\r\n\r\nPeople of a certain class who used to earn $800  or\r\n\r\nso - I  will not look where - are now earning much more\r\n\r\nthan  that.  Those people, of course, are  enjoying\r\n\r\ngreater political and economic stability than  they\r\n\r\nhave known during the last 15 years, than the whole\r\n\r\nof  their  lives. Apart from that, we  cannot  deny\r\n\r\nthat  this  is  the first time in  the  history  of\r\n\r\nSingapore,  the  first time  since  1819  and  even\r\n\r\nbefore  that, that Singapore has a slump  when  the\r\n\r\nrest of the world is enjoying a very great boom.  I\r\n\r\nhope   the  Prime  Minister  will  give   us   some\r\n\r\nexplanation of that when he replies in this debate.\r\n\r\nHe has the last word, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I hope the Member will give\r\n\r\nsome  authority to say that there  is  a  slump  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. This is getting to be like a\r\n\r\ncoffee-shop! I think the hon. Member had not  given\r\n\r\nway when the Prime Minister spoke.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 322</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I take it he has given way. Mr\r\n\r\nPrime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I was wondering whether the\r\n\r\nMember  for Joo Chiat will quote the authority  for\r\n\r\nsaying  that there is a slump in Singapore, because\r\n\r\nI have not noticed it in the market report.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Mr Speaker, Sir, that remark of\r\n\r\nthe  Prime  Minister is typical of him and  of  the\r\n\r\nentire P.A.P. Government. They blind themselves  to\r\n\r\nthe facts. Does he not know the prices of shares on\r\n\r\nthe  Malayan  Stock Exchange today as  compared  to\r\n\r\nthose  of 15 years ago? Or we need not even  go  so\r\n\r\nfar. As socialists, they may say that they are  not\r\n\r\nshareholders.  But  as  the  Government   of   this\r\n\r\ncountry, the prosperity of this country is a matter\r\n\r\nin their hands, and they should know it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> What do we not know?\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> I will reply, Mr Speaker, Sir,I\r\n\r\nam  just  in  the  first half-hour  of  my  speech.\r\n\r\n[Laughter].\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Does he not claim -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. We will never get on this\r\n\r\nway.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Thank you, Mr Speaker. Sir, far\r\n\r\nfrom  enjoying political and economic stability,  I\r\n\r\nwould  say  that  in  the last  year  the  economic\r\n\r\ncondition  of  this  country has  never  been  more\r\n\r\nunsatisfactory.  That  is one  inaccuracy  which  I\r\n\r\nwould  like to point out in the speech.  I  do  not\r\n\r\nwant  to go too much into it. I will now say it  in\r\n\r\ngeneral terms - that it is full of inaccuracies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think one paragraph in this speech\r\n\r\ntypifies the entire speech. That is in col.  13  of\r\n\r\nHansard,  Vol.  13 No. 1, under the title  `Poultry\r\n\r\nFarming'. \"Chickens\" to those who do not  know  the\r\n\r\nword!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`An improved strain of chicks has been bred which\r\n\r\nwill  grow  much faster than the local Canton  fowl\r\n\r\nand which will lay 40 per cent more eggs. Each fowl\r\n\r\nof  this  strain will lay up to 150 eggs  per  year\r\n\r\nwhereas  the local Canton fowl can lay only between\r\n\r\n90  and  100 eggs per year. Day-old chicks of  this\r\n\r\nnew\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 323</b></font><br><br>\r\n\r\n\r\n\r\nstrain will be distributed to farmers to improve\r\n\r\ntheir livestock.'\r\n\r\n\r\n\r\n<br><br>That is the quotation. A tremendous enunciation  of\r\n\r\na  wonderful  policy! I suppose this paragraph  was\r\n\r\nput  in  for  the  benefit of the farmers  of  this\r\n\r\ncountry whom the P.A.P. are so bent on currying - no,\r\n\r\nSir,  that may not be parliamentary - whom the P.A.P.\r\n\r\nare so bent on -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On helping.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Now, listen to this. `Helping' is\r\n\r\nthe  word of the Hon, the Prime Minister. Does  the\r\n\r\nHon, the  Prime Minister know the true facts?  The\r\n\r\nWhite  Leghorn - before I say anything, Sir,  let  me\r\n\r\nsay  that whilst a few of the hon. Members  on  the\r\n\r\nopposite  side  were just crawling alongside  their\r\n\r\ncradles,  I have been keeping chickens. [Laughter].\r\n\r\nIs  there anything wrong, Sir, in keeping chickens?\r\n\r\nI know what is in their minds.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> What about old hens?\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Now, listen to this. Listen to the\r\n\r\nhelp you are giving the farmers of this country.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Point, gesture!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> The White Leghorn, Sir, which is a\r\n\r\nvery   well-known  international  breed   of   egg-layers - \r\n\r\n[Laughter]  Sir, I  do  not  understand.  If\r\n\r\nthere is a joke, I do not understand it. I hope -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Speaker has not laughed.\r\n\r\n[Laughter] Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Sir, it is a wonderful inspiration\r\n\r\nto us to have a Speaker who is so dignified in this\r\n\r\nHouse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The White Leghorn can lay up to 280 eggs per\r\n\r\nannum  as compared with the marvellous breed  which\r\n\r\nthe   Government  proposes  to  introduce  in  this\r\n\r\ncountry  and  which can lay only 150 eggs.  280  to\r\n\r\n150.  There is another difference, Sir.  The  local\r\n\r\neggs  are  l oz. to  1¼ oz. in  weight.  The  White\r\n\r\nLeghorn  egg is 2 oz. to 2½ oz. in weight.  Sir,  I\r\n\r\nknow  there are people in this country who  do  not\r\n\r\nlike  White Leghorn eggs because they are  coloured\r\n\r\nwhite. Of course, in time to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 324</b></font><br><br>\r\n\r\n\r\n\r\ncome they may not bother about it as long as it  is\r\n\r\nfresh. But for the time being. I concede that White\r\n\r\nLeghorn eggs may be a little unpopular even  though\r\n\r\nthe  noble White Leghorn can produce 280  eggs  per\r\n\r\nannum  as compared to the 150 super strain of  fowl\r\n\r\nwhich the P.A.P. Government proposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is another breed which produces a\r\n\r\npinkish  egg. And that is the New Hampshire  breed,\r\n\r\nin  particular,  the Japanese New Hampshire  breed.\r\n\r\nThey  have  been imported into this  country.  They\r\n\r\nwill  survive  in this country. They will  eke  out\r\n\r\nvery  well  in  this  country. I  speak  also  from\r\n\r\npersonal experience -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> You do not lay eggs!\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Mr Speaker, you and I did not\r\n\r\nhear  that remark. However, they are pinkish  eggs,\r\n\r\nand  they  also weigh a minimum of 2 oz., generally\r\n\r\n2½  oz.  Sir,  the  New  Hampshire  eggs  are  very\r\n\r\ndesirable in this country. I have imported  50  New\r\n\r\nHampshire chicks lately. They are, according to the\r\n\r\npeople  who  export  them  and  according  to   the\r\n\r\nexperiences  of  the people who  have  experimented\r\n\r\nwith them on quite a large scale in this country, a\r\n\r\nbreed  that will produce a minimum of 240 eggs  per\r\n\r\nannum.  What  has the Government got to  say  about\r\n\r\nthis  marvellous, nameless strain of  theirs  which\r\n\r\ncan  produce  only  150 eggs  per  year,  Sir?  An\r\n\r\ninaccuracy  which  can be very  dangerous,  because\r\n\r\nmoney will have to be spent on purchasing these day\r\n\r\nold  chicks  to  introduce  the  strain  into  this\r\n\r\ncountry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Sir, mathematically, I will prove to the\r\n\r\nHouse  that  the  help which the P.A.P.  Government\r\n\r\nwish to give to the farmers of this country will be\r\n\r\ntheir undoing and will lead to their bankruptcy. It\r\n\r\ncosts  approximately 3 cents per day  to  feed  one\r\n\r\nlaying  hen. That is what is known in the trade  as\r\n\r\nthe  free range system of keeping layers. In  other\r\n\r\nwords, it costs roughly 90 cents to $1 to keep  one\r\n\r\nhen.  If  that  hen can produce only 150  eggs  per\r\n\r\nyear,  that  will  be approximately  12½  eggs  per\r\n\r\nmonth. Sir, the present wholesale price of eggs  is\r\n\r\n8 to 8½ cents each. Therefore, there will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 325</b></font><br><br>\r\n\r\n\r\n\r\nbe  no profit for the farmer. So where is the help?\r\n\r\nThat  is the simplest calculation possible, without\r\n\r\ntaking into consideration the services rendered and\r\n\r\nthe employees the farmers may have to employ to run\r\n\r\nthe  farm. With this production cost of eggs on the\r\n\r\nmarket,  there  will be no profit.  Help  from  the\r\n\r\nP.A.P. to the farmers! Sir, that is, in my  humble\r\n\r\nsubmission, typical of them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the last paragraph of the speech is a saving\r\n\r\ngrace:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The second year of office of the P.A.P\r\n\r\nGovernment will be a year of construction.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as an independent Member of this Assembly, I\r\n\r\nsay that as things stand at the present moment,  we\r\n\r\ndo   not   see   any  alternative  to  the   P.A.P.\r\n\r\nGovernment. I for one, Sir, although I will  do  my\r\n\r\nbest emphatically to criticise them, will also  not\r\n\r\nbe  behind in giving them encouragement.  Let  them\r\n\r\nmake   the  second  year  of  office  a   year   of\r\n\r\nconstruction.  We  wish them well.  We  have  on  a\r\n\r\nnumber   of  occasions  said  that  we   mean   it,\r\n\r\nregardless  of the insults thrown at  us.  We,  the\r\n\r\nolder  Members of this Assembly, do hope that  with\r\n\r\nthe  passage  of  time the younger Members  of  the\r\n\r\nGovernment will mature with age and bear the  heavy\r\n\r\nresponsibilities, of governing this  country.  Let\r\n\r\nthem  spend their time, Sir, in administering  this\r\n\r\ncountry  and  not  in  blowing  hot  air   at   the\r\n\r\nOpposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I sit here and hear comrade blasting at\r\n\r\ncomrade,  I  sometimes wonder whether we,  the  old\r\n\r\npioneers  who  have  sweated  in  the  service   of\r\n\r\nGovernment  to prove our point that the  people  of\r\n\r\nthis  country are capable of governing  themselves,\r\n\r\ndid not step on the accelerator a bit too hard.  We\r\n\r\nhad  hoped  that  self-government in  this  country\r\n\r\nwould  produce prosperity and the other good things\r\n\r\nof  life. The Government had promised us this,  and\r\n\r\nthis last paragraph, Sir, is full of good promises.\r\n\r\nBut  it  still  rankles  in our  minds,  Sir,  that\r\n\r\ninstead  of  making a sporting admission  of  their\r\n\r\nmistakes  of  the  first year, they  mix  with  the\r\n\r\nwords,  \"We  have made mistakes,\" these words,  \"We\r\n\r\nwill still say it is a period of reorganisation.\" A\r\n\r\nreorganisation,  Sir,  can  be of   many   forms.\r\n\r\nTumbling things over, turning\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 326</b></font><br><br>\r\n\r\n\r\n\r\nthings  topsy  turvy, and calling it reorganisation\r\n\r\nmay  go  down  with certain people,  but  not  with\r\n\r\nintelligent  people. Anyway, we do  hope  that  the\r\n\r\nGovernment in their second year will call a spade a\r\n\r\nspade within their councils. We do not care a  hang\r\n\r\nwhat  they  say  outside, but we pray  that  within\r\n\r\ntheir  councils they will call a spade a spade  and\r\n\r\nthat  they  will call the first  year  a  year  of\r\n\r\ncomplete  failure and a year of amateurish methods,\r\n\r\nwhich  cannot  but produce failures  and  mistakes.\r\n\r\nSir,  the  old hands in this country did not  fight\r\n\r\njust  to have amateurs take over the Government  of\r\n\r\nthis country and experiment with the people and the\r\n\r\neconomics of this country. We are still prepared to\r\n\r\nhelp the Government if the Government will speak to\r\n\r\nus in a civil tone and not in a bantering and -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You still want to try?\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> - angry tone. I almost feel\r\n\r\ntempted to reply to the side remark of the hon.\r\n\r\nPrime Minister, but you may not like it, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the time when the Hon. Prime Minister was\r\n\r\nin  the Opposition and at the time when he had  his\r\n\r\nquarrels  with his own comrades, he  did  get  help\r\n\r\nfrom the Lim Yew Hock Government to dispose of  his\r\n\r\nopponents  within his own Party.  Sir,  that  power\r\n\r\nwielded  by the Lim Yew Hock Government is  in  the\r\n\r\nhands  of the Lee Kuan Yew Government. Let  us  now\r\n\r\nsee whether the Hon. Prime Minister will act as  he\r\n\r\nhad  asked the previous Government to act. We,  the\r\n\r\noutsiders  in this tremendous struggle between  the\r\n\r\ntwo factions of the P.A.P. will be only too glad to\r\n\r\nsee   strong   measures  taken   by   the   present\r\n\r\nGovernment. We hope there will be no vacillation on\r\n\r\nthe  part  of  the  Hon.  Prime  Minister  and  his\r\n\r\ncolleagues in the Cabinet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the speech of the Hon. Prime Minister in\r\n\r\nopening this debate was a wonderful speech. I  give\r\n\r\nhim  every praise for it. It is the kind of  speech\r\n\r\nwhich  I do not think any Member of the Opposition,\r\n\r\neither   inside  this  Assembly  or  outside   this\r\n\r\nAssembly, can improve on. It is a real product of a\r\n\r\nbrain which gained triple honours in Cambridge.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 327</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Hear, hear! Sir, whether it is a\r\n\r\nspeech   a  Right-winger  might  make  or  not   is\r\n\r\nimmaterial. Both that side and this side  agree  it\r\n\r\nis a wonderful speech. But some parts of it are not\r\n\r\nso  wonderful. The part which strives  to  belittle\r\n\r\nthe amendments of the Opposition. It is a favourite\r\n\r\ntechnique of the P.A.P. immediately and at the very\r\n\r\nbeginning  to  rebut a good argument by  belittling\r\n\r\nit - a very well-known tactic of the hon. Members  on\r\n\r\nthe  other side of the House. And because they have\r\n\r\nseen  fit  to  belittle my two amendments,  I  find\r\n\r\ngreat  encouragement in thinking that they must  be\r\n\r\ntremendous amendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish I could ask this House to stand in\r\n\r\nsilence  for  two  minutes  [Laughter] - it   is   no\r\n\r\nlaughing  matter - to commemorate the  death  of  Mr\r\n\r\nWong  Siong  Yin,  a  victim of a  kidnapping  (the\r\n\r\nsecond  of  the victims of the kidnappings  to  pay\r\n\r\nwith  his life). Kidnapping is not a small  subject\r\n\r\nin  Singapore today. The Hon, the Prime Minister in\r\n\r\nhis  speech said that I was introducing  a  subject\r\n\r\nwhich  affects only a few rich people,  meaning  to\r\n\r\ninfer,  of  course, that I have turned  capitalist.\r\n\r\nBut, surely, his intelligence is not as low as  all\r\n\r\nthat.  Surely,  his Intelligence department  within\r\n\r\nour  Scotland  Yard could not be so inefficient  as\r\n\r\nnot to give him reports of what is going on in this\r\n\r\ncountry.  Whether admitted officially or  not,  and\r\n\r\nwhether  reported to the Police or not,  kidnapping\r\n\r\nis not the affair of a few, Sir. As a result of the\r\n\r\nwave  of kidnappings business has been tremendously\r\n\r\ncurtailed  in this country. Perhaps as a result  of\r\n\r\nmoving  about with a certain class of  people,  the\r\n\r\nMembers of the Government have failed to appreciate\r\n\r\nthe full significance of these kidnappings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the economy of this country which we are\r\n\r\nso keen to improve is not in a prosperous state, we\r\n\r\nwill all suffer. The economics of this country  are\r\n\r\naffected  by  the  actions of  certain  classes  of\r\n\r\npeople  in this country. A very important class  is\r\n\r\nthe  merchant  class. Whether they are millionaires\r\n\r\nor not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 328</b></font><br><br>\r\n\r\n\r\n\r\nand  whether they are in big business or not, these\r\n\r\nare  the  people who control the economics of  this\r\n\r\ncountry, Sir, and these people today are in a  very\r\n\r\njittery state. They dare not go to their clubs - that\r\n\r\nis,  those remaining clubs which are allowed to  be\r\n\r\nin existence by the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Which club?\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> And, Sir, whether the Government\r\n\r\nlaughs or not, a great deal of the business of this\r\n\r\ncountry  is done in the clubs. It may be right,  it\r\n\r\nmay  be wrong, it may be anything you like; but the\r\n\r\nfact  stares you in the face that a great  deal  of\r\n\r\nthe  business of this country is done in the clubs.\r\n\r\nBecause  of  this  fear  of  being  kidnapped,  the\r\n\r\nmerchants - big and small - of this country are  afraid\r\n\r\nto  go  to  their  clubs. There  was  a  kidnapping\r\n\r\noutside  one  of the biggest clubs of this  country\r\n\r\nwhich  ended  these  night  visits  to  clubs.  The\r\n\r\npurposes of these night visits to clubs could  have\r\n\r\nbeen  various, but the main purpose was to  do  big\r\n\r\nbusiness, Sir. The Government may like to check  on\r\n\r\nthat.  We  have a sufficiently intelligent  section\r\n\r\nwithin  our  Scotland Yard to check on that  simple\r\n\r\nfact.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when these merchants get into that\r\n\r\nfrightened state of mind and refuse to do too  much\r\n\r\nbusiness, it must result in a deterioration of  the\r\n\r\neconomic condition of this country. If there  is  a\r\n\r\ndeterioration  in  the economic condition  of  this\r\n\r\ncountry,  it  is the poor man who will suffer.  The\r\n\r\nrich man will not suffer because he will be able to\r\n\r\nbuy  his  food and his luxury. If he stops business\r\n\r\nor  if  business activity is curtailed, then it  is\r\n\r\nthe  poor  man who is going to suffer - and the  poor\r\n\r\nwill   suffer  in  large  numbers.  And  yet,   the\r\n\r\nGovernment of this country says that they  are  the\r\n\r\nGovernment for the poor! And yet the Hon, the Prime\r\n\r\nMinister   wishes  to  belittle  the   subject   of\r\n\r\nkidnapping. Perhaps I could give an illustration in\r\n\r\nthat  strain,  Sir.  We  have  a  large  number  of\r\n\r\nrestaurants  in this country. In those restaurants,\r\n\r\nbig businesses used to give dinners attended by big\r\n\r\nbusiness  people.  But  now  with  this   fear   of\r\n\r\nkidnapping, big business people will no longer use\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 329</b></font><br><br>\r\n\r\n\r\n\r\nthese  restaurants.  Who  will  suffer,  Sir?   The\r\n\r\nworkers  in the restaurants will suffer.  And  yet,\r\n\r\nthe  P.A.P.  Government says.  \"Kidnapping  affects\r\n\r\nonly a few rich people.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another aspect of kidnapping, Sir,It is\r\n\r\nbeginning  to be said in this country that  if  the\r\n\r\nrich  people  who  can afford to pay  for  security\r\n\r\nmeasures  are  unable to protect  themselves,  then\r\n\r\nwhat  chance  is  there for  the  poor  to  protect\r\n\r\nthemselves from the evil elements in this  country?\r\n\r\nThe  entire  Police  system is in  disrepute,  Sir,\r\n\r\nbecause  of the kidnappings and their inability  to\r\n\r\ncatch the kidnappers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You might remember, Sir, that in the Tan Puay\r\n\r\nChoo  kidnapping,  the  Police  were  notified   12\r\n\r\nminutes  after the kidnapping. In the Ng  Sen  Choy\r\n\r\nkidnapping, a much longer interval elapsed  between\r\n\r\nthe time of kidnapping and the information reaching\r\n\r\nthe Police. In both cases, Sir, the kidnappers were\r\n\r\nbrought  to  book. In the Tan Puay Choo kidnapping,\r\n\r\nthe Hon. the Prime Minister defended the kidnapper.\r\n\r\nThank  goodness his skill failed and the  kidnapper\r\n\r\nwas  hanged. In the Ng Sen Choy kidnapping, Sir,  a\r\n\r\nman  was  also  arrested.  The  point  I  want   to\r\n\r\nemphasise,  Sir, is this. In both cases,  the  time\r\n\r\ninterval was much longer than the time interval  in\r\n\r\nthe  C.  K. Tang kidnapping. The Police received  a\r\n\r\ntelephone  call  (on  their  admission) - unless  the\r\n\r\nnewspapers  are wrong - within three minutes  of  Mr\r\n\r\nTang  being taken by the kidnappers, and they  were\r\n\r\nnot  able  to arrest anybody. What kind  of  Police\r\n\r\nhave   we  got?  How  much  earlier  notice  of   a\r\n\r\nkidnapping  do they want before they  can  catch  a\r\n\r\nkidnapper?  I suppose there must have  been  shouts\r\n\r\nwithin a few seconds of the kidnapping of Mr C. K.\r\n\r\nTang. Where were all the Police? What have we  been\r\n\r\npaying  millions  of dollars  for?  It  is  a  very\r\n\r\ndangerous  state of affairs, Sir, when the  country\r\n\r\nloses  confidence in its Police. Yet the Government\r\n\r\nsay  that they want Assemblymen to have talks  with\r\n\r\nthe  Police  in  order  to  create  closer  liaison\r\n\r\nbetween  the Police and the public. The surest  way\r\n\r\nof  ensuring confidence in the Police is to  ensure\r\n\r\nresults - results every time.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 330</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. the Prime Minister tried to belittle the\r\n\r\nkidnappings.  We  all know that the  Straits  Times\r\n\r\nnever copies big articles from the other newspapers\r\n\r\nin  this  country. Yet it had to copy  the  article\r\n\r\nconcerning  the alleged proposals of the Government\r\n\r\nregarding  kidnapping from the  Chinese  newspapers\r\n\r\nthree  or four days after the latter headlined  it.\r\n\r\nWhy,  Sir, did the Straits Times do this? Could  it\r\n\r\nbe  that  the  Straits Times was compelled  to  say\r\n\r\nsomething  because  the whole  country  is  talking\r\n\r\nabout it? People from the highest to the lowest are\r\n\r\ntalking about this subject of kidnapping. Everybody\r\n\r\nis  terrified  to  go  out of his  house.  Yet  the\r\n\r\nGovernment  says  that it is a little  matter  with\r\n\r\nwhich Mr C. H. Koh wishes to break his silence  in\r\n\r\nthis Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second part of my amendment deals with\r\n\r\nthe  recall  of those civil servants who  resigned.\r\n\r\nSir,  in  the  past  one year,  we  have  lost  the\r\n\r\nservices of Government servants in many ways.  Some\r\n\r\nhave  retired on attaining the age limit. Some have\r\n\r\nbeen  properly  dismissed. And  there  is  a  third\r\n\r\ncategory.    Sir, - those   who   resigned    because\r\n\r\nconditions  were made so intolerable  for  them  in\r\n\r\ntheir  departments  that they  had  to  resign.  Of\r\n\r\ncourse, the Government can easily laugh it off, but\r\n\r\nthere  is the other side to the problem. Sir,  most\r\n\r\nof  these  people are not the rank and  file.  They\r\n\r\nare,  what  we can call, the foreman class  in  the\r\n\r\ncountry. I have told you, Sir, that we have Cabinet\r\n\r\nMinisters  with  great qualifications -  from  Oxford,\r\n\r\nCambridge, the University of Malaya, etc.  We  also\r\n\r\nhave  the working rank and file who are very  good.\r\n\r\nThey  have learned technical subjects and they  are\r\n\r\nacknowledged  to be quite good by world  standards.\r\n\r\nBut,  Sir,  there  is a middle stratum - the  foreman\r\n\r\nstratum.  Without the foreman of works,  the  works\r\n\r\nmight  go awry. It is all very well for the Cabinet\r\n\r\nMinisters to evolve wonderful policies. It  is  all\r\n\r\nvery  well  that we have the workers to carry  them\r\n\r\nout. But if we have not got the foreman to come  in\r\n\r\nbetween,  all their works will fail.  And  that  is\r\n\r\nwhat has happened in the last one year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 331</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, the subject of my second\r\n\r\namendment is not a puny little subject.  It  is  of\r\n\r\ngreat  moment  if Government is serious  about  the\r\n\r\nlast  paragraph  of the speech. If  they  seriously\r\n\r\nwant to construct, then they must have the foremen.\r\n\r\nAnd  if  they  want the foremen,  the  key  to  the\r\n\r\nsolution  of  construction,  they  must   give   an\r\n\r\nopportunity to those Government servants  who  left\r\n\r\nnot  because  of rightful dismissal  but  on  other\r\n\r\ngrounds.  I  think  it has been acknowledged  that\r\n\r\nmere   age - the  retirement  age  is   55 - need   not\r\n\r\nnecessarily  be  a  bar  to coming  back  into  the\r\n\r\nservice,   provided  the  man  is   strong   enough\r\n\r\nphysically  and has the necessary skill  which  the\r\n\r\nservice requires. It is for that reason, Sir,  that\r\n\r\nI  have introduced the second part of my amendment,\r\n\r\nand I do pray that the Government will not just try\r\n\r\nto  laugh, because in its third year they may  have\r\n\r\nto laugh the other side of their face.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is just one subject, Sir, that has not been\r\n\r\nmentioned  in  the policy speech, which  one  would\r\n\r\nlike to see. And that is this, Sir: we have today a\r\n\r\nMinistry of Law and Labour.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Labour and Law.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> Labour and Law - thank you. The\r\n\r\nMinistry of Labour and Law is causing great concern\r\n\r\nto  many people, It is an unusual combination.  The\r\n\r\nMinister  for  Labour must stand by the  labourers.\r\n\r\nThe  Minister for Law must introduce laws which are\r\n\r\nagreed  to by both sides, labour and law.  Would  a\r\n\r\nman,  prejudiced in favour of labour, be the  right\r\n\r\nman  to  introduce impartial laws into the subject?\r\n\r\nThe  concern  became  greater  when  the  Hon, the\r\n\r\nMinister  for Labour and Law said, in  a  loud  and\r\n\r\nangry  tone,  \"We  may  have to  use  the  P.P.S.O.\r\n\r\nagainst  the employers.\" Hardly the thing, Sir,  to\r\n\r\ninduce  employers  to  create  new  factories,  and\r\n\r\nhardly the thing that is likely to bring about laws\r\n\r\nwhich are impartial to both sides.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now formally move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"at end, to add -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'but (i) this Assembly regrets that the Government\r\n\r\nhas not given any assurances in regard to any\r\n\r\neffective steps the Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 332</b></font><br><br>\r\n\r\n\r\n\r\nhas  taken  or  will take in regard to  kidnapping;\r\n\r\n(ii) this Assembly urges the Government to give  to\r\n\r\nthose   civil   servants  who  have   resigned   an\r\n\r\nopportunity  to  return to the  Civil  Service  and\r\n\r\nother  Government  Services to  make  possible  the\r\n\r\nconstruction  of the various projects  outlined  in\r\n\r\nthe speech'.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it the general agreement that we\r\n\r\nshould suspend?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I therefore suspend until 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.50 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The original Question was,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the\r\n\r\nspeech of the Yang di-Pertuan Negara be agreed\r\n\r\nto:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of the State of\r\n\r\nSingapore, express our thanks to Yang di-Pertuan\r\n\r\nNegara for the speech which he delivered on behalf\r\n\r\nof the Government at the opening of the present\r\n\r\nsession of this Assembly.\".'\r\n\r\n\r\n\r\n<br><br>Since  which two amendments have been moved by  the\r\n\r\nMember  for Joo Chiat. I think it would perhaps  be\r\n\r\nfor the convenience of hon. Members if I take these\r\n\r\ntwo  amendments separately. The first amendment is,\r\n\r\nat end, to add, `but this Assembly regrets that the\r\n\r\nGovernment has not given any assurances  in  regard\r\n\r\nto  any effective steps the Government has taken or\r\n\r\nwill take in regard to kidnapping;'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the words proposed to be\r\n\r\nadded, be there added.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I need not remind hon. Members that\r\n\r\nthe  debate  will  now  be confined  to  kidnapping\r\n\r\nalone.\r\n\r\n\r\n\r\n<br><br>5.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b> Mr Speaker, Sir, I am glad that after 14\r\n\r\nmonths  of silence the Member for Joo Chiat has  at\r\n\r\nlong  last  awakened  to the events  of  the  world\r\n\r\noutside   and   brought  forth  this  world-shaking\r\n\r\nproblem  of  kidnapping  which  has  afflicted  the\r\n\r\nwealthier and more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 333</b></font><br><br>\r\n\r\n\r\n\r\nfortunate  members of our society. This is  not  to\r\n\r\nbelittle the gravity of the problem. Only  that  it\r\n\r\nis  a little disappointing that after 14 months  of\r\n\r\nprofound thinking, the Member for Joo Chiat  should\r\n\r\nbring  up not an issue based on some high political\r\n\r\nprinciples  affecting  the  very  fabric   of   our\r\n\r\nsociety,  but  this  minor issue  of  no  political\r\n\r\nsignificance. In so doing, I hope the suspicion  of\r\n\r\nthe   kidnappers  would  not  be  aroused  to   the\r\n\r\npossibility that the Member for Joo Chiat might  be\r\n\r\nin  the same class of this minority section of  the\r\n\r\npopulation and make him their next target. This  is\r\n\r\nnot  to say that the Government is not going to  do\r\n\r\nanything  about it, or is not doing anything  about\r\n\r\nit;  but  rather considerable efforts and  manpower\r\n\r\nhave been devoted to this problem of kidnapping out\r\n\r\nof all proportion to the number of people affected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The problem of kidnapping has attracted so much\r\n\r\nattention  principally because of  its  sensational\r\n\r\nnews  value,  since men of wealth and  high  social\r\n\r\nprestige  are the vicious. On the other  hand,  the\r\n\r\npoor   hawkers,  trishaw-riders  and  small  stall-keepers,  who  have been forced to  submit  to  the\r\n\r\ndemands of criminal elements for years, have  never\r\n\r\nreceived such headline attention in the newspapers.\r\n\r\nUnlike  the  hawkers and others, these wealthy  men\r\n\r\nhave  the  means  and  the  resources  to  minimise\r\n\r\nconsiderably  the  risk of being kidnapped.  I  can\r\n\r\nassure the House that the Police is, in fact, doing\r\n\r\nall  it can under the circumstances to protect  all\r\n\r\ncitizens  from  criminal gangs and  thugs.  Indeed,\r\n\r\nsubstantial  results  have  been  achieved  by  the\r\n\r\nPolice. But to be more effective, there must be the\r\n\r\nwill  to  resist and sincere cooperation  with  the\r\n\r\nPolice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is no good criticising the\r\n\r\nPolice  publicly for not protecting them  while  on\r\n\r\nthe  sly  ransom money is paid and the  Police  are\r\n\r\nkept in the dark. Obviously no police force in  the\r\n\r\nworld  can  keep watch over every millionaire  when\r\n\r\nthere is a host of defensive or preventive measures\r\n\r\nthat the potential targets of kidnapping gangs  can\r\n\r\navail  themselves  of, such  as  by  accepting  the\r\n\r\nPolice offer of providing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 334</b></font><br><br>\r\n\r\n\r\n\r\nescorts  and other devices at a price that all  the\r\n\r\nvictims  of  the recent kidnapping  wave  can  well\r\n\r\nafford.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two aspects in tackling this problem.\r\n\r\nThe  first  is  to  try  and restrain,  as  far  as\r\n\r\npossible, the activities of kidnapping gangs,  that\r\n\r\nis,  to  take preventive measures. And second,  the\r\n\r\ninvestigation aspect by the police. In  as  far  as\r\n\r\npreventive  measures can be taken by the  potential\r\n\r\nvictims, the best means at present is the offer  by\r\n\r\nthe  Police of providing Police escorts.  Yet  when\r\n\r\nthis offer was made, the response was disappointing\r\n\r\nindeed. The stock argument that the presence of  an\r\n\r\nescort  will  only  attract the  attention  of  the\r\n\r\nkidnappers  is  ridiculous, because the  kidnappers\r\n\r\nare  not  men  without any intelligence  as  to  be\r\n\r\nunable to distinguish between men of substance  and\r\n\r\nmen too insignificant to merit their attention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to say that after the kidnapping of Mr\r\n\r\nC.  K.  Tang,  the response is now better.  In  the\r\n\r\nmeantime,  mechanical devices such as radio  phones\r\n\r\nand alarm bells can be installed in motor cars, and\r\n\r\ndefence  weapons  such as the  American  tear-smoke\r\n\r\nweapon,  will  be made available when requests  are\r\n\r\nreceived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All these preventive measures, Mr Speaker, Sir,\r\n\r\nare within the means of the millionaires, including\r\n\r\nthe Member for Joo Chiat.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh:</b> You are right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> As for tie investigation\r\n\r\naspect, an anti-kidnapping squad of the C.I.D. has\r\n\r\nbeen  formed,  with men detailed  specifically  for\r\n\r\nthis, task. Since the beginning of June 1960,  when\r\n\r\nthis  anti-kidnapping squad commenced operation,  a\r\n\r\ntotal  of 23 persons, including a woman, have  been\r\n\r\narrested   under   the  Criminal   Law   (Temporary\r\n\r\nProvisions)  Ordinance.  This  figure   does, not\r\n\r\ninclude the Chia Yee Soh case, in which 11  out  of\r\n\r\n14  perpetrators  have been arrested  and  detained\r\n\r\nunder   the  Criminal  Law  (Temporary  Provisions)\r\n\r\nOrdinance,  and the two cases involving schoolboys,\r\n\r\nin  which  the gangsters concerned have since  been\r\n\r\nconvicted for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 335</b></font><br><br>\r\n\r\n\r\n\r\nseven years. Members of the House may wish to  know\r\n\r\nthat  in  the case of Tan Beng Siong, four  persons\r\n\r\nhave  since  been  detained and  three  are  to  be\r\n\r\narrested. In the case of Tan Boon Khak, 14  persons\r\n\r\nhave  been  detained  and  seven  more  are  to  be\r\n\r\narrested.  In the case of Tan Eng Hooi, one  person\r\n\r\nhas been arrested, and in the case of Koh Eng Pang,\r\n\r\nwhich  should  more appropriately be classified  as\r\n\r\nmurder, seven were detained while 10 more are to be\r\n\r\narrested.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Investigation reveals that from a highly\r\n\r\norganised  gang  of 20, led by an ex-prisoner  with\r\n\r\nsecret  society  connections,  mushroom  gangs   of\r\n\r\nkidnappers  have sprung up. This is due perhaps  to\r\n\r\nthe  fact that kidnapping has proved to be far more\r\n\r\nprofitable  and relatively easier than robbery  and\r\n\r\nkindred  offences.  To-date, four  different  gangs\r\n\r\nhave  been  uncovered.  As a  result  of  intensive\r\n\r\ninvestigation  and  interrogation  of  the  persons\r\n\r\narrested, it was discovered that attempts have been\r\n\r\nmade  to  abduct three towkays. But these  had  not\r\n\r\nactually  been  carried  out  due  to  a  lack   of\r\n\r\nopportunity. One of the three potential victims has\r\n\r\nsince  confirmed  the  Police information  that  an\r\n\r\nunsuccessful  attempt was made on  him,  while  the\r\n\r\nother  two have since been warned by the Police  to\r\n\r\ntake adequate precaution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is worthy of note that of all the 23 arrests\r\n\r\nmade,  not  one  has  been  as  a  result  of   the\r\n\r\ncooperation  given by the victims or their  agents.\r\n\r\nIt  was entirely due to the Police effort that such\r\n\r\ndetentions were made. More arrests could have  been\r\n\r\nmade  if the victims or their agents had cooperated\r\n\r\nwholeheartedly with the Police. Indeed  the  Police\r\n\r\nhas  reasons  to  believe that a  number  of  these\r\n\r\nvictims are in a position to identify some of these\r\n\r\n23  persons arrested, but have refused to give  the\r\n\r\nnecessary  assistance to help bring these gangsters\r\n\r\nto   Court   with  a  view  to  imposing  deterrent\r\n\r\nsentences.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the poor co-operation given by the\r\n\r\nrelatives of the victims, the Government intends to\r\n\r\nchange  the policy on police action, which  has  so\r\n\r\nfar  been avoided as it might jeopardise the safety\r\n\r\nof  the  victim.  The Government also  proposes  to\r\n\r\ninstitute measures to arrest\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 336</b></font><br><br>\r\n\r\n\r\n\r\nthose  who pay as well as receive ransom  money  in\r\n\r\ncases  where  friends and relatives of the  victims\r\n\r\nhave not cooperated wholeheartedly with the Police.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They will take any action they can to prevent\r\n\r\npersons  hindering  their work  regardless  of  the\r\n\r\nsafety  of  the  victims,  and  even  place  police\r\n\r\nofficers  in any houses or offices in which  ransom\r\n\r\ndemands may be expected to be received.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, consultations with the Minister\r\n\r\nfor  Labour  and Law will be held with  a  view  to\r\n\r\nimposing  a  death  penalty for  a  conviction  for\r\n\r\nkidnapping, and the possibility of amending the law\r\n\r\nto  include  a presumption that unless evidence  is\r\n\r\nproduced  to the contrary, the drawing of  a  large\r\n\r\nsum of cash or the borrowing of a large sum of cash\r\n\r\nby  any  relative  or associate  of  the  kidnapped\r\n\r\nvictim may be regarded as .evidence of abetting the\r\n\r\noffence of kidnapping.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The whole object of these measures is to make\r\n\r\nkidnapping a less attractive business and  to  make\r\n\r\nit  more  hazardous. The Government  believes  that\r\n\r\nwith  the  adoption  of these  measures,  increased\r\n\r\nefficiency  of  the police and greater  cooperation\r\n\r\nfrom the public and the victims of the families  in\r\n\r\nparticular,  the  police can deal more  effectively\r\n\r\nwith  this  problem. The amendment  motion  of  the\r\n\r\nMember for Joo Chiat is therefore pointless.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are concerned today with fundamental political\r\n\r\nissues  affecting  the survival of  the  democratic\r\n\r\nsystem  of the State and the freedom of the people.\r\n\r\nIn  the  face of all this, the amendment motion  of\r\n\r\nthe  Member  for  Joo  Chiat  appears  trivial  and\r\n\r\ninsignificant  and an anti-climax  to  all  the  14\r\n\r\nmonths of silent wisdom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I oppose the amendment.\r\n\r\n\r\n\r\n<br><br>5.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nthe  Hon. Minister for Home Affairs has chided  the\r\n\r\nMember  for Joo Chiat for having broken  his  self-imposed  silence  by moving this amendment  to  the\r\n\r\nmotion.   He   says  it  is  a  matter   of   small\r\n\r\nsignificance  which has agitated the  mind  of  the\r\n\r\nMember for Joo Chiat. The Minister says that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 337</b></font><br><br>\r\n\r\n\r\n\r\nthis  is a matter which only concerns the wealthier\r\n\r\nand  more fortunate members of society, such as now\r\n\r\nexists  in  Singapore. He also says that kidnapping\r\n\r\nhas   no  political  significance  whatsoever  and,\r\n\r\ntherefore, the amendment to the motion is of little\r\n\r\nimportance to him as Minister for Home Affairs,  in\r\n\r\nwhose  portfolio lies the safety and protection  of\r\n\r\nindividual citizens in the State, be they  rich  or\r\n\r\npoor.  I  do not think even the Minister  for  Home\r\n\r\nAffairs would dare challenge that statement. It  is\r\n\r\nno  sin, Mr Speaker, to be wealthy. It is no crime\r\n\r\nto  be wealthy. In the state of society such as now\r\n\r\nexists  in  Singapore,  the  search  for  and   the\r\n\r\namassing of wealth is not a crime. Even the P.A.P.,\r\n\r\nafter  one year of government, has now come to  the\r\n\r\nconclusion  that,  in view of the  conditions  that\r\n\r\nexist  in  Singapore  and  around  it,  they   must\r\n\r\ntolerate  the  capitalist system of  society.  They\r\n\r\nhave  admitted  that  and they have  announced  it.\r\n\r\nWhether  as  a  matter of policy  or  a  matter  of\r\n\r\npolitical  ethics  that  is  right  or  wrong,  Mr\r\n\r\nSpeaker, it is entirely a different matter. But let\r\n\r\nus face the facts as they are. The P.A.P. are self-confessed realists. At least I have heard them  say\r\n\r\nso  on  a  number of occasions here.  They  take  a\r\n\r\nrealistic view of the situation even though it goes\r\n\r\nagainst their political credo.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here is a situation where, whether they like it\r\n\r\nor not, the capitalist system has to exist for some\r\n\r\nconsiderable time. In a capitalist system there  is\r\n\r\ncapital,  and  when  there is capital  there  is  a\r\n\r\nwealthy class. Therefore, a Government which  rules\r\n\r\nsuch  a  society as ours has an obligation both  to\r\n\r\nthe  rich  and to the poor. Therefore,  it  creates\r\n\r\nvery  little confidence in Singapore not only  from\r\n\r\nthe  citizens' point of view but from the point  of\r\n\r\nview  of  the  world at large, when  a  responsible\r\n\r\nMinister,  particularly  the  Minister   for   Home\r\n\r\nAffairs, gets up and says, \"What is the Member  for\r\n\r\nJoo  Chiat  worried  about, he  being  one  of  the\r\n\r\nwealthier  and more fortunate members  of  society?\r\n\r\nHis amendment has no political significance. Has it\r\n\r\nan     economic    significance?    Or    political\r\n\r\nsignificance?\" I am sorry the Minister\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 338</b></font><br><br>\r\n\r\n\r\n\r\nfor  Finance is not here. I think he will say,  \"If\r\n\r\nwe  do  not succeed economically, we are  bound  to\r\n\r\nfail politically.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These wealthier people are the people who are\r\n\r\nkeeping  the  wheels of industry and  trade  moving\r\n\r\nsmoothly in this country. If you pooh-pooh them, if\r\n\r\nyou  do not give them a place in your society, and\r\n\r\nif  the  Minister laughs at them, what sort  of  an\r\n\r\nimpression is created. Mr Speaker? What sort of an\r\n\r\nimpression will the world at large get? The  P.A.P.\r\n\r\nwant Singapore to succeed. We all want Singapore to\r\n\r\nsucceed.  And yet very often, Mr Speaker,  Sir,  I\r\n\r\nhear  responsible Ministers making statements which\r\n\r\nbelie what they say in general terms. They say, \"We\r\n\r\nwant  to  do this,\" and yet they pooh-pooh somebody\r\n\r\nelse  who  is  doing it effectively. This  sort  of\r\n\r\nstatement by Ministers, Mr Speaker, Sir, has  gone\r\n\r\non for a long time. If the P.A.P. Government really\r\n\r\nintend the second year of their Government to be  a\r\n\r\nyear  of  construction and success, one which  will\r\n\r\nlay the foundation for the next three or four years\r\n\r\nof  their Government, then they will have  to  stop\r\n\r\nmaking,  if  I  may be permitted to say  so,  these\r\n\r\nchildish statements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, kidnappings have a great economic significance in Singapore. It upsets the mercantile\r\n\r\ncommunity,   and  the  mercantile   community   are\r\n\r\nessential to the life of this country. There is  no\r\n\r\nuse  denying it. If one is a socialist, just as the\r\n\r\nMinister for Home Affairs is, must one laugh at the\r\n\r\ncapitalists?  I  concede the point  that  he  is  a\r\n\r\nsocialist and a good one; but, unfortunately, he is\r\n\r\nconnected  with a country which cannot be socialist\r\n\r\nin  every  respect. It is wedded  to  a  capitalist\r\n\r\neconomy for the time being, and so long as that  is\r\n\r\nso, then, if he is going to be a good Minister,  he\r\n\r\nmust  look after his capitalists. There are no  two\r\n\r\nways about it. He must resolve to do so, whether he\r\n\r\nlikes it or not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we have read in the Yang di-Pertuan Negara's speech of Ministers who have gone abroad\r\n\r\nlooking  for  money in England and in  America.  We\r\n\r\nwant capital from abroad\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 339</b></font><br><br>\r\n\r\n\r\n\r\nand  we want capital from within in order that  our\r\n\r\nindustrial  and building programmes  will  succeed.\r\n\r\nWhat  sort  of  news does, this  make  locally  and\r\n\r\nabroad - Mr  C. K. Tang, the curio king,  kidnapped?\r\n\r\nMr   C.  K.  Tang  is  a  figure  of  some   world\r\n\r\nimportance,  because  every tourist  who  comes  to\r\n\r\nSingapore  visits  the House of Tang.  Whether  the\r\n\r\nMinister for Home Affairs likes it or not, that  is\r\n\r\nwhat  is happening. Every visitor who sets foot  on\r\n\r\nthis  island  goes to the House of Tang.  And  from\r\n\r\nbeing merely a wealthy man, after his kidnap he has\r\n\r\nbecome  the  king of the curio world. I understand,\r\n\r\nMr  Speaker, Sir, that the news of his kidnap  was\r\n\r\nheadline news in London and America. What  sort  of\r\n\r\nconfidence  do the people of the United Kingdom  or\r\n\r\nAmerica have in Singapore when somebody tells  them\r\n\r\nthat kidnappings are daily occurrences in Singapore\r\n\r\nand  there  is  nothing  that  the  police  or  the\r\n\r\nGovernment can do to prevent them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am not blaming the police. I\r\n\r\ndo  not want to go that far. All I am interested in\r\n\r\nis  in  assessing  the objective results  of  these\r\n\r\nkidnappings in so far as the State of Singapore  is\r\n\r\nconcerned.  It  is  doing us  no  good  whatsoever,\r\n\r\neither internally or externally, and the sooner  we\r\n\r\nrealise it, and not mock at the rich men or mock at\r\n\r\nthe kidnappings, I think the better it would be for\r\n\r\nall  of us. I am glad, Sir, that the Government are\r\n\r\nconsidering active measures which they  think  will\r\n\r\nbring an end to kidnapping, if not an end, at least\r\n\r\nminimise  it.  Some  of  the  measures  which  they\r\n\r\npropose  to take and which they outline  here  seem\r\n\r\nvery serious. I am not quite sure whether the death\r\n\r\npenalty  for  kidnapping  is  the  correct   thing.\r\n\r\nHowever,  it is a matter which we will consider  at\r\n\r\nthe  proper  time when measures are  introduced  to\r\n\r\nthat effect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is the Minister for Home Affairs taking every\r\n\r\npossible step he can to minimise these kidnappings?\r\n\r\nHe has told us that he has had inaugurated an anti-kidnapping squad, or anti-kidnapping squads, within\r\n\r\nhis  Criminal Investigation Department. I  am  also\r\n\r\ntold that guard and escort units are available  for\r\n\r\nwealthy people, even for not so wealthy men. People\r\n\r\ntemporarily in positions of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 340</b></font><br><br>\r\n\r\n\r\n\r\npower  could  avail themselves of  this  guard  and\r\n\r\nescort unit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the news of the C. K. Tang kidnapping broke,\r\n\r\nthe Police Secretary put out what I thought at that\r\n\r\ntime  a  very  peevish and childish statement.  The\r\n\r\nfirst thing he did was to complain about how nobody\r\n\r\nco-operated with the police, and that  is  why  all\r\n\r\nthese things were happening. He may be right. But I\r\n\r\nwould have thought that, in those circumstances, he\r\n\r\nshould  have dote something else before making  the\r\n\r\npeevish  complaint. What I do hear  is  that  these\r\n\r\npeople,  who  would like to engage  protection  for\r\n\r\nthemselves, for reasons best known to them, are not\r\n\r\nvery  keen on engaging guard and escort units. They\r\n\r\nare  not  very keen on engaging the anti-kidnapping\r\n\r\nsquads  which the Minister has had formed  for  the\r\n\r\nprotection  of the people in imminent danger  of  a\r\n\r\nkidnap.  Sir, there may be many reasons  why  these\r\n\r\npeople do not wish to engage them. It could be that\r\n\r\nthese  people have not got the confidence in  these\r\n\r\nunits.  Whether  they  should  have  confidence  is\r\n\r\nanother  matter. But the factual position  is  that\r\n\r\nthey do not have the confidence in these units, and\r\n\r\nthey  would  like to engage somebody else  to  look\r\n\r\nafter  their  persons. And when such  requests  are\r\n\r\nmade  to  the police, I understand the  police  are\r\n\r\nmost uncooperative.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order that a person might be detailed to\r\n\r\nprotect the future victim, it is necessary that the\r\n\r\nprotector should be provided with a revolver.  When\r\n\r\na  request is made to the police that the person is\r\n\r\nwilling  to look after a millionaire or  a  wealthy\r\n\r\nperson and that he be provided with a revolver, the\r\n\r\npolice very often turn that request down. They say,\r\n\r\n\"Well,  if  you want protection, we  have  got  our\r\n\r\nguard  and  escort  unit; we  have  got  our  anti-kidnapping squads. You can go to them.  If  you  do\r\n\r\nnot  go  to them, well, we do not care what happens\r\n\r\nto  you.\"  I can understand the diffidence  of  the\r\n\r\npolice  in  wanting to give this revolver,  because\r\n\r\nthey  want to be satisfied that the persons to whom\r\n\r\nthey give these revolvers are trustworthy persons.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 341</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand there is an organisation in\r\n\r\nSingapore which engages police officers who are  on\r\n\r\nthe  retired  list  of  the police  force  who  are\r\n\r\ndrawing  pensions. I explicitly mention  that,  Mr\r\n\r\nSpeaker, Sir, because, as they are officers of  the\r\n\r\nGovernment  drawing pensions, I take  it  they  are\r\n\r\nreliable  persons; and as police officers who  have\r\n\r\nbeen  pensioned, their record has been  clean  with\r\n\r\nthe  police.  When  a person has requested  that  a\r\n\r\nretired  and  pensioned police officer be  provided\r\n\r\nwith  a  pistol  to guard him the answer  from  the\r\n\r\nCommissioner  of  Police has  been  no.  This,  Mr\r\n\r\nSpeaker,  Sir, I consider a most unhelpful  way  of\r\n\r\nsolving a very difficult problem. However,  Sir,  I\r\n\r\npersonally  welcome the proposals of  the  Minister\r\n\r\nfor  solving  this problem, not because  I  hold  a\r\n\r\nbrief for millionaires, but because I think we  are\r\n\r\nall interested in the survival of Singapore and its\r\n\r\nwelfare.  And if the impression were to  get  round\r\n\r\nabroad that Singapore is a lawless place, I ask the\r\n\r\nMinister  for  Home Affairs what effect  that  will\r\n\r\nhave  when  the  World Bank Mission comes  here  to\r\n\r\ninvestigate  into  the question  whether  Singapore\r\n\r\nshould get any loans from the World Bank.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Question is on the first\r\n\r\namendment to the Original Question, at the end, to\r\n\r\nadd -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`but this Assembly regrets that the Government\r\n\r\nhas not given any assurances in regard to any\r\n\r\neffective steps the Government has taken or will\r\n\r\ntake in regard to kidnapping;'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> We are now on the second amendment.\r\n\r\nAt the end of the Original Question, to add -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`but this Assembly urges the Government to give\r\n\r\nto  those  civil  servants who  have:  resigned  an\r\n\r\nopportunity  to  return to the  Civil  Service  and\r\n\r\nother  Government  Services to  make  possible  the\r\n\r\nconstruction  of the various projects  outlined  in\r\n\r\nthe speech'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Original Question again proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 342</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.01 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua (Parliamentary Secretary to the Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Deputy Prime Minister (Mr Goh Chew Chua):</b> Mr Speaker, Sir, the\r\n\r\nYang di-Pertuan Negara described the first year  of\r\n\r\noffice of the People's Action Party Government as a\r\n\r\nyear    of   reorganisation, consolidation    and\r\n\r\npreparation. The resounding victory of  the  P.A.P.\r\n\r\nin  the  general elections last year reflected  the\r\n\r\nconfidence  of  the  people  of  Singapore  in  the\r\n\r\ncollective   leadership  of  the  Party   and   the\r\n\r\nprogressive policies it pursued. But the P.A.P. did\r\n\r\nnot  achieve power by making false promises to  the\r\n\r\npeople.  We  have  always  been  conscious  of  the\r\n\r\nlimitations  under which we would  have  to  govern\r\n\r\nthis   island  State  for  the  next  five   years.\r\n\r\nAccepting  these limitations, Sir, particularly  in\r\n\r\nthe   fields  of  internal  security,  defence  and\r\n\r\nforeign  relations, one must admit that  the  first\r\n\r\nyear of office of the P.A.P. Government has been  a\r\n\r\nyear of progress.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch on the measures taken by\r\n\r\nthe  Government in the fields of communications and\r\n\r\nrural development. I need not stress the vital role\r\n\r\nof  shipping, civil aviation and communications  in\r\n\r\nthe  economy of Singapore. The Government is taking\r\n\r\nactive  steps  to  train  our  citizens  to  become\r\n\r\nqualified marine engineers and naval architects. We\r\n\r\nhave  to redouble our efforts in this direction  to\r\n\r\nmake   up   for  the  inactivity  of  the  previous\r\n\r\nGovernment in training local personnel for jobs  in\r\n\r\nthe merchant marine. It is expected, Sir, that very\r\n\r\nsoon  the  new administration block at  Paya  Lebar\r\n\r\nAirport will be ready for occupation. We would then\r\n\r\nbe  better  equipped  to  offer  the  most  modern\r\n\r\nfacilities  at  the Airport to meet the  increasing\r\n\r\ndemands made on the Airport in the jet age.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has paid special attention to\r\n\r\nrural  development  during  the  last  year.  Flood\r\n\r\nalleviation schemes are being pursued with  vigour.\r\n\r\nWater and electricity supplies have been brought to\r\n\r\nthe  remote  rural areas, and many new  link  roads\r\n\r\nhave been built. Great strides will be made by  the\r\n\r\nGovernment  in  improving  the  lot  of  the  rural\r\n\r\npopulation  in  the year ahead, in accordance  with\r\n\r\nthe Party's Five-Year\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 343</b></font><br><br>\r\n\r\n\r\n\r\nPlan, it  should be remembered, however, that  the\r\n\r\nsuccess  of  the  Government  in  implementing  its\r\n\r\npolicy  will depend to a very large extent  on  the\r\n\r\npolitical and economic conditions we may expect  in\r\n\r\nthe  year ahead. During the last year, we have  had\r\n\r\nperiods  of calm. We have had also periods of  less\r\n\r\ncalm.  If  any government in power were  to  pursue\r\n\r\nextremist and short-sighted policies such as  those\r\n\r\nadvocated by the Member for Hong Lim, then  it  can\r\n\r\nonly  result  in utter disaster for the  people  of\r\n\r\nSingapore.  It  is  much easier  to  shout  popular\r\n\r\nslogans  than to govern the country wisely  with  a\r\n\r\nview to improving the lot of 1½ million people  who\r\n\r\nhave  just  emerged from a long period of  colonial\r\n\r\nrule.  The declared objective of the Government  to\r\n\r\ncreate  a  more  just and equal society  cannot  be\r\n\r\nachieved  merely by shouting slogans  and  parading\r\n\r\nthe 16 resolutions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people of Singapore, Sir, will judge the\r\n\r\nP.A.P.  Government  on the basis  of  the  concrete\r\n\r\nachievements of the Government in the years  ahead.\r\n\r\nThe  Prime  Minister gave a vivid analysis  of  the\r\n\r\nmany  dangerous  forces now at  work  in  Singapore\r\n\r\ntrying  to create political instability. It is  our\r\n\r\nduty, Sir, to see that extremist elements are  kept\r\n\r\nin  check and stopped before they can grow powerful\r\n\r\nenough  to  pose  a threat to the security  of  the\r\n\r\nState.  Every loyal citizen of Singapore should  be\r\n\r\nmade  aware of the disaster that awaits us if these\r\n\r\nextremist  elements  ever  gain  control  of   this\r\n\r\nisland.\r\n\r\n\r\n\r\n<br><br><!-- Mr Leong Keng Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Education (Mr Leong Keng Seng)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  last Friday and today we have  heard  the\r\n\r\nspeeches made by the Member for Mountbatten and the\r\n\r\nMember  for  Tanglin. We have seen their  political\r\n\r\nmyopia. They only see one side of things. They only\r\n\r\nsee  the one side that is black but they cannot see\r\n\r\nthe opposite side that is white.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin only sees the problem\r\n\r\nfacing the religious schools, English schools,  and\r\n\r\ncivil  servants.  But  he never  sees  the  problem\r\n\r\nfacing the non-religious schools, the non-English\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 344</b></font><br><br>\r\n\r\n\r\n\r\nschools,  and the poor masses. The hon.  Member  is\r\n\r\nagainst the six-day week, and wants a five-day week\r\n\r\nfor  teachers  and  school  children.  But  in  our\r\n\r\nChinese  schools, there has always been  a  six-day\r\n\r\nweek  and  things have always been  peaceful.  This\r\n\r\nstate  of  affairs has been so for many years.  But\r\n\r\nthe  Member  for  Mountbatten and  the  Member  for\r\n\r\nTanglin  only  see  the religious  issues  and  the\r\n\r\nproblems  facing  religious schools,  because  they\r\n\r\nwant  to  go  to  church on Saturdays  or  Sundays.\r\n\r\nTherefore they only consider the interest of a  few\r\n\r\npeople.  They  never give thought to  the  children\r\n\r\nattending  non-religious schools, the non-religious\r\n\r\nparents  and  the  non-religious teachers.  If  the\r\n\r\nchildren  of  non-religious parents do  not  go  to\r\n\r\nschool  on  Saturdays  they  will  roam  about  the\r\n\r\nstreets and mix with bad and evil men. We know that\r\n\r\nall  teachers must be responsible for the education\r\n\r\nof these children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the bursaries, scholarships and\r\n\r\nallowances -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Parliamentary Secretary is\r\n\r\ntouching on variable allowances, he is, of  course,\r\n\r\nout   of   order.  We  have  dealt  with   variable\r\n\r\nallowances.  He  must not touch on that  topic  any\r\n\r\nlonger.  It was the subject matter of an  amendment\r\n\r\nwhich has been disposed of.\r\n\r\n\r\n\r\n<br><br><!-- Mr Leong Keng Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Keng Seng</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, I support the Yang di-Pertuan Negara's speech.\r\n\r\nIn  our  education  policy, there  are  three  main\r\n\r\nprinciples:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) equal treatment to all the four streams of\r\n\r\neducation;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) the acceptance of Malay as the national\r\n\r\nlanguage; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) the increasing of facilities for the\r\n\r\nteaching of science and mathematics.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the rulers in the colonial era\r\n\r\nappreciated only one thing - to find ways  and  means\r\n\r\nof procuring for themselves the maximum profit from\r\n\r\nsociety.  They never gave a single thought  to  the\r\n\r\nproblem of how to educate the local people, to  see\r\n\r\nthat  they were given the fullest encouragement  in\r\n\r\neducation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 345</b></font><br><br>\r\n\r\n\r\n\r\nso that they could acquire a considerable amount of\r\n\r\nknowledge and modem technical skills. We  all  know\r\n\r\nalso  that  the aim of the past colonial government\r\n\r\nin  the  field  of education was to create  only  a\r\n\r\nwhite-collar   class   and,   therefore,    English\r\n\r\neducation  was  greatly expanded. Malay  education,\r\n\r\nwhich  was comparatively backward was not nurtured.\r\n\r\nChinese  education, which was in  a  more  advanced\r\n\r\nstage  was suppressed. The purpose of such a policy\r\n\r\nwas  to  perpetuate the colonial  rule.  Therefore,\r\n\r\nduring  the colonial regime, the education  of  the\r\n\r\nvarious communities was not on an equal status with\r\n\r\nEnglish  education. However, in the  self-governing\r\n\r\nState  of  Singapore  today, the  education  policy\r\n\r\npursued by the Government is based on the principle\r\n\r\nof  equality. In accordance with this principle  of\r\n\r\nequality  of treatment to all schools and with  due\r\n\r\nregard   to  our  economic  situation  and   social\r\n\r\ndemands,  the  Government is building more  schools\r\n\r\nfor  children  of school-going age in  this  State.\r\n\r\nEach  year,  the Government intends to  build  five\r\n\r\nsecondary  schools and 14 primary schools  for  the\r\n\r\nfour  streams of education. Malay secondary schools\r\n\r\nand  Tamil secondary schools have been established.\r\n\r\nSpecial allowances have been paid to principals  of\r\n\r\nschools of the various language media. Teachers who\r\n\r\nhave  had  more than 10 years' teaching  experience\r\n\r\nare  normally  allowed to cross the efficiency  bar\r\n\r\nregardless of the type of school they are  teaching\r\n\r\nin. All these things go to show that the schools in\r\n\r\nthe   four   language  media  are  accorded   equal\r\n\r\ntreatment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's acceptance of Malay as the\r\n\r\nnational language is completely in accord with  the\r\n\r\npresent  state of our society. To create  a  common\r\n\r\noutlook,  and mutual understanding among people  of\r\n\r\nvarious races so as to enable them to become  loyal\r\n\r\ncitizens  of  this  country, we  have  courageously\r\n\r\naccepted  Malay as our national language.  This  is\r\n\r\nthe  only way by which people of various races  can\r\n\r\nunderstand   one  another.  Mutual  suspicion   and\r\n\r\ndistrust can thereby be eliminated. Therefore,  the\r\n\r\ncreation of a national language has become  a  very\r\n\r\neffective means in bringing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 346</b></font><br><br>\r\n\r\n\r\n\r\nabout racial unity. The Government's policy to make\r\n\r\nMalay  the  national  language  has  received   the\r\n\r\nenthusiastic support of the people. The  Government\r\n\r\nwill take positive measures to foster the growth of\r\n\r\nour  national  language so that it will  acquire  a\r\n\r\npractical status in the near future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third aspect of the new policy is the\r\n\r\nincrease   of   teaching  time  for   science   and\r\n\r\nmathematics.  The  main purpose  of  our  education\r\n\r\npolicy  is  to train our children to become  useful\r\n\r\ncitizens  so  that  they  will  be  able  to  adapt\r\n\r\nthemselves  to our economic policy and  play  their\r\n\r\npart  in national construction, so as to lay a firm\r\n\r\nfoundation  for  our future socialist  society.  In\r\n\r\nother  words, our education is geared to  the  need\r\n\r\nfor   industrialization.   Hence,   our   education\r\n\r\nprogramme must turn out more people with scientific\r\n\r\nknowledge and productive skill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth aspect of our policy is the promotion\r\n\r\nof  adult education and mass literacy. Today, there\r\n\r\nare  500,000 illiterate people in our society, i.e.\r\n\r\nabout  one-third of our population.  This  poses  a\r\n\r\nvery  grave social problem. Illiteracy is a typical\r\n\r\nby-product  of a colonial society and an  unhealthy\r\n\r\nsocial phenomenon to our self-government State. The\r\n\r\ncampaign  to  wipe out illiteracy  will  raise  the\r\n\r\ncultural standard of our people. Hence it is social\r\n\r\neducation.  The  Adult  Education  Board  has  been\r\n\r\nformed  by  Government to carry out this  important\r\n\r\ntask. In this respect, the aim is not only to teach\r\n\r\nthe illiterate section of the people to be able  to\r\n\r\nread   and  write,  but  also  to  teach  them   to\r\n\r\nunderstand the democratic system of government  and\r\n\r\nto  observe  and  know how to use their  democratic\r\n\r\nrights   effectively.  The  task   of   eliminating\r\n\r\nilliteracy  is a difficult one, and  takes  a  long\r\n\r\ntime  to accomplish. To succeed, there must be  co-operation  between the people and Government.  Only\r\n\r\nthen  can  we  get  rid  of this  unhealthy  social\r\n\r\nphenomenon  which  we  have  inherited   from   the\r\n\r\ncolonial society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the special position of the Malays,\r\n\r\nGovernment  has promised to provide free  education\r\n\r\nin primary schools for the Singapore Polytechnic\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 347</b></font><br><br>\r\n\r\n\r\n\r\nand  the  University of Malaya, to Malays  born  in\r\n\r\nSingapore, or whose parents are Singapore citizens.\r\n\r\nThe Government has also promised to give to Nanyang\r\n\r\nUniversity the same amount of financial aid as that\r\n\r\nenjoyed   by  the  University  of  Malaya  provided\r\n\r\nNanyang University carries out a reorganisation and\r\n\r\nmaintains its academic standard.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Government's education policy is based on the\r\n\r\nurgent needs of the present society - to bring up our\r\n\r\nfuture citizens to be loyal citizens and willing to\r\n\r\nserve  this  country.  The  aim  of  our  education\r\n\r\nprogramme  is  to  give ample  opportunity  to  our\r\n\r\ncitizens to benefit by education so as to give them\r\n\r\nthe  chance  to  acquire  knowledge  and  technical\r\n\r\nskill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As our Prime Minister has said, \"Our Government\r\n\r\ncomes  from  the  people and will go  back  to  the\r\n\r\npeople.\" Therefore, basically, our policies reflect\r\n\r\nthe  aspirations of the people. In short, they  are\r\n\r\ndetermined  by whether they serve the  interest  of\r\n\r\nthe people or not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion of thanks for the Yang di-Pertuan Negara's speech.\r\n\r\n\r\n\r\n<br><br>6.22 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Teck Him -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Teck Him (Tiong Bahru)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, at the sitting last Friday,  I  heard\r\n\r\nthe  hon. Member for Tanglin say that in the little\r\n\r\nbooklet  of  the P.A.P., it is stated therein  that\r\n\r\nthe  Government  is anti-religious.  This  is  very\r\n\r\nstrange and untrue. I myself am a Christian  and  a\r\n\r\nMember  of this Assembly. At the time of  the  last\r\n\r\nelections I prayed to God for victory. Today  I  am\r\n\r\nan  elected  representative of the  people,  and  I\r\n\r\nthank  God for it. But I must also thank the people\r\n\r\nin  my constituency who supported me. At that time,\r\n\r\nthe  opposing candidate in my constituency was also\r\n\r\na  Christian. He was Mr Ling Ngo Lin  and  he  was\r\n\r\nvery  pious. He used to go to church every  Sunday.\r\n\r\nBut now he does not go to church. When I prayed  at\r\n\r\nthat  time,  I said, \"Oh, God, I have not  been  to\r\n\r\nchurch  for  a  very long time and  I  have  sinned\r\n\r\nagainst  you,  but if I am elected, I  will  go  to\r\n\r\nchurch regularly.\" I still go to church. Therefore,\r\n\r\nthis shows that our Party is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 348</b></font><br><br>\r\n\r\n\r\n\r\nnot  against  religion.  In  our  Party  there  are\r\n\r\nreligious people, Christians and others. It is true\r\n\r\nthat we are not against religion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin said that in the P.A.P.\r\n\r\nbooklet,  it is stated that man-kind must  rely  on\r\n\r\nthemselves. He said this is wrong, because man must\r\n\r\ndepend  on God. We do not say that everything  must\r\n\r\ndepend  on  God.  We must depend on ourselves  too.\r\n\r\nThose  who read the Bible know that in the Book  of\r\n\r\nGenesis, it is stated that after Adam and  Eve  had\r\n\r\nsinned  against God He drove Adam and Eve from  the\r\n\r\nGarden of Eden. He said to them, \"You must toil and\r\n\r\nsweat  before  you can have your stomachs  filled.\"\r\n\r\nSo,  therefore,  we must use our own  strength  and\r\n\r\ndepend  on  ourselves to build a  new  country.  We\r\n\r\ncannot  entirely depend on God. I remember  when  I\r\n\r\nwas a boy I was very lazy. I did not like to study,\r\n\r\nbut  I  used to pray. I said, \"God, please  let  me\r\n\r\nhave  good  results  and be the  first  boy  in  my\r\n\r\nexamination.\" But in the end, I got zero  and  also\r\n\r\nmy  results  were bad. This shows  that  we  cannot\r\n\r\nentirely  depend on God. This is a  common  mistake\r\n\r\nmade  by  the  Christians. This is a contradiction.\r\n\r\nThe Member for Tanglin said that we must depend  on\r\n\r\nGod.  I am not against God, but I say that we  must\r\n\r\nalso depend on our own strength.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In building a new nation, everybody must do more\r\n\r\nwork  in  order to compensate for the lack  in  the\r\n\r\npast.  For  instance, in our education  policy,  we\r\n\r\nhave  introduced  the six-day week.  An  Opposition\r\n\r\nMember  said that this was oppressing the  teachers\r\n\r\nand  putting too much strain on them. Just now  our\r\n\r\nParliamentary   Secretary  to  the   Minister   for\r\n\r\nEducation said that we must not look at one side of\r\n\r\na question and support one particular party, but we\r\n\r\nmust  look  to the considerations of all.  This  is\r\n\r\ncorrect.  We Christians want to have half  a  day's\r\n\r\nrest  on  Saturday and to go to church  on  Sunday.\r\n\r\nThis  is  good,  but what about those non-religious\r\n\r\npeople? The Government must take into consideration\r\n\r\nall  aspects of the matter. We must not  only  take\r\n\r\ninto  consideration the interests of those who  are\r\n\r\nChristians. We must also look\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 349</b></font><br><br>\r\n\r\n\r\n\r\ninto the wants of non-religious people too. Only in\r\n\r\nthis   way  can  we  be  correct.  Therefore,   our\r\n\r\neducation  policy is correct. We must insist  on  a\r\n\r\nsix-day  week. The education policy up to  now  has\r\n\r\nbeen  very poor. Therefore, our children  must  now\r\n\r\nstudy more. The Opposition Member's accusation that\r\n\r\nparents and students are all against our new policy\r\n\r\nis wrong. Last year, at a teachers' conference held\r\n\r\nin  the  Happy World, our Prime Minister  requested\r\n\r\nall  teachers  to  give some more time  and  effort\r\n\r\ntowards  educating the children. All  the  teachers\r\n\r\nwho   attended  that  meeting  supported   him.   A\r\n\r\nrepresentative  of  the  teachers   expressed   the\r\n\r\nsupport  of  the teachers. There is proof  for  it.\r\n\r\nParents  have also supported our education  policy.\r\n\r\nIf  there is no schooling on Saturday many children\r\n\r\nwill  roam  about in the streets making  themselves\r\n\r\nbad. Therefore our education policy is correct.  We\r\n\r\nsay that to make Saturday a school day is correct.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin asked why we wanted to\r\n\r\noppose foreign investment. This is not correct. Our\r\n\r\npurpose  is to encourage our local capitalists  and\r\n\r\nrich  people to invest their capital for industrial\r\n\r\nexpansion so that they can contribute to the  well-being of the people and our country. Our policy  is\r\n\r\ncorrect.  On  the  other hand, we  must  also  have\r\n\r\nforeign capital in order to strengthen the building\r\n\r\nof our country. This is also correct. I do not want\r\n\r\nto  speak at length. My colleagues can elaborate on\r\n\r\nthis. This is only what I have to say.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nfrom  the speeches of the Opposition, I cannot help\r\n\r\nfeeling  that  they  have not been  fulfilling  the\r\n\r\nfunction   of   the  Opposition  in  a   democratic\r\n\r\nParliament. As you know, Sir, I have been appointed\r\n\r\na  delegate  of the Singapore Branch to attend  the\r\n\r\nSeventh  Regional Conference of C.P.A. Branches  to\r\n\r\nbe  held in the course of the week at Kuching.  The\r\n\r\nsubject  for discussion happens also to be  on  the\r\n\r\nfunctions   of  a  Government  majority   and   the\r\n\r\nOpposition in a democratic Parliament. I dread\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 350</b></font><br><br>\r\n\r\n\r\n\r\nto  think  how  our Opposition would  stand  up  in\r\n\r\ncomparison with the Oppositions imbued with a sense\r\n\r\nof  responsibility  in the other Assemblies  around\r\n\r\nus.  Here was our Prime Minister giving an incisive\r\n\r\nanalysis of the political situation. And what  sort\r\n\r\nof reaction did we get from the Members opposite?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Up stood the Member for Mountbatten, and in the\r\n\r\nname  of her Party, challenged the statement, which\r\n\r\nhas   been  repeated  a  few  times  already,  that\r\n\r\n\"Singapore   has  enjoyed  greater  political   and\r\n\r\neconomic  stability than it has  known  during  the\r\n\r\nlast 15 years\" in the introduction of the Yang  di-Pertuan Negara's speech. According to her, there is\r\n\r\nno  stability. Then came a senior executive of  the\r\n\r\nsame Party, the Member for Tanglin. In answer to  a\r\n\r\njibe  of  the  Opposition being  irresponsible,  he\r\n\r\nasked,  how  would  he  know of  the  interplay  of\r\n\r\npolitical  and social forces at this juncture  when\r\n\r\neverything was so rosy? Sir, may we ask,  whom  are\r\n\r\nwe  to  believe? The Opposition have only very  few\r\n\r\nrepresentatives in the House, and different Members\r\n\r\nspeak  differently  on the same subject.  All  the\r\n\r\nviews are contradictory. Perhaps the S.P.A. too has\r\n\r\nto think of rectification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, instead of rising to the occasion and seeing\r\n\r\nthings  in  their proper perspective,  and  perhaps\r\n\r\nthus  learning  how to serve the people  better  by\r\n\r\ngiving  thought to more momentous affairs of State,\r\n\r\nthey  merely  stick their noses  into  the  mundane\r\n\r\nbusiness  of pay cuts. They dodge the criticism  by\r\n\r\nsaying  that we are seeking their support  in  what\r\n\r\nthe  Member  for Tanglin calls the  crisis  in  the\r\n\r\nP.A.P.  Surely,  there is no  necessity  to  get  a\r\n\r\nmathematician to count the number over here, though\r\n\r\na  bit  depleted now, and the number over there.  A\r\n\r\nPrimary  II  schoolboy will be  able  to  tell  the\r\n\r\ndifference between 40 and 11, and 40 is many  times\r\n\r\n11.  Of course, if a school teacher cannot make out\r\n\r\nthe  difference between 40 and 11, and  insists  on\r\n\r\ncalling  that  instability in the Government,  then\r\n\r\nperhaps  there  is  justification  after  all   for\r\n\r\nreporting such ignorance to the Ministry. To  quote\r\n\r\nShakespeare, who lived in a feudal age,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 351</b></font><br><br>\r\n\r\n\r\n\r\nin  support of his pious, moral re-armament type of\r\n\r\ninterpretation of the cancellation of a  parade  as\r\n\r\ndue to the wrath of God is puerile.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Speaker has always a\r\n\r\ndifficult task in drawing a line somewhere. I  have\r\n\r\nallowed  words  like `kindergarten' and  `childish'\r\n\r\nalready,  but the hon. Member has placed  a  little\r\n\r\nmore  venom  in  the  word `puerile',  and  I  must\r\n\r\ntherefore say that `puerile' is unparliamentary and\r\n\r\nmust be withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I thought it was only\r\n\r\nchildish, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. There seems to be a habit\r\n\r\narising  in  this  Assembly  of  contradicting  the\r\n\r\nSpeaker. I asked the Member to withdraw, and  there\r\n\r\nmust be an unqualified withdrawal.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I withdraw, Sir, and would\r\n\r\nsubstitute instead -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Not worthy of a school master.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Not worthy of a school master.\r\n\r\nThen there is the voice from the wilderness. All of\r\n\r\nus  thought  that  some  gem  of  wisdom  might  be\r\n\r\nforthcoming  at  last, but instead  we  only  found\r\n\r\nplatitudes, a recitation of a page from  a  Primary\r\n\r\nII  school book, and a dissertation on how  to  lay\r\n\r\neggs,  and  finally - a request for water. I  suppose\r\n\r\nthat was because of the blowing of hot air that  he\r\n\r\nwas  complaining about. All he could  say  of  the\r\n\r\nYang  di-Pertuan Negara's speech was  that  it  was\r\n\r\n\"tame\",  and that it was inaccurate. What  sort  of\r\n\r\nconstructive criticism did he offer? Nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Mountbatten ranged over all the\r\n\r\nGovernment's activities, and, as usual, blamed  the\r\n\r\nGovernment for all the faults under the  sun.  Most\r\n\r\nof  these  charges  are time-worn,  and  have  been\r\n\r\nconvincingly  answered before.  Fancy  calling  our\r\n\r\nMinisters  a pack of playboys! She must be  jesting\r\n\r\nand she really cannot be serious. Look, Sir, at our\r\n\r\nMinister  for Labour and Law. Does he look  like  a\r\n\r\nplayboy?  Or our Deputy Prime Minister?  These  are\r\n\r\nMinisters who work 14 hours a day.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 352</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> They never play!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> They devote all their time and\r\n\r\nattention  to the affairs of State. I do not  think\r\n\r\nthe  wives  of our Ministers would take  kindly  to\r\n\r\nsuch  an  attack from the only lady Member  of  the\r\n\r\nOpposition.  But the perennial charge  is  that  of\r\n\r\nP.A.P. inconsistency. Now consistency is a quality\r\n\r\nentirely foreign to the S.P.A. set-up. No amount of\r\n\r\nhigh-pressure  cooking,  as  she  called  it,  with\r\n\r\nCarnegie courses, will make people believe that the\r\n\r\nS.P.A. can  ever believe in such  a  thing  called\r\n\r\nconsistency. On the other hand, consistency is part\r\n\r\nand  parcel  of  the P.A.P. Let  me  now  give  two\r\n\r\nexamples that have been mentioned in the speech  of\r\n\r\nthe  Yang  di-Pertuan Negara. These are things  the\r\n\r\nOpposition  will never know very much  about.  They\r\n\r\nnot  only  prove P.A.P. consistency, but also  that\r\n\r\nthe  P.A.P.,  in  all its actions, has  always  the\r\n\r\ninterest and welfare of the people as its first and\r\n\r\nonly  consideration. It has all along been our plan\r\n\r\nand   policy   to  encourage  intelligent   planned\r\n\r\nparenthood.  Singapore  is  a  small  island   with\r\n\r\nlimited resources, and has a very high birth  rate.\r\n\r\nThis bears repeating, and, incidentally, this is an\r\n\r\nexample  of revolutionary zeal being tempered  with\r\n\r\nadaptation  to  local surroundings. For  there  are\r\n\r\nother    socialist   countries   which    encourage\r\n\r\npopulation    increase   because    of    different\r\n\r\nsurroundings.  However,  in  dealing  with  such  a\r\n\r\nsituation  in Singapore, we have been practical  in\r\n\r\nour approach. We cannot afford to wear blinkers  as\r\n\r\nthe  past Government did. Still less can we  afford\r\n\r\nto bury our heads in the sand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the poor masses who are the greatest\r\n\r\nsufferers  in health and education as a  result  of\r\n\r\nunplanned  and  unrestricted parenthood,  which  is\r\n\r\nalso  a  major  contributory  factor  towards   the\r\n\r\ncausation  of  slums. Bearing  all  this  in  mind,\r\n\r\ntherefore,  Government has promised to  initiate  a\r\n\r\ncampaign  for  intelligent planned  parenthood.  We\r\n\r\nhope  to bring knowledge and enlightenment  to  the\r\n\r\nignorant,  and  sunshine  and  happiness   to   the\r\n\r\nsuperstitious, fatalistic and neglected. We want to\r\n\r\nhelp wipe out the misery of the masses and, at  the\r\n\r\nsame time, show them a way how they can help\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 353</b></font><br><br>\r\n\r\n\r\n\r\nothers  as  well  as themselves.  To  many  of  our\r\n\r\nyounger  children and to those as  yet  unborn,  it\r\n\r\nwould mean a better opportunity to go forward to  a\r\n\r\nmore equal and just society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other example, Sir, I wish to bring forward\r\n\r\nis  our policy of equal treatment given to the four\r\n\r\nstreams  of  education. Parallel  to  this  is  the\r\n\r\nrecruitment  of  non-English  educated  nurses  and\r\n\r\nmidwives  into the medical services. Gone  are  the\r\n\r\ndays  when  certain  sections  of  the  people   of\r\n\r\nSingapore   were   discriminated  against,   simply\r\n\r\nbecause  of  language difficulties. New ground  was\r\n\r\nopened  up  for the people to serve in  the  health\r\n\r\nservices   with   the  formation  of   the   P.A.P.\r\n\r\nGovernment.  It has all along been and will  always\r\n\r\nbe  the  struggle of the P.A.P. to have more  equal\r\n\r\nopportunities  made available to the  people.  Only\r\n\r\nthen  can there be any meaning in democracy. Others\r\n\r\nmay  crow and preach about democratic practice  and\r\n\r\nanti-colonialism and so on. But it has been left to\r\n\r\nthe P.A.P. to make democracy real and meaningful to\r\n\r\nthe   people  and  to  lead  them  step  by   step,\r\n\r\ndemocratically and constitutionally, towards a more\r\n\r\nequal and just society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to our ex-comrades, I feel a little sad,\r\n\r\nSir,  and  puzzled too, as to how and why  our  ex-comrades  have  railed  so vehemently  against  our\r\n\r\nParty.  The  Member for Hong Lim has  given  us  to\r\n\r\nunderstand  that bad blood exists only between  him\r\n\r\nand  two  of our Ministers. All the rest are  still\r\n\r\nhis  friends, he claims. Yet he attacked the Party,\r\n\r\nand  not  on  a factual basis. This has been  amply\r\n\r\ndemonstrated  and testified to in all the  speeches\r\n\r\nso  far. It appears to me that he attacked with,  I\r\n\r\nwould  not say malice, Sir, but certainly  with  an\r\n\r\nunholy  desire to see that everything in the P.A.P.\r\n\r\ngoes  wrong. In so attacking the Party to which  he\r\n\r\nonce  belonged,  he  is not only  attacking  a  few\r\n\r\nMinisters, but he is attacking each and  every  one\r\n\r\nof  us  inside the Party. How can he still call  us\r\n\r\nfriends then? His actions belie his words. That  is\r\n\r\nwhy I said \"puzzled\" because it does not add up. In\r\n\r\nthis debate, the Member\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 354</b></font><br><br>\r\n\r\n\r\n\r\nfor Hong Lim has clearly shown that since he cannot\r\n\r\nget  control of the P.A.P., the next best thing for\r\n\r\nhim  to  do would be to destroy it. We see a person\r\n\r\nlike a megalomaniac who thinks -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the word was\r\n\r\n\"megalomaniac\".  If  that  is  the  word  then,  of\r\n\r\ncourse,  it is completely unparliamentary. It  must\r\n\r\nbe withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> We see a person -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not think the Member has\r\n\r\nwithdrawn that word yet.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I withdraw, Sir. Anyway, Sir,\r\n\r\nillusions  and delusions are the strange bedfellows\r\n\r\nof such a person, and when the soap bubble which he\r\n\r\nthinks is carrying him up and up finally bursts and\r\n\r\nhe  starts tumbling down, there will be a  terrific\r\n\r\ncrash and a terrific anti-climax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been harangued with lectures on\r\n\r\nColonialism  both  by lecturers  here  as  well  as\r\n\r\nlecturers  outside.  It has been  very  extensively\r\n\r\ncommented  on  in  the House,  and  it  is  not  my\r\n\r\nintention  to  bore  Members here  with  a  further\r\n\r\ndiscussion  on  the  subject.  Colonialism  in  its\r\n\r\nvarious forms, political as well as economic,  past\r\n\r\nand   present,  has  been  studied,  discussed  and\r\n\r\nanalysed  to the minutest detail in various  books.\r\n\r\nSimilarly  with socialism. But I say to the  Member\r\n\r\nfor Hong Lim that if he thinks he is the only anti-colonialist  in the House, then he is  gravely  and\r\n\r\nwoefully mistaken. We cannot speak for the  Members\r\n\r\nof  the House opposite, but all of us on this  side\r\n\r\nof  the  House, the Front benchers as well as  Back\r\n\r\nbenchers, are as anti-colonial as anti-colonial can\r\n\r\nbe.  We  do  not  have to shout from  rooftops  and\r\n\r\nadvertise ourselves as anti-colonialists.  It  does\r\n\r\nnot  necessarily  follow that he who  shouts  anti-colonial  slogans is an anti-colonialist; nor  that\r\n\r\nhe  is more anti-colonial than another who does not\r\n\r\nshout and who does not use the Badminton Hall to do\r\n\r\nso;  nor  that he is therefore necessarily  also  a\r\n\r\nrevolutionary. A true revolutionary, Sir, faces the\r\n\r\nproblem  squarely.  He collects  all  the  relevant\r\n\r\nfacts  and  data, sifts them through  with  a  fine\r\n\r\ncomb, studies the problem\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 355</b></font><br><br>\r\n\r\n\r\n\r\nfrom all angles, puts up all the pros and cons, and\r\n\r\nafter  exhaustive discussion and analysis with  his\r\n\r\ncolleagues,  he puts up certain possible  lines  of\r\n\r\naction. And further elimination of these one by one\r\n\r\nleads  finally to a solution most likely to produce\r\n\r\nsuccess. This has been done in the P.A.P., and  the\r\n\r\nfruit  of the Party's labour is to be found in  the\r\n\r\n4th  anniversary  souvenir of the  Petir.  Has  the\r\n\r\nMember for Hong Lim similarly worked out a workable\r\n\r\nline to better the life of the masses in Singapore?\r\n\r\nIf he has, then we know nothing about it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you can see that to be a revolutionary does\r\n\r\nnot  mean  that  one  has to be  doctrinaire.  Even\r\n\r\nMarxian textbooks tell us never to be bound by  the\r\n\r\nstrait-jacket of doctrinarism. A true revolutionary\r\n\r\ntherefore  applies  basic  principles  with   local\r\n\r\nadaptations  and in the circumstances obtaining  in\r\n\r\nSingapore  today - that has been  often  repeated - the\r\n\r\nP.A.P. line  of democratic socialism is  the  only\r\n\r\nsensible  and practical line. All other  approaches\r\n\r\nend up in blind alleys. Of course, society is never\r\n\r\nstatic and conditions, change. But until conditions\r\n\r\nchange  and new social forces enter the  arena,  we\r\n\r\nhave  to do the best we can. That is why the P.A.P.\r\n\r\nhave  captured  the hearts and  the  minds  of  the\r\n\r\nintelligentsia as well as the masses of  Singapore.\r\n\r\nWe  are both progressive and realistic at the  same\r\n\r\ntime.  Sir, deep inside each and every  one  of  us\r\n\r\nthere  is  a burning desire to right the wrongs  of\r\n\r\nthe  present society, and also a burning desire  to\r\n\r\nhelp  level off the unequal opportunities  and  the\r\n\r\nunequal  distribution  of wealth  inherent  in  our\r\n\r\npresent  system. Socialism, in the words of Bernard\r\n\r\nShaw,  is merely a proposal to divide up the income\r\n\r\nof  the country in a new way. And this is where  we\r\n\r\ndiffer from the Communists. The P.A.P. proposal  of\r\n\r\neffecting   the   change   is   through   peaceful,\r\n\r\nconstitutional, democratic socialism. It is a  slow\r\n\r\nand  painful  process, perhaps  too  slow  to  some\r\n\r\nshortsighted   self-styled   revolutionaries.   But\r\n\r\nstill,  we  prefer it to the bloody alternative  of\r\n\r\nwanton  destruction  with the  toll  of  lives  and\r\n\r\nmisery  that follow. What we cannot do today,  Sir,\r\n\r\nwe shall have to leave to our children to do better\r\n\r\ntomorrow.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 356</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. V. Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. V. Lingam (Aljunied):</b> Mr Speaker, Sir,\r\n\r\ntoday's speech is my maiden speech in this Assembly\r\n\r\nafter 14 months during which I had never been given\r\n\r\na  chance  to speak. The right of speech of  P.A.P.\r\n\r\nAssemblymen  is  decided  by  the  Prime   Minister\r\n\r\nthrough the Whip.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, this Assembly sitting has been\r\n\r\nconverted  from  a  debate on the  Yang  di-Pertuan\r\n\r\nNegara's  speech to a forum on the Member for  Hong\r\n\r\nLim.  What  are  these  rantings  compared  to  the\r\n\r\nhorrors  of  the secret trial which the Member  for\r\n\r\nHong  Lim  had experienced on 20th June, 1960,  and\r\n\r\nwhich  I witnessed? \"Carry on with these rantings,\"\r\n\r\nsaid  the backseat Dr Goebbels. \"Mass-produce more\r\n\r\nof them!\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Gobble!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Events during the past six weeks have\r\n\r\nproved  that personal and unprincipled attacks  and\r\n\r\ndistortions  will do these people  more  harm  than\r\n\r\ngood.   Mr   Speaker,  Sir,  the  Yang  di-Pertuan\r\n\r\nNegara's   speech   did   not   say   a   word   on\r\n\r\nMalayanisation. I wish to remind the Prime Minister\r\n\r\nwhat he said in 1956 in this Assembly. I would like\r\n\r\nto  quote  cols. 1806-9 of Hansard, Vol. 1  of  4th\r\n\r\nApril, 1956, which read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Merdeka comes first. So much the better, but even\r\n\r\nwithout  Merdeka, let us take charge of the control\r\n\r\nroom, as this (Malayanisation) Report puts it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are parts of this Report which I think\r\n\r\nthe  House would forgive me if I make reference to.\r\n\r\nThe introduction reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Self-government would be an empty phrase unless\r\n\r\nthe  government  is  entirely  or  almost  entirely\r\n\r\ncarried  out  by the people of the country  and  to\r\n\r\nhave  the Public Service staffed by expatriates  at\r\n\r\nthe  highest  levels where policy  formulation  and\r\n\r\nexecution  take  place would be derogatory  to  the\r\n\r\ndignity  of the people of a self-governing country.\r\n\r\nTherefore,  self-government and Malayanisation  are\r\n\r\nclosely  related,  and  in order  to  satisfy  this\r\n\r\nlegitimate   aspiration   complete   Malayanisation\r\n\r\nshould  as  far  as  possible not  lag  behind  the\r\n\r\nattainment of self-government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to place the subject in its proper\r\n\r\nsetting we should see it in historical perspective.\r\n\r\nHistory  shows  that  a group of  people  can  only\r\n\r\nfunction  as an entity if there is cohesion  within\r\n\r\nthe group, and this cohesion does not depend merely\r\n\r\non  the  homogeneity of the population but  on  the\r\n\r\nsameness of purpose created by the stimulus of  the\r\n\r\ncommon\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 357</b></font><br><br>\r\n\r\n\r\n\r\ngeographical  and human environment, and  can  only\r\n\r\nexist  if  the people are thrown together to  brave\r\n\r\nthe  same  dangers and share the same  fate.  There\r\n\r\nmust be no alternative. -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If a section of the population...\"',\r\n\r\n\r\n\r\n<br><br>and the Secretary-General of the P.A.P. pointed out\r\n\r\nthat that means the Hon. the Chief Secretary,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"has the option of returning to their country of\r\n\r\norigin  when  faced  by some unpleasant  challenge,\r\n\r\nthat  section constitutes a weakness to  the  state\r\n\r\nand  can  never contribute to the cultural progress\r\n\r\nof  the  country. In other words,  success  in  the\r\n\r\nbuilding  of  a  nation can only be achieved  by  a\r\n\r\ngroup  of  people if they have no ties  of  loyalty\r\n\r\nwith  the  country which they have  left-they  must\r\n\r\nburn their boats and give undivided loyalty to  the\r\n\r\ncountry of their adoption.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It then goes on at great length to prove that if\r\n\r\nyou are in receipt of an expatriate allowance, you\r\n\r\ncannot give undivided loyalty to this country.' -  \r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member must\r\n\r\ndifferentiate between what he is quoting  and  what\r\n\r\nhe  is adding to the quote. I do not know where  he\r\n\r\nhas  reached  at the moment, but he  must  remember\r\n\r\nthat all he can do is to quote extracts and not the\r\n\r\nwhole speech.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Mr Speaker, Sir, just now I have\r\n\r\nquoted  extracts. I was just reading extracts  from\r\n\r\ncolumns 1806 to 1809.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the hon. Member hopes to\r\n\r\nread  all the four columns of Hansard, then I  must\r\n\r\nstop him because they are definitely not extracts.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, I am just reading the important\r\n\r\nextracts in support of my speech.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b> That is all you can do - to read!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It is out of order if the\r\n\r\nhon.  Member wishes to read word for word from four\r\n\r\ncolumns  of Hansard. That cannot, under any stretch\r\n\r\nof the imagination, be termed extracts.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, I am not going to read very much\r\n\r\nmore except to quote one or two extracts:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...we fought to have the Malayanisation of the\r\n\r\nPublic Service speeded up so that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 358</b></font><br><br>\r\n\r\n\r\n\r\nwithin the next two years we can say that we are in\r\n\r\ncontrol   of   all   the  key  positions   of   the\r\n\r\nadministration.  Mr  Speaker,  Sir,  the   English\r\n\r\neducated class that hopes to man the administrative\r\n\r\nmachinery  in the immediate future, when the  white\r\n\r\nman  leaves: I hope, gracefully, can, if given  the\r\n\r\nopportunity,   rise  up  to  the  situation   which\r\n\r\nconfronts this country. We have no time to say. \"We\r\n\r\nmust send a man...\"'-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I am sorry to interrupt the hon.\r\n\r\nMember,  but I certainly cannot follow where  these\r\n\r\nextracts  are  coming from. Will  the  hon.  Member\r\n\r\nindicate where they are?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, I do not have the Hansard with\r\n\r\nme here. I think it must be in column 1808.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I must point out that it is, of\r\n\r\ncourse,  strictly  out  of order  to  read  from  a\r\n\r\ntypewritten  speech  for  the  purpose  of  quoting\r\n\r\nextracts from Hansard. The Hansard itself should be\r\n\r\nproduced  so that hon. Members, if they so  desire,\r\n\r\ncould  follow  whether or not  those  extracts  are\r\n\r\ncomplete extracts or taken out of context.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Mr Speaker, Sir, times have changed.\r\n\r\nThe  Assemblyman who said those words  is  now  the\r\n\r\nPrime  Minister, and constancy is  the  virture  of\r\n\r\nfools.  This  is  what the Lee Kuan Yew  Government\r\n\r\nsays  now.  May I quote from the Straits  Times  of\r\n\r\n16th July. 1960:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`He [meaning the Member for Hong Lim] had no plan\r\n\r\nbecause his Malayanisation was so complete that  he\r\n\r\nhad  no  architects and planners, local or foreign,\r\n\r\nto draw up plans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Malayanisation does not mean just throwing out\r\n\r\npeople.  It  means  getting rid of  expatriates  by\r\n\r\nputting  qualified local men in  their  place.  And\r\n\r\nthat    is   how   the   other   Ministries    have\r\n\r\nfunctioned - and  that  is  why  they   continue   to\r\n\r\nfunction efficiently.'\r\n\r\n\r\n\r\n<br><br>Can  the  Lee Kuan Yew Government explain  how  the\r\n\r\n4,000  units of S.I.T. flats mentioned in the  Yang\r\n\r\ndi-Pertuan Negara's speech have been drawn  up?  By\r\n\r\nmen  from  Mars?  Are they not the  work  of  local\r\n\r\narchitects newly engaged by the Member for Hong Lim\r\n\r\nwhen  he  was in charge of the S.I.T.? These  local\r\n\r\ntechnicians  were recruited to take  the  place  of\r\n\r\nexpatriate  technicians who  were  Malayanised  and\r\n\r\nthey are now\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 359</b></font><br><br>\r\n\r\n\r\n\r\ndoing  all  the  construction work in  the  Housing\r\n\r\nBoard, which is mentioned in the policy speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is meant by the second paragraph? Does it\r\n\r\nmean  that  those Government departments which  are\r\n\r\nunder  the  control of so-called colonial \"dynamos\"\r\n\r\nare  functioning more efficiently  than  when  they\r\n\r\nwere  under the Member for Hong Lim? The Government\r\n\r\nkicked  out the Member for Hong Lim and substituted\r\n\r\nthe  colonial \"king-pin\". Meadows. It kicked out  a\r\n\r\nlocal  accountant  Mr Owen  and  brought  back  an\r\n\r\nexpatriate. Mr Scales, to take charge of the  City\r\n\r\nCouncil  Treasurer's Department. Before Mr  Scales\r\n\r\ncame   back,   an  expatriate  officer   from   the\r\n\r\nGovernment named Hibberd who cannot multiply 450 by\r\n\r\n60  was  sent to sit with Mr Owen and to supervise\r\n\r\nthe  latter's  work as an accountant. Mr  Speaker,\r\n\r\nSir, have a look at the paying counters in the City\r\n\r\nCouncil Treasurer's Department now and you will see\r\n\r\nthe long, long queues.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, listen again to the speech of\r\n\r\nthe  Minister  for Labour and Law in  the  Assembly\r\n\r\ndebate on 4th August, 1960. After all, the Minister\r\n\r\nhad  been  promoted to Permanent Secretary  due  to\r\n\r\nMalayanisation by the Lim Yew Hock Government. This\r\n\r\nis what the Minister for Labour and Law said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Thomson was the former Director of\r\n\r\nInformation Services -'.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If that is another extract, may I\r\n\r\nhave the reference, please?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> This is the speech the Minister for\r\n\r\nLabour and Law made on 4th August, 1960, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it in Hansard?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> No, it is not in Hansard.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Was that speech made in the Chamber?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Then it must be reported in Hansard. Can I have the quotation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Thomson was the former Director of\r\n\r\nInformation Services -'.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 360</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I hope I have made myself\r\n\r\nunderstood. If that is a quotation of a speech made\r\n\r\nin  the  Assembly, then the hon. Member must direct\r\n\r\nme to the appropriate column in the Hansard.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, this is an extract taken from\r\n\r\nthe Straits Times of 5th August, 1960.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I understand that it has not come out in Hansard yet, if the hon. Member can\r\n\r\nproduce  a copy of the Straits Times, then  he  can\r\n\r\nread the extract from it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, I do not have a copy of the\r\n\r\nStraits  Times here. Can you give me time to  bring\r\n\r\nit from the C.P.A. Room?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have very often said in\r\n\r\nthis Chamber that if an hon. Member wishes to quote\r\n\r\nfrom   a  newspaper,  he  ought  to  produce   that\r\n\r\nnewspaper.   Even  cuttings  from  newspapers   are\r\n\r\nstrictly out of order. If a newspaper is available,\r\n\r\nit ought to be produced. But as the hon. Member has\r\n\r\nnot  got a copy of the Straits Times with him, will\r\n\r\nhe  then  undertake to produce that paper later  on\r\n\r\nand  lay  it  on  the Table? I  allow  him  now  to\r\n\r\ncontinue.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Thank you, Sir. This is what the\r\n\r\nMinister for Labour said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Thomson was the former Director of\r\n\r\nInformation  Services, but he was also  a  lecturer\r\n\r\nand  good lecturer, at the University of Leeds. The\r\n\r\npolicy of the Political Study Centre was controlled\r\n\r\nby  members of the Government and Mr Thomson could\r\n\r\nonly lecture within the scope of that authority.'\r\n\r\n\r\n\r\n<br><br>So  when  Thomson  worked  for  the  Lim  Yew  Hock\r\n\r\nGovernment,  Sir,  he  was called  by  the  present\r\n\r\nMinisters  a  colonial propagandist who  should  be\r\n\r\nsacked.  But as he is now working for the Lee  Kuan\r\n\r\nYew  Government,  he  has been transformed  into  a\r\n\r\n\"good lecturer from the University of Leeds.\" He is\r\n\r\nnow  ably \"controlled\" by members of the Government\r\n\r\nto indoctrinate civil servants, P.A.P. Assemblymen,\r\n\r\nthe  Police  and headmasters on the aims  and  prin\r\n\r\nciples  of  the  P.A.P.  Mr  Thomson  is   now   a\r\n\r\n\"socialist\" and a staunch \"anti-colonialist\". He is\r\n\r\nindeed  a  good  lecturer from  the  University  of\r\n\r\nLeeds, who is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 361</b></font><br><br>\r\n\r\n\r\n\r\ncapable  of  changing  from a  staunch  colonialist\r\n\r\npropagandist to a P.A.P. propagandist.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How about Mr Meadows, who was once recommended\r\n\r\nto  be the Director of Special Branch, and who  now\r\n\r\ncontrols  half  the  State of  Singapore?  The  ex-Minister for National Development sent him  to  the\r\n\r\nSouthern  Islands because he was  deemed  what  the\r\n\r\nPrime  Minister aptly described in 1956, in Hansard\r\n\r\nVol. I, column 58, as:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...I would not call it sabotage, but I would just\r\n\r\nsay, general dislocation...'.\r\n\r\n\r\n\r\n<br><br>On  12th August, 1959, the ex-Minister for National\r\n\r\nDevelopment was hauled up by the Prime Minister and\r\n\r\nwas  rebuked  for  this  \"ungracious\"  act.  It  is\r\n\r\nbelieved that Mr Meadows, the Minister for  Labour\r\n\r\nand  Law and the Minister for Finance were very old\r\n\r\nfriends   when   they   were  in   the   Government\r\n\r\ndepartments together. I believe, Sir, that they are\r\n\r\nstill good friends now - firmer friends with a common\r\n\r\nbond.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, take the case of Mr Owen, a local\r\n\r\naccountant  whom the Minister for  Labour  and  Law\r\n\r\ntried to smear. Mr Speaker, Sir, permit me to take\r\n\r\nsome  time to make some clarification on behalf  of\r\n\r\nMr  Owen  who is now overseas, to clear  away  the\r\n\r\npersonal smears on him. Why should a Minister  and,\r\n\r\nin  fact,  a  big-sized Minister,  talk  about  Mr\r\n\r\nOwen's  marriage  to an Australian  girl?  What  is\r\n\r\nwrong with inter-racial marriage? Mr Owen was born\r\n\r\nin Singapore and is a qualified accountant from the\r\n\r\nUniversity   of   Adelaide.   He   had   years   of\r\n\r\nprofessional experience in Australia and he entered\r\n\r\nCity  Council  service during  the  time  when  the\r\n\r\nMember for Farrer Park was in the City Council  and\r\n\r\nhe  was not, as was said, engaged by the Mayor. The\r\n\r\nMember  for Hong Lim knew him only months after  he\r\n\r\nbecame  the  Mayor.  Mr Owen resigned  because  of\r\n\r\npersecutions   against  him.   For   instance,   an\r\n\r\nexpatriate (Mr Hibberd) was transferred  from  the\r\n\r\nGovernment  to sit in the same room with  him,  and\r\n\r\nMr  Owen had to take orders from this Mr  Hibberd\r\n\r\nwho\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 362</b></font><br><br>\r\n\r\n\r\n\r\nknows  geography but not accountancy.  I  can  show\r\n\r\nyou,  Sir, correspondence to prove that Mr Hibberd\r\n\r\ndoes  not  even  know how to multiply  450  by  60.\r\n\r\nNeedless  to say, Mr Hibberd would not  understand\r\n\r\nthe  difference between a credit entry and a  debit\r\n\r\nentry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I crave your indulgence to\r\n\r\nallow  me  to read this letter dated 31st  January,\r\n\r\n1960,  from  Mr Owen addressed to the  ex-Minister\r\n\r\nfor National Development.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon.. Member has\r\n\r\ngone as far as he ought to in these details. We are\r\n\r\nnot  debating  Mr  Owen or Mr  Hibberd  on  their\r\n\r\ncapacity   for   figures.  We  are   now   debating\r\n\r\nGovernment policy. I think the hon. Member has made\r\n\r\nhis point: that is, perhaps in his view, the attack\r\n\r\non Mr Owen was unfair. I do not think he should go\r\n\r\ninto further details.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Mr Speaker, Sir, Mr Owen has been\r\n\r\nconsiderably smeared in this House, and I hope  you\r\n\r\nwill  permit  me  to  read some extracts  from  the\r\n\r\nletter.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have already indicated that there\r\n\r\nare  other  methods of bringing  these  matters  to\r\n\r\nlight,  and  one  method is to request  a  personal\r\n\r\nexplanation  under  Standing  Order  22.  I   might\r\n\r\nexplain  that  a Member is entitled to  a  personal\r\n\r\nexplanation to explain away any smear on any member\r\n\r\nof  the public who is not in this Chamber. So  that\r\n\r\nthere  is  an opportunity under Standing Order  22,\r\n\r\nsubject, of course, to the proposed statement being\r\n\r\nsubmitted  in  full  to  the  Speaker  (or  in  his\r\n\r\nabsence, the Deputy Speaker) before it is  made.  I\r\n\r\ndo  not  think that this Assembly should be worried\r\n\r\nwith details of that nature in this debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, I would like to read a letter\r\n\r\nfrom   Mr  Owen.  He  wishes  to  come  back   to\r\n\r\nSingapore, but the letter said, \"I cannot do so  in\r\n\r\nthe  present circumstances.\" Can I quote  one  more\r\n\r\nextract from his letter, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have already indicated to\r\n\r\nthe  Member for Aljunied the steps he can take, and\r\n\r\nI think he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 363</b></font><br><br>\r\n\r\n\r\n\r\nwould be advised to take those steps if he feels so\r\n\r\nstrongly about the matter. Let us now proceed  with\r\n\r\nthe debate on the Address.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, Mr Owen had to leave the\r\n\r\ncountry   for   reasons  best   known   to   us - the\r\n\r\npersecutions of the Lee Kuan Yew Government. I must\r\n\r\nput  it on record in this Assembly to clear up  the\r\n\r\nsmear made by the Minister for Labour and Law,  and\r\n\r\nlater   by  the  Parliamentary  Secretary  to   the\r\n\r\nMinister for Finance, on the professional integrity\r\n\r\nand  on  the  personal life of this  man.  This  is\r\n\r\nabsolutely necessary for him for he hopes  to  come\r\n\r\nback  to  the  society where he really belongs  and\r\n\r\nwhere his heart lies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the policy speech implied that\r\n\r\nwe  are  now no more under colonial rule.  However,\r\n\r\ntwo  weeks later, in his speech, the Prime Minister\r\n\r\nslightly  touched in a lukewarm manner on the  word\r\n\r\n\"colonialists\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Not \"worm\"!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> This was after one year of eerie\r\n\r\nsilence  and  unnecessary suspicions about  anybody\r\n\r\nwho  attacked  colonialism.  Sir,  Members  on  the\r\n\r\nGovernment benches may laugh at my English. Well, I\r\n\r\nam  not  so  well  educated as the Prime  Minister,\r\n\r\nbecause my father was only in a position to provide\r\n\r\nme  with  a Std. V1II education. Sir, may I  remind\r\n\r\nthe  Prime  Minister about what is written  in  the\r\n\r\nPetir   editorial  (English  edition)  of   August/\r\n\r\nSeptember, 1956 issue, entitled \"The Tasks Ahead\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Unity of all Races and Classes in Malaya\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The solution of our economic and social ills has\r\n\r\nalways  been  clear. We must be rid of colonialism.\r\n\r\nTo  be  rid  of  colonialism all races  must  unite\r\n\r\nagainst  it.  To  unite  effectively  all  classes,\r\n\r\nworkers  by  hand  and  or  brain,  merchants   and\r\n\r\nnational industrialists must unite.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To unite all races and classes in the Federation\r\n\r\nand Singapore we must work out a national programme\r\n\r\nto benefit all communities and all classes.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>*** *** ***</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Malaya is a country rich in natural resources.\r\n\r\nOur people are resourceful and hardworking. But the\r\n\r\nwealth  that they produce is largely channelled  to\r\n\r\nthe   benefit  of  the  British  and  a  few  local\r\n\r\ncompradores and merchants.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 364</b></font><br><br>\r\n\r\n\r\n\r\nThe  people  are  therefore discontented  with  the\r\n\r\nColonial regime.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will now talk on\r\n\r\nMalayanisation  and colonialism.  The  basic  fight\r\n\r\ntoday is still between the colonial forces and  the\r\n\r\nanti-colonial  forces,  as  stated  in  \"The  Tasks\r\n\r\nAhead\".  Can  we deny that in Singapore  today  the\r\n\r\nforces  of colonialism are stronger than ever?  But\r\n\r\nlet us hear what the Parliamentary Secretary to the\r\n\r\nMinister  for Health said on 4th August,  1960,  in\r\n\r\nthis Assembly, as reported in the Straits Times  of\r\n\r\n5th August:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`I cannot help feeling disappointment to hear him\r\n\r\n[meaning   the  Member  for  Hong  Lim]   rant   on\r\n\r\nColonialism  and  Malayanisation  on  notes   which\r\n\r\nsounded both false and hollow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Disappointed, because he saw fit to shout at us,\r\n\r\nin  this  House,  slogans out of  context  both  in\r\n\r\nrelation to time and space.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I state categorically that the P.A.P. is anti-colonialist, but we are realistic enough to know\r\n\r\nthat  in  order to survive the interplay of  forces\r\n\r\nbetween the extreme left and extreme right we  must\r\n\r\ncompromise.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So they now have to compromise. To compromise\r\n\r\nwith whom? Is it with colonialism? So that they can\r\n\r\nkeep  their  cushy jabs? Why not say it before  the\r\n\r\nelections?  The  Prime  Minister  used  the   words\r\n\r\n\"flexible tactics\". The Parliamentary Secretary  to\r\n\r\nthe  Minister  for  Health used  \"compromise\".  The\r\n\r\nlatter  is frank and should be given a bouquet  for\r\n\r\nit.  \"Compromise\" - that is the word. These  are  the\r\n\r\npeople  who have compromised, and who have betrayed\r\n\r\nthe aims and the policies of the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these are the people who are\r\n\r\nnow  afraid of Mass Rallies and of freedom  of  the\r\n\r\nPress.  They  have rejected on three occasions  the\r\n\r\nuse of Hong Lim Green to the Member for Hong Lim. I\r\n\r\nalso sent in an application on 2nd August, 1960, to\r\n\r\nthe  Land  Office of the Prime Minister's  Ministry\r\n\r\nfor  the  use of Shenton Way open field on  Sunday,\r\n\r\n14th  August, 1960, between 5 p.m. and 7 p.m.  This\r\n\r\nis  a  historic place where the P.A.P. used to hold\r\n\r\nits meetings. Is the Prime Minister going to reject\r\n\r\nit? Or is the Prime Minister going to wait till the\r\n\r\nlast  day  and then approve it so that we  have  no\r\n\r\ntime to organise?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 365</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, I believe there is to be no Assembly\r\n\r\nsitting until 21st September, l960 - no more sittings\r\n\r\nlike  before, once every three weeks.  Some  \"good\"\r\n\r\nreasons  can always be given. Why should  there  be\r\n\r\nAssembly   sittings  when, as  the   Parliamentary\r\n\r\nSecretary to the Minister for Health has described,\r\n\r\nthe  Member  for Hong Lim can rant on  colonialism?\r\n\r\nWhy  should there be mass rallies? Why should there\r\n\r\nbe  freedom of the Press when, as the Minister  for\r\n\r\nCulture says, the Member for Hong Lim can \"stir  up\r\n\r\ntension  and agitation\"? This is exactly  what  the\r\n\r\nLim  Yew Hock Government said of the P.A.P. before\r\n\r\nthe general elections, \"Why should one worry unless\r\n\r\none  is  politically bankrupt?\" The Prime  Minister\r\n\r\nnow  says that all this talk of democratic  rights,\r\n\r\nlaissez-faire   liberalism,  freedom,   and   human\r\n\r\nrights, in the face of the stark realities  of  an\r\n\r\nunderground struggle for power can only confuse the\r\n\r\nEnglish-educated world. How nice if we have a  one-man  rule  like the K.M.T. A one-man  rule  in  the\r\n\r\nP.A.P. is  not  satisfying enough;  There  is  now\r\n\r\nseldom any talk of collective \"leadership\". We have\r\n\r\nexploded its myth, and convinced the people that it\r\n\r\nis  a  one-man  leadership. It  is  now  collective\r\n\r\nresponsibility. One-man leadership, but  collective\r\n\r\n\"responsibility\".  Slowly but surely  this  one-man\r\n\r\nrule  of the Party is extending to one-man rule  of\r\n\r\nthe State. What is their present view of democracy?\r\n\r\nIt is, \"All this talk can only confuse the English-educated world.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The interesting thing about the speeches heard\r\n\r\nduring  the past few days is that it is an  all-out\r\n\r\nunprincipled attack on the Member for Hong Lim.  No\r\n\r\ninterest was shown in the policy speech of the Yang\r\n\r\ndi-Pertuan  Negara. No interest  in  attacking  the\r\n\r\nMember  for  Cairnhill. After all, the  differences\r\n\r\nbetween them were like the differences between  the\r\n\r\nformer  Labour  Front  and the  Liberal-Socialists,\r\n\r\nwhich  attacked  each other before  they  formed  a\r\n\r\nnational coalition. Are the Prime Minister and  his\r\n\r\nMinister for Finance going to accept the advice  of\r\n\r\nHuang   Tze-chin   and  form  a  second   \"National\r\n\r\nCoalition\"?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 366</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The speeches by the Minister for Labour and Law\r\n\r\ndelivered  in  this Assembly on 4th  August,  1960,\r\n\r\nhave not done the Lee Kuan Yew Government any good.\r\n\r\nIf  it is something which is actively helping us to\r\n\r\nraise  our prestige, it is definitely the  speeches\r\n\r\nof   the  Minister  for  Labour  and  Law.  He   is\r\n\r\nreasonable if he does not lose his temper.  But  it\r\n\r\nis a pity that he is so easily instigated.. When he\r\n\r\ngets  angry, he is capable of saying all  sorts  of\r\n\r\nthings, including how the Member for Hong Lim tried\r\n\r\nto  bribe  him with a cigarette case  worth  $5  on\r\n\r\nChristmas Day.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> It was worth $50!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Most of these people,. Mr Speaker,\r\n\r\nSir,  are  being forced to speak or not  to  speak.\r\n\r\nThose  who  had  not  spoken at the  Special  Party\r\n\r\nConference,  and  particularly  those   whom   they\r\n\r\nconsidered waverers, will be required to attack  on\r\n\r\none   occasion  or  another  in  order  to   commit\r\n\r\nthemselves.  This  is the usual  technique  of  the\r\n\r\nPrime Minister. After the Special Party Conference,\r\n\r\nthe   Member  for  Punggol  and  other  Assemblymen\r\n\r\npresent  at an Assemblymen's meeting on 21st  June,\r\n\r\n1960, at  3  p.m. in  the  former  City  Council\r\n\r\nChamber,, were given blank sheets of paper  by  the\r\n\r\nPrime  Minister  and  asked to write  up  \"charges\"\r\n\r\nagainst   the   Member  for  Hong   Lim.   If   any\r\n\r\nAssemblyman had any difficulties in writing out the\r\n\r\ncharges,   there   were  two   Nanyang   University\r\n\r\ngraduates   present  to  assist.  Let  the   people\r\n\r\nunderstand this clearly: the Prime Minister is very\r\n\r\nfond  of  forcing people to read or  sign  prepared\r\n\r\nstatements,  \"charges\", prepared speeches,  and  so\r\n\r\non.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister is also fond of the tactic of personal smear. We fight on political principles.\r\n\r\nWe  do  not believe in calling names and using  unpleasant  adjectives. Mr Speaker, Sir,  while  you\r\n\r\nwere  absent from the Assembly during last Friday's\r\n\r\ndebate, the Parliamentary Secretary to the Minister\r\n\r\nfor  Finance  had used words, which I am  sure  you\r\n\r\nwould  have stopped him from using if you had  been\r\n\r\npresent.  The  Assembly  became  the  City  Council\r\n\r\nChamber where -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr G. Kandasamy</b> rose -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 367</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kandasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kandasamy:</b> I think the Member for Aljunied is\r\n\r\nchallenging my ruling.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can I have the Member's point of\r\n\r\norder, calmly and collectedly?\r\n\r\n\r\n\r\n<br><br><!-- Mr Kandasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kandasamy:</b> On a point of order, Sir. I pulled\r\n\r\nup  the Member for Aljunied when he raised a  point\r\n\r\nof   order,  but  it  was  in  fact  a   point   of\r\n\r\nclarification.  And he has made  mention  just  now\r\n\r\nthat  while  you were absent there was a difference\r\n\r\nin  ruling. I take it was a misinterpretation of my\r\n\r\nown ruling.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Deputy Speaker is probably\r\n\r\nreferring  to  Standing Order 53,  which  is  quite\r\n\r\nclear. The Deputy Speaker is quite correct.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Speaker in the Assembly -'\r\n\r\n\r\n\r\n<br><br>\"The  Speaker in the Assembly\" includes the Deputy\r\n\r\nSpeaker -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`or the chairman in Committee shall be\r\n\r\nresponsible  for  the observance of  the  rules  of\r\n\r\norder  in  the  Assembly and Committee respectively\r\n\r\nand his decision on any point of order shall not be\r\n\r\nopen  to  appeal and shall not be reviewed  by  the\r\n\r\nAssembly except upon a substantive motion moved for\r\n\r\nthat purpose.'\r\n\r\n\r\n\r\n<br><br>So that if the hon. Member is dissatisfied with the\r\n\r\nruling of the Deputy Speaker, his remedy is to send\r\n\r\nin a notice of motion to question the ruling of the\r\n\r\nDeputy Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> The Assembly became the City Council\r\n\r\nChamber  where, instead of Tang Peng Yeu,  we  have\r\n\r\nthe  Parliamentary Secretary to  the  Minister  for\r\n\r\nFinance.  During  the past weeks,  and  during  the\r\n\r\ndebates  here, there were personal attacks on  Owen\r\n\r\nand others which were untrue and prefabricated. For\r\n\r\ninstance, Owen.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not think that I can allow the\r\n\r\nword  \"prefabricated\". It is being  indicated  that\r\n\r\nthere  have  been some lies said in this  Assembly.\r\n\r\n\"Prefabricated\", I think, must be withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> I withdraw the word \"prefabricated\"\r\n\r\nand  substitute the words \"made up\". For  instance,\r\n\r\nOwen. The Minister for Labour and Law said that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 368</b></font><br><br>\r\n\r\n\r\n\r\nthe  Mayor  gave Owen a job, and implied that  they\r\n\r\nwere  friends in Australia. Sir, they did not  know\r\n\r\neach  other  until the Member for Hong  Lim  became\r\n\r\nMayor.  If  the Minister has studied geography,  he\r\n\r\nshould know that Australia is a continent, and that\r\n\r\nthe  distance between Adelaide, where Owen studied,\r\n\r\nand  Melbourne,  where  the  Member  for  Hong  Lim\r\n\r\nstudied, is like that between Penang and Singapore.\r\n\r\nThe  second untruth is that `the Mayor gave Owen  a\r\n\r\njob'.  Owen was employed by the City Council during\r\n\r\nthe time of the Member for Farrer Park.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The honourable Mr Owen is a\r\n\r\nstooge of colonialism.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Another of his many false allegations\r\n\r\nis  about  Batu  Pahatisation.  He  refers  to  the\r\n\r\nengagement  of Mr Lui Boon Poh by the  ex-Minister\r\n\r\nfor  National  Development  as  Superintendent   of\r\n\r\nCleansing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> I did not.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> When I was working in the Special\r\n\r\nSquad,  I  knew Mr Lui. He used to start  work  at\r\n\r\nabout 5 a.m. -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Serjeant at Arms\r\n\r\nshould   see  that  order  is  maintained  in   the\r\n\r\nStrangers'  Gallery. There appears to  be  unseemly\r\n\r\nlaughter  from  that section of the gallery  on  my\r\n\r\nleft.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, the second untruth Is that the\r\n\r\nMayor  gave a job to Owen, who was employed by  the\r\n\r\nCity  Council  during the time of  the  Member  for\r\n\r\nFarrer Park.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> We have heard that\r\n\r\nbefore - many times.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> When I was working in the Special\r\n\r\nSquad,  I  knew Mr Lui. He used to start  work  at\r\n\r\nabout  5  a.m.,  doing the rounds; and  during  his\r\n\r\ntime,  he  effected much reorganisation  which  was\r\n\r\nlong overdue in the City Cleansing Department.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 369</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker. I cannot follow the speech because he is reading it too speedily, and it is not possible for the interpreters to follow with the translation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The point of order has been\r\n\r\nraised that the Member for Aljunied is reading  his\r\n\r\nspeech. I have noticed that he is, in fact,  giving\r\n\r\ngreat  attention to the typewritten  script  before\r\n\r\nhim, and he must assure me that he is not, in fact,\r\n\r\nreading it. Again he must assure me that he is not,\r\n\r\nin fact, reading somebody else's speech. So, if the\r\n\r\nMember  for  Aljunied can satisfy me on  those  two\r\n\r\npoints, he can carry on.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, I am not reading the speech and\r\n\r\nI have said that this is my maiden speech -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I did not listen to the translation in Malay. The point of order raised by the Parliamentary Secretary to the Minister for\r\n\r\nNational  Development was that  the  speed  of  the\r\n\r\nreading  was so great that he could not follow  the\r\n\r\ntranslation,  and he asked that  it  be  read  more\r\n\r\nslowly. He was not objecting to it being read.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Hon. the Prime Minister, of\r\n\r\ncourse, knows that speeches cannot be read. I  take\r\n\r\nthe point of order to mean that the speech is being\r\n\r\nread,  and  I  have made my ruling,  and  the  hon.\r\n\r\nMember has indicated that he is not reading. He  is\r\n\r\nthe best judge of that. Mr Lingam.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, there are records to show Mr\r\n\r\nLui who was working in the department.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Which department?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> In the cleansing department. I\r\n\r\nunderstand  the Member for Hong Lim  knew  Mr  Lui\r\n\r\nonly several months before he: knew the leaders  of\r\n\r\nthe P.A.P. Mr Lui Boon Poh is more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 370</b></font><br><br>\r\n\r\n\r\n\r\na Singapore citizen than are many of the Ministers.\r\n\r\nHe  was born in Singapore, whereas seven out of the\r\n\r\nnine  Ministers in the original Cabinet  came  from\r\n\r\nthe  Federation.  He spent more time  in  Singapore\r\n\r\nthan  many  of  the Federation-born Ministers.  His\r\n\r\nlife  was  spent  more  in Singapore  than  in  the\r\n\r\nFederation.  He spent more time in Batu  Pahat  and\r\n\r\nother  Federation  towns. But what  is  wrong  with\r\n\r\nFederation  people?  He has  the  same  educational\r\n\r\nqualifications  as  the previous Superintendent  of\r\n\r\nthe Cleansing Department of the City Council -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.I wonder if the hon. Member\r\n\r\nfor Aljunied can assist me in this matter, and tell\r\n\r\nme  how  those remarks are related to the Yang  di-Pertuan Negara's speech.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, this is a clarification of the\r\n\r\nsmear by the Member for Havelock, the Parliamentary\r\n\r\nSecretary to the Minister for Finance. Mr Lui  was\r\n\r\ngiven a two-year contract by the City Council  when\r\n\r\nthe former -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think that is another\r\n\r\nmatter  which  could more appropriately  be  raised\r\n\r\nunder  Standing Order 22. I suggest that that would\r\n\r\nbe  a  better way of doing it. That is, a  personal\r\n\r\nexplanation  to  explain away any smear  there  may\r\n\r\nhave  been on a person who is not in this  Assembly\r\n\r\nto defend himself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, Mr Lui Boon Poh was smeared in\r\n\r\nthis Assembly by the Member for Havelock.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I take the hon. Member's word\r\n\r\nfor that. I am indicating how the hon. Member could\r\n\r\nwipe  out that smear by acting under Standing Order\r\n\r\n22. Too much time has already been spent on matters\r\n\r\nwhich  are  completely irrelevant to the  Yang  di-Pertuan Negara's speech. I am trying to channel the\r\n\r\ndebate to the correct course at the moment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, the Member for Havelock was\r\n\r\nspeaking about Mr Lui on that day, and I  have  to\r\n\r\nclarify to him about Mr Lui. Mr Speaker,  Sir,  I\r\n\r\nmust  put  on record the facts, because  Mr  Lui's\r\n\r\ngood name has been smeared.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 371</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That, of course, can be done\r\n\r\nunder Standing Order 22.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> I am sorry, Mr Speaker. Mr Speaker,\r\n\r\nSir,  the  Member for Hong Lim definitely does  not\r\n\r\nsuffer from nepotism. I can give too many instances\r\n\r\nof the nepotism practised by the Prime Minister and\r\n\r\nhis  Minister for Labour and Law in the  Government\r\n\r\nand  in the Party, but I do not want to indulge  in\r\n\r\npersonalities [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> I can prove that the present regime\r\n\r\nis  exactly like Chiang Kai-shek's big families  as\r\n\r\nmentioned   in  the  speech  of  the  Parliamentary\r\n\r\nSecretary    to    the   Minister    for    Finance\r\n\r\n[Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Minister for\r\n\r\nLabour  and  Law  should have some  regard  to  the\r\n\r\nauthority  of the Chair. He is not helping  matters\r\n\r\nby intervening in this way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, let me quote one more thing. Or\r\n\r\nlet  me  clarify one more thing for the Member  for\r\n\r\nHavelock.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have just awakened to the\r\n\r\nfact   that   the   Member  for   Havelock   is   a\r\n\r\nParliamentary Secretary, and, therefore, he  should\r\n\r\nbe  addressed as the Parliamentary Secretary to the\r\n\r\nMinister for Finance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> On the question of qualification, let\r\n\r\nme remind the Prime Minister of what he said on 5th\r\n\r\nDecember,  1956, in Hansard, Vol.  2,  cols.  1083-1084:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In the administrative service we congratulate\r\n\r\nthe  Government  for  having created  an  executive\r\n\r\nservice  so  that  no man shall  be  debarred  from\r\n\r\nholding  the highest of administrative  posts  just\r\n\r\nbecause  he did not go to a university to  take  an\r\n\r\nHonours degree and so join the elite. We live in an\r\n\r\negalitarian  age. A man is judged for  what  he  is\r\n\r\nworth and what he can contribute to society, not by\r\n\r\nthe  hallmarks that he has acquired in his lifetime\r\n\r\nin some venerable institution of learning.'\r\n\r\n\r\n\r\n<br><br>Sir, we need an engineer to run electricity, but we\r\n\r\ndo  not need a University qua1ification to organise\r\n\r\nworkers  on  how to sweep the roads and  clean  the\r\n\r\nnight-soil buckets.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 372</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> rose -\r\n\r\n \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The Member has extensively\r\n\r\nquoted me. Whilst I stand by every word that I have\r\n\r\nsaid  about  dispensing with  the  hallmarks  of  a\r\n\r\nformal  education, it does not mean  that  one  can\r\n\r\nsell patent medicine one day and become director of\r\n\r\na  cleansing department the next day. I  mean  that\r\n\r\nthe two things are not ejusdem generis.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> The Minister for Labour and Law\r\n\r\nrefers  in  his speech to the fact that the  people\r\n\r\nhad gone to the Badminton Hall to hear our stand on\r\n\r\nthe  question  of detainees and the de-registration\r\n\r\nof  trade  unions. He said that these  people  went\r\n\r\naway disappointed. This is far from the truth.  Why\r\n\r\nthen  should  the Prime Minister get worried  about\r\n\r\nthe  crowd which he tried to imply was the work  of\r\n\r\nthe Left-wing adventurers?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people of Singapore know our stand on these\r\n\r\ntwo  issues.  But the Minister does  not  know  our\r\n\r\nstand. Just to remind him on the unions, the Member\r\n\r\nfor  Hong  Lim  asked the Government to  waive  the\r\n\r\nOfficial Secrets Act. He received no answer. If the\r\n\r\nMinister forgets also what the Member for Hong  Lim\r\n\r\nhas  said in this Assembly on these two issues, let\r\n\r\nme repeat them here again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Fight for the detainees in the Internal Security\r\n\r\nCouncil and get them released without conditions. I\r\n\r\n(meaning  the  Member for Hong Lim)  have  made  my\r\n\r\nstand  clear at its first meeting. Since  the  last\r\n\r\nmeeting I was not allowed to speak. Re-register the\r\n\r\ntrade unions without conditions.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`These were two reasons given at different times\r\n\r\nfor  the de-registration, and these two reasons are\r\n\r\ncontradictory.  On  the  25th  May,  1960,  it  was\r\n\r\nreported in the Press that the reason given by  the\r\n\r\nMinister for Labour and Law for the de-registration\r\n\r\nof  the Unions was \"there should be no registration\r\n\r\nof  trade  unions within any of the  categories  of\r\n\r\nunions   set   out  under  the  new  Trade   Unions\r\n\r\nOrdinance,  1960,  until the Ordinance  had  become\r\n\r\nlaw.\"  Later  they found that this reason  was  not\r\n\r\ngood,  because  the Trade Unions Ordinance  had  to\r\n\r\nbecome law sooner or later, and when it became law,\r\n\r\naccording to this reason,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 373</b></font><br><br>\r\n\r\n\r\n\r\nyou  had to re-register the unions. A second reason\r\n\r\nwas  thus  given  days later - the Internal  Security\r\n\r\nCouncil.  Any  trade union worker who  studies  the\r\n\r\nreasons would know how contradictory they are. From\r\n\r\nwhat  I know these reasons given were not the  true\r\n\r\nreasons.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the detainees, this is what\r\n\r\nthe  Member  for  Hong Lim said  in  the  Assembly,\r\n\r\n\"Fight  for the detainees in the Internal  Security\r\n\r\nCouncil  and get them released without conditions.\"\r\n\r\nThe Member for Hong Lim made his stand clear at his\r\n\r\nfirst  meeting  of  the Internal Security  Council.\r\n\r\n\"Since the first meeting, I (meaning the Member for\r\n\r\nHong Lim) was not allowed to speak.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these are the people who hate\r\n\r\npeople reproducing their speeches from Hansard.  As\r\n\r\nthe Minister for Labour and Law has said, \"It is no\r\n\r\nuse  to  hark  back  to 1954, 1955  and  1956.  The\r\n\r\npurpose of the policy speech is to review what  the\r\n\r\nParty has done last year.\" Yes, Mr Speaker, it  is\r\n\r\nso  convenient to forget the pre-election aims  and\r\n\r\npolicies  of  the P.A.P. and what  the  masses  had\r\n\r\nthought  we stood for. For one thing, these  people\r\n\r\nknew  they  had  betrayed the P.A.P. and  are  now\r\n\r\nretreating  to  their second line of  defence.  The\r\n\r\nCommittee  members  of  the  People's  Association,\r\n\r\nannounced  on  Sunday, will take the place  of  the\r\n\r\nCentral   Committee  of  the  P.A.P. before   the\r\n\r\nelections  when  the branches and the  masses  melt\r\n\r\naway.  The  community centres, where some Ministers\r\n\r\nand Parliamentary Secretaries are now holding their\r\n\r\nmeet-the-people sessions (they held them in  P.A.P.\r\n\r\nbranches before the Special Party Conference), will\r\n\r\ntake the place of P.A.P. branches. Community centre\r\n\r\nleaders are sent to attend American-sponsored World\r\n\r\nAssembly  of  Youth Conferences.  We  remember  the\r\n\r\nWorld   Assembly  of  Youth  Conference   held   in\r\n\r\nSingapore  in  1955, organised  by  Eric  Wee,  and\r\n\r\nopened   by  Malcolm  Mac-Donald.  Many  of   these\r\n\r\ncommunity  centres are built from funds donated  by\r\n\r\nShaw, and  we  can  see his  presence  in  a  seat\r\n\r\nreserved  for a guest of honour at the  opening  of\r\n\r\ncommunity centres. The\r\n\r\nU.S.A.  Asia  Foundation also donated equipment  to\r\n\r\nthe community centres. Is this so-called \"centre\" a\r\n\r\n\"third force\"?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 374</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure hundreds of thousands of dollars must\r\n\r\nhave  been  spent  on  the  Work  Brigade,  but  no\r\n\r\nimportant  construction work has been done.  During\r\n\r\nthe  opening of the second session of the Assembly,\r\n\r\nabout  200  of  them got a paid public  holiday  by\r\n\r\ngoing to the Supreme Court Building to wave at  the\r\n\r\n\"leaders\"  as  they passed by. They did  not  wave.\r\n\r\nNeither  did  they  shout Merdeka.  I  suggest  the\r\n\r\nGovernment  gazette  the  opening  session  of  the\r\n\r\nAssembly as a public holiday, and direct all  civil\r\n\r\nservants to wait at the Supreme Court Building  and\r\n\r\ntrain  them, using the Political Study  Centre,  to\r\n\r\nshout Merdeka. This would be more effective.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Do you not have new ideas to\r\n\r\nput forward?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> After the Special Party Conference,\r\n\r\nthe  Community  Centres'  Workers  Training  Centre\r\n\r\nconducted an examination. Those who passed would be\r\n\r\ngiven jobs at the centres. Questions were asked - and\r\n\r\nthis  was  a  compulsory question, \"How  would  you\r\n\r\nexplain  to  the  masses the recent  Ong  Eng  Guan\r\n\r\nincident?\" No wonder the Shaws and the U.S.A.  Asia\r\n\r\nFoundation  spend so much money in financing  these\r\n\r\ncommunity centres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am really ashamed of the $9\r\n\r\nmillion surplus. That is hard-earned money from the\r\n\r\npoor and the lower middle class; the petrol tax  on\r\n\r\nthe  taxi-drivers, lorry drivers, fishing boats and\r\n\r\nwhite-collar  workers. They are from the  cigarette\r\n\r\ntax   imposed   on  local  brands   of   cigarettes\r\n\r\nmanufactured  in  Singapore  and  smoked   by   the\r\n\r\nworkers,   hawkers,  taxi-drivers,   trisha-riders,\r\n\r\nfarmers and other poor people, and people like  the\r\n\r\nParliamentary Secretary to the Minister for Finance\r\n\r\nwhen he was a City Councillor. But it is not so for\r\n\r\nhim  now.  Now  it  is \"Lucky Strike\".  The  recent\r\n\r\nlotteries tax -\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Finance (Mr Low Por Tuck) rose -</b>\r\n\r\n<b></b>\r\n\r\n<b><br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b></b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 375</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not know whether the Member\r\n\r\nwill give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> He has given way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> I am not smoking \"Lucky\r\n\r\nStrike\". What I am smoking are locally-manufactured\r\n\r\ncigarettes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> The recent lotteries tax is also a\r\n\r\ntax on the poor. In the Federation of Malaya, which\r\n\r\nopenly and honestly declares itself as a Right-wing\r\n\r\nGovernment, all the revenue from the lotteries goes\r\n\r\nto  the  Government. But in Singapore, which  calls\r\n\r\nitself  a socialist Government, I believe  half  of\r\n\r\nthe income from the lotteries goes to the Singapore\r\n\r\nTurf  Club which is dominated by European interests\r\n\r\nand  the  compradores, and about half goes  to  the\r\n\r\nGovernment.  Is not this financing the colonialists\r\n\r\nand the compradores by collecting, in ten cents and\r\n\r\ntwenty  cents, from the sweat and the toil  of  the\r\n\r\nhundreds of thousands of the labouring masses?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Inche Yaacob Bin Mohamed)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Yes. Mr Speaker, I hope the Member for Aljunied will read at a slower rate to enable the interpreters to cope with -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the Parliamentary Secretary for the Minister for National Development alleging that the Member for Aljunied is reading? That is a point\r\n\r\nof  order if he alleges it. If he does not,  it  is not a point of order.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker. I have no objection to the Member for Aljunied reading, but I\r\n\r\nonly hope that he will go slow -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That is not a point of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Sir, the Minister for Labour and Law\r\n\r\nhas said that the Government expects $10 million  a\r\n\r\nyear  from the lotteries. From what we know of  the\r\n\r\nSingapore Turf Club operations,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 376</b></font><br><br>\r\n\r\n\r\n\r\nthe  Singapore Turf Club itself will  also  get  an\r\n\r\nequal  amount of tax, i.e. $10 million a  year.  Mr\r\n\r\nSpeaker,  Sir, $10 million a year for the Singapore\r\n\r\nTurf  Club  from  the  workers,  the  farmers,  the\r\n\r\nstudents,  the  clerks,  the  hawkers,  the   petty\r\n\r\ntraders,  the  taxi-drivers, the Trisha  riders - all\r\n\r\nthese people who may be the buyers of lotteries -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Small -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It is getting a bit\r\n\r\ndifficult. Perhaps the Prime Minister will contain\r\n\r\nhimself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> Thank you, Mr Speaker. And, Mr\r\n\r\nSpeaker, these are the Committee members of the\r\n\r\nSingapore Turf Club:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Chairman -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr E. Laidlaw Thomson.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Committee members -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Rumme Shaw\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;V. C. Bath, J.P.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;W. Mcgregor Watt, J.P.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;T. W. Ong\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I. G. Salmond, O.B.E., J.P.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ng Sen Choy, O.B.E., M.C.H., J.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Why is the Lee Kuan Yew Government so tied up\r\n\r\nwith  Shaw?  Remember what the Prime Minister  said\r\n\r\nbefore  he formed the Government? I reproduce  here\r\n\r\nan  article  in  the Straits Times of  16th  April,\r\n\r\n1959, which was during the general elections:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Lee Kuan Yew, secretary-general of the\r\n\r\nPeople's Action Party, said today that P.A.P.\r\n\r\ngovernment may hold an inquiry into the cinema\r\n\r\nindustry.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He told an election rally in the Fullerton\r\n\r\nBuilding car park:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"It may be necessary for the Government to\r\n\r\nintervene and free the cinema from all monopolistic\r\n\r\n(strangeholds) and restriction-\"'\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Stranglehold! Do not misquote\r\n\r\nme.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;-'\"practices of film producers, distributors,\r\n\r\nexhibitors and cinema owners.\"'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now times have changed, and very fast too. The\r\n\r\nLee Kuan Yew Government is now the \"Protector\" of\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 377</b></font><br><br>\r\n\r\n\r\n\r\nShaws and looks after their interests. I understand\r\n\r\nthe  Prime  Minister sent his Political  Secretary,\r\n\r\nwho is also Chairman of the Film Appeals Board,  to\r\n\r\nJapan,  to so-called \"represent\" Shaw in the  Asian\r\n\r\nFilm  Festival  held in Tokyo recently.  After  his\r\n\r\nreturn  we  saw  a spate of all types  of  Japanese\r\n\r\nfilms  which cannot be described in clean language.\r\n\r\nSky  Cinema was specially converted to screen these\r\n\r\nfilms.  After  our exposure at the  Badminton  Hall\r\n\r\nRally,  these  films were withdrawn. The  scapegoat\r\n\r\nwas  the staff in the Film Censor's Department.  On\r\n\r\nthe  3rd  of June, 1960, the Prime Minister  opened\r\n\r\nthe  National Economic Fair at Shaw's  Great  World\r\n\r\nAmusement Park. One night of the admission receipts\r\n\r\ngoes to the National Theatre Fund, but the receipts\r\n\r\nfor  over 20 nights go to the coffers of the Shaws.\r\n\r\nThe  name  of  the Nation was used to sponsor  this\r\n\r\nprivate  fair.  To  boost up  the  attendance,  the\r\n\r\nGovernment   sent.  I  believe  on  two  occasions,\r\n\r\ncultural  concerts into the Great World.  Were  the\r\n\r\nexpenses for these concerts paid by the Government?\r\n\r\nMr  Speaker,  Sir,  this is a Government  for  the\r\n\r\nShaws  and the big compradores. This is not a  true\r\n\r\nP.A.P. Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I shall now refer to the so-called integration of the City Council. The City\r\n\r\nCouncil is far from being integrated. What has been\r\n\r\ndone is to assign the less important departments to\r\n\r\nthe   various   Ministers.   This   assignment   of\r\n\r\nresponsibility  is  only  in  theory,  because  the\r\n\r\nultimate  say on all City Council matters,  whether\r\n\r\nthe  departments have been assigned or  not,  still\r\n\r\nrests  with  the  Prime Minister and  Mr  Meadows.\r\n\r\nFinance  and staff and other administrative details\r\n\r\nare   still  decided  by  the  Prime  Minister  and\r\n\r\nMeadows.  Just  to quote an example.  Although  the\r\n\r\nCity Engineers' Department and the Transport Centre\r\n\r\nhave  been  assigned  to the Ministry  of  National\r\n\r\nDevelopment,  the  Prime  Minister,  at   his   own\r\n\r\ndiscretion,  has sacked a driver at  the  Transport\r\n\r\nCentre  without giving any reasons, and  following\r\n\r\nthe usual staff procedure  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 378</b></font><br><br>\r\n\r\n\r\n\r\nof  the  City Council.  What  has  actually\r\n\r\nhappened in the City Council is not integration but\r\n\r\nMeadowisation. The \"Supremo\" of the  City  Council,\r\n\r\nMeadows,  has  been organising the  departments  in\r\n\r\nsuch a way that he can put all his followers in key\r\n\r\npositions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just to quote some instances. Lim Chuan Kim, who\r\n\r\nhad  worked  under  Meadows  when  the  latter  was\r\n\r\nChairman  of the Rural Board, and who had resigned,\r\n\r\nhas been re-engaged and is now in the City Council.\r\n\r\nAnother  was the Chairman of the District  Council.\r\n\r\nHe  is  now  the Chairman of the Rural  Board,  the\r\n\r\nChairman   of   the   Urban  and   Rural   Services\r\n\r\nCoordinating Committee, and holds a key position in\r\n\r\nthe  Planning Committee. The Health Department, the\r\n\r\nHawkers  Department,  and the Cleansing  Department\r\n\r\nhave   now  been  put  under  the  charge  of   Mr\r\n\r\nKanagaratnam, another follower of Meadows.  Dr  Ng\r\n\r\nSee  Yook,  City Health Officer, who is  higher  in\r\n\r\nstatus than a Permanent Secretary, now has to  take\r\n\r\ninstructions   from   relatively   junior   medical\r\n\r\nofficers. Lui Boon Poh has been kicked out from the\r\n\r\npost of Superintendent of City Cleansing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Deputy Administrator!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lingam:</b> It is understood that the position of\r\n\r\nLoh  Puay Kay, at present Acting Superintendent  of\r\n\r\nHawkers, is also shaky. It is believed the post  of\r\n\r\nSuperintendent  has  now been advertised,  and  the\r\n\r\nqualifications have been so specified that Loh Puay\r\n\r\nKay  will  be left out. The Acting City  Treasurer.\r\n\r\nMr  Owen, a local accountant, was forced to resign\r\n\r\nhis position; and Mr Scales, an expatriate who had\r\n\r\ntaken  his  Malayanisation compensation, was  taken\r\n\r\nback.  Before  the return of Scales, an  expatriate\r\n\r\ngeography  graduate,  who  does  not  know  how  to\r\n\r\nmultiply figures by 6, was asked -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am just wondering whether\r\n\r\nthat is not bordering on tedious repetition. \"A man\r\n\r\nwho  cannot multiply figures by 6.\" Anyway,  it  is\r\n\r\nnow the moment of interruption. Before the Assembly\r\n\r\nadjourns, I would like to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 379</b></font><br><br>\r\n\r\n\r\n\r\nremind the Member for Aljunied that if he is going\r\n\r\nto  quote  from  newspapers tomorrow,  he  has  to\r\n\r\nproduce  those newspapers; and if he is  going  to\r\n\r\nquote from Hansard, he has to produce the Hansard.\r\n\r\nFurther consideration tomorrow?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Tomorrow, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 380</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now\r\n\r\nadjourn.\"-[Mr Lee Kuan Yew].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
