{"memberId": null, "volumeNo": "13", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "7", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"13\">\r\n\r\n<meta name=\"Sit_No\" content=\"7\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-08-10\">\r\n\r\n<meta name=\"Start_Col\" content=\"469\">\r\n\r\n<meta name=\"End_Col\" content=\"560\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">13</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">7</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">10-08-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 469</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF SESSION 1960</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 13</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 10th August, 1960</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr Speaker (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 470</b></font><br><br>\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister, Minister for National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 471</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching, (Stamford).\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 471</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBER TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Member has, under the provisions of\r\n\r\nsubsection (2) (g) of section 42 of the Singapore\r\n\r\n(Constitution) Order in Council, 1958, obtained\r\n\r\nfrom the Speaker, permission to be or to remain\r\n\r\nabsent from sittings of the Assembly:\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Teo Hock Guan (Changi) - 9th August, 1960.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 471</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<div align=\"center\"><h4>YANG DI-PERTUAN NEGARA'S SPEECH</h4></div>\r\n\r\n<div align=\"center\"><b>(Debate on the Address)</b></div>\r\n\r\n<div align=\"center\"><b>(Sixth Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of adjourned debate on\r\n\r\nQuestion [9th August, 1960],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the\r\n\r\nspeech of the Yang di-Pertuan Negara be agreed\r\n\r\nto:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of the State of\r\n\r\nSingapore,  express  our thanks  to  the  Yang  di-Pertuan Negara for the speech which he delivered on\r\n\r\nbehalf  of  the  Government at the opening  of  the\r\n\r\npresent  session  of  this Assembly.\".'-(The  Prime\r\n\r\nMinister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Buang Bin Omar Junid -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Buang Bin Omar Junid (Kallang)</b>(<i>In Malay</i>):\r\n\r\nMr  Speaker, Sir, I will continue with the  speech\r\n\r\nwhich I started yesterday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the first day of this debate, the Member for\r\n\r\nHong  Lim  accused  the Government  of  failing  to\r\n\r\nimplement  democratic practices. Before the  Member\r\n\r\nfor Hong Lim introduced his 16\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 472</b></font><br><br>\r\n\r\n\r\n\r\nresolutions into this House, I personally know that\r\n\r\nthese  16  resolutions brought up by the  Hong  Lim\r\n\r\nBranch  were  read out by the hon.  Member  at  our\r\n\r\nParty  Conference. The resolutions  were  rejected.\r\n\r\nSubsequently the hon. Member again raised the issue\r\n\r\nof  the 16 resolutions at the Badminton Hall  rally\r\n\r\nwhere  he  made accusations against the Government.\r\n\r\nAt  the same time, he boasted that he was the  real\r\n\r\nfighter  for the detainees and for the interest  of\r\n\r\nthe trade union movement in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am really amused at the\r\n\r\nantics of the Member for Hong Lim. If he is so very\r\n\r\nmuch concerned about the deregistration of the four\r\n\r\nunions  and  the  detainees. I would  like  him  to\r\n\r\nanswer  this question: when did he start  to  fight\r\n\r\nfor  the  welfare of the detainees  and  the  trade\r\n\r\nunion movement? Has he ever undergone the hardships\r\n\r\nexperienced  by  the trade union movement?  Has  he\r\n\r\never gone through the experience of being detained?\r\n\r\nAnybody  can  give the answer, Mr Speaker - that  he\r\n\r\nhas not experienced all that. This is an attempt on\r\n\r\nhis  part  to  gain  power for  his  own  ends,  by\r\n\r\nhoodwinking  the people of Singapore. I  know  full\r\n\r\nwell,  Mr  Speaker, Sir, about  the  circumstances\r\n\r\nrelating  to the deregistration of the unions,  the\r\n\r\ntrade  union movement in Singapore as a whole,  and\r\n\r\nthe  position  of the detainees,  as  I  have  been\r\n\r\npersonally detained on two occasions in  the  past.\r\n\r\nThe Singapore Trades Union Congress interviewed the\r\n\r\nMinister for Labour and Law and exchanged views  on\r\n\r\nthe four deregistered unions, after which they were\r\n\r\nsatisfied.  Before the Member for Hong  Lim  raised\r\n\r\nthis  issue,  we from the S.T.U.C. and  the  other\r\n\r\nunions  had  already submitted  our  views  to  the\r\n\r\nMinister  for  Labour and Law. But the  Member  for\r\n\r\nHong  Lim - Mr Speaker, Sir, I do not  want  to  use\r\n\r\nunparliamentary  words as I may  be  asked  to  sit\r\n\r\ndown - might  have borrowed or stolen  the  views  of\r\n\r\nother  trade unions. I still remember a story  told\r\n\r\nto me when I was at school about Sang Kanchil and a\r\n\r\nheron.  Sang Kanchil is very intelligent  and  wily\r\n\r\nand  can outwit all the other animals. But all  the\r\n\r\nsame, he has one weakness - his insincerity.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 473</b></font><br><br>\r\n\r\n             \r\n\r\n\r\n\r\nAlthough  he  is  wily,  he is  insincere.  Tigers,\r\n\r\nelephants  and crocodiles can be outwitted  by  the\r\n\r\nwiliness of Sang Kanchil. The story goes like this.\r\n\r\nOne  day,  he asked a heron to cross a river  on  a\r\n\r\nriver crate with him with the thought of outwitting\r\n\r\nthe heron. When Sam Kanchil felt sure that he could\r\n\r\nmanage  to get across safely to the other side,  he\r\n\r\ncaused the river crate to sink. The result was that\r\n\r\nSang Kanchil was drowned but the heron was able  to\r\n\r\nfly  to  safety. This is analogous to an  insincere\r\n\r\nman  who will ultimately drown himself. I hope that\r\n\r\nthe  labour  movement and the people  of  Singapore\r\n\r\nwill not be confused by the 16 resolutions. We must\r\n\r\nbe  on  guard against any action initiated  by  the\r\n\r\nMember for Hong Lim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would also like to refer to\r\n\r\nthe  speech  of  the  Member for  Aljunied.  I  was\r\n\r\nshocked  to hear the blind accusations of the  hon.\r\n\r\nMember  against the Parliamentary Secretary to  the\r\n\r\nMinister  for National Development. He accused  the\r\n\r\nParliamentary Secretary of trying to win  over  the\r\n\r\nconstituents  of the Southern Islands  so  that  he\r\n\r\nwould be successful as a candidate for that ward in\r\n\r\nthe  next general elections. Sir, this is like  the\r\n\r\nstory  I  related just now about Sang Kanchil.  The\r\n\r\nmembers  of  the P.A.P. do not go about their  work\r\n\r\nwith a view to offering themselves as candidates in\r\n\r\nthe  next  general elections. This is a  false  and\r\n\r\nnonsensical  accusation calculated to  confuse  the\r\n\r\npeople.  Can  the Member for Aljunied  substantiate\r\n\r\nhis  accusation  that  the Parliamentary  Secretary\r\n\r\ninvited the peng-hulus of the Southern Islands  and\r\n\r\ntold  them that it was his intention to stand as  a\r\n\r\ncandidate  for  that  ward in  the  coming  general\r\n\r\nelections?   If   he   cannot   substantiate    his\r\n\r\naccusation, then it is false. Mr Speaker,  Sir,  I\r\n\r\nthink  the  hon.  Member has run out  of  ideas  to\r\n\r\nfurther   confuse  the  minds  of  the  people   of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Action Party will constantly be on\r\n\r\nthe  look-out  against any activities initiated  by\r\n\r\nthe   Member  for  Hong  Lim  and  the  Member  for\r\n\r\nAljunied.  We  will  continue to  oppose  insincere\r\n\r\nleaders in the interest of the people as a whole.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 474</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>2.41 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong (Jalan Kayu)</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  Sir, for the past few days,  I  have\r\n\r\nbeen  listening to the speeches of Members  of  the\r\n\r\nOpposition.  All  of these speeches  are  feats  of\r\n\r\nacrobatics    showing   purposeful    abstruseness,\r\n\r\ndistortion   of  Government's  policies   and   the\r\n\r\ncreation of disharmony. Since the formation of  our\r\n\r\nParty,  we  have never deviated from our consistent\r\n\r\nstand.  We  have  been expressing  our  independent\r\n\r\ncharacter and have never been controlled by others.\r\n\r\nBefore  the general election, the P.A.P. had  told\r\n\r\nthe  people that it was non-Communist. We  did  not\r\n\r\nconceal  our policies and we have been trustworthy.\r\n\r\nDuring  the general election, we were also  telling\r\n\r\nthe  people that we were non-Communist in order  to\r\n\r\nwin over the people. The situation in Singapore has\r\n\r\nbeen  fundamentally secure since  the  P.A.P. took\r\n\r\nover  the  government  after  its  victory  in  the\r\n\r\nelection  14 months ago. This fact shows  that  the\r\n\r\nP.A.P. policies  are  successful  and  right.  The\r\n\r\nformer  Chief  Minister. Mr Lim Yew Hock  has  not\r\n\r\nremembered  this  fact  and  does  not  absorb  our\r\n\r\nexperience. On the contrary, he still wants  to  go\r\n\r\nback   to   the  road  of  anti-people   and   pro-colonialism. He has been very stubborn and has  not\r\n\r\nreflected  on  the  lesson of the  failure  of  his\r\n\r\nS.P.A. even  up  to the present moment.  Now,  the\r\n\r\nMember  for  Cairnhill wants to pull  us  into  the\r\n\r\nwater and make us go along his old road of failure.\r\n\r\nSince we have expressed our non-Communist attitude,\r\n\r\nwe  will never change it, no matter what misleading\r\n\r\nand  challenging  words we may encounter  from  the\r\n\r\nOpposition Members. Our present task is to seek the\r\n\r\nwelfare  of the people and serve them in  a  better\r\n\r\nway.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill has become very\r\n\r\nbelligerent and challenges us to a light in the by-elections.  The people are not interested  in  this\r\n\r\nand  it is, in fact, wasting people's resources and\r\n\r\nenergy. We will not be so childish as to do this. I\r\n\r\nwould  like  to  ask the Member for Cairnhill  why\r\n\r\ndoes he want to drag us into the water and what  is\r\n\r\nhis motive in wanting us to be anti-Communist? He\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 475</b></font><br><br>\r\n\r\n\r\n\r\nwants to have an effortless gain by making us  fail\r\n\r\nin  our pledge by betraying the people and creating\r\n\r\ndisorder.  Is this not a naive fancy  of  his?  Mr\r\n\r\nSpeaker, the Member for Cairnhill talks a lot about\r\n\r\nanti-Communism, and is very much interested because\r\n\r\nhe  wants  to  become a hero of the  anti-Communist\r\n\r\nmovement  in  Singapore,  thereby  earning  another\r\n\r\ntitle  for that, like the one he has received  from\r\n\r\nthe  Federation of Malaya. Even if he should obtain\r\n\r\na  title  for  being  a hero of the  anti-Communist\r\n\r\nmovement,  would  it  benefit the  welfare  of  the\r\n\r\npeople and solve the unemployment problem? Could he\r\n\r\nachieve results by being just anti-Communist?  What\r\n\r\nthe  people, both the Chinese and English-educated,\r\n\r\nare  greatly concerned is whether there is security\r\n\r\nof  livelihood and the possibility of  solving  the\r\n\r\nunemployment  problem, and not merely the  question\r\n\r\nof  whether  the  State is anti-Communist  or  pro-Communist. The road that the Government  is  taking\r\n\r\nis  the  most practical road, that is, to find  out\r\n\r\nways and means to create situations for the purpose\r\n\r\nof  solving  the unemployment problem and  to  look\r\n\r\nafter  the  livelihood of the  people.  This  is  a\r\n\r\npractical   and  effective  way  of  checking   the\r\n\r\ndevelopment of pro-Communist activity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the speech of the Member for Cairnhill is lengthy, but it has not expressed any\r\n\r\nanti-colonial   feelings  at  all.   Many   of   my\r\n\r\ncolleagues have clarified that we are not tools  of\r\n\r\neither  the colonialists or the Communists,  and  I\r\n\r\ndoubt whether the Member for Cairnhill himself is a\r\n\r\ntool of the colonialists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, after hearing the speeches of the Members of the Opposition, I am of the opinion that\r\n\r\nthey   have   not   contributed  any   constructive\r\n\r\ncriticisms  of Government's policies. An Opposition\r\n\r\nMember's responsibility is to speak for the  people\r\n\r\nand   to  make  useful  suggestions  to  raise  the\r\n\r\nstandard  of living and welfare of the people,  and\r\n\r\nnot  simply to oppose this and oppose that. Members\r\n\r\nof  the Opposition have not done this. For the past\r\n\r\nfew  days,  their lengthy speeches are  misleading,\r\n\r\nand their purpose is to make political capital\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 476</b></font><br><br>\r\n\r\n\r\n\r\nout  of them. They have not even suggested how  the\r\n\r\nbasic  problems may be solved. For example,  a  few\r\n\r\ndays ago, the Member for Joo Chiat said that he had\r\n\r\nreared  chickens.  Does he mean  to  say  that,  by\r\n\r\nhaving  reared  chickens, he is a qualified  farmer\r\n\r\nand   understands  the  hardship  of  the  farmers?\r\n\r\nDeceiving  people by this means does not amount  to\r\n\r\nan  expression of concern for the farmers. In fact,\r\n\r\nthe  farmers  already know how  to  increase  their\r\n\r\nproduction. The problem is how best to market their\r\n\r\nproducts. This is also a problem of rural  economy,\r\n\r\nand  a problem relating to land. He did not mention\r\n\r\nall  this. So, let me remind him that without going\r\n\r\nto  the farmers and without knowing their hardship,\r\n\r\none  cannot serve the farmers. The Member  for  Joo\r\n\r\nChiat said that Japanese hens and leghorns can  lay\r\n\r\nabout  240  to 280 eggs per year. The Deputy  Prime\r\n\r\nMinister has touched on this. But I would  like  to\r\n\r\npoint out his childish, political cheating -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think I heard the\r\n\r\nexpression \"childish, political cheating\". If  that\r\n\r\nis so, then, of course, that is an expression which\r\n\r\nshould  not  be used. Perhaps the hon.  Member  can\r\n\r\nassure me that that was not the expression he used.\r\n\r\nIf  it  is  the  expression he used, then  he  must\r\n\r\nwithdraw that expression.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): I think, Mr\r\n\r\nSpeaker, just now I was -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Can I have a reply? If the\r\n\r\nexpression \"childish, political cheating\" was used,\r\n\r\nthen  it  has to be withdrawn. If it was not  used,\r\n\r\nthen  the hon. Member can tell me that it  was  not\r\n\r\nthe expression used.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  I  withdraw  the  words \"childish,  political\r\n\r\ncheating\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, the farmers have reared\r\n\r\nthese  two  breeds  of chicken. Because  the  local\r\n\r\nclimate is different, these hens cannot lay as many\r\n\r\neggs  as the Member for Joo Chiat claimed. The  egg\r\n\r\nproduction  is, what the Deputy Prime Minister  has\r\n\r\nsaid, about 260 a year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 477</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would point out here that the Deputy Prime\r\n\r\nMinister's  speech  is based on  facts  taken  from\r\n\r\nbooks.  We  must know that in Australia and  Japan.\r\n\r\nthe  climate is different from ours, and this yield\r\n\r\nof  egg  production  is possible.  But  over  here,\r\n\r\nbecause  of our climate, we cannot expect the  same\r\n\r\nresults.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has said that the Opposition Members are weak in their judgment. The correctness\r\n\r\nof the Prime Minister's judgment can be proved here\r\n\r\nby all these facts.\r\n\r\n\r\n\r\n<br><br>2.56 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Inche Ahmad Bin Ibrahim)</b>(<i>In Malay</i>): Mr Speaker, at the Assembly sitting a\r\n\r\nfew  days  ago the Member for Tanglin, among  other\r\n\r\nthings, complained like a babbling old man that too\r\n\r\nmuch  time  had  been wasted in  this  Assembly  in\r\n\r\ndebating  the  internal  matters  of  the  People's\r\n\r\nAction  Party. Besides that, the hon.  Member  also\r\n\r\ncomplained  that  the  analysis  of  the  political\r\n\r\nsituation in Singapore, as presented in the  speech\r\n\r\nof  the Prime Minister the other day, confused  him\r\n\r\nand  that he did not understand the analysis.  Sir,\r\n\r\nin fact, the Member for Tanglin said that he wanted\r\n\r\nto  know the significance of that part of the Prime\r\n\r\nMinister's speech which reads [Hansard, 3rd August, 1960, col. 64]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`What is the worst that can happen in the\r\n\r\nimmediate future for us as a Government? it is that\r\n\r\nthe  Government may find itself out-maneuvered  and\r\n\r\nout-propagandaed by these Left-wing adventurers, in\r\n\r\nwhich  case the P.A.P. will have to take the  count\r\n\r\nin  this  fight, and the Communists will be counted\r\n\r\nout for many years to come.'\r\n\r\n\r\n\r\n<br><br>It  would  appear  that he did not  comprehend  the\r\n\r\nmeaning  of  that statement of the Prime  Minister,\r\n\r\nthat it is the business of the Government to ensure\r\n\r\nthat  if a collision is to take place between these\r\n\r\nLeft-wing   adventurers   and   the   colonialists-imperialists,  the P.A.P. should let  them  break\r\n\r\ntheir heads on each other.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am fully convinced that the Member for Tanglin\r\n\r\ndid  not  understand  and was confused  about  such\r\n\r\nmatters,  because his inability to  comprehend  has\r\n\r\nalready become chronic, and the reason\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 478</b></font><br><br>\r\n\r\n\r\n\r\nis  not  difficult to seek. His whole  intellectual\r\n\r\napproach  operates  on the old  wave-length,  which\r\n\r\nmeans  it  cannot receive messages about happenings\r\n\r\nin  our country which are being sent on a new wave-length.  His approach to our problems still  clings\r\n\r\non  along  political  lines of the  pre-Rendel  and\r\n\r\nProgressive  Party era. It is too well  known  that\r\n\r\nduring those years political questions were decided\r\n\r\nby  tete-a-tetes with the colonial governors and at\r\n\r\ncocktail parties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin ought to realise that\r\n\r\ntimes  have changed. We have moved on to an age  of\r\n\r\nmass  politics.  The  social  forces  which  decide\r\n\r\npolitical  problems now move and act in ways  which\r\n\r\nare  no  longer similar to those found in the  pre-Rendel  years. Mr Speaker, Sir, for  example,  the\r\n\r\nattitude  of  the Member for Tanglin  to  political\r\n\r\nparties  is  typical of the approach of politicians\r\n\r\nin  that age. The pre-Rendel political parties,  as\r\n\r\nexemplified   by   the   Progressive   Party,   the\r\n\r\nDemocratic   Party,   later  the  Liberal-Socialist\r\n\r\nParty,  and the Labour Front have no roots  in  the\r\n\r\npeople. The leaders of those political parties  did\r\n\r\nnot reflect major political forces. As such, splits\r\n\r\nand dissensions within those parties had little  or\r\n\r\nno  impact on the political life outside their  own\r\n\r\nranks. The P.A.P. on the other hand, because of its\r\n\r\ndeeper  roots in the political life of the  people,\r\n\r\ntherefore  mirrors the line up of political  forces\r\n\r\nas they really exist in Singapore. It is clear that\r\n\r\nthe  Ong  Eng Guan affair is important  and  merits\r\n\r\nattention  in so far as it provides an  opportunity\r\n\r\nfor forces which have been referred to as Left-wing\r\n\r\nadventurers    to   challenge   the   non-communist\r\n\r\nsocialist approach of the P.A.P. Government.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, allow me to give a more frank elucidation. The line-up of forces in this Assembly\r\n\r\ndoes  not  actually mirror the political forces  in\r\n\r\nthis country. The decisive political manoeuvres are\r\n\r\ntaken  either on this side of the House or  outside\r\n\r\nthe  Assembly. The alternative force to the  P.A.P.\r\n\r\ncannot be found in any of the political parties  or\r\n\r\nindividuals represented on that side of the House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 479</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, this claim is not arrogance on our part. It is a statement of fact. Perhaps by now\r\n\r\nMembers of the Opposition are able to see that  the\r\n\r\nPrime Minister's analysis when he opened the debate\r\n\r\non  the  Yang di-Pertuan Negara's policy  statement\r\n\r\nitself shows that both the actions and speeches  of\r\n\r\nGovernment are designed primarily to influence  and\r\n\r\nmanoeuvre  against  political forces  outside  this\r\n\r\nAssembly.  In this Assembly yesterday, it  appeared\r\n\r\nto  me  that  the  Member for Joo  Chiat,  who  had\r\n\r\nmaintained a self-imposed silence for the  last  14\r\n\r\nmonths, and who had himself claimed that he had not\r\n\r\nbeen  deaf  nor  blind  during  that  period,   had\r\n\r\nadmitted that there is no alternative to the P.A.P.\r\n\r\nat  present. But, of course, it does not matter two\r\n\r\nhoots  to  us  even if the Member for  Tanglin  and\r\n\r\nothers  do  not  make this admission,  because  the\r\n\r\nactions  of the People's Action Party are based  on\r\n\r\nfacts  and  the  truth regardless of whether  other\r\n\r\npeople admit them or not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, if the opposition forces we have to contend with are the opposition Members, then our\r\n\r\ntask   would   be   a  very  simple   one   indeed.\r\n\r\nUnfortunately, the position today is not so. I have\r\n\r\nexplained about the position of the S.P.A. members\r\n\r\nand the Member for Hong Lim can only be looked upon\r\n\r\nas  a puppet being used to further the ends of  the\r\n\r\npeople outside this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It should be clear to everybody that the issue\r\n\r\nbefore us is whether or not non-Communist socialism\r\n\r\ncan  succeed  in our country. If the  non-Communist\r\n\r\nsocialist  system based on parliamentary  democracy\r\n\r\nfails,   then   the  alternatives  are   either   a\r\n\r\nresurgence  of  colonialism  or  a  resurgence   of\r\n\r\nrebellious  violence. I trust the whole  Opposition\r\n\r\nwill understand what I have said.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the other day, the Member for the Southern Islands touched on the question of merger.\r\n\r\nMy  apologies  here.  It seems  that  he  does  not\r\n\r\nunderstand  that the communal problem, the  problem\r\n\r\nof uniting the various races into one strong united\r\n\r\nMalayan nation, is a problem which not only must be\r\n\r\nfaced\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 480</b></font><br><br>\r\n\r\n\r\n\r\nand  solved by the Singapore Government alone.  The\r\n\r\ntruth  is  that that problem is similarly faced  by\r\n\r\nthe   Federation  Government  also.  The   Alliance\r\n\r\nGovernment  in the Federation of Malaya is  busying\r\n\r\nitself  with  various ways and means so  that  non-Malays, which number almost 50 per cent there, will\r\n\r\nshow  their undivided loyalty towards this country.\r\n\r\nBriefly,  if  the communal problem  can  be  solved\r\n\r\nslowly  in  the  Federation, it  follows  that  the\r\n\r\ncommunal problem in Singapore will follow suit.  In\r\n\r\nfact,  in  as much as the Federation Government  is\r\n\r\nconstantly   anxious  and  vigilant,  I   repeat - is\r\n\r\nconstantly  anxious and vigilant in regard  to  the\r\n\r\ndoings  of  Malay  or non-Malay  communalists  over\r\n\r\nthere,  the P.A.P. Government in Singapore  is, no\r\n\r\nless  vigilant  and  alert  towards  all  types  of\r\n\r\ncommunalists and Chauvinists in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When a dedicated and revolutionary Government\r\n\r\ncomes into power at the close of a colonial era, we\r\n\r\nmust  all, including the honourable Members of  the\r\n\r\nOpposition,  expect  to  find  drastic  alterations\r\n\r\ntaking place to change the emphasis of the services\r\n\r\nprovided  for  the people, and also  the  speed  at\r\n\r\nwhich  old  ways are to give place to  new.  As  an\r\n\r\nhonest Government, the P.A.P. has already admitted,\r\n\r\nin the Yang di-Pertuan Negara's speech, that errors\r\n\r\nand  mistakes took place as a result of  our  early\r\n\r\nzeal.  But  it  would be wrong  to  let  our  self-admitted mistakes entirely overshadow the very real\r\n\r\nadvantages of the swift moving changes and policies\r\n\r\nin  our  first  year of office. A feature  of  that\r\n\r\nfirst  year  has  been  the  time  given  over   to\r\n\r\nplanning. I am sure Members of the Opposition  must\r\n\r\nagree that any sensible Government should plan, and\r\n\r\nthat  the  effective implementation  of  Government\r\n\r\npolicies for the good of the people as a whole  are\r\n\r\nonly  likely  to  yield good results  if  based  on\r\n\r\ncareful  thinking and careful planning  right  from\r\n\r\nthe blueprint stage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to indicate some of the\r\n\r\nachievements  of the first year as they  affect  my\r\n\r\nMinistry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The change of emphasis from the curative to the\r\n\r\npreventive aspects has taken place in several ways.\r\n\r\nLegislation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 481</b></font><br><br>\r\n\r\n\r\n\r\nfor  compulsory immunisation against Diphtheria and\r\n\r\nthe   compulsory  vaccination  of  school  children\r\n\r\nagainst   Tuberculosis  will  help  to  spread   an\r\n\r\nawareness  of  the need to control  these  diseases\r\n\r\namong  the  younger population. Immunisation  among\r\n\r\nvery  small  children through Maternity  and  Child\r\n\r\nHealth  Clinics was stepped up against  Diphtheria.\r\n\r\nWhooping  Cough, Tetanus, Small-Pox, and  T.B.  In\r\n\r\nspite of rapid changes, the Ministry managed to  do\r\n\r\n30,000  Diphtheria immunisation and  60,000  B.C.G.\r\n\r\nvaccinations  during  the year.  In  addition,  Mr\r\n\r\nSpeaker, some 60,000 Tuberculin tests were made  as\r\n\r\nthe   voluntary   campaign  among  primary   school\r\n\r\nchildren was intensified. I am sure we are all glad\r\n\r\nthat the absence of the so-called tropical diseases\r\n\r\nhas continued during the year and that Singapore is\r\n\r\nfree   from  Cholera,  Plague,  Yellow  Fever  anti\r\n\r\nMalaria.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ante-natal and post-natal services were\r\n\r\nintensified   in  25  Maternal  and  Child   Health\r\n\r\nClinics,   22  Visiting  Centres  and   8   Village\r\n\r\nMidwifery  Centres. Of these, some 28  are  in  the\r\n\r\nrural areas and we shall continue to encourage home\r\n\r\nconfinements among the city and rural population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards Mass Health Education Campaigns, we\r\n\r\nall  know  that a Blood Donation campaign organised\r\n\r\nby  the  Ministry registered 6,000  donors  out  of\r\n\r\nwhich  2,500  have already donated  blood.  Studies\r\n\r\nwere  made  for  the  implementation  of  a  Family\r\n\r\nPlanning  Campaign and plans are well  advanced  to\r\n\r\nstimulate intelligent planned parenthood among  the\r\n\r\nadult population. During the past year plans for  a\r\n\r\nMass  Health Education Campaign to cover nutrition,\r\n\r\nmaternal  and  infant care have been completed  and\r\n\r\nthese  should  be implemented within  a  reasonable\r\n\r\nperiod of time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members may be glad to hear of our efforts to\r\n\r\neliminate  obvious  inadequacies  existing  in  the\r\n\r\nHealth  Services.  Integration of Government,  City\r\n\r\nCouncil  and  Rural Board Services has  reached  an\r\n\r\nadvanced  stage.  The  Thomson  Road  Hospital  now\r\n\r\noperates as a general hospital for acute cases, and\r\n\r\nit  is  only  a  matter of time  before  the  whole\r\n\r\nhospital\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 482</b></font><br><br>\r\n\r\n\r\n\r\nis  fully functioning in the service of the people.\r\n\r\nTwo  new Out-patient Clinics have been prepared  at\r\n\r\nJalan Kayu and Lim Ah Pin Road, and both will  help\r\n\r\nin  relieving the pressure eventually on  the  Out-patient   Service  in  the  General  Hospital.   In\r\n\r\nchanging   the   functions  of  the  Thomson   Road\r\n\r\nHospital,  we have not forgotten the chronic  sick.\r\n\r\nThe   renovation  of  four  blocks  at  Wood-bridge\r\n\r\nHospital to house this unfortunate category of  the\r\n\r\nsick has been completed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not need to remind Members that TB, is still\r\n\r\nour  greatest scourge. The Report of a Pilot Survey\r\n\r\nconducted under the Colombo Plan, was completed  in\r\n\r\n1959  and set the incidence at 3.7 per cent of  the\r\n\r\npopulation  in this country. On my instructions,  a\r\n\r\nCommittee enquired into the incidence of T.B. among\r\n\r\nindustrial    occupations.    Unfortunately, the\r\n\r\nCommittee  was  unable to relate  specifically  the\r\n\r\nincidence of the disease to particular occupations,\r\n\r\nbut  the  Committee's labours have  indicated  what\r\n\r\nkind  of data is lacking before preventive measures\r\n\r\ncan  be devised. We are now making arrangements for\r\n\r\nthe  necessary data to be obtained in a Mass  X-ray\r\n\r\nCampaign planned for the end of this year.  I  have\r\n\r\nalready   mentioned  legislation  to   compel   the\r\n\r\nvaccination of our children. Members will  be  glad\r\n\r\nto  know that every baby born in the Kandang Kerbau\r\n\r\nMaternity  Hospital is vaccinated  with  B.C.G. as\r\n\r\nsoon  as possible after birth, provided the  parent\r\n\r\nagrees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ample opportunities for staff training were\r\n\r\noffered  during  the year and the courses  selected\r\n\r\nfor  training will help raise the standard  of  our\r\n\r\nMedical Services and also assist our talented staff\r\n\r\nto   obtain  higher  qualifications  of   a   world\r\n\r\nstandard.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By example, precept and instruction, we have\r\n\r\nsought  to  ensure  that  kindness,  courtesy   and\r\n\r\nconsideration to patients and the public  is  given\r\n\r\nin  all  hospitals and provided at all  Out-patient\r\n\r\nClinics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Yang di-Pertuan Negara's speech has mentioned\r\n\r\nour  efforts to recruit Chinese and Malay  educated\r\n\r\npersons  into  the Nursing and Midwifery  Services.\r\n\r\nThis policy will be continued.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 483</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My Parliamentary Secretary has given an\r\n\r\nindication  that  we will make efforts  to  recruit\r\n\r\ndoctors from overseas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection let me quote from the P.A.P.\r\n\r\nElection Manifesto. We said last year:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It cannot be denied that in Singapore the\r\n\r\nmedical  situation  leaves  room  for  improvement.\r\n\r\nThere are six Government hospitals, 650 doctors, of\r\n\r\nwhom  350  are private practitioners. The ratio  of\r\n\r\npopulation  to doctors is about 2,300  persons  per\r\n\r\ndoctor.  This compares unfavourably with Japan,  as\r\n\r\nwell  as with advanced western countries. With  the\r\n\r\nrapid increase in population special steps would be\r\n\r\ntaken to increase the output of doctors in the next\r\n\r\nfew years...'\r\n\r\n\r\n\r\n<br><br>and again:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The number of doctors produced each year by the\r\n\r\nUniversity  of Malaya is not sufficient to  sustain\r\n\r\nthe  rates of expansion envisaged in our programme.\r\n\r\nAs  will be seen, a large number of doctors will be\r\n\r\nrequired to staff the district hospitals, a chronic\r\n\r\nhospital   and  a  network  of  people's   clinics.\r\n\r\nAccordingly, it will be necessary to import doctors\r\n\r\nfrom  abroad  and  from available information,  the\r\n\r\nbest   sources  of  recruitment  would  be  Western\r\n\r\nGermany, Japan, India and Hong Kong.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As Members have been informed, we have had\r\n\r\nnegotiations   with  the  representative   of   the\r\n\r\nJapanese Government and as a result, we shall  have\r\n\r\navailable,  at  our  service, 27 Japanese  doctors.\r\n\r\nThese  Japanese  doctors  shall  be  on  two  years\r\n\r\ncontract  to  the  Government of  Singapore;  their\r\n\r\npassage fares to and from Japan shall be met by the\r\n\r\nJapanese Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is expected that those doctors shall be made\r\n\r\navailable for service in Singapore before  the  end\r\n\r\nof the year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to announce that the Singapore\r\n\r\nGovernment has been in close consultation with  the\r\n\r\nGovernment of Israel with a view to enlisting their\r\n\r\nassistance in order to improve the Health  Services\r\n\r\nin   Singapore.  The  Government  of   Israel   has\r\n\r\nexpressed  its  willingness to  assist  us  in  the\r\n\r\nsupply of Specialists, and has also offered two  or\r\n\r\nthree places in the Hebrew College of Medicine  for\r\n\r\nSingapore citizens wishing to take up undergraduate\r\n\r\ncourses.   Two  Israeli  Professors,  Prof.   Moshe\r\n\r\nRachmilewitz, Prof. of Medicine, Dean of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 484</b></font><br><br>\r\n\r\n\r\n\r\nHebrew University, and Prof. Prywes, Associate Dean\r\n\r\nof  the Hebrew University, are now in Singapore for\r\n\r\na  two-week  stay  to appraise for  themselves  the\r\n\r\nmedical facilities available in Singapore prior  to\r\n\r\nthe  Government of Israel sending their specialists\r\n\r\nto work here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government of Israel has also stated that it\r\n\r\nwould  like to send out a Medical Research Unit  to\r\n\r\nwork  in collaboration both with the Government  of\r\n\r\nSingapore   and  the  University  of  Malaya.   The\r\n\r\nUniversity of Malaya has expressed its desire to co-operate  with the Medical Team that the  Government\r\n\r\nof Israel wishes to send out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Health has also received\r\n\r\napplications  from  medical  officers  from  India,\r\n\r\nCeylon  and  other  Commonwealth  countries.  These\r\n\r\napplications are being considered and it  is  hoped\r\n\r\nthat by the end of the year at least twenty Medical\r\n\r\nOfficers   shall  be  recruited  from  Commonwealth\r\n\r\ncountries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With this recruitment the present pressure of\r\n\r\nwork   upon   our  doctors  would  be  considerably\r\n\r\nrelieved  and a far higher standard of patient-care\r\n\r\nwould be achieved. In addition, the recruitment  of\r\n\r\ndoctors  from overseas countries would  enable  the\r\n\r\nMinistry  to  proceed  with the  expansion  of  the\r\n\r\nhealth  services,  i.e. the  full  occupation   of\r\n\r\nThomson  Road  Hospital, the  occupation  of  eight\r\n\r\nvacant  wards  at Tan Tock Seng Hospital, and  the\r\n\r\noccupation  of  the  new  Gynaecological  Block  at\r\n\r\nKandang Kerbau Maternity Hospital.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the presence of doctors from\r\n\r\noverseas will enable the Government of Singapore to\r\n\r\nrelease   more   local  doctors  for  post-graduate\r\n\r\nstudies.  More  scholarships will be  provided  for\r\n\r\nlocal doctors for such studies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present, there are 25 local doctors on post-graduate study courses in the United Kingdom and\r\n\r\nAustralia.  It  is  my intention to  provide  every\r\n\r\nfacility for local doctors to proceed overseas  for\r\n\r\npost-graduate study.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Health is giving close attention\r\n\r\nto its development projects and the planning out of\r\n\r\nits  staff  training programme. It can be  expected\r\n\r\nthat the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 485</b></font><br><br>\r\n\r\n\r\n\r\nstandard  of  medical care in the  State  would  be\r\n\r\nconsiderably improved by about the middle  of  next\r\n\r\nyear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have limited myself to the cold hard facts of\r\n\r\nplanning and achievements during the course of  the\r\n\r\nyear. Let these speak for themselves as our efforts\r\n\r\nin  the coming year will, I am confident, speak for\r\n\r\nthemselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I now come to the accusation that has been levelled against the Government by the\r\n\r\nMember  for  Cairnhill. I fail  to  understand  the\r\n\r\nMember for Cairnhill. He has misled this House  and\r\n\r\nattempted to mislead the public by saying that  the\r\n\r\nParliamentary    Secretary   has   ridiculed    the\r\n\r\nconferment  of the honour and title \"Tun\".  I  have\r\n\r\nbeen closely following the speeches of Members.  It\r\n\r\nmight  be that he was basing his speech on  rumours\r\n\r\noutside.  I  would like to deny categorically  here\r\n\r\nthe  accusation  made by the Member for  Cairnhill,\r\n\r\nbecause  there  was not a single  Member  from  the\r\n\r\nGovernment  side  who had derided the  honours  and\r\n\r\ntitles of the Federation Government. I know it  was\r\n\r\nonly  the  Parliamentary Secretary to the  Minister\r\n\r\nfor  National Development who spoke in reply to the\r\n\r\nMember  for  Kampong Kembangan, that if  the  Prime\r\n\r\nMinister  had declared his unequivocal stand  as  a\r\n\r\nnon-Communist, he might have been conferred a title\r\n\r\nas  had  been  conferred on the ex-Chief  Minister.\r\n\r\nThis  was the statement made in this Assembly.  The\r\n\r\nParliamentary   Secretary  to  the   Minister   for\r\n\r\nNational Development has clearly reiterated our non-Communist  stand. He has also explained that  every\r\n\r\nfighter  in the struggle for freedom does not  hope\r\n\r\nto receive or seek honours and titles from the sky.\r\n\r\nIt is hoped that the fruits of our struggle will be\r\n\r\nof benefit to the people as a whole.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point, Mr Speaker, I was surprised to\r\n\r\nhear  the  Member  for Aljunied when  he  read  his\r\n\r\nspeech like a schoolboy and defended his colleague,\r\n\r\nthe  Member  for  Hong Lim. The programme  for  the\r\n\r\nSouthern  Islands was initiated by  the  man  whose\r\n\r\nname has been mentioned in this Assembly, that  is,\r\n\r\nMr Meadows. Then the Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 486</b></font><br><br>\r\n\r\n\r\n\r\nAljunied  went  on  to show the  sincerity  of  the\r\n\r\nMember  for Hong Lim who is said to have  allocated\r\n\r\n$200,000   for  the  development  of  the  Southern\r\n\r\nIslands,  which is now being looked  after  by  the\r\n\r\nParliamentary   Secretary  to  the   Minister   for\r\n\r\nNational Development. I would like to say  that  at\r\n\r\nthe   beginning  of  this  year  the  Parliamentary\r\n\r\nSecretary offered the services of two graduates  of\r\n\r\nthe    University   of   Malaya   to   carry    out\r\n\r\ninvestigations in a voluntary capacity and to  draw\r\n\r\nup a scheme in order to assist the fishermen of the\r\n\r\nSouthern Islands. What did the Member for Hong Lim,\r\n\r\nwho  was the Minister for National Development, say\r\n\r\nat that time? He rejected the offer with the excuse\r\n\r\nthat  there was no money and that the sum allocated\r\n\r\nwas  not  for the Southern Islands. In  April  this\r\n\r\nyear,  Mr  Speaker, it was only after this  matter\r\n\r\nhad  been  discussed  at  the  Executive  Committee\r\n\r\nmeeting  of the P.A.P. that the Minister agreed  to\r\n\r\nset  aside  the sum of $200,000 which was mentioned\r\n\r\nby  the  Member  for Aljunied. He  is  not  in  the\r\n\r\nExecutive  Committee. Therefore, he does  not  know\r\n\r\nwhat  he  is  talking  about  and  he  only  mouths\r\n\r\nwhatever  is  fed to him. A scheme  to  help  Malay\r\n\r\nfishermen  by  way  of giving  them  she-goats  has\r\n\r\nalready  been submitted to the acting Minister  for\r\n\r\nNational  Development,  as  was  mentioned  in  the\r\n\r\nspeech of the Deputy Prime Minister yesterday. I am\r\n\r\nreally  sorry for the Member for Kampong  Kembangan\r\n\r\nand  the  Member for Geylang Serai  on  account  of\r\n\r\ntheir short-sighted view on the subject of culture.\r\n\r\nIt   is  a  well-known  fact  that  culture  is  an\r\n\r\ninfluencing   factor  in  the   livelihood   of   a\r\n\r\ncommunity. The term `culture' can be defined as the\r\n\r\nmode   of   living  of  a  people,  embracing   its\r\n\r\npolitical,  economic and social systems. Therefore,\r\n\r\nif  Malay culture were to be made the basis  for  a\r\n\r\nnational  culture,  in  the political  sphere,  for\r\n\r\ninstance,  then  we  would  have  to  dissolve  our\r\n\r\nLegislative  Assembly;  we  would  have  to  reject\r\n\r\nparliamentary democracy in its entirety as it is  a\r\n\r\npolitical concept which is imported from the  West;\r\n\r\nthe  labour unions would have to be banned in  this\r\n\r\ncountry  as  this is another social  concept  which\r\n\r\noriginated\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 487</b></font><br><br>\r\n\r\n\r\n\r\nfrom  the West. If it was insisted upon that  Malay\r\n\r\nculture  should  be the core in all these  cultural\r\n\r\nfields, then it would mean that we would have to go\r\n\r\nback  to the era of 200, 300, or 400 years ago when\r\n\r\nthere  were neither elected legislatures nor labour\r\n\r\nunions.   Is  that  what  the  Member  for  Kampong\r\n\r\nKembangan is striving for?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The charter of the National Assembly - which is the\r\n\r\noutcome  of  the  Cultural Congress  of  Malaya - has\r\n\r\nenunciated    five    cultural    precepts,    i.e.\r\n\r\nnationalism,   sovereignty,  unity   of   language,\r\n\r\nkinship and religion. The characteristics are (a) a\r\n\r\nmovement for a Malayan national culture germinating\r\n\r\nfreely from the people, (b) the movement taking the\r\n\r\nform  of  organisations or efforts from  individual\r\n\r\nskill, and (c) activities in the fields of economy,\r\n\r\npolitics, sociology and art.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps their intention is merely that the Malay\r\n\r\nlanguage  should be the basis of national  literary\r\n\r\nand  dramatic  art. If that be the case,  then  the\r\n\r\nadvice  of  the  Member  for Kampong  Kembangan  is\r\n\r\nsuperfluous   for  the  reason  that   the   P.A.P.\r\n\r\nGovernment   has  already  recognised   the   Malay\r\n\r\nlanguage  as the national language of this country,\r\n\r\nand in the future Malayan literature will certainly\r\n\r\nbe  based  on  the Malay language as  the  national\r\n\r\nlanguage,  because `Language is  the  soul  of  the\r\n\r\nnation'.\r\n\r\n\r\n\r\n<br><br>3.35 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Madam Sahorah Binte Ahmat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Sahorah Binte Ahmat (Siglap)</b>(<i>In Malay</i>):\r\n\r\nMr  Speaker, Sir, I fully support the  address  of\r\n\r\nthe  Prime  Minister thanking the  Yang  di-Pertuan\r\n\r\nNegara  for  his  speech in this  Assembly  on  the\r\n\r\nopening day of this session.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, is it the intention of the\r\n\r\nOpposition  that the P.A.P. Government should  have\r\n\r\ndone  everything  in  the interest  of  the  people\r\n\r\nwithin the short space of the last 14 months?  This\r\n\r\nis  not  possible  because the  protection  of  the\r\n\r\ninterest  of  l½  million people is  not  something\r\n\r\nlight.  The Opposition should not be so  unjust  in\r\n\r\ntheir  accusations against us on this side  of  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 488</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill yesterday issued a\r\n\r\nchallenge   to  the  Government  to  hold   general\r\n\r\nelections now. Does the hon. Member think  that  we\r\n\r\nare  foolish  enough to ignore the  wishes  of  the\r\n\r\npeople who have voted us in? The holding of general\r\n\r\nelections costs a lot of money and this money could\r\n\r\nvery well be used in the interest of the people  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Sir, the Member for Cairnhill and the\r\n\r\nMember   for   Tanglin  said  that  the  Government\r\n\r\nrecruited  P.A.P. members into the Work Brigade.  I\r\n\r\nrefute this accusation very strongly because it  is\r\n\r\nnot   true.  We  took  in  anybody  who   made   an\r\n\r\napplication. We did not take in only members of the\r\n\r\nP.A.P.  We,  as representatives of the people,  who\r\n\r\nhold  power today believe in unity and we  are  not\r\n\r\nafraid  of telling the truth, of the good  that  we\r\n\r\nhave done for the people as a whole during the past\r\n\r\n14  months, and of the plans for the future because\r\n\r\nwe   are   always  working  and  not  just  sitting\r\n\r\ncomfortably  in  this  House. The  Opposition  have\r\n\r\ncriticised us as much as they want to but deep down\r\n\r\nin  their hearts they know that we on this side  of\r\n\r\nthe  House  have  done  many  good  things  in  the\r\n\r\ninterest  of the people during the past 14  months.\r\n\r\nWe are prepared to listen to the criticisms and the\r\n\r\nviews  put forward by the Opposition. Mr  Speaker.\r\n\r\nSir,  sometimes a bitter pill makes good  medicine.\r\n\r\nWe will carry on and do our duty in the interest of\r\n\r\nthe people as a whole, and not in the interest of a\r\n\r\nminor  section of the people. We will not go  about\r\n\r\nit in a blind way to the detriment of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I remember that during a round-table conference on self-government for Singapore,\r\n\r\nU.M.N.O. demanded through its representatives, the\r\n\r\nMember for Geylang Serai and the Member for Kampong\r\n\r\nKembangan, that there should be a provision in  the\r\n\r\nConstitution to the effect that Malay should be the\r\n\r\nnational  language.  In  an  emergency  meeting  of\r\n\r\nU.M.N.O. it was decided that this was an  internal\r\n\r\naffair  and that a provision to that effect  should\r\n\r\nnot be put into the Constitution. We have said that\r\n\r\nMalay is the national language of this country, and\r\n\r\nthis has immediately\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 489</b></font><br><br>\r\n\r\n\r\n\r\nbeen  implemented  when the Yang di-Pertuan  Negara\r\n\r\ndelivered  his speech last year. What then  is  the\r\n\r\nMember for Kampong Kembangan worried about?  Is  he\r\n\r\ntrying  to win over the Malays in the same  way  as\r\n\r\nthe  16  resolutions put up by the Member for  Hong\r\n\r\nLim?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, the Member for the Southern\r\n\r\nIslands said that he was not satisfied with the aid\r\n\r\ngiven  to the Malays in the field of education.  He\r\n\r\nsaid that the British Government had given help  by\r\n\r\ninstituting special Malay classes. It appears  that\r\n\r\nthe  hon.  Member still thinks about  the  days  of\r\n\r\ncolonialism. Is it not a fact that since  the  time\r\n\r\nof Sir Stamford Raffles, only primary Malay schools\r\n\r\nwere  established in Singapore and that  there  has\r\n\r\nnot  been a single secondary Malay school  at  all?\r\n\r\nHas  the  hon.  Member forgotten that Malay  school\r\n\r\nchildren  have been regarded as \"stepsons\"?  Is  he\r\n\r\ntrying  to  gain the confidence of  the  Malays  by\r\n\r\ntrying  to close his eyes to the real situation  in\r\n\r\nthe country?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we on this side of the House,\r\n\r\nwho  are  voluntary workers in the field of health,\r\n\r\nknow  that  the last one year has been  a  year  of\r\n\r\nplanning;  but  it has also been  a  year  of  many\r\n\r\nchanges for the people in the rural areas. In  this\r\n\r\nconnection,   maternity  hospitals,  child   health\r\n\r\ncentres,   anti-natal  care  clinics  for  pregnant\r\n\r\nmothers and post-natal care clinics for mothers and\r\n\r\ninfants  have  been  provided.  There  are  27  big\r\n\r\nclinics, 22 visiting centres, 8 centres for village\r\n\r\nmidwifery  service,  and 20 clinics  in  the  rural\r\n\r\nareas.  In  addition, village  midwives  have  been\r\n\r\nstationed  in  28  clinics in the rural  and  urban\r\n\r\nareas. These clinics are open to all the people  at\r\n\r\nall  times.  Advice is given to the people  in  the\r\n\r\nvillages about health matters and mothers are  told\r\n\r\nhow  and  where  to be treated. Serious  cases  are\r\n\r\nreferred  to the Kandang Kerbau Maternity  Hospital\r\n\r\nfor special treatment. The Government will continue\r\n\r\nto  build more health centres in areas where it  is\r\n\r\nconsidered to be necessary. Mr Speaker, Sir,  more\r\n\r\nclinics,   out-patient  departments  and   district\r\n\r\nhospitals, which will enable the villagers  to  get\r\n\r\nmedical treatment will be built in the rural areas.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 490</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In our health service programmes the needs of the\r\n\r\npeople in Malay kampongs will not be neglected  and\r\n\r\nefforts will be made to send fully qualified  Malay\r\n\r\nmidwives and nurses to help the villagers.  In  the\r\n\r\nvillages   where   Malays  are  predominant,   many\r\n\r\nopportunities have been offered during the last one\r\n\r\nyear  to  Malay  girls with Malay school  education\r\n\r\nwanting to become midwives and nurses. This  policy\r\n\r\nwill  be carried out and will encourage more people\r\n\r\nto  make full use of the opportunities. This is our\r\n\r\npolicy on health.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we will not sit down quietly\r\n\r\nbut  we will continue with our work for the benefit\r\n\r\nof  the  people  because we are the representatives\r\n\r\nelected by the people.\r\n\r\n\r\n\r\n<br><br>3.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b> Mr Speaker, Sir, in spite of its colonial\r\n\r\npast  and  certain  existing  objective  conditions\r\n\r\nbeyond  the control of the Government, the  process\r\n\r\nof transforming the Police Force into a popular and\r\n\r\nfriendly  force to safeguard the interests  of  the\r\n\r\npeople has made progress in the last 14 months  and\r\n\r\nwill  continue  in the year ahead. Apart  from  the\r\n\r\nefforts  of the Assemblymen in bringing the  people\r\n\r\nand the Police together through periodical meetings\r\n\r\nand  the organisation of vigilante corps, the  keen\r\n\r\nresponse to join the Police recently by youths from\r\n\r\nthe  Chinese-educated  stream  in  particular,  has\r\n\r\nhelped to broaden the base of the Police, and  thus\r\n\r\nmake  it  more alive to the problems of the people.\r\n\r\nThis  effort by the Government and the public  must\r\n\r\nbe  met  by a greater realisation of the Police  of\r\n\r\nits  role  and  its duties to the  people  and  the\r\n\r\nState.  The spirit of dedication to the service  of\r\n\r\nthe  people must be kept up and heightened  in  the\r\n\r\nyear  ahead. There is no place in the Police  Force\r\n\r\nfor  those  who  are corrupt, lazy,  arrogant,  and\r\n\r\nunresponsive to the challenges of the times.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The efficiency and high standard of the Police\r\n\r\nmust  be  maintained and improved. Discussions  are\r\n\r\nnow under way on the proposal to recruit a corps of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 491</b></font><br><br>\r\n\r\n\r\n\r\nUniversity  graduates  to  strengthen  the  officer\r\n\r\ncorps  of  the  Police, and  also  to  undertake  a\r\n\r\ncertain specialised field of work. The number  must\r\n\r\nof necessity be small and a scheme so worked out as\r\n\r\nnot  to  affect  the legitimate  prospects  of  the\r\n\r\nofficers who have risen from the ranks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, no matter how good and well intentioned\r\n\r\nthe   policy  of  the  Government  may   be,   such\r\n\r\ngovernment   cannot  function  well  if   the   men\r\n\r\nresponsible for the execution of government  policy\r\n\r\ndo  not  understand  the political  philosophy  and\r\n\r\nintentions  of  the government in power.  For  this\r\n\r\nreason, the Government is considering the inclusion\r\n\r\nin  the  year ahead of political education  in  the\r\n\r\ncurricular  of the Police Training School  for  new\r\n\r\nrecruits  as  well  as regular lectures  for  those\r\n\r\nalready  in  the rank and file. The  main  contents\r\n\r\nwill  be the political philosophy of democracy  and\r\n\r\nthe  Five-Year  plan of the Government,  and  other\r\n\r\nmatters  directly  connected  with  problems  which\r\n\r\naffect  the  society in which we live.  Apart  from\r\n\r\nattempting to make the Police, the servants of  the\r\n\r\nState,  understand the policies of the  Government,\r\n\r\nthe   other   purpose  of  the  proposed  political\r\n\r\neducation  course is to make the Police more  alive\r\n\r\nand  responsive to the feelings and problems of the\r\n\r\nmasses they come into contact with.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All our efforts to bridge the gap between the\r\n\r\npeople and the Police, and to build up an efficient\r\n\r\nand  strong  Police Force, may come to  nil  if  we\r\n\r\nallow   certain   irresponsible  individuals,   for\r\n\r\nreasons  of their own, to work up ill feelings  and\r\n\r\nhatred, particularly of law-abiding workers towards\r\n\r\nthe  Police.  On one or two occasions  lately,  the\r\n\r\nPolice  has been the target of attack and political\r\n\r\nintimidation  by  forces seeking to  undermine  the\r\n\r\ngood  relations that have been gradually  built  up\r\n\r\nbetween  the  people and the Police. Their  reasons\r\n\r\nfor  doing  this  are  clear.  These  irresponsible\r\n\r\nelements  want  to undermine the authority  of  the\r\n\r\nPolice.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 492</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As long as we are in control, the role of the\r\n\r\nPolice  will always be to safe-guard the rights  of\r\n\r\nthe people, the authority of the Government and the\r\n\r\ndemocratic system through which we seek to  realise\r\n\r\nour  Five-Year plan of bringing greater improvement\r\n\r\nin the living standards of the people. And this can\r\n\r\nonly   be   achieved  if  stable   conditions   are\r\n\r\nmaintained  for industrial expansion and industrial\r\n\r\npeace  with justice to the workers. So long as  the\r\n\r\nPolice are called upon to maintain peace and order,\r\n\r\nthey  will  do their duty. If the Police have  done\r\n\r\nwrong or if the individual officers are arrogant or\r\n\r\ncorrupt, by all means, criticise the Police so that\r\n\r\nerrors   may  be  rectified  and  similar  mistakes\r\n\r\navoided.  But such criticism should be constructive\r\n\r\nwith  a  view  to  improving the Police  Force  and\r\n\r\nincreasing  its  efficiency. Such criticism  should\r\n\r\nnot undermine the effectiveness of the Police as an\r\n\r\ninstrument  to protect the rights and liberties  of\r\n\r\nthe  people  according to the law. Equally  greater\r\n\r\ndiplomacy  is required on the part of  the  Police.\r\n\r\nWhile  they  should be firm with evil-doers,  they.\r\n\r\nshould deal politely and sympathetically with  law-abiding citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While the Government will take firm action\r\n\r\nagainst  criminal elements, we would be failing  in\r\n\r\nour  duty  if  we  did not at the  same  time  take\r\n\r\neffective  steps, to make sure that those  who  are\r\n\r\ncommitted to penal institutions are reeducated  and\r\n\r\nrehabilitated  so that they may, on their  release,\r\n\r\nbe  fit  to  lead decent and useful lives  as  law-abiding members of the community.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under colonial administrations of the past, the\r\n\r\nemphasis  was  usually laid on the purely  punitive\r\n\r\naspects  of penal institutions. Very little thought\r\n\r\nor  action  was  directed to  the  re-education  of\r\n\r\noffenders, with the result that we have  an  unduly\r\n\r\nhigh   proportion  of  residivists  or   persistent\r\n\r\noffenders among our prison population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The social and political renaissance which is\r\n\r\nsweeping Asia today has also expressed itself in  a\r\n\r\ndynamic  and  positive approach to the problems  of\r\n\r\ncrime and criminals in such Asian countries\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 493</b></font><br><br>\r\n\r\n\r\n\r\nas  India, China and Ceylon. We in Singapore do not\r\n\r\npropose  to  be  backward in this respect.  Indeed,\r\n\r\nwith   the   establishment  of  the  Pulau   Senang\r\n\r\nsettlement for the rehabilitation of secret society\r\n\r\ndetainees,   Singapore   has   already    attracted\r\n\r\ninternational interest and attention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the Government's intention to take steps to\r\n\r\ntransform  all penal institutions in  Singapore  as\r\n\r\ncentres for the rehabilitation of offenders, and to\r\n\r\ninstitute effective after-care arrangements  as  an\r\n\r\nintegral    part   of   the   total   process    of\r\n\r\nrehabilitation  begun  in the  prisons.  The  first\r\n\r\nsteps  in this direction will be taken as  soon  as\r\n\r\nthe  Government receives the report of the  Prisons\r\n\r\nInquiry  Commission. The Commission is expected  to\r\n\r\nsubmit its findings and recommendations in the near\r\n\r\nfuture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An honest and dedicated civil service is vital to\r\n\r\nmake  the State machinery work efficiently so  that\r\n\r\nthe  policies  of the Government may be  translated\r\n\r\ninto  action with imagination and tact. The Corrupt\r\n\r\nPractices Investigation Bureau has a specific  task\r\n\r\nof  fighting corruption in the Government  service.\r\n\r\nTheir  work  in  the past year, however,  has  been\r\n\r\nhampered by the shortage of staff and the out-dated\r\n\r\nregulations  dealing  with disciplinary  procedures\r\n\r\nwhich   have   proved   to   be   unrealistic   and\r\n\r\nimpracticable  in  many cases.  The  Prevention  of\r\n\r\nCorruption Ordinance passed two months ago will  no\r\n\r\ndoubt   strengthen   the   Government's   hand   in\r\n\r\ninvestigation of cases of corruption. However,  not\r\n\r\nall  the  cases  investigated will  go  before  the\r\n\r\nCourt.   Many   of   the  cases  are   dealt   with\r\n\r\ndepartmentally   on  the  State  Advocate-General's\r\n\r\nadvice.  Effective action against corrupt  officers\r\n\r\nis  hampered  by  exacting procedural  requirements\r\n\r\nwhich  are more appropriate for the Judicial Court.\r\n\r\nAt  the  moment, proceedings in cases of corruption\r\n\r\nare   protracted   either  because   the   ad   hoc\r\n\r\ndisciplinary committee members, all drawn from  the\r\n\r\ncivil  service, have little time or are lost  in  a\r\n\r\nmass of unnecessary details.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 494</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From experience, it has been found that the\r\n\r\nstrongest deterrent against corruption is  a  swift\r\n\r\nand  severe  retribution. When a case is  prolonged\r\n\r\nfor six months to one year, the effect is lost. For\r\n\r\nthis  reason,  action  will be  initiated  for  the\r\n\r\namendment  of the regulations governing discipline,\r\n\r\nand   with   the  approval  of  the   P.S.C.,   the\r\n\r\nappointment  of a permanent disciplinary  committee\r\n\r\nwith  a panel of members composed of civil servants\r\n\r\nand those who are not civil servants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Steps are being taken to recruit special\r\n\r\ninvestigators and it is heartening to note  that  a\r\n\r\ngood number of University graduates have applied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The demoralising effect of yellow culture on the\r\n\r\nyouths, be it in the form of publications, films or\r\n\r\nother  forms  of entertainment, is too  obvious  to\r\n\r\nrequire  further elaboration. Vigorous  steps  have\r\n\r\nbeen  taken  in  the  past  year  to  suppress  and\r\n\r\neliminate yellow culture, and will continue in  the\r\n\r\nyear ahead. From experience, it has been found that\r\n\r\nbecause of the free flow of literature between  the\r\n\r\nFederation  of  Malaya  and  Singapore,  the   mere\r\n\r\ndetention    of   books   under   the   Undesirable\r\n\r\nPublications  Ordinance is not as effective  as  it\r\n\r\nshould  be. In the year ahead, therefore, increased\r\n\r\nuse of section 3 of the Ordinance may be necessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of stricter censorship, 60 feature\r\n\r\nfilms  have been banned from public screening  from\r\n\r\nJune  1959 to June 1960, as compared with  only  10\r\n\r\nfor  a similar period in the previous year. A start\r\n\r\nwill  be  made in the course of the year to  review\r\n\r\nsome  of  the  films approved for public  screening\r\n\r\nduring  the past few years. Special regard will  be\r\n\r\npaid to the subject matter of these films to ensure\r\n\r\nthat undesirable themes are not presented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has no desire to slow down its\r\n\r\nanti-yellow culture campaign. At the same time,  it\r\n\r\nrealises that it is a long and difficult battle and\r\n\r\nrequires the vigilance and cooperation on the  part\r\n\r\nof  Government  and the people. We are  aware  that\r\n\r\nirresponsible pedlars of yellow culture  are  still\r\n\r\nactively\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 495</b></font><br><br>\r\n\r\n\r\n\r\nseeking   ways  and  means  to  evade  Government's\r\n\r\nattention.  Already there is a revival  of  singing\r\n\r\ntroupes  in  the amusement worlds.  We  hope  these\r\n\r\npromoters will bear in mind that, apart from  their\r\n\r\nprofit   motive,  they  have,  like  any   ordinary\r\n\r\ncitizen, a responsibility to the society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The success of the P.A.P. Government hinges on\r\n\r\nits  industrial expansion programme to provide  for\r\n\r\nmore  employment  opportunities to  the  increasing\r\n\r\nworking  population. It is obvious that a stop  has\r\n\r\nto  be put to the entry of persons from abroad  who\r\n\r\nwill  compete for any new jobs that may be created.\r\n\r\nThe  present  high standard of social services  too\r\n\r\nshould  not  be  jeopardised by a large  influx  of\r\n\r\nimmigrants.  The  resources of the State  obviously\r\n\r\nare  not  meant to provide jobs and social services\r\n\r\nfor  the non-citizen immigrants. Consequently,  the\r\n\r\nvalue  attached  to citizenship has been  enhanced.\r\n\r\nFor  these reasons and in the interest of promoting\r\n\r\nnational consciousness and loyalty, the immigration\r\n\r\nand  citizenship laws were amended at  the  end  of\r\n\r\n1959  and  early 1960. Although the full effect  of\r\n\r\nthese  amendments will be realised in the next  one\r\n\r\nor two years, nevertheless, some discernible effect\r\n\r\nhas been felt. Already the number of immigrants has\r\n\r\nfallen from about 7,300 between June 1958 and  June\r\n\r\n1959 to 4,400 for the same period between June 1959\r\n\r\nand June 1960, a drop of nearly 3,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The identity card, which was introduced in 1948,\r\n\r\nhas  outlived  its original purpose.  The  identity\r\n\r\ncard   has  now  become  an  important  and  almost\r\n\r\nindispensable document for obtaining various  forms\r\n\r\nof  assistance from the Ministry of Labour and Law,\r\n\r\nsuch as public assisttance, legal aid or relief  in\r\n\r\ntimes  of natural disasters; but most important  of\r\n\r\nall  is  the use made of the identity card  in  the\r\n\r\npreparation of electoral rolls under the system  of\r\n\r\ncompulsory  voting. While the  importance  of  the\r\n\r\nidentity  card has increased and its use broadened,\r\n\r\nyet  the  identity  card  itself  remained  in  its\r\n\r\npresent  crude  and temporary form  which  is  very\r\n\r\nunsatisfactory from all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 496</b></font><br><br>\r\n\r\n\r\n\r\nrespects. The Government, therefore, has set  about\r\n\r\nexploring  the best method of changing the  present\r\n\r\nidentity  card system since last year.  Preparation\r\n\r\nis now ahead for the introduction of a plastic card\r\n\r\nwhich is more durable and more difficult to forge.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the year ahead will see greater\r\n\r\nefficiency and improvement being made to the Police\r\n\r\nin their service to the State and the people and  a\r\n\r\nsustained  effort against all forms of  corruption.\r\n\r\nThe  Government is confident that with the  support\r\n\r\nof  the people, it can achieve what it sets out  to\r\n\r\ndo  in the year ahead as outlined in the speech  of\r\n\r\nthe Yang di-Pertuan Negara in this Assembly.\r\n\r\n\r\n\r\n<br><br>4.06 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Teng Kian -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Teng Kian (Punggol)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir, after reading the policy  speech  by\r\n\r\nthe  Lee  Kuan Yew Government, I found  it  is  not\r\n\r\nbasically different from that of the Lim  Yew  Hock\r\n\r\nGovernment, one which was thoroughly criticised  by\r\n\r\nour  Prime  Minister.  In the  past  few  days,  my\r\n\r\ncomrades  had already clearly analysed  that  under\r\n\r\nthe  one-man \"collective leadership\" of  our  Prime\r\n\r\nMinister,  the  present Government has  practically\r\n\r\nturned  into  an  agent  for the  great  compradore\r\n\r\nclass,  an  abettor of the British rulers.  It  has\r\n\r\nturned into an abettor of American imperialism. Mr\r\n\r\nSpeaker, I believe you are also clear about it! Our\r\n\r\nturn-coat  Government  now  finds  that  the   Asia\r\n\r\nFoundation  is  not  adequate enough, and  so  our\r\n\r\nMinister for Finance has gone to America to  borrow\r\n\r\ncapital   from  Uncle  Sam.  Not  only  this,   but\r\n\r\nyesterday, the Member for Cairnhill again winked at\r\n\r\nthe   Lee  Kuan  Yew  Government,  suggesting   the\r\n\r\norganisation  of a so-called \"Grand Alliance\".  Mr\r\n\r\nSpeaker,  Sir, we dare not look down upon the  Lee\r\n\r\nKuan  Yew  Government.  It is  still  \"strong\"  and\r\n\r\n\"stable\", because it is in control of great  power.\r\n\r\nIt  has  the  Police;  it has the  support  of  the\r\n\r\ncolonial forces. The only regrettable thing is that\r\n\r\nit  does not have the overwhelming support  of  the\r\n\r\npeople, the reason being that it has turned against\r\n\r\nthe general masses of Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 497</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Lee Kuan Yew Government, which is against\r\n\r\nthe  people,  when finding itself forsaken  by  the\r\n\r\ngeneral  masses, and in order to prolong its  dying\r\n\r\nlife,  has to bring out every trick it has  at  its\r\n\r\ndisposal  to lobby Assemblymen, control the  Press,\r\n\r\nsuppress  free speech, intimidating and  soliciting\r\n\r\nto  their extremity. Mr Speaker, I have heard that\r\n\r\nthe  allowance for Assemblymen from the  P.A.P. is\r\n\r\ngoing to be increased and that there would soon  be\r\n\r\nDeputy Parliamentary Secretaries in our Government.\r\n\r\nIn another few weeks, maybe there, would be another\r\n\r\ngroup  of  Assemblymen who will be sent  abroad  on\r\n\r\n\"official duties\" - I dare not say they are going  on\r\n\r\nholiday excursions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, my comrade, the Member for Aljunied, has\r\n\r\nreceived a reply from the Government rejecting  his\r\n\r\napplication  to hold a mass meeting in the  Shenton\r\n\r\nField on Sunday. The reason? Very simple. They said\r\n\r\nthe application should be for a piece of Government\r\n\r\nland  in  Aljunied. But according to my  knowledge,\r\n\r\nthere  is not a single piece of Government land  in\r\n\r\nAljunied  big enough to be used as a  place  for  a\r\n\r\nmass   meeting.  Mr  Speaker,  Sir,   you   should\r\n\r\nunderstand that when a person has come to  the  end\r\n\r\nof  all his means, he has to act without regard  to\r\n\r\nthe means used, whether good or evil.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, Mr Speaker, you will agree with me\r\n\r\nthat,  being  a representative of a rural  area,  I\r\n\r\nquite understand conditions in rural areas. When my\r\n\r\ncomrade,  the Member for Hong Lim, was the Minister\r\n\r\nfor National Development, there was an addition  of\r\n\r\nmore  than  two  hundred public standpipes  in  the\r\n\r\nrural  areas. But when Mr Meadows took over, there\r\n\r\nwas  not a single standpipe constructed. Only after\r\n\r\nthis  incident  had occurred were  another  10  odd\r\n\r\nstand-pipes  constructed, and then  there  appeared\r\n\r\nsuch headlines, \"Development of Rural Areas\", \"Care\r\n\r\nfor  the  Village  Folk\" - one after  another - in  the\r\n\r\nnewspapers. I believe there are better  and  better\r\n\r\nplays  later.  What  kind of a game  is  this?  Mr\r\n\r\nSpeaker,  Sir,I sincerely appeal to the  Lee  Kuan\r\n\r\nYew  Government not to treat all the people in  the\r\n\r\nworld as fools!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 498</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, let us remember that at the\r\n\r\ntime  of  the Lim Yew Hock Government, the one  who\r\n\r\nwas  responsible  for  rural  development  was  Mr\r\n\r\nMeadows.  In  the present Lee Kuan Yew  Government,\r\n\r\nthe one who is responsible for rural development is\r\n\r\nalso Mr Meadows.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In these five days, we have heard grand speeches\r\n\r\nconsisting of thousands of words, and we have  seen\r\n\r\nmany brilliantly-written essays.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But no matter how eloquently you speak, you\r\n\r\ncannot blind the bright and discerning eyes of  the\r\n\r\npeople.  Does this Government really care  for  the\r\n\r\npoor people? No! We say no. The people of Singapore\r\n\r\nalso say no. Only they themselves said they do. Mr\r\n\r\nSpeaker, Sir, let us look at how they \"courageously\r\n\r\nrectify  errors\"  concerning the  pawnbrokers;  how\r\n\r\nthey generously give tens of millions of dollars to\r\n\r\nthe  Turf  Club;  how they protect  the  compradore\r\n\r\nclass,  forgetting their original stand.  You  must\r\n\r\nunderstand  what they are. What I do not understand\r\n\r\nis this: why does this self-styled \"working for the\r\n\r\nwelfare of the poor\" Government not let the man  in\r\n\r\nthe  street-taxi-drivers (for example, giving  them\r\n\r\npetrol coupons) and the working class - have a better\r\n\r\nlivelihood?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have many more things which I do not\r\n\r\nunderstand. I must request -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the Member for Punggol\r\n\r\ncould  speak  a little slower, I think perhaps  the\r\n\r\ninterpreters will be able to keep up.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Teng Kian -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Teng Kian</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nI have many other questions on which I hope I could\r\n\r\nbe enlightened:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) If the Lee Kuan Yew Government still follows\r\n\r\nthe  Party  Manifesto declared when the  Party  was\r\n\r\nformed, why does he not dare to reaffirm the P.A.P.\r\n\r\n1954 revolutionary manifesto?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) If the Lee Kuan Yew Government is not\r\n\r\nfollowing the Lim Yew Hock Government, and  is  not\r\n\r\ngoing against the wishes of the people, why does it\r\n\r\nnot dare to reaffirm the firm stand in the struggle\r\n\r\nagainst colonialism?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 499</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The Lee Kuan Yew Government has agreed that\r\n\r\nthe  present Constitution cannot satisfy the  needs\r\n\r\nof  the people and said that in the last year,  the\r\n\r\npolitical  and economic conditions have never  been\r\n\r\nbetter.  Why  should there not be plans  to  reopen\r\n\r\ntalks with Britain?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) The Lee Kuan Yew Government has repeated the\r\n\r\nwish  to  merge with the Federation. Why are  talks\r\n\r\nnot  held  with  the Federation to  understand  the\r\n\r\ndifficulties?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Has the Prime Minister fought for the release\r\n\r\nof detainees in the Internal Security Council?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) If the Lee Kuan Yew Government is really\r\n\r\nprotecting  the trade union movement, and  hope  to\r\n\r\nsee  it  well  developed in the  interests  of  the\r\n\r\nworkers,  why  should  its  action-ordered  in  the\r\n\r\nmorning   and  changed  in  the  evening   not   be\r\n\r\nreprimanded?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) Before the Prime Minister assumed office, he\r\n\r\nwas  proud to say that Asians could rule Asia.  Why\r\n\r\ndoes    he    not    Malayanise   all    expatriate\r\n\r\nadministrative posts immediately?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) The Lee Kuan Yew Government knows how to\r\n\r\norder  the  T.U.C. under his control  to  call  for\r\n\r\nmeetings  to discuss supporting the Prime  Minister\r\n\r\nof Malaya in his South African policy. But why, has\r\n\r\nnot  a  mass  meeting been held  so  that,  through\r\n\r\nconcrete  action, we can support the Tunku's  South\r\n\r\nAfrican policy and boycott South African goods?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(9) If the Lee Kuan Yew Government is really the\r\n\r\npeople's  Government and one which looks after  the\r\n\r\npoor  people,  why  are the poor  people  specially\r\n\r\npicked out for heavier taxation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(10) If the Lee Kuan Yew Government really wants\r\n\r\nto  build  our  State  into a peaceful,  happy  and\r\n\r\nprosperous   society,  why  should   the   Gambling\r\n\r\nOrdinance not be repealed? And why should the Anti-Yellow culture campaign not be strengthened?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I hope to get unequivocal\r\n\r\nanswers   \"which  are  not  derived  after  looking\r\n\r\nsideways and talking about something else\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 500</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Lee Kuan Yew Government can execute the\r\n\r\nabove  policies  as  contained  in  the  Hong   Lim\r\n\r\nResolutions,   we  shall  then   cast   our   votes\r\n\r\nsupporting  the policy speech of the Lee  Kuan  Yew\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>4.23 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon (Parliamentary Secretary to the Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Labour and Law (Mr Wee Toon Boon):</b> Mr Speaker, I\r\n\r\nrise  to second the motion in the name of the Prime\r\n\r\nMinister.  There is a difference between last  year\r\n\r\nand this year in the debate on the motion of thanks\r\n\r\nfor the Yang di-Pertuan Negara's speech. Last year,\r\n\r\nthe  speech  was  delivered by the Yang  di-Pertuan\r\n\r\nNegara who was a colonial official and adorned with\r\n\r\na  uniform which symbolised the colonial authority.\r\n\r\nOn  the Opposition there were only the S.P.A., and\r\n\r\nU.M.N.O.  This  year the speech is delivered  by  a\r\n\r\nYang  di-Pertuan  Negara who is a Malayan  and  who\r\n\r\nwears a Male van dress which has no vestige of  the\r\n\r\ncolonial era.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the Opposition side besides the S.P.A. and\r\n\r\nU.M.N.O.,  there is an additional  group  of  three\r\n\r\npersons who have been expelled from the P.A.P.  The\r\n\r\nattacks  made  by the Opposition on the  Government\r\n\r\nwere  also  different from those of last year.  The\r\n\r\nS.P.A. alleged then that the P.A.P. Government  was\r\n\r\nbegging  the  capitalists to  make  investments  in\r\n\r\nSingapore. This year, the S.P.A. repeats  the  same\r\n\r\nold  tune  which  they hummed during  the  election\r\n\r\ncampaign-that capital has flown away from Singapore\r\n\r\nand  that  there are intimidations and restrictions\r\n\r\nunder the P.A.P. Government.\r\n\r\n\r\n\r\n<br><br>4.25 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr G. Kandasamy) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim claims that he is a\r\n\r\ngenuine  anti-colonialist  and  alleges  that   the\r\n\r\nP.A.P. has  deviated from its declared policy  and\r\n\r\nbecome  pro-colonialist. Mr Deputy  Speaker,  Sir,\r\n\r\nthere  is a difference between the P.A.P. and  the\r\n\r\nother  groups  on the Opposition side.  The  S.P.A.\r\n\r\nwants  and has always wanted to maintain the status\r\n\r\nquo\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 501</b></font><br><br>\r\n\r\n\r\n\r\nwhereby  the  rich  becomes  richer  and  the  poor\r\n\r\nbecomes  poorer. For the P.A.P. it is a  fight  for\r\n\r\npolitical  independence to create a more  just  and\r\n\r\nequal society where there is no exploitation of man\r\n\r\nby man. The P.A.P. fought the last election with  a\r\n\r\nFive-Year  programme  which  is  embodied  in   the\r\n\r\nbooklet  entitled \"The Tasks Ahead\". From  the  day\r\n\r\nthe  P.A.P. assumed office it  has  sincerely  and\r\n\r\nconsistently   been  implementing   its   Five-Year\r\n\r\nprogramme. For instance, the Labour Ministry  under\r\n\r\nthe  P.A.P.  Government: this  Ministry  under  the\r\n\r\nprevious   Government  was   so   ineffective   and\r\n\r\ninefficient that the interests of the workers  were\r\n\r\nnot protected. It was used for the interests of the\r\n\r\ncapitalists.  Sir, there is a great contrast  since\r\n\r\nthis  Ministry  came into the hands of  the  P.A.P.\r\n\r\nGovernment.   Under  the  present  Government   the\r\n\r\nIndustrial Relations Section, the Labour Court  and\r\n\r\nthe  Inspection Section for the last one year  have\r\n\r\ndone much work to assist the workers, work which is\r\n\r\nequivalent  to  several times that done  under  the\r\n\r\nprevious   regime.  The  Inspection  Section   has\r\n\r\ncollected  a  colossal sum of money  from  numerous\r\n\r\nemployers   who  have  defaulted  in  payments   of\r\n\r\novertime,  public  holidays  and  other  provisions\r\n\r\nprovided  under the Ordinance. What  we  have  done\r\n\r\nlast  year for the workers has proved that we  have\r\n\r\nnot  deviated from our Party policy, as alleged  by\r\n\r\nthe Member for Hong Lim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim has accused the P.A.P.\r\n\r\nGovernment  for  deliberately retaining  expatriate\r\n\r\nofficers  to  run the Government on behalf  of  the\r\n\r\nParty. Mr Deputy Speaker, Sir, let us examine what\r\n\r\nMalayanisation means to the Member for Hong Lim. In\r\n\r\nthe  City  Council when he was the Mayor,  the  Gas\r\n\r\nDepartment  was and at present is still  under  the\r\n\r\ncontrol  of expatriate officers. The head  of  that\r\n\r\ndepartment  then  submitted a request  to  purchase\r\n\r\nadditional  machinery.  I  wanted  to   query   the\r\n\r\ndepartment  for its justification to purchase  this\r\n\r\nadditional  machinery. But what did the Mayor,  now\r\n\r\nthe  Member for Hong Lim, tell me? He said that  as\r\n\r\nthat department was entirely in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 502</b></font><br><br>\r\n\r\n\r\n\r\nhands  of expatriate officers, we should not  bring\r\n\r\nforward any query which might cause displeasure  to\r\n\r\nthe  expatriate officers who might resign from  the\r\n\r\nservice.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Shame!\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> He seems to have such a high\r\n\r\nopinion  and  confidence in Mr Owen. When  he  was\r\n\r\nMayor  at the time the expatriate official who  was\r\n\r\nholding  the post of Treasurer went on  leave,  why\r\n\r\ndid  he  not  appoint Mr Owen, whom he thought  so\r\n\r\nhighly  of, to act as the City Treasurer?  Instead,\r\n\r\nhe  appointed another expatriate officer to act  in\r\n\r\nthe post, although, apart from Mr Owen, there were\r\n\r\nother  local  officers  who  were  more  senior  in\r\n\r\nservice than this acting expatriate officer.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Deputy Speaker, on a point\r\n\r\nof clarification, please.\r\n\r\n\r\n\r\n<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Deputy Speaker, the\r\n\r\nParliamentary Secretary to the Minister for  Labour\r\n\r\nand  Law  is, as my friend the Member for  Aljunied\r\n\r\nhas said, a different social being from when he was\r\n\r\na City Council -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: That is not a point of\r\n\r\nclarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Yes, I will come to the point. He has forgotten that we had only 13 votes in the\r\n\r\nCity  Council, which number was later increased  to\r\n\r\n14. We were not in a position to make staff changes\r\n\r\nwhenever we wanted to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Mr Deputy Speaker, since the\r\n\r\nMember for Hong Lim so proudly claims that he is  a\r\n\r\nchampion of Malayanisation, is there any logic when\r\n\r\nhe  says that at that time we had only 13 votes  in\r\n\r\nthe  City  Council and we were therefore not  in  a\r\n\r\nposition to change the officers in the department?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the other day the Member for Hong Lim also mentioned that members of the Work\r\n\r\nBrigade\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 503</b></font><br><br>\r\n\r\n\r\n\r\nwere  specially  brought down  from  Pasir  Ris  to\r\n\r\napplaud  the  Assemblymen as they walked  from  the\r\n\r\nCity Council to Assembly House. The opening of  the\r\n\r\nAssembly  is  a  national occasion. A  paid  public\r\n\r\nholiday was granted to the Work Brigade. There  was\r\n\r\nno reason why they should not have wanted to attend\r\n\r\nthe opening ceremony. In fact, on National Day,  if\r\n\r\nit  were not for the rain, the Work Brigade and the\r\n\r\nPeople's  Association would have been on parade  in\r\n\r\nfull  view  of the public. Perhaps the  Member  for\r\n\r\nHong Lim was annoyed that he was not clapped.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned also that the House would be\r\n\r\nsurprised  to  know  that the Government  preferred\r\n\r\nappointing  an  expatriate as Chief Justice  rather\r\n\r\nthan  confirm  Mr  Justice Tan  Ah  Tah  as  Chief\r\n\r\nJustice. The Member for Hong Lim himself subscribed\r\n\r\nto  the proposal that Inche Ahmad Bin Mohd. Ibrahim\r\n\r\nbe  given a salary higher than a puisne judge,  and\r\n\r\nhe,  together  with  his other Cabinet  colleagues,\r\n\r\nagreed  that the State Advocate-General  should  be\r\n\r\ngiven  higher  priority in the table of  precedence\r\n\r\nthan  that of a puisne judge. Yet he now says  that\r\n\r\nthe  case  of  Mr  Justice Tan  Ah  Tah  has  been\r\n\r\noverlooked  because  of the  action  of  the  Prime\r\n\r\nMinister.  This clearly proves that  he  is  a  man\r\n\r\nalways ready to make any false accusation should it\r\n\r\nsuit his purpose.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the other day he also\r\n\r\nmentioned  Shaw  Brothers. It  is  true  that  Shaw\r\n\r\nBrothers   donated  $200,000  to   the   Government\r\n\r\nunconditionally  to  be used in  whatever  way  the\r\n\r\nGovernment  deems  fit. Mr  Deputy  Speaker,  Sir,\r\n\r\nthere  are many young people in Singapore,  and  in\r\n\r\norder to provide them with a place for recreational\r\n\r\nand  educational  purposes, the  Government  thinks\r\n\r\nthat  it is advisable to make use of this money  to\r\n\r\nbuild  more community centres. Is this not for  the\r\n\r\nbenefit of the people? The hon. Member claimed that\r\n\r\nthe  Government tried to protect the Shaw Brothers.\r\n\r\nThis  House  will recollect that not long  ago  the\r\n\r\nFinance  Minister, whom he hates so much,  has  had\r\n\r\nthe courage to introduce in this House an\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 504</b></font><br><br>\r\n\r\n\r\n\r\namendment  to  the Cinema Ordinance  by  which  the\r\n\r\ncinema magnates have to pay more taxes than before.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, these are the things\r\n\r\nthat  the Member for Hong Lim has done and  uttered\r\n\r\nin  this House to show to the public that he is  an\r\n\r\nardent   anti-colonialist,   and   to   create   an\r\n\r\nimpression that the rest of the P.A.P. Members  are\r\n\r\nenjoying the spoils of being in the Government  and\r\n\r\nthus  forgetting  about our  struggle.  Mr  Deputy\r\n\r\nSpeaker,  Sir,  I  am not being personal  with  the\r\n\r\nMember  for  Hong Lim, but I will tell him  what  I\r\n\r\nthink  of  him. It is because of his  meanness  and\r\n\r\nbecause  of  his  greedy  and  selfish  methods  to\r\n\r\nachieve personal glory that I have denounced him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the S.P.A. always instil\r\n\r\nfear  in the people with the hope of deceiving them\r\n\r\nfrom supporting the P.A.P., but they have failed in\r\n\r\nthe  past  in many instances. Now, the  Member  for\r\n\r\nHong Lim is trying to adopt the same tactics as the\r\n\r\nS.P.A. by attempting to deceive the people that  he\r\n\r\nis  the  only ardent anti-colonialist and that  the\r\n\r\nother  members  of the P.A.P. are pro-colonialists.\r\n\r\nIt  is  a  matter of time before he will be exposed\r\n\r\nand  meet the same fate as the S.P.A. He failed  to\r\n\r\nmake use of the P.A.P. to promote \"Ong Eng Guanism\"\r\n\r\nand  he now turns round to denounce the P.A.P. that\r\n\r\nit  has deviated from its declared policies and has\r\n\r\nbecome  pro-colonialist. Mr Deputy  Speaker,  Sir,\r\n\r\nthe  P.A.P. has  survived  the  past  attacks   by\r\n\r\ncolonialists  and  other  forces  because  of   its\r\n\r\nconsistency in its policies. Let the Opposition not\r\n\r\nbe   under  the  impression  that  by  scaring  and\r\n\r\nsmearing  the  P.A.P. it will abandon its  struggle\r\n\r\nand  join  forces with the Right-wing reactionaries\r\n\r\nor  with the Left-wing adventurers. The P.A.P. has\r\n\r\nbeen   and   will  consistently  and   determinedly\r\n\r\nstruggle to achieve an independent, democratic, non-Communist and socialist Malaya. This is the Party's\r\n\r\nlong-term  objective. The P.A.P. is a  Party  which\r\n\r\nhas   its   political  beliefs  and  it  progresses\r\n\r\naccording  to  the  actual  situation.  We  do  not\r\n\r\nbelieve  in shouting empty slogans like the  Member\r\n\r\nfor Hong Lim for publicity or for personal glory.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 505</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said just now, we fought the elections\r\n\r\nWith a Five-Year programme and we have stated in no\r\n\r\nuncertain  terms that during these  five  years  we\r\n\r\nwill  try,  within the limitations of  an  internal\r\n\r\nself-government and the resources available in  our\r\n\r\ncountry,  to achieve economic expansion. With  that\r\n\r\nobjective, Mr Deputy Speaker, Sir, for  the  years\r\n\r\nahead,  the Ministry of Labour will not  only  look\r\n\r\nafter the interest of the working class who are  at\r\n\r\nthe  moment  employed, but will  also  raise  their\r\n\r\nstandard of living. But, on the other hand, we must\r\n\r\nnot  overlook the fact that there is a great number\r\n\r\nof  the people who are still unemployed. Apart from\r\n\r\nwhatever social legislation that we will introduce,\r\n\r\nwe  will  work closely with the Ministry of Finance\r\n\r\nunder  the  guiding principle of  industrial  peace\r\n\r\nwith justice to offer more employment opportunities\r\n\r\nto our population.\r\n\r\n\r\n\r\n<br><br>4.35 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Mr Lee Khoon Choy)</b>(<i>In Mandarin</i>): Mr\r\n\r\nDeputy  Speaker,  Sir, during the  last  few  days,\r\n\r\nOpposition  Members have levelled their  attack  on\r\n\r\nthe  Government.  Some of them blamed  us  for  not\r\n\r\ngoing  Right,  that  is,  to  take  an  open  anti-Communist  line.  Others alleged that  we  are  too\r\n\r\nRight, and that we should go more to the Left. They\r\n\r\nexpected  us to shout empty slogans of  \"Down  with\r\n\r\nColonialism\".  They expected us to close  our  eyes\r\n\r\nand   toe   the  line  of  the  extreme   Left-wing\r\n\r\nadventurers  without facing realities.  There  were\r\n\r\nalso  others  who  are incapable  of  grasping  the\r\n\r\npolitical situation Singapore is facing. They could\r\n\r\nonly  deal with matters of imaginary fantasies  and\r\n\r\nattacked  Government on minor  matters.  Some  went\r\n\r\neven  as  far  as to accuse us of not believing  in\r\n\r\nfatalism!  After 14 months of silence,  the  Member\r\n\r\nfor  Joo  Chiat had nothing better to say  than  to\r\n\r\ntalk on how to rear chickens!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I do not wish to waste\r\n\r\nthe  precious  time of this Assembly  to  reply  to\r\n\r\ntheir  criticisms, because many  of  my  colleagues\r\n\r\nhave  already  dealt with them. To  sum  up,  their\r\n\r\ncriticisms can be classified into two\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 506</b></font><br><br>\r\n\r\n\r\n\r\ncategories. One is the theory adopted by the Member\r\n\r\nfor Hong Lim and his two followers. Their theory is\r\n\r\nvery  simple:  to  harp every  day  on  \"Down  with\r\n\r\nColonialism\", George Thomson, Blades, Meadows,  and\r\n\r\na  few  other falsehoods. The Member for  Cairnhill\r\n\r\nasked   why  we  did  not  deny  all  these   false\r\n\r\naccusations. If we waste time on denying all  these\r\n\r\nfalsehoods, then we will not have the  time  to  do\r\n\r\nanything  else.  The Member for  Hong  Lim  perhaps\r\n\r\nbelieves in Hitler's theory, that is, if you repeat\r\n\r\na  certain falsehood every day, it will one day  be\r\n\r\nmore  or  less  believed by the masses.  Therefore,\r\n\r\nafter  he  had spoken, his two followers harped  on\r\n\r\nthe  same  theme, like the playing of records  over\r\n\r\nand  over  again.  The other category  consists  of\r\n\r\nthose who want us to be openly anti-Communist.  The\r\n\r\nMember for Cairnhill said that if we are not anti-Communist, then we are not democratic. This perhaps\r\n\r\nis  his own political theory. From what I know, the\r\n\r\nopposite   of   democracy  is  not  Communism   but\r\n\r\ndictatorship,  and  the opposite  of  Communism  is\r\n\r\ncapitalism.  Many  Communist countries  claim  that\r\n\r\nthey  are  practising  a democratic  system.  Anti-Communism   is  not  a  political  and  philosophic\r\n\r\ntheory;  it  is a negative political attitude.  The\r\n\r\nmere  act  of  putting on a hat, the  arresting  of\r\n\r\npeople,  and suppression cannot destroy  Communism,\r\n\r\nand it cannot also raise the living standard of the\r\n\r\npeople. We want to raise the living standard of the\r\n\r\npeople   through   the  system   of   parliamentary\r\n\r\ndemocracy. This is a new and daring approach in the\r\n\r\npolitics of Singapore. What I wish to emphasise  is\r\n\r\nthat  the  line which the P.A.P. is taking  is  the\r\n\r\nline  of  peaceful revolution. We are  striving  to\r\n\r\nachieve  our  aim  of  establishing  a  democratic,\r\n\r\nsocialist,  non-Communist Malaya  through  peaceful\r\n\r\nrevolution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve this aim, we must consider the\r\n\r\nobjective  political situation and  environment  in\r\n\r\nSingapore  and  Malaya, and we must  adopt  a  more\r\n\r\nflexible  and practical strategy. In the  long-term\r\n\r\ninterest of our people and our country, we  do  not\r\n\r\npropose   to  close  our  eyes  and  rush   forward\r\n\r\nrecklessly. For if we do so, we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 507</b></font><br><br>\r\n\r\n\r\n\r\nwill  fail in our peaceful revolution, and  at  the\r\n\r\nunnecessary sacrifice of many of our people. We  do\r\n\r\nnot  propose to gamble with the fate of our  people\r\n\r\nand our country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The success or failure of a political movement\r\n\r\ndepends  largely on the ability of its  leaders  to\r\n\r\nhave a correct political analysis and to choose the\r\n\r\nright line of action. If we turn back the pages  of\r\n\r\nthe  history of the Asian revolution, we  can  find\r\n\r\nmany  clear  examples  of the danger  of  political\r\n\r\nadventurism.  Take,  for  instance,   the   Chinese\r\n\r\nrevolution.  In  1927, the Chinese Communist  Party\r\n\r\nblindly followed Li Lik San's dogmatism and started\r\n\r\na   revolution  in  Shanghai,  where  there  was  a\r\n\r\nconcentration of the proletariat. They  suffered  a\r\n\r\ndisastrous defeat. At that time, Li Lik San was the\r\n\r\nbrains behind the policy-making body of the Chinese\r\n\r\nCommunist  Party.  He followed  the  dogma  of  the\r\n\r\nMarxist,  believing  that a revolution  could  only\r\n\r\nsucceed  in  places where there was a concentration\r\n\r\nof proletariat. History has proved that this theory\r\n\r\nfailed!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese Communist revolution succeeded\r\n\r\nbecause of the correct analysis of Mao Tze-tung  in\r\n\r\nthat  the  peasants should be the backbone  of  the\r\n\r\nrevolution.  This,  however,  does  not  prove  the\r\n\r\nvalidity  of  Marxism.  It merely  shows  that  the\r\n\r\ncorrect  strategy is one which has  regard  to  the\r\n\r\nfacts  and fit the facts. In plain words, one  must\r\n\r\ntake correct measurements before making a shirt  to\r\n\r\nfit one's body, and not try to disfigure one's body\r\n\r\nto   fit   a  shirt  made  without  taking  correct\r\n\r\nmeasurements.  Li Lik San's failure has  proved  an\r\n\r\nimportant   point,  i.e. any  political  struggle,\r\n\r\nnotwithstanding   the  courage  and   revolutionary\r\n\r\nenthusiasm of its supporters, will only  meet  with\r\n\r\ndisaster and unnecessary sacrifice on the  part  of\r\n\r\nthe  people if the leadership is too subjective and\r\n\r\nit takes the wrong path.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to explain here that I was not comparing\r\n\r\nthe Member for Hong Lim with Li Lik San. The former\r\n\r\nis  a political opportunist of the present Romantic\r\n\r\nage, who has not shown any talent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 508</b></font><br><br>\r\n\r\n\r\n\r\nfor  political analysis, and the latter was a Left-wing adventurer who had committed an error of Left-wing  infantilism and dogmatism. The former  should\r\n\r\nby no means be put on the same level as the latter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have just said that any political movement\r\n\r\nwhich   ignores   the  objective   realities,   the\r\n\r\npolitical  conditions and environments,  and  which\r\n\r\nseeks  to  follow the dogmas of a foreign political\r\n\r\ntheory  is bound to fail. The failure of the  armed\r\n\r\nrevolution  in  Malaya could also be attributed  to\r\n\r\nthe  above and to the lack of understanding of  the\r\n\r\nobjective realities and environment of the  Malayan\r\n\r\npolitical situation. The failure was also a  result\r\n\r\nof not evolving a doctrine deduced from facts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The facts in the past few years have proved that\r\n\r\nthe  P.A.P. could get the support of the people and\r\n\r\ncould  successfully overcome many political storms,\r\n\r\nbecause  its  leadership  always  understood   the\r\n\r\nobjective,   the   political  realities   and   the\r\n\r\nsituation.   Our  leaders  have  made   a   correct\r\n\r\npolitical  analysis and chosen the right  path.  We\r\n\r\nrealise that in the present circumstances the armed\r\n\r\nrevolution in Malaya is bound to fail, and we  have\r\n\r\ntherefore  chosen the path of peaceful  revolution.\r\n\r\nWhat   we   are  striving  for  is  to  achieve   a\r\n\r\ndemocratic,  non-Communist,  socialist  Malaya.  We\r\n\r\nbelieve that so long as we continue to move towards\r\n\r\nthe  right  direction, we will one day realise  our\r\n\r\ndream.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve our long-term objective, we must\r\n\r\nstrive for a merger. But merger is not as simple  a\r\n\r\nproblem  as  the Member for Hong Lim imagines.  Who\r\n\r\ndoes  not wish to have immediate negotiations  with\r\n\r\nthe Federation of Malaya on the merger problem? But\r\n\r\ncan   this   be  done  in  the  present   political\r\n\r\nsituation?  The Member for Hong Lim is not  unaware\r\n\r\nof  the  difficulties facing this problem. When  he\r\n\r\nwas  Minister for National Development, he did  not\r\n\r\nraise  this  suggestion  of negotiations  with  his\r\n\r\nformer    colleagues,   because   he    knew    the\r\n\r\ndifficulties.  Only  after he  had  raised  the  16\r\n\r\nresolutions, one of which was about merger, did  he\r\n\r\nrealise that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 509</b></font><br><br>\r\n\r\n\r\n\r\nhis  political fortune was fast fading.  They  were\r\n\r\nmeant as a \"charm\" to ward off political opponents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He had suggested negotiations on a merger in\r\n\r\norder to mislead the people into believing that the\r\n\r\npresent leaders of the P.A.P. are not interested in\r\n\r\nthe merger, and that he was the only one interested\r\n\r\nin  it. Empty slogans, though they make more noise,\r\n\r\nwill  not lead us to a merger. The P.A.P. has  made\r\n\r\nan analysis of this problem. We feel that the first\r\n\r\nstep  to  achieve  the merger is  to  clear  racial\r\n\r\nsuspicion  and  communalism, which were  the  left-overs   of  the  colonial  era.  Through  practical\r\n\r\naction, we are instilling into our people a  spirit\r\n\r\nof loyalty and national consciousness. The National\r\n\r\nLoyalty  Week,  organised by  the  Government  last\r\n\r\nDecember  and  other  measures  to  bring  about  a\r\n\r\ncultural  interflow have produced visible  results.\r\n\r\nWe  believe that so long as we continue  with  this\r\n\r\neffort,  and  so  long as the  people  continue  to\r\n\r\ncooperate  with  us,  we will attain  our  ultimate\r\n\r\nobjective.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish now to review the past year's work and\r\n\r\nfuture plans of the Ministry of Culture. The P.A.P.\r\n\r\nGovernment  have established a Ministry of  Culture\r\n\r\nbecause  we  feel  that in our effort  to  build  a\r\n\r\nsocialist    country,   political   and    economic\r\n\r\nrevolutions alone are not enough. We have  also  to\r\n\r\ncarry out a cultural revolution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The divide and rule policy implemented by our\r\n\r\nformer  colonial  masters  had  caused  unfortunate\r\n\r\ncultural   barriers  among  the  different   races.\r\n\r\nColonial education had also left us with a lack  of\r\n\r\nnational consciousness among the people. One  other\r\n\r\nthing   of   the   colonial  past  was   that   the\r\n\r\nappreciation of art was confined to a  small  group\r\n\r\nof  the  privileged. All these are  obstacles  left\r\n\r\nover  by  the  old  society and  they  have  to  be\r\n\r\novercome in our effort to build a Malayan culture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the past year, the Government have carried\r\n\r\nout  many measures aimed at fulfilling our cultural\r\n\r\nrevolution.  Broadly speaking, our  objectives  are\r\n\r\nthree-fold:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 510</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1. To eliminate yellow culture and to promote\r\n\r\nhealthy cultural activities;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;2. To cultivate national consciousness and a\r\n\r\nspirit of national loyalty; and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;3. To promote cultural fusion and create a\r\n\r\nMalayan culture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now first deal with the National Cultural\r\n\r\nBrigade, which was mentioned in the Yang di-Pertuan\r\n\r\nNegara's speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the past year, the Ministry of Culture,\r\n\r\nthrough  Aneka  Ragam  Ra'ayat,  have  aroused  the\r\n\r\ninterest  of  the  people in  the  appreciation  of\r\n\r\nhealthy  cultural  activities.  We  feel  that  the\r\n\r\npassive methods of eliminating yellow culture alone\r\n\r\nwill not help us to achieve the aim of our cultural\r\n\r\nrevolution.  We  wish  to  build  a  foundation  of\r\n\r\nhealthy,  meaningful cultural activities  from  the\r\n\r\ndebris  of yellow culture. Previously, our colonial\r\n\r\nmasters not only did not encourage healthy cultural\r\n\r\nactivities,  but had openly allowed yellow  culture\r\n\r\nwhich catered for the lower instincts of mankind to\r\n\r\nintoxicate our youth. Under the influence  of  such\r\n\r\nenvironment,  the  people could only  go  for  such\r\n\r\nentertainment  of  a  lowly  debased   nature   for\r\n\r\nrecreation.     Certain     worthwhile     cultural\r\n\r\nperformances, of course, were performed.  But  they\r\n\r\nwere  confined to a small circle of so-called high-class society and privileged group, because of  the\r\n\r\nhigh  prices  of the tickets. Because of  the  past\r\n\r\nenvironment,  many  artistes  had  also   to   hide\r\n\r\nthemselves  in the ivory tower and to  play  music,\r\n\r\ndances  or  drama to only a limited audience.  They\r\n\r\nhad therefore for a period lost touch with the rest\r\n\r\nof the masses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our present cultural task is to eliminate this\r\n\r\nunhealthy  state  of  affairs.  We  want  to   make\r\n\r\ncultural activities part of the daily life  of  our\r\n\r\npeople,  and we want to bring art to the people  so\r\n\r\nthat  in  their  leisure they will  also  have  the\r\n\r\nopportunity  of appreciating music, dances, drama,\r\n\r\npaintings,  and other forms of art.  We  also  hope\r\n\r\nthat  they will take an active part in such healthy\r\n\r\ncultural activities so that life will become richer\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 511</b></font><br><br>\r\n\r\n\r\n\r\nand  more meaningful, and so that the people of all\r\n\r\nraces   will   also   cultivate   the   spirit   of\r\n\r\nunderstanding and cooperation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the past year, cultural organisations and\r\n\r\ncultural  workers  have given us  good  support  in\r\n\r\npromoting healthy cultural activities. It cannot be\r\n\r\ndenied that the past year has been a boom year  for\r\n\r\ncultural  activities in the history  of  Singapore.\r\n\r\nThe  enthusiastic  response of the  people  of  all\r\n\r\ncommunities  towards  the  National  Theatre   Fund\r\n\r\nproves  that the people are interested  in  healthy\r\n\r\ncultural  entertainment, The past year's experience\r\n\r\ntells  us that if we wish to popularise art and  to\r\n\r\nexpect further creative development in the field of\r\n\r\nart  and  culture,  we should not  depend  only  on\r\n\r\nvoluntary   amateur   cultural   organisations   to\r\n\r\nshoulder the entire burden alone. We know that  the\r\n\r\nmajority   of   the  cultural  workers   are   non-professionals.  They are amateurs, and  have  their\r\n\r\nown  jobs.  They can only participate  in  cultural\r\n\r\nactivities during their leisure hours. Thus, in the\r\n\r\npromotion of healthy cultural activities, they have\r\n\r\noften  found it a handicap because of the  lack  of\r\n\r\ntime  and  energy. Therefore, the  purpose  of  the\r\n\r\nNational  Cultural Brigade is to enable a group  of\r\n\r\ncultural  workers  to carry out full-time  work  to\r\n\r\naugment   the  deficiency  of  voluntary   cultural\r\n\r\norganisations, so that there will be better results\r\n\r\nin our efforts to promote a Malayan culture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, many of the so-called community\r\n\r\ncentres  were  used by a small group of  privileged\r\n\r\nclass  to  make money. Gambling, dancing and  other\r\n\r\n`funny' things were rampant in .these centres. With\r\n\r\nthe formation of our National Cultural Brigade,  we\r\n\r\nintend  to  use  members of  the  Brigade  to  help\r\n\r\norganise  cultural activities,  which  will  be  of\r\n\r\nphysical  and  moral  benefit  to  our  people.  We\r\n\r\nbelieve   that  as  more  community   centres   are\r\n\r\ndeveloped,  and  with the effort  of  the  National\r\n\r\nCultural Brigade, healthy cultural activities  will\r\n\r\nbe  popularised  throughout  every  corner  of  the\r\n\r\nisland.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 512</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two other important aims of the National Cultural\r\n\r\nBrigade   are  to  instil  a  spirit  of   national\r\n\r\nconsciousness and the promotion of cultural  fusion\r\n\r\nwith  the ultimate objective of creating a  Malayan\r\n\r\nart  and  culture. This is a task which  cannot  be\r\n\r\nfulfilled  by  the  solitary  effort  of  voluntary\r\n\r\ncultural organisations or within a short period. In\r\n\r\norder  to  proceed  with this heavy  and  important\r\n\r\ntask,  we must attract into the Brigade experienced\r\n\r\nartistes  of  all  races who are prepared  to  work\r\n\r\nhard. They will undertake the task of research  and\r\n\r\nother  creative cultural work. We will also  invite\r\n\r\ncultural  experts of all races to form a  panel  of\r\n\r\nexperts for the Brigade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish now to mention the organisation of the\r\n\r\nBrigade.  Generally speaking, the Brigade  will  be\r\n\r\ndivided  into two sections. One group will comprise\r\n\r\nartistes of higher educational level, and who  have\r\n\r\ncreative abilities. They will do research  work  in\r\n\r\nmusic,  dances,  drama, and art  of  all  races  in\r\n\r\nMalaya,  and  to arrange and edit them.  They  will\r\n\r\nalso  help in the work of creating music,  dancing,\r\n\r\nor drama of a Malayan content. The other group will\r\n\r\ncomprise   those  who  have  good  experience   and\r\n\r\ntechnique   in  performances,  such  as  musicians,\r\n\r\nactors,  dancers  and artists.  They  will  perform\r\n\r\ncultural items produced by the research section and\r\n\r\nintroduce  them  to the various community  centres.\r\n\r\nThey   will  also  help  to  provide  new  cultural\r\n\r\nprogrammes  for  the Aneka Ragam Ra'ayat  and  help\r\n\r\norganise   cultural  activities  in  the  community\r\n\r\ncentres.  The panel of experts of the Brigade  will\r\n\r\ncomprise   experienced  leaders  of   the   various\r\n\r\ncultural fields of the various races. This panel of\r\n\r\nexperts will not only advise the Brigade, but  will\r\n\r\nmeet  from  time to time to exchange views  on  the\r\n\r\npromotion of cultural interflow and to explore  the\r\n\r\nground  for  the  creation of  a  Malayan  art  and\r\n\r\nculture.  Further  details of  this  plan  will  be\r\n\r\nannounced soon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to accomplish our cultural revolution,\r\n\r\nwe  do  not  intend to fold our arms and  wait  for\r\n\r\nresults.  We  intend  to take  active  measures  to\r\n\r\ncultivate  the  artistic taste of  the  people,  to\r\n\r\ninstil a national consciousness among them, to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 513</b></font><br><br>\r\n\r\n\r\n\r\npromote cultural fusion, and ultimately to create a\r\n\r\nMalayan  art and culture. The Cultural  Brigade  is\r\n\r\nonly  one  of  the  few weapons to  accomplish  our\r\n\r\ncultural revolution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the establishment of our Institute of National\r\n\r\nLanguage and Culture, I had, two months ago,  given\r\n\r\na  full explanation when I moved the Second Reading\r\n\r\nof the Dewan Bahasa dan Kebudayaan Kebangsaan Bill.\r\n\r\nAs  I  said, the Institute, apart from  publishing\r\n\r\ntranslations  of outstanding works  of  literature,\r\n\r\nand promoting the growth and spread of the National\r\n\r\nLanguage,  will  also  encourage  original   works,\r\n\r\nliterary  and scientific, with a Malayan background\r\n\r\nby  local  writers. Regarding the  organisation  of\r\n\r\nthis  Institute, we shall soon have good  news  for\r\n\r\nthe people of Singapore.\r\n\r\n\r\n\r\n<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: Order. Will the Member  take\r\n\r\nsome time?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Khoon Choy</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: Then, is this  a  convenient\r\n\r\ntime to suspend for tea, Mr Deputy Prime Minister?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>:  I  therefore  suspend  this\r\n\r\nsitting until 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.04 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Khoon Choy</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nspeaking  of  television, the Member for  Hong  Lim\r\n\r\ndistorted the aims of the Government in wanting  to\r\n\r\nestablish  a  T.V. station. He  claimed  that  the\r\n\r\nGovernment was afraid to face the public  and  thus\r\n\r\nhad  to use T.V. as a political propaganda machine.\r\n\r\nThis  argument is not only laughable but  childish.\r\n\r\nT.V. is now recognised by countries of the world as\r\n\r\nan excellent medium to educate the masses. Not only\r\n\r\nin  Western  countries has it become  popular,  but\r\n\r\nalso  in  Communist countries such  as  Russia  and\r\n\r\nChina. Was he trying to say that the governments of\r\n\r\nthese advanced countries have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 514</b></font><br><br>\r\n\r\n\r\n\r\nestablished T.V. stations because they  are  afraid\r\n\r\nof  the masses? In fact, in the present atomic age,\r\n\r\na  city  without television cannot be considered  a\r\n\r\nmodern city.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to think of it, the Member for Hong Lim\r\n\r\nhas developed a fear of T.V. since he was expelled\r\n\r\nfrom  his  post.  In  fact, the plan  to  establish\r\n\r\ntelevision was mooted by the Government  long  ago,\r\n\r\nand  I  understand the former Minister for National\r\n\r\nDevelopment  was very interested in T.V.  He  might\r\n\r\nhave  been  thinking  that in  future  his  unusual\r\n\r\nphysiognomy  would be appearing in  T.V. and  that\r\n\r\nthere would be a big applause by spectators, and by\r\n\r\nhimself too. Now that the fulfilment of this  dream\r\n\r\nhas  vanished, T.V. to his mind has suddenly become\r\n\r\na  propaganda machine to bridge the gap between the\r\n\r\nGovernment and the masses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When can Singapore have T.V.? We cannot at\r\n\r\npresent give a definite answer to this. I can  only\r\n\r\nsay  that the Government is positively studying the\r\n\r\nplans  proposed  by foreign T.V. experts.  At  any\r\n\r\nrate, the innovation of T.V. will be beneficial  to\r\n\r\nthe  people of Singapore. The Government will  make\r\n\r\ngood  use  of  T.V. to  educate  the  people,   to\r\n\r\ninculcate  in  them  a national  consciousness  and\r\n\r\nloyalty,  and to foster the fusion of the  cultures\r\n\r\nof the various races.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill has asked why we do not\r\n\r\ndeny  the accusations levelled at us by the Members\r\n\r\nfor Hong Lim, Aljunied and Punggol. Just now I have\r\n\r\nsaid  that the eyes of the people of Singapore  are\r\n\r\nbright  and  discerning, and that these meaningless\r\n\r\nutterances do not merit our denying them one  after\r\n\r\nanother.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim said that the Press\r\n\r\nreported Thomson's article in 2,500 words,  whereas\r\n\r\nhis  article was only allowed 500 words. I wish  to\r\n\r\nclarify  this. Thomson's article was not issued  by\r\n\r\nthe  Government,  but was copied  from  the  Police\r\n\r\nGazette  by  the Press. Perhaps the  Press  thought\r\n\r\nthere  was more material in Thomson's article  than\r\n\r\nin  the Member for Hong Lim's. The Chief Editor and\r\n\r\neditors  of the Press are responsible people.  They\r\n\r\ncan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 515</b></font><br><br>\r\n\r\n            \r\n\r\n\r\n\r\nsee  for  themselves what news should be  magnified\r\n\r\nand what news should be abridged. If the Member for\r\n\r\nHong Lim wishes to have more columns devoted to his\r\n\r\narticles  then  he  should make  more  constructive\r\n\r\nproposals,  such as on raising the living  standard\r\n\r\nof  the people, etc., and not harp on the same tune\r\n\r\nevery day. I have been a reporter for 13 years, and\r\n\r\nI know reporters do not like to \"fry old rice\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the Member for Hong Lim accused the\r\n\r\nMinister for Culture of intimidating Mr Huang Tze-Chin  of  the Sunday Mail. I have to explain  this.\r\n\r\nAfter  the publication of the article by Mr  Huang\r\n\r\nTze-Chin,  the Minister for Culture  felt  that  he\r\n\r\n(Mr  Huang)  seemed to be toeing the line  of  the\r\n\r\nLeft-wing  adventurers, and he reminded  the  Press\r\n\r\nconcerned. Mr Huang Tze-Chin personally telephoned\r\n\r\nthe  Minister saying that he wished to  talk  about\r\n\r\nthat article with the Minister. It is true that  he\r\n\r\nspent  a  long time with the Minister. Consequently\r\n\r\nhe  returned to the Press office and told the Chief\r\n\r\nEditor  that  he had prevailed upon  the  Minister.\r\n\r\nDoes  this mean intimidation? He himself said  that\r\n\r\nhe had prevailed upon the Minister and not that the\r\n\r\nMinister had intimidated him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One last point: just now the Member for Punggol\r\n\r\nsaid  that the P.A.P. Government has now  lost  the\r\n\r\nsupport  of  the people. It should be  turned  this\r\n\r\nway.  We  have  today  lost the  support  of  three\r\n\r\npersons.  The  Member for Cairnhill  challenged  us\r\n\r\nyesterday  to a General Election. I wish to  remind\r\n\r\nhim  that  his former Chief Minister, Mr Marshall,\r\n\r\nhad  also challenged us likewise, but where  is  he\r\n\r\nnow?  I  should think that a bird in  the  hand  is\r\n\r\nworth more than two in the bush.\r\n\r\n\r\n\r\n<br><br>5.43 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nwe  have  been debating the motion on the Yang  di-Pertuan Negara's speech for the last six days. This\r\n\r\nis  the  evening of the sixth day. There is  little\r\n\r\nassurance  that  this debate will  finish  tonight.\r\n\r\nWhat the House has been debating,  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 516</b></font><br><br>\r\n\r\n\r\n\r\nMr Speaker, to my mind, after listening  for\r\n\r\nthe  last  six  days,  is not the  Yang  di-Pertuan\r\n\r\nNegara's  speech, bit the domestic affairs  of  the\r\n\r\npolitical party that happens to be in power  today.\r\n\r\nWhile  I  have  every sympathy for  their  domestic\r\n\r\ndifficulties  which have led to  public  exposures,\r\n\r\nMr  Speaker, I feel that probably this is not  the\r\n\r\nproper  forum  to  discuss their domestic  affairs,\r\n\r\nparticularly when much dirt comes out in the  wash.\r\n\r\nHowever, gone is the proud and arrogant attitude of\r\n\r\nthe  people sitting in front of me when  they  were\r\n\r\nhere  on  the last occasion debating the  Yang  di-Pertuan  Negara's speech. One got  the  impression,\r\n\r\nMr  Speaker,  that next to God  in  the  order  of\r\n\r\ncreation  was  the P.A.P., that there  was  nothing\r\n\r\nhuman  about them, and that their advent  to  power\r\n\r\nwas  something  God  had ordained  and,  therefore,\r\n\r\nimmutable and indestructible. We are now 14  months\r\n\r\nfrom  that  last  historic  occasion,  and  we  now\r\n\r\ndiscover, when we look under the table, that  their\r\n\r\nfeet  are  not six feet above the ground, but  that\r\n\r\nthey  are well and truly set on the ground and that\r\n\r\nthey  are made of clay. If they could have  got  on\r\n\r\nwith  the  business of government in  an  objective\r\n\r\nmanner,  if  they had realised their responsibility\r\n\r\nand  be  humble in the realisation that  power  has\r\n\r\nbeen  placed in their hands in order that they  may\r\n\r\nserve  the  people, then I think the  mistakes  and\r\n\r\nerrors  of the last 14 months could well have  been\r\n\r\navoided.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I may now turn to the Yang\r\n\r\ndi-Pertuan Negara's speech as reported in  Hansard,\r\n\r\nand  start from the beginning. The introduction  to\r\n\r\nthe  speech of the Yang di-Pertuan Negara is a very\r\n\r\ncleverly contrived introduction written by  a  very\r\n\r\nskilful  hand. And in it I see the inimitable  hand\r\n\r\nof  the  Hon, the Prime Minister. It is a statement\r\n\r\nwhich really apologises for the Government for  not\r\n\r\nhaving  done  anything during  the  last  year  and\r\n\r\npromising a great deal for the future. In col. 4 of\r\n\r\nthe Hansard, vol. 13, No. 1 of 20th July, 1960,  it\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The people were aware what they could and could\r\n\r\nnot expect of a P.A.P. Government.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 517</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the main reasons why the P.A.P. was\r\n\r\nreturned to power in the manner in which they  were\r\n\r\nreturned  is  because  they gave  the  country  the\r\n\r\nimpression  that they were a united,  cohesive  and\r\n\r\nwell-organised party. The admiration of the  people\r\n\r\nof  Singapore was excited on that account,  whereas\r\n\r\ntheir opponents were a derelict group who could not\r\n\r\nagree  among themselves. For that reason, a lot  of\r\n\r\nthe  people who did not agree with the ideology  of\r\n\r\nthe  P.A.P. voted for them, because they felt  that\r\n\r\nin  the P.A.P. at least they had a Government which\r\n\r\nknew  its  own mind and, therefore, could  set  the\r\n\r\nship  of  State on its correct course and  keep  it\r\n\r\nfirmly on an even keel. That was the opinion  of  a\r\n\r\nnumber  of  people who, although somewhat perturbed\r\n\r\nabout  the future, having listened to some  of  the\r\n\r\nspeeches  of  the P.A.P. during the  election,  yet\r\n\r\nfelt  that the need of the time was for a firm  and\r\n\r\nstable government in the economic context of  Asian\r\n\r\nadventures. The P.A.P. got the Government and,  Mr\r\n\r\nSpeaker,  Sir, during its 14 months of  office  one\r\n\r\nwonders  why this strong Government that  has  been\r\n\r\nelected  by an overwhelming majority was unable  to\r\n\r\nachieve anything in a practical manner. I think  we\r\n\r\nnow  know the real reason - that they were a  divided\r\n\r\nGovernment.  And  when there  is  division  in  the\r\n\r\nCabinet,  precious little can be done,  as  history\r\n\r\ntells  us, unless the dissident vote in the Cabinet\r\n\r\nis expelled at the earliest possible opportunity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I congratulate the P.A.P.\r\n\r\nGovernment on having taken this step so  that  they\r\n\r\nwould have a Cabinet which is of one mind and  will\r\n\r\ngo  forward  with the programmes and the objectives\r\n\r\nthat it has set itself. Mr Speaker, Sir, it is not\r\n\r\nfor me to say who is right and who is wrong in this\r\n\r\nmatter.  We do not know the whole facts.  When  one\r\n\r\nlistens  to  the  statements from  behind  us,  one\r\n\r\nimagines  one is hearing the truth. Then  the  very\r\n\r\nminute  when Members of the Government get up,  one\r\n\r\nthinks that they are telling the truth. Sir,  there\r\n\r\nis  something in between which we do not know  and,\r\n\r\ntherefore, I do not propose to judge them. But as a\r\n\r\ncitizen of Singapore and as an elected\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 518</b></font><br><br>\r\n\r\n\r\n\r\nMember of this Assembly, I would like to see  that,\r\n\r\nso  far as the Cabinet is concerned, there must  be\r\n\r\ncomplete  unanimity.  What  is  discussed  in   the\r\n\r\nCabinet  is  a  matter  for  the  members  of   the\r\n\r\nCabinet - for  them alone - and not for  anybody  else,\r\n\r\nnot  even  for  your  ears, Mr  Speaker.  What  is\r\n\r\ndiscussed in the Cabinet is completely secret.  But\r\n\r\nover  the last four or five days, Mr Speaker, Sir,\r\n\r\nwe  have had a number of occasions in this Assembly\r\n\r\nwhen   what   was  discussed  in  the  Cabinet - even\r\n\r\nmemoranda - was  sought to be produced  which  should\r\n\r\nonly  be  available to the eyes of Cabinet members.\r\n\r\nTherefore, Sir, there was a weakness in the  P.A.P.\r\n\r\nGovernment which had resulted in in-action on their\r\n\r\npart  in  so  far  as  the beneficial  effects  for\r\n\r\nSingapore   were  concerned.  I  think  the   Prime\r\n\r\nMinister  must  take a great deal of responsibility\r\n\r\nfor   the  present  situation.  He  is  the   Prime\r\n\r\nMinister.  He  is  the  head  of  the  Cabinet.   I\r\n\r\nappreciate,  Mr Speaker, Sir, that in the  Cabinet\r\n\r\nthey  are  all equal. But if I may borrow a  phrase\r\n\r\nfrom  the Hon, the Minister for Finance who is  not\r\n\r\nhere tonight, the Prime Minister is more equal when\r\n\r\nhe  is  in  the  Cabinet  than  any  other  Cabinet\r\n\r\nMinister.  I  think it was his duty,  not  only  to\r\n\r\nhimself  but  to  the country, to have  taken  very\r\n\r\nearly steps to get rid of this dissenting voice  in\r\n\r\nthe  Cabinet.  So, therefore, to  that  extent  the\r\n\r\nPrime  Minister must take a great deal of blame  on\r\n\r\nhis shoulders for not having acted earlier, and for\r\n\r\nhaving acted at a late hour when he did.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the Opposition, so far as\r\n\r\nthe State of Singapore was concerned, there were  a\r\n\r\nlot   of  rumours  flying  around  that  there  was\r\n\r\ndissension  in the Cabinet - that Ong  Eng  Guan  was\r\n\r\nchallenging the leadership. The rumours were  thick\r\n\r\nand rife, Mr Speaker, Sir, for one reason, because\r\n\r\nthe   Press  dare  not  publish  anything.  To  the\r\n\r\nMinister  for Culture, I would say this, that  when\r\n\r\nthe  Press is not free to print and publish  things\r\n\r\nas it thinks fit, then we must be content to assume\r\n\r\nthat  rumour  is  right and gossip  is  right,  and\r\n\r\nanyone  is  liable  to believe the  most  dangerous\r\n\r\ngossip which might be to the great detriment of the\r\n\r\nState.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 519</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what could the Prime Minister have done? It\r\n\r\nwas   within  his  power - I  will  go  further,  Mr\r\n\r\nSpeaker, Sir, and say that it was his absolute duty\r\n\r\nin  those  circumstances to  have  taken  steps  to\r\n\r\ndismiss this difficult Minister from his Cabinet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When I asked the Minister for National\r\n\r\nDevelopment during the debate on the Budget  speech\r\n\r\nhow  he  was  going to build all  those  houses,  I\r\n\r\nsuppose  it was Cabinet solidarity which  gave  the\r\n\r\nimpression  to  the House that the statement  which\r\n\r\nthe  Minister for National Development had released\r\n\r\nto  the  Press was not disagreed to by the Cabinet,\r\n\r\nif  I  may say so. At that time, the Prime Minister\r\n\r\nand  his colleagues knew that the Minister was  out\r\n\r\nof  line to the extent that he was releasing to the\r\n\r\nPress  a  statement which, on the face of  it,  was\r\n\r\ncommitting the Government to an expenditure of $400\r\n\r\nmillion  in  five  years,  when  the  Minister  for\r\n\r\nFinance himself said that the Government could  not\r\n\r\nafford  it.  And  yet the Prime  Minister  took  no\r\n\r\naction.  Why did he not take any action? By  virtue\r\n\r\nof  the  Constitution,  by  virtue  of  the  powers\r\n\r\nentrusted in his hands, he and he alone could  have\r\n\r\ndone it. All he had to do was to go to the Yang di-Pertuan  Negara and say, \"I want this Minister  out\r\n\r\nof  my  Cabinet,\" and the Minister would have  been\r\n\r\nout  in a jiffy. But he was not. He remained for  a\r\n\r\nlong  time  like  a  sore on the  Cabinet  and  the\r\n\r\nCabinet  was not able to move this way or that  way\r\n\r\nbecause  it  did  not know what  the  Minister  for\r\n\r\nNational  Development would do  next.  He  was  the\r\n\r\nsource  of weakness in the Cabinet that caused  the\r\n\r\nP.A.P.  Government not to be able  to  do  anything\r\n\r\nover the last 14 months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the matter gets even more\r\n\r\ndifficult  from the point of view of the  State  of\r\n\r\nSingapore when one thinks that the Member for  Hong\r\n\r\nLim might still have been addressed as the Minister\r\n\r\nfor National Development had he not been so unwise,\r\n\r\nas  matters turned out, to challenge the leadership\r\n\r\nof  the  Prime  Minister at his own Party  meeting.\r\n\r\nReading  the papers, Mr Speaker, Sir,  I  got  the\r\n\r\nimpression  that  if  the  Minister  for   National\r\n\r\nDevelopment had not chosen that particular time  to\r\n\r\nchallenge the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 520</b></font><br><br>\r\n\r\n\r\n\r\nleadership  of the Prime Minister or the collective\r\n\r\nleadership as they prefer to call it - I will call it\r\n\r\nthe collective leadership of the P.A.P. as embodied\r\n\r\nin the leadership of the Prime Minister - I think he\r\n\r\nmight still have been sitting over there. Would the\r\n\r\ncountry then have had to wait for another 14 months\r\n\r\nbefore  the Minister for National Development  took\r\n\r\nit into his head to challenge the leadership of the\r\n\r\nP.A.P.? No, Mr Speaker, Sir, I think the Party  in\r\n\r\npower  owes a greater duty to the State  than  this\r\n\r\nParty  in  power did, in fact, show to  the  State.\r\n\r\nSir,  the  events of the last 14 months have  shown\r\n\r\nthat,  if there is a conflict between the interests\r\n\r\nof the Party and the interests of the State, unless\r\n\r\nthe  Party  in  power is prepared to  place  itself\r\n\r\nabove  its own interests - and in the final analysis,\r\n\r\nit  is  the interests of the State that counts - then\r\n\r\nit  is the Party which has to be sacrificed and not\r\n\r\nthe  State. However, Sir, I congratulate  the  Hon.\r\n\r\nthe  Prime  Minister that action was not taken  too\r\n\r\nlate. Action was in fact taken. But what I do  hold\r\n\r\nagainst him is this. That tie took it so late.  But\r\n\r\nno-t too late perhaps, let us hope.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Yang di-Pertuan Negara, in the\r\n\r\nintroduction to his opening speech, said, in col. 5\r\n\r\nof Hansard as reported:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Government does not wish to give the\r\n\r\nimpression  that there have not been  mistakes  and\r\n\r\nshortcomings during the past year. It is aware that\r\n\r\nsome   of  its  measures  should  have  been   more\r\n\r\ncarefully  planned and expertly executed,  in  some\r\n\r\ninstances, it moved too fast and without  preparing\r\n\r\npublic opinion adequately for the changes. Some  of\r\n\r\nthe  legislation  resulted  in  inconveniences   or\r\n\r\nmisunderstandings which could have been avoided  by\r\n\r\na    little   more   foresight,   a   little   more\r\n\r\nconsultation,   discussion  and   a   little   more\r\n\r\nexplanation.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  Sir,  you  will  remember  the  very\r\n\r\narrogant  attitude of the Minister for  Labour  and\r\n\r\nLaw  when  the  Opposition Members  criticised  his\r\n\r\nBills.  He would tell the Opposition, \"You  do  not\r\n\r\nknow  what you are talking about. You have not even\r\n\r\nread the Bill. Even if you have read the Bill,  you\r\n\r\nhave not understood it.\" These were invariably  the\r\n\r\nreplies  one  got  from the Hon, the  Minister  for\r\n\r\nLabour and Law. Mr Speaker, Sir, I do not deny the\r\n\r\nhigh  intelligence and the high  qualities  of  the\r\n\r\nMinister for Labour\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 521</b></font><br><br>\r\n\r\n\r\n\r\nand  Law.  They are entirely in proportion  to  his\r\n\r\npolitical  attainment. That I will admit.  But  for\r\n\r\nthe  Minister  for  Labour and Law  to  accuse  the\r\n\r\nOpposition, maybe a Member of it, and to  say  that\r\n\r\nhe  has read the section and has not understood  it\r\n\r\nwhen  he himself could not find the answers to  the\r\n\r\nquestions put, is a little short of not playing the\r\n\r\ngame.  It is this attitude over the last year which\r\n\r\nhas,   to   some  extent,  contributed   to   their\r\n\r\nshortcomings and their mistakes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Assembly with you, Mr Speaker, with\r\n\r\nthe  Government  and us of the  Opposition  is  the\r\n\r\nLegislature. We are the three necessary ingredients\r\n\r\nof a Legislature and the Legislature, as the Member\r\n\r\nfor  Hong  Lim has expounded, is one of  the  three\r\n\r\nbodies which carry out the democratic processes  of\r\n\r\nthis  country - the Legislature, the  Executive  and\r\n\r\nthe   Judicature.  In  the  Legislature,  you,  Mr\r\n\r\nSpeaker,  see  that we do not go to war  too  much,\r\n\r\nthey  on  the  opposite side to govern  and  we  to\r\n\r\ncriticise.  When  listening  to  the  Minister  for\r\n\r\nLabour  and  Law,  I found that  he  was  sometimes\r\n\r\nimpatient  when  criticism  was  levelled  at   his\r\n\r\nlegislation. However, Sir, I think these  were  all\r\n\r\nmistakes of the past and I hope in future  we  will\r\n\r\nget  on  quite  nicely  as  a  Legislature  if  the\r\n\r\nMinister for Labour and Law does not think that all\r\n\r\nof us on this side of the House do not know what we\r\n\r\nare  talking  about, particularly when  he  himself\r\n\r\ndoes not have the answers to the questions posed to\r\n\r\nhim!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government said that they were sorry\r\n\r\nthey  did all these things without preparing public\r\n\r\nopinion  adequately for the changes.  Mr  Speaker,\r\n\r\nSir,  you  will remember that when the question  of\r\n\r\nPolitical  Secretaries was discussed in this  House\r\n\r\nand  the  necessity  for creating  an  extra  civil\r\n\r\nservice  post  was  discussed, the  Prime  Minister\r\n\r\nexplained  it away by saying that it was necessary,\r\n\r\nin  the political context of the present day,  that\r\n\r\nthese  particular  people  who  were  appointed  as\r\n\r\nPolitical   Secretaries  should  be  so   appointed\r\n\r\nbecause  they were the persons who would  interpret\r\n\r\nthe  Government to the masses and, in  turn,  bring\r\n\r\nthe masses to the Government. \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 522</b></font><br><br>\r\n\r\n\r\n\r\nAt that time I asked the Prime Minister  what\r\n\r\nnecessity there was for such appointments  when  he\r\n\r\nhimself  had proudly claimed that he and his  Party\r\n\r\nwere deeply rooted in the masses. However, I had to\r\n\r\nbe  satisfied  with the explanation  of  the  Prime\r\n\r\nMinister   then.   How  now  the   position   where\r\n\r\nlegislation  has been enacted without  consultation\r\n\r\nand  without  putting it across to members  of  the\r\n\r\npublic?  When  the tobacco duties and petrol  taxes\r\n\r\nwere  being  raised - this subject, I believe,  comes\r\n\r\nunder   the   portfolio   of   the   Minister   for\r\n\r\nFinance - what was his Political Secretary doing? Was\r\n\r\nhe  in his small air-conditioned room all the time,\r\n\r\nor was he out of it; and if he was out of it, where\r\n\r\nwas  he?  According  to the Member  for  Cairnhill,\r\n\r\napparently  he was with the Political Secretary  to\r\n\r\nthe  Minister for Labour and Law. He was apparently\r\n\r\nnot  doing his job, and he was paid $1,100 of  good\r\n\r\nStraits  currency for not doing his  job.  So,  Mr\r\n\r\nSpeaker,  Sir,  some of the things  we  have  heard\r\n\r\nduring  the course of the last year or so  seem  to\r\n\r\ntake  on  a  different hue when  we  examine  those\r\n\r\nstatements in the light of what has happened during\r\n\r\nthe  last  14 months and in the light of,  shall  I\r\n\r\nsay,  the excuses the Government is now making  for\r\n\r\nthe year of inaction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Mr Speaker, Sir, in column 5 of Hansard\r\n\r\ndated  20th July, 1960, the last paragraph  of  the\r\n\r\nIntroduction to the Yang di-Pertuan Negara's speech\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`But these are errors arising from zeal and\r\n\r\nimpatience to get things done.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker, Sir, there is nothing wrong with zeal\r\n\r\nand  there  is  nothing wrong with impatience.  The\r\n\r\nP.A.P. is  a very young Government judged  by  all\r\n\r\nstandards.  That  is not a discredit.  In  a  young\r\n\r\ncountry  like Singapore, it is quite right  that  a\r\n\r\nyoung Government should be in power. Probably  they\r\n\r\ncan  reflect the views and Opinions of  the  people\r\n\r\nbetter  than the old fogeys who are about 60  years\r\n\r\nold.  But  young people have zeal and young  people\r\n\r\nare  impatient. Those things in themselves are  not\r\n\r\nwrong.  They could be channelised into a source  of\r\n\r\npower.  But what was really wrong with the  P.A.P.,\r\n\r\nMr Speaker, Sir, was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 523</b></font><br><br>\r\n\r\n\r\n\r\nnot  zeal and impatience, but a lot of zealotry  on\r\n\r\ntheir  part - impatience  profound!  They  could  not\r\n\r\nunderstand  anybody  else's point  of  view.  Their\r\n\r\npoint  of  view  was the only point  of  view  that\r\n\r\nmattered.  Nobody else could be right because  they\r\n\r\nthought  A was X and therefore A had to be  X.  The\r\n\r\nP.A.P. may  have learned that zeal and  impatience\r\n\r\nare  good things because these are the things  that\r\n\r\nget things done; but zealotry, Mr Speaker, Sir, is\r\n\r\na  thing  to be condemned in the strongest possible\r\n\r\nterms,  and  that is what they were suffering  from\r\n\r\nduring the last year or so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I may come to the section on\r\n\r\n\"Finance\" - I was wondering whether anybody  in  this\r\n\r\nHouse  would  touch  on  that  particular  section.\r\n\r\nEverybody  in this House has been saying  that  the\r\n\r\nfinancial condition of Singapore was the most vital\r\n\r\nthing  for  its  survival and yet  not  one  single\r\n\r\nMember  on the Government side decided to  go  into\r\n\r\nthe  question  of  the  finances  of  the  country.\r\n\r\nPerhaps,  Sir, it is because the Hon. the  Minister\r\n\r\nfor  Finance  is  not  here tonight  but  elsewhere\r\n\r\nlooking  for money. Sir, I will read the first  two\r\n\r\nparagraphs  under \"Finance\" in column 5 of  Hansard\r\n\r\ndated 20th July, 1960:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Members will recall that a year ago the State of\r\n\r\nSingapore   faced  many  financial   and   economic\r\n\r\ndifficulties.  There was a deficit looming  on  the\r\n\r\nhorizon. There was considerable uncertainty  as  to\r\n\r\nthe  stability of the political foundation  of  the\r\n\r\nState  and  this led to hesitation on the  part  of\r\n\r\npotential investors. Our two great neighbours,  the\r\n\r\nFederation  of  Malaya and Indonesia,  then  looked\r\n\r\nupon the events in Singapore with some reservation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The far-sighted policies of the Government\r\n\r\nannounced last year were firmly carried out and  in\r\n\r\n12 short months we have seen a complete reversal of\r\n\r\nposition.'\r\n\r\n\r\n\r\n<br><br>Might  I read the last sentence again, Mr Speaker,\r\n\r\nSir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The far-sighted policies of the Government\r\n\r\nannounced last year were firmly carried out and  in\r\n\r\n12  short  months we have seen a complete  reversal\r\n\r\nof, position.'\r\n\r\n\r\n\r\n<br><br>Now, the first statement reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Members will recall that a year ago the State of\r\n\r\nSingapore   faced  many  financial   and   economic\r\n\r\ndifficulties.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 524</b></font><br><br>\r\n\r\n\r\n\r\nPutting  that into reverse, Mr Speaker,  Sir,  the\r\n\r\nState  of  Singapore  now is an abundantly  wealthy\r\n\r\nState.  To  complete the reversal of  position,  we\r\n\r\nhave no financial and no economic difficulties.  If\r\n\r\nEnglish  means  anything at  all,  that  is  how  I\r\n\r\ninterpret  it.  So  today  the  position   of   the\r\n\r\nGovernment  is that they have no financial  and  no\r\n\r\neconomic difficulties. There was a deficit  looming\r\n\r\nin the horizon. We are now told that the deficit is\r\n\r\nnow a surplus of $9 million. I quote again:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`There was considerable uncertainty as to the\r\n\r\nstability  of  the  political  foundation  of  the\r\n\r\nState...'.\r\n\r\n\r\n\r\n<br><br>There  is  now a great deal of confidence  in  \"the\r\n\r\nstability  of  the  political  foundation  of   the\r\n\r\nState\". And yet the Hon, the Prime Minister said in\r\n\r\nhis  opening  Address thanking the Yang  di-Pertuan\r\n\r\nNegara for his speech that there was a lot of  play\r\n\r\nunderground which is undermining the State. I  read\r\n\r\non:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...and this led to hesitation on the part of\r\n\r\npotential investors.'\r\n\r\n\r\n\r\n<br><br>The  reverse  position, Mr Speaker, Sir,  is  that\r\n\r\npeople   are   now  coming  in  to  get  themselves\r\n\r\ninvestments in Singapore. The reverse position then\r\n\r\nis  that  the  Federation of Malaya  and  Indonesia\r\n\r\nwhich  \"looked  upon the events in  Singapore  with\r\n\r\nsome   reservation\"   are   now   completely    and\r\n\r\nwholeheartedly  behind us, particularly  our  great\r\n\r\nneighbour, the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the second paragraph goes on to\r\n\r\nread:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The State ended the year's budget with a small\r\n\r\nsurplus of $9 million.'\r\n\r\n\r\n\r\n<br><br>That  is  the  budgetary  position.  To  state   it\r\n\r\nshortly, there was a surplus of $9 million for  the\r\n\r\nyear  ending  1959. When the Government  came  into\r\n\r\npower,  it anticipated a threatened deficit of  $14\r\n\r\nmillion.  Mr  Speaker, Sir,  I  have  some  little\r\n\r\nexperience  of financial matters, how  budgets  are\r\n\r\nworked,   how  they  are  drafted,  how  they   are\r\n\r\npresented, and how eventually, from a big  deficit,\r\n\r\na   big   surplus  ensues.  Judging  by  what   the\r\n\r\nGovernment  of Singapore has done during  the  last\r\n\r\nyear, the number of buildings that have not gone up\r\n\r\nbut could have gone up under the Budget,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 525</b></font><br><br>\r\n\r\n\r\n\r\nthe  number of pay-cuts that have been imposed, and\r\n\r\nthe  number of posts that have not been  filled,  I\r\n\r\nventure to hazard a guess that the surplus  is  not\r\n\r\nin  the  region of $9 million, but I  think  it  is\r\n\r\ndouble  that  figure.  However,  this  is  only  an\r\n\r\nopinion of mine at the moment. We will soon know it\r\n\r\nwhen  the  accounts  for the year  1959  have  been\r\n\r\npublished and are made available to the public.  In\r\n\r\nsaying that, I also appreciate that the accountants\r\n\r\nare  very good at figures. There is a phrase  known\r\n\r\nas \"an adjusting entry\". We know how some companies\r\n\r\nwork  their balance-sheets when they want  to  hide\r\n\r\nsurpluses.  They  put  it  here  and  they  put  it\r\n\r\nthere - what  they  call it is \"an adjusting  entry\".\r\n\r\nThe  final result is that less profits are made  by\r\n\r\nthe  companies  and  less  surpluses  made  by  the\r\n\r\nGovernment. [Interruption]. Yes, Mr Speaker,  Sir,\r\n\r\nless  profits made by companies so that they  might\r\n\r\nevade  taxation,  and less surpluses  made  by  the\r\n\r\nGovernment in order that they might evade criticism\r\n\r\nfrom  their civil servants whose salaries were  cut\r\n\r\nbecause a threatened deficit was in the offing!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the next paragraph in column 6\r\n\r\nof Hansard dated 20th July, 1960, goes on to read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Relations with Indonesia entered a stage of\r\n\r\ncordiality.  This was principally  due  to  a  more\r\n\r\nrealistic  appraisal of relations between  the  two\r\n\r\nStates.  With regard to the Federation  of  Malaya,\r\n\r\nthe  danger  then  was  that the  Federation  might\r\n\r\npursue policies which did not take into account the\r\n\r\nlegitimate interests of Singapore. This danger  was\r\n\r\nhappily averted. On major matters of financial  and\r\n\r\neconomic  policy,  the two Governments  have  taken\r\n\r\npains...'.\r\n\r\n\r\n\r\n<br><br>Mark  the  phrase,  Mr Speaker, Sir -  \"have  taken\r\n\r\npains\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...to carry out mutual consultations.'\r\n\r\n\r\n\r\n<br><br>And  the given examples over which they have  taken\r\n\r\npains are interesting:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Examples of these are the Income Tax (Amendment)\r\n\r\nBill,  the new Currency Agreement, fiscal proposals\r\n\r\nover  a  broad field and, last but not  least,  the\r\n\r\ncurrent talks on the Common Commodity Market.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker, Sir, if I may quote the last sentence\r\n\r\nfirst:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 526</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...taken pains to carry out mutual consultations\r\n\r\n[on the Income Tax (Amendment) Bill].'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  Sir, whether they like  it  or  not,\r\n\r\nconsultations must take place on amendments to  the\r\n\r\nIncome Tax (Amendment) Bill, because the Income Tax\r\n\r\nOrdinances in both territories are on a Pan-Malayan\r\n\r\nbasis. There is no question of taking pains in that\r\n\r\nmatter. It is just a question of a \"must\".  On  the\r\n\r\nnew  Currency Agreement, of course, there  must  be\r\n\r\nconsultations,   because  the   currency   question\r\n\r\naffects  Malaya, Singapore and other parts in  this\r\n\r\narea. The \"fiscal proposals over a broad field\"  is\r\n\r\na  broad clause put to us. Nobody knows what  those\r\n\r\nbroad  fiscal  proposals are. Last but  not  least,\r\n\r\n\"the current talks on the Common Commodity Market\".\r\n\r\nWell,  those talks are now in progress. We  do  not\r\n\r\nknow  what the eventual results of those talks will\r\n\r\nbe,  but I do hope that the Government will be able\r\n\r\nto  do  something  in those negotiations  with  the\r\n\r\nFederation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on this statement by the\r\n\r\nGovernment  that they have taken pains  to  consult\r\n\r\nwith   the  Federation  of  Malaya  in  order  that\r\n\r\nSingapore and the Federation of Malaya might act in\r\n\r\nunison  and go along the same path both politically\r\n\r\nand   economically,  so  that  in  the  very   near\r\n\r\nfuture - if   not   today,  then   tomorrow - the   two\r\n\r\nterritories  might come together in a merger,  when\r\n\r\none  examines the present position with  regard  to\r\n\r\nthese  consultations  between  the  Federation   of\r\n\r\nMalaya  and our Government, one finds that some  of\r\n\r\nthe  things  that are being done in the  Federation\r\n\r\nare  things  which  are not  in  the  interests  of\r\n\r\nSingapore. A number of things are being done in the\r\n\r\nFederation today, Mr Speaker, Sir, which are going\r\n\r\nto bring about a financial loss to the territory of\r\n\r\nSingapore.   I   wonder   if   there   have    been\r\n\r\nconsultations  on  these matters  between  the  two\r\n\r\nterritories before such action has been taken.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand, Mr Speaker, Sir, that a stock\r\n\r\nexchange  has  been  set up in  the  Federation  of\r\n\r\nMalaya.  I also understand that a rubber market  is\r\n\r\nbeing set up in the Federation of Malaya. These are\r\n\r\ntwo  important  things which are going  to  detract\r\n\r\nattention from the State of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 527</b></font><br><br>\r\n\r\n\r\n\r\nSingapore  as a commercial and financial centre  of\r\n\r\nMalaya,  and as a trading centre. We may  not  feel\r\n\r\nthe  results  today or tomorrow, Mr  Speaker,  but\r\n\r\nwithin  the next year or so the effects  will  most\r\n\r\ncertainly be felt. Another small instance  where  I\r\n\r\ndare  say no consultation has taken place is  this:\r\n\r\nformerly  it was possible to get goods through  the\r\n\r\nStraits  of  Johore,  over the causeway  on  c.i.f.\r\n\r\nSingapore invoice, Mr Speaker, without the Customs\r\n\r\nasking that the market price of the goods should be\r\n\r\ndeclared  for  purposes of Customs  duty.  Anything\r\n\r\nthat  had  previously been set out on  the  invoice\r\n\r\nprice  was  accepted for purposes of Customs  duty.\r\n\r\nBut  the  present  position  in  such  matters,   I\r\n\r\nunderstand,  is  that it is not the c.i.f. invoice\r\n\r\nprice  on which Customs duty is leviable,  but  the\r\n\r\nmarket  price.  In other words, it  is  the  c.i.f.\r\n\r\ninvoice  price plus something else on which Customs\r\n\r\nduty  is leviable. Now, what is the effect  of  the\r\n\r\npresent  position? The effect of it is  this:  many\r\n\r\ntraders, instead of using the port of Singapore for\r\n\r\nthe  landing of such goods, are in future going  to\r\n\r\nuse  Port Swettenham or some other port in  Malayan\r\n\r\nterritory. That is a loss to Singapore financially.\r\n\r\nHave  there  been consultations on such matters  as\r\n\r\nthis? The impression one gets, Mr Speaker, is that\r\n\r\nthe causeway is there but that the entente cordiale\r\n\r\nhas not gone across the causeway yet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Prime Minister, what\r\n\r\nefforts  he has made to reach cordial understanding\r\n\r\nwith  the  Prime  Minister  of  the  Federation  of\r\n\r\nMalaya. Occasionally, we hear of the Prime Minister\r\n\r\nmeeting  the  Federation  Prime  Minister  at   the\r\n\r\nAirport.  That,  of course, is an act  of  courtesy\r\n\r\nwhich very properly the Prime Minister of Singapore\r\n\r\naccords  to  the Prime Minister of the  Federation.\r\n\r\nBut  what we want to know, Sir, is whether the  two\r\n\r\nPrime  Ministers  of  the two  territories - the  two\r\n\r\nterritories  should  get together  politically  and\r\n\r\neconomically - have got down to serious  talks.  Such\r\n\r\ntalks  could  do  more to bring about  an  eventual\r\n\r\nmerger of the two territories than anything else at\r\n\r\nthe moment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 528</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we find in the same col. 6:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Applications for exemption under the Pioneer\r\n\r\nIndustries  Ordinance alone give  a  total  paid-up\r\n\r\ncapital  of  more than $101 million from  13  major\r\n\r\nconcerns. These new industries range over fields as\r\n\r\nwide  apart  as oil refining, rolling of  aluminium\r\n\r\nproducts, flour milling, sugar refining, production\r\n\r\nof  foodstuffs  such as chocolate, condensed  milk,\r\n\r\netc.'\r\n\r\n\r\n\r\n<br><br>We  know,  during  the course of this  debate,  Mr\r\n\r\nSpeaker, Sir, that of these 13 applications, one of\r\n\r\nthem  is  from  the Shell Company, and  that  alone\r\n\r\naccounts for a little more than 50 per cent of  the\r\n\r\n$101  million  from  the  13  major  concerns.  Mr\r\n\r\nSpeaker,  Sir, we know that Shell has  started  its\r\n\r\nwork  and  that  in  a year or  so  it  will  start\r\n\r\noperating,  and, as a result of that operation,  we\r\n\r\nwill  benefit  both in the labour  market  and  the\r\n\r\nfinancial market; and, economically, it will  be  a\r\n\r\nvery  good thing. But what I would like to ask  the\r\n\r\nPrime  Minister is this: what of the other 12 major\r\n\r\nconcerns?  All we know is that their capitals  have\r\n\r\nbeen  paid up; that is all. That, in itself,  means\r\n\r\nnothing. Have they started work? Have they got  the\r\n\r\nsites?  Has  the Government given them sites?  Have\r\n\r\nthey  purchased sites? Have they started to  build?\r\n\r\nAre  they going to build now or three years  hence?\r\n\r\nThe  Prime  Minister says, \"If we don't build  next\r\n\r\nyear,    we've    had   it,   boys!\" - forgive    the\r\n\r\ncolloquialism, Sir, but I think it brings  out  the\r\n\r\npoint very well, and I think the Prime Minister  is\r\n\r\ncorrect, too! Could we then be told whether the  12\r\n\r\npioneer  industries,  over and  above  contributing\r\n\r\nmonies  by  way  of  paid-up  capital,  have   done\r\n\r\nanything  further  to  set up their  industries  in\r\n\r\nSingapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Mr Speaker, Sir, in col. 7:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The most important single objective of the\r\n\r\neconomic  policy of the Government is  to  increase\r\n\r\nthe rate of gross capital formation in the State.'\r\n\r\n\r\n\r\n<br><br>And at the end of this column, Sir, it reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The greater part of the money for public\r\n\r\ninvestment,  however, must be found  from  our  own\r\n\r\ndomestic resources.'\r\n\r\n\r\n\r\n<br><br>Now,  \"the  greater part of the  money  for  public\r\n\r\ninvestment,  however, must be found  from  our  own\r\n\r\ndomestic resources.\" \"Domestic resources\" could\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 529</b></font><br><br>\r\n\r\n\r\n\r\nmean  a  number  of things, Mr Speaker.  It  could\r\n\r\neither  mean  the money from the Central  Provident\r\n\r\nFund or from such other fund. But I will be happier\r\n\r\nif  the  Prime Minister could assure us that  these\r\n\r\nmonies  would  not come - most of it anyway -  from  the\r\n\r\nCentral  Provident  Fund, but from  the  people  of\r\n\r\nSingapore  themselves, which would be an indication\r\n\r\nof  the  confidence  they  have  in  the  State  of\r\n\r\nSingapore. Mr Speaker, Sir, there is no doubt that\r\n\r\nthere  is plenty of money in Singapore, but whether\r\n\r\nthere  is plenty of confidence in Singapore in  the\r\n\r\nGovernment, I am doubtful. And the way  the  P.A.P.\r\n\r\nGovernment  has gone about it during  the  last  14\r\n\r\nmonths,  Mr Speaker, has not induced the  creation\r\n\r\nof   confidence  in  the  mercantile  community  in\r\n\r\nSingapore.  With  due respect to the  Minister  for\r\n\r\nLabour  and  Law, I think he is one  of  the  worst\r\n\r\noffenders.  He  really  is. You  will  recall,  Mr\r\n\r\nSpeaker, Sir, the time when there was trouble in  a\r\n\r\npineapple  factory. We will not discuss the  merits\r\n\r\nor demerits of that strike. The Minister for Labour\r\n\r\nand  Law was so dissatisfied with the behaviour  of\r\n\r\nthe  employer  that he threatened to  lock  him  up\r\n\r\nunder  the P.P.S.O. He might not be joking so  much\r\n\r\ntoday,  but was he joking! I can think of no  other\r\n\r\nrational  explanation for the Minister  for  Labour\r\n\r\nand  Law  talking like that except that it was  one\r\n\r\nbig joke. Persons in responsible positions cannot -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Joke!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> - cannot enjoy the luxury of being able\r\n\r\nto  joke, Sir, because somebody else might take  it\r\n\r\nseriously; the price he pays for being the Minister\r\n\r\nfor  Labour  and  Law is that he cannot  joke  any\r\n\r\nmore!  Not even if he be a joker, Sir. So when  the\r\n\r\nMinister  for Labour and Law thundered in front  of\r\n\r\nthe  Pressmen, \"I shall lock that chap up under the\r\n\r\nP.P.S.O.\".  naturally the mercantile  community - you\r\n\r\nknow,  Sir, capital is very shy, shyer than  a  16-year  old maiden - would bend its head down, and take\r\n\r\nitself  somewhere else - worse than a shy maiden.  If\r\n\r\nthe Minister for Labour and Law were to create that\r\n\r\nimpression on shy capital, where then\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 530</b></font><br><br>\r\n\r\n\r\n\r\nis  the Minister for Finance going to get his money\r\n\r\nfrom  \"domestic resources\"? Except from the Central\r\n\r\nProvident  Fund, which is the money from  the  poor\r\n\r\nclerk who is being made to save compulsorily.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in col. 8, on Industrial\r\n\r\nExpansion, a statement is made:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Several factors which have generated confidence\r\n\r\nand   stimulated  industrial  expansion  are  worth\r\n\r\nnoting.  They  must be strengthened to  consolidate\r\n\r\nthe advances we have made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first of these must be a firm and stable\r\n\r\nGovernment  whose policy and actions are consistent\r\n\r\nand predictable.'\r\n\r\n\r\n\r\n<br><br>Mr   Speaker,  Sir,  in  other  words,  what  that\r\n\r\nparagraph seeks to show is that the Government must\r\n\r\nbehave  in  such a way that people will know  today\r\n\r\nwhat  it is likely to do tomorrow, or even the  day\r\n\r\nafter. The basic difficulty in Singapore today, Mr\r\n\r\nSpeaker, Sir, is this: that the people do not  know\r\n\r\nwhat  is  going to happen tomorrow. That really  is\r\n\r\nthe  trouble.  If, by some magic, the P.A.P. could\r\n\r\nproduce a wand and wave it over Singapore and  make\r\n\r\nthe  people believe that, believe me, Sir, all  our\r\n\r\ntroubles  are at an end. The monies that are  being\r\n\r\nlocked up either in banks or in safe deposit  boxes\r\n\r\nor  in  some other places where the prying eyes  of\r\n\r\nthe  Government cannot see them will certainly come\r\n\r\nout.  So  let  me  give a word  of  advice  to  the\r\n\r\nGovernment - if  they will accept it - that  the  thing\r\n\r\nthey  must do is to see that their behaviour should\r\n\r\ncreate  this impression on the people of Singapore;\r\n\r\nthat  what  the Minister for Labour says today,  he\r\n\r\nwill  say tomorrow, and he will say it for the next\r\n\r\nfour years. If the Minister for Labour and Law  can\r\n\r\nget  that  across  to them, then our  troubles  are\r\n\r\nover. Instead of which, the Minister for Labour and\r\n\r\nLaw - when  he  says anything, says it  in  the  most\r\n\r\ndynamic manner of which he alone is capable - gets up\r\n\r\nand  says,  \"This is a Government of the  workers.\"\r\n\r\nAnd when he says that, Sir, the capitalists tremble\r\n\r\nin  front  of him. And on top of that, he says,  \"I\r\n\r\nshall  lock  you  up  under  the  P.P.S.O. if  you\r\n\r\nmisbehave  yourselves.\" Do not forget, Sir,  he  is\r\n\r\nthe  Minister  for Law too! Then,  of  course,  the\r\n\r\nposition  becomes desperate for the employer.  What\r\n\r\ndoes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 531</b></font><br><br>\r\n\r\n\r\n\r\nhe  do?  He either locks his money up or  he  slips\r\n\r\nacross the causeway - at least the Government do  not\r\n\r\ntell him that over there. If the employer does  not\r\n\r\ngo  across the causeway, maybe he goes to Hongkong.\r\n\r\nAnd  the net result is a flight of capital. And the\r\n\r\npoor Minister for Finance has to fly to America  to\r\n\r\nget  money.  If his own ex-colleague, the  Minister\r\n\r\nfor  Labour and Law, would only behave himself, and\r\n\r\nwork  together with his ex-colleague, the  Minister\r\n\r\nfor  Finance, everything would be all right in  the\r\n\r\nState  of Singapore. So really, Mr Speaker, it  is\r\n\r\nthe  Government that brings upon itself all its own\r\n\r\ntroubles. The State of Singapore is stable, but the\r\n\r\nGovernment is making it most unstable by  its  most\r\n\r\ndifficult and unpredictable actions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is nothing wrong with the statement\r\n\r\nthat  this  Government  will maintain  the  balance\r\n\r\nbetween employer and employee, with justice to  the\r\n\r\nworker.  Who can complain about that? Not even  the\r\n\r\nmost  reactionary  capitalist  can  complain  about\r\n\r\nthat.  That  is  a  perfectly just statement  which\r\n\r\nshould be made by any Minister of any government - be\r\n\r\nit  a  capitalist,  ultra-Left wing,  or  socialist\r\n\r\ngovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us examine the statement in the light of what\r\n\r\nthe  Labour  Ministry does with  regard  to  labour\r\n\r\ndisputes. A strike takes place. The workers  advice\r\n\r\ntheir union or some other union which rushes to the\r\n\r\nscene,  grapples with the problem  as  every  trade\r\n\r\nunion  should, and after grappling with it,  rushes\r\n\r\noff  to  the  Ministry  of  Labour,  which  is  the\r\n\r\nMinistry  of Law too, I am told. The Minister,  who\r\n\r\nhas  been  insistent  on this power  in  his  Trade\r\n\r\nUnions  Bill will then send a chit to the  employer\r\n\r\nto  come.  And  he must come, which he  accordingly\r\n\r\ndoes.  Or the Minister even telephones him to come,\r\n\r\nand he comes pronto. And what happens, Sir, is that\r\n\r\nthe  employer is \"persuaded\" - remember, Sir,  he  is\r\n\r\nnot  allowed  to  take with him an  advocate  or  a\r\n\r\nsolicitor, because that advocate or solicitor might\r\n\r\ntell  him to do things which he might not  want  to\r\n\r\ndo. Therefore, he goes on his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 532</b></font><br><br>\r\n\r\n\r\n\r\nown  and the Minister \"persuades\" him to take  such\r\n\r\nand such a step. And if he should be so foolish  as\r\n\r\nnot  to  be  persuaded  by the  Minister,  terrible\r\n\r\ntrouble will ensue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me cite to the House some instances of\r\n\r\nhow  the  Ministry of Labour and Law settled  these\r\n\r\nstrikes.   Mr,  Speaker,  Sir,  I  know   of   one\r\n\r\nparticular strike because I was personally involved\r\n\r\nin   it   long  before  the  present  Trade  Unions\r\n\r\nOrdinance came into force. There was a strike in  a\r\n\r\nbakery  in  Sembawang. The workers went  on  strike\r\n\r\nand,  in  accordance  with the  usual  trade  union\r\n\r\npractice, pickets took up their lawful position and\r\n\r\nwould  not  allow persons into the bakery.  Now  it\r\n\r\nhappened that the employer and his wife were living\r\n\r\non  the  premises. Sir, they had to go through  the\r\n\r\npickets to reach the premises, where they lived and\r\n\r\nslept  during  the  night. The pickets  refused  to\r\n\r\nadmit  them.  The woman - she was 45 to 50  years  of\r\n\r\nage, and as women do, because they have a touching\r\n\r\nfaith   in  human  rights - insisted  on  going   in,\r\n\r\nwhereupon  the biggest of the trade unionists  gave\r\n\r\nher  a good wallop. Then, of course, she knew  that\r\n\r\nthe  trade  unionists meant business. So she  left.\r\n\r\nShe  was no longer, beguiled by her illusions about\r\n\r\nthe  rights  of  women. She went to the  police.  I\r\n\r\nbelieve  there  is  a police station  at  the  13th\r\n\r\nmilestone in Sembawang. She went and made a  report\r\n\r\nthere that a big brute of a male had walloped her - a\r\n\r\npoor, defenceless female. She made the report,  and\r\n\r\nwhat did the policeman tell her? \"Oh, saya ta'boleh\r\n\r\nchampor  dalam ini hal la. If it is a strike,  saya\r\n\r\nta'boleh. The Minister for Labour and Law has  told\r\n\r\nme that I cannot interfere.\" So this poor woman - the\r\n\r\ntrade  unionist  had walloped her, and  the  police\r\n\r\nwould  not help her - turned to the last-known remedy\r\n\r\nthat  a  democratic State provides. She went  to  a\r\n\r\nsolicitor.  The solicitor took this  woman  to  the\r\n\r\nCommissioner  for Labour and put the case  to  him,\r\n\r\nnot  on  the basis of a trade union matter, but  on\r\n\r\nthe  basis  of the violation of human rights,  that\r\n\r\nis, assault of a defenceless woman by, I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 533</b></font><br><br>\r\n\r\n\r\n\r\nwould  not say a brute of a trade unionist, Sir,  a\r\n\r\nbig  trade  unionist. The Commissioner for  Labour,\r\n\r\nwho  was  a  human  sort of  chap - he  was  a  civil\r\n\r\nservant - was   really  worried   about   the   whole\r\n\r\nsituation.  He  said that he would  look  into  it.\r\n\r\nKnowing  how Government works, Sir, I take it  that\r\n\r\nwhat  he  meant was to tell me, \"While  I  entirely\r\n\r\nsympathise with you, there is not a thing I can  do\r\n\r\nunless  I  consult my Minister.\"  So  I  left  him,\r\n\r\nknowing that the matter was in safe hands. He  must\r\n\r\nhave  consulted the Minister, but I  did  not  hear\r\n\r\nfrom  the civil servant. I also understood that  to\r\n\r\nmean that the Minister had told him to mind his own\r\n\r\nbusiness.   Then,  Sir,  we  appeared  before   his\r\n\r\nParliamentary Secretary. The negotiating  team  was\r\n\r\nthere   and   I   put  this  proposition   to   the\r\n\r\nParliamentary Secretary. I said, \"Before we go into\r\n\r\nthe question of the rights or wrongs of the strike,\r\n\r\nI want you to put a question to the trade unionists\r\n\r\non  the  other side. Ask them whether  it  is  good\r\n\r\ntrade  union practice - P.A.P. or any other political\r\n\r\nparty - for  a trade unionist to strike a woman  when\r\n\r\nthat  woman  wants  to enter her  own  house.\"  The\r\n\r\nParliamentary Secretary is not here. Unfortunately,\r\n\r\nhe   refused  to  put  the  question.  But  he  had\r\n\r\nsufficient  decency, Sir, to  put  his  head  down,\r\n\r\nwhich   meant,   of  course,  that  he   completely\r\n\r\ndisagreed  with the assault on the woman.  But  the\r\n\r\nstate  of  affairs in Singapore was such  that  the\r\n\r\nquestion  was  not  put  and  an  answer  was   not\r\n\r\nobtained. Sir, this may be a small story. This  may\r\n\r\naffect  one  woman. This may affect one  employer - a\r\n\r\npoor  baker.  But, Sir, the story gets around.  You\r\n\r\nknow, Sir, the freedom of the Press. The story gets\r\n\r\naround  quicker. The grapevine is faster  than  the\r\n\r\nwritten  word. So it gets round all the  employers,\r\n\r\nand  they  know this is how the Ministry settles  a\r\n\r\nstrike between an employer and an employee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I give another instance if the Minister for\r\n\r\nLabour  and  Law  is interested. This  concerns  an\r\n\r\nemployee of an ice-cream factory - one of the vendors\r\n\r\nof  ice-cream.  On  a number of occasions,  he  was\r\n\r\nfound  to  pilfer the ice-cream. Whereupon,  in  my\r\n\r\nhumble view, and I think in the humble view of  the\r\n\r\nMinister for Labour\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 534</b></font><br><br>\r\n\r\n\r\n\r\nand  Law too, the employer, in those circumstances,\r\n\r\nis  entitled  to dismiss his employee without  pay,\r\n\r\nwhich he did. He did dismiss him, and this resulted\r\n\r\nin a strike. There was a visit to the Ministry. The\r\n\r\nnet  result of the negotiations was this. \"Yes, you\r\n\r\ncan  dispense with him, but give him three  months'\r\n\r\nseverance pay.\" Three months or two months - I forget\r\n\r\nnow - it  is  immaterial.  The  point  is  that   the\r\n\r\nemployer  had to pay severance pay. Now  these  are\r\n\r\nthe  things  which  upset  the  confidence  of  the\r\n\r\nemployers  in  the Government If an employer  finds\r\n\r\nthat  he  is unable to dismiss a dishonest employee\r\n\r\nand  that  the Ministry of Labour and Law  protects\r\n\r\nsuch   dishonest  employee,  what  confidence   can\r\n\r\ncapital have in Singapore, I ask you, Sir?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I give yet another case. There is a restaurant in\r\n\r\nStamford  Road which is doing well. The cook,  like\r\n\r\nsome  cooks, took a knife and chased the  employer.\r\n\r\nOne  would  think  that in those circumstances  the\r\n\r\nemployer  is  entitled to dismiss this chap.  Which\r\n\r\nshe   did - brave  woman,  but  foolish  woman.  What\r\n\r\nhappened  was  a  strike.  Result - a  visit  to  the\r\n\r\nMinistry  of Labour and Law. The cook  is  back  in\r\n\r\nemployment,  Sir,  and the strike  is  settled.  He\r\n\r\nstill cooks, but whether he still wields a knife, I\r\n\r\ndo  not  know. Perhaps the Minister for Labour  and\r\n\r\nLaw has persuaded him to discard it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These then, Sir, are some of the things that are\r\n\r\nhappening  in Singapore which tend to detract  from\r\n\r\nthe  climate  of confidence which the Minister  for\r\n\r\nFinance  is so eagerly and so anxiously seeking  to\r\n\r\nestablish. May I say to the Prime Minister that  it\r\n\r\nis  important that all his Ministers work in unison\r\n\r\nto  one  end and purpose? It is no use one Minister\r\n\r\nsaying to the man with capital, \"I want you to come\r\n\r\nin.  Your  interests  will be protected.\"  And  the\r\n\r\nMinister  for  Labour and Law doing something  else\r\n\r\nwhich  the  employer  knows is  not  good  for  his\r\n\r\ninterests.  This  then,  Sir,  is  the   state   of\r\n\r\nSingapore in the month of August 1960.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in col. 9 of the Hansard, Vol. 13, No. 1,\r\n\r\nunder  \"Communications, Construction and  Housing\",\r\n\r\nthis statement is made:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Shipping, civil aviation and telecommunications\r\n\r\nplay  a  vital  role  in  the  economic  life   of\r\n\r\nSingapore.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 535</b></font><br><br>\r\n\r\n\r\n\r\nNow,   might  I  just  deal  with  civil  aviation?\r\n\r\nSingapore has an international airport, and it  has\r\n\r\nbeen  serving as an international airport  for  the\r\n\r\nPeninsula of Malaya, and the Peninsula of Malaya is\r\n\r\ncurrently composed of two independent States - one is\r\n\r\nthe Federation of Malaya and the other is the State\r\n\r\nof  Singapore.  The Government make  the  statement\r\n\r\nthat  they  have been at pains with the  Federation\r\n\r\nGovernment to come to some understanding where both\r\n\r\nof  them  will  walk in line and not walk  away  or\r\n\r\nagainst  each other. And yet, Sir, we read  in  the\r\n\r\nnewspapers that the Federation of Malaya  is  going\r\n\r\nto  establish  an  international airport  in  Kuala\r\n\r\nLumpur.   Sir,   if  and  when  that   airport   is\r\n\r\nestablished in the Federation, even if it does  not\r\n\r\nentirely   kill   the  international   airport   in\r\n\r\nSingapore,  it must detract from the traffic  which\r\n\r\nthis  airport  would  attract  to  itself.  If  one\r\n\r\nairplane  company makes two flights to Malaya,  one\r\n\r\nwill land in Kuala Lumpur and one in Singapore.  In\r\n\r\nsimple  arithmetic, it means that we will  lose  at\r\n\r\nleast  50  per  cent of our air  traffic  to  Kuala\r\n\r\nLumpur.  I  understand from  the  papers  that  the\r\n\r\nFederation of Malaya is going to spend $40  million\r\n\r\non  the development of this civil airport. The  net\r\n\r\nresult  of all that expenditure will be, Sir,  that\r\n\r\nSingapore will be the loser. Things are being  done\r\n\r\nthere which are not to the benefit of Malaya  as  a\r\n\r\nwhole. I ask the Prime Minister to take such  steps\r\n\r\nas  he is able to, to persuade the Federation  that\r\n\r\nin  the  matter  of economic survival,  so  far  as\r\n\r\nMalaya  is concerned, we are one, and any  economic\r\n\r\ndisaster  to Singapore must be a political  problem\r\n\r\nto  the Federation. I think, Sir, there are factors\r\n\r\non  both sides which must bring us together, and it\r\n\r\nis  our  Prime Minister who must put it  across  to\r\n\r\nthem. Unless we do these things quickly, things are\r\n\r\ngoing  to be done there which will eventually leave\r\n\r\nus  with  a lot of population and nothing  to  feed\r\n\r\nthem on. We will lose our airport, we will lose our\r\n\r\nport, and what then is left? We cannot industrially\r\n\r\nexpand because the Minister for Labour and Law just\r\n\r\ntakes  the  knife away from the man  and  lets  him\r\n\r\nloose,  as in the instance of the cook I have  just\r\n\r\nmentioned.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 536</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are some of the things which I wish to\r\n\r\ntouch upon in the Yang di-Pertuan Negara's speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I may come to the Prime Minister's speech when\r\n\r\nhe  moved  the motion to thank the Yang  di-Pertuan\r\n\r\nNegara.  He  gave  an exposition of  the  political\r\n\r\nsituation in Singapore as he saw it. And who is  in\r\n\r\na better position to see it than the Prime Minister\r\n\r\nhimself,  with all the facilities and opportunities\r\n\r\nwhich  the State provides for him? When I read  the\r\n\r\nYang  di-Pertuan Negara's speech, quite  frankly  I\r\n\r\nhad  no inkling that these things were going on  in\r\n\r\nSingapore. How should I? How should any  Member  of\r\n\r\nthe  Opposition know that these things  were  going\r\n\r\non?  Perhaps the Member for Cairnhill may be  in  a\r\n\r\nbetter  position to know it, but the  rest  of  the\r\n\r\nMembers of the Opposition are not in a position  to\r\n\r\nknow  it.  Therefore, when the Prime Minister  made\r\n\r\nhis  speech on the motion, we on this side  of  the\r\n\r\nHouse were quite frankly surprised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there can be no doubt that the Government is\r\n\r\nwedded  to, and believes in, a democratic  form  of\r\n\r\ngovernment.  On  this side of the  House,  we  also\r\n\r\nbelieve  in  a  democratic form of government.  The\r\n\r\nP.A.P. say, and keep on saying, that  they  are  a\r\n\r\ndemocratic,  socialistic, non-Communist  Party.  If\r\n\r\nthe Prime Minister will forgive me, I would like to\r\n\r\nanalyse those phrases which he must have had a hand\r\n\r\nin  inventing  when  the P.A.P.,  was  founded  and\r\n\r\npromulgated  its  policies and  its  hopes  to  the\r\n\r\npeople  of Singapore. \"Socialistic and democratic\".\r\n\r\nSir,  as  I understand a socialist and a Communist.\r\n\r\nThe  difference,  Sir, between a  Communist  and  a\r\n\r\nsocialist  is in the manner in which they  seek  to\r\n\r\nattain their objective. The Socialists want  to  do\r\n\r\ncertain things in the State in a certain way.  They\r\n\r\nwant  a  certain  state  of  affairs  reached.  The\r\n\r\nCommunists  also  want the same  state  of  affairs\r\n\r\nreached.  But the difference between the Socialists\r\n\r\nand  the  Communists, as I understand it,  Sir,  is\r\n\r\nthat  the Communists want to employ violent methods\r\n\r\nto upset the existing system of government in order\r\n\r\nthat  they might achieve their objective  the  more\r\n\r\nquickly; and they also believe that the only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 537</b></font><br><br>\r\n\r\n\r\n\r\nway  socialism  can be achieved is through  violent\r\n\r\nrevolution and that the revolution should be at the\r\n\r\nbeck  and  call of the working classes  namely,  in\r\n\r\npolitical  jargon, the proletariat. Sir,  that  was\r\n\r\nthe theory propounded by Karl Marx in 1848 when  he\r\n\r\nput  out his Communist manifesto. Since then,  Sir,\r\n\r\nmuch time has passed and there has been in Europe a\r\n\r\ndiscarding of the revolutionary method of attaining\r\n\r\nsocialism  in  favour  of the democratic  form.  So\r\n\r\nthat, basically then, the only difference between a\r\n\r\nCommunist  and a Socialist is the manner  in  which\r\n\r\neach   of   them  seeks  to  attain  the   ultimate\r\n\r\nobjective.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the P.A.P. leadership talk about a\r\n\r\ndemocratic,  socialistic non-Communist  government,\r\n\r\nwhat  exactly do they mean? When they say they  are\r\n\r\nsocial  democrats, it means that they have rejected\r\n\r\nthe idea of a violent change of society in order to\r\n\r\nachieve  their own objectives, and that they  agree\r\n\r\nto  adopt  the existing state machinery to  achieve\r\n\r\nthat  position.  Where then is  the  need  for  the\r\n\r\nphrase    \"non-Communistic\"?   It    is    entirely\r\n\r\nunnecessary. I think the Prime Minister  knows  it.\r\n\r\nThe  Minister for Labour and Law knows it, and  the\r\n\r\nMinister for Culture also knows it. The word  \"non-Communistic\", from the point of view of the English\r\n\r\nlanguage,  serves  no useful  purpose.  But  I  can\r\n\r\nhardly believe that the Prime Minister who, as  the\r\n\r\nMember  for  Joo  Chiat has said, gained  a  triple\r\n\r\nfirst at Cambridge could not have used the word for\r\n\r\nno  reason  whatsoever. He and his colleagues  must\r\n\r\nhave had a specific purpose. Why then must they use\r\n\r\nthat  phrase? Sir, we have been told in this House,\r\n\r\n\"You  are  a colonialist; I am an anti-colonialist;\r\n\r\nhe  is a pro-colonialist,\" but nobody has said,  \"I\r\n\r\nam   a   non-colonialist.\"  Does  the  phrase  mean\r\n\r\nanything, Sir? \"You are a colonialist; I  am  anti-colonial;  he is pro-colonial\" - those three  phrases\r\n\r\nhave    some   meaning.   But   \"I   am   a    non-colonialist\" - what  does  that   mean?   \"I   am   a\r\n\r\nCommunist; I am an anti-Communist; I am a pro-Communist:  I  am  a non-Communist.\" Is the  word  \"non-Communistic\"  so senseless, so meaningless  in  the\r\n\r\ncontext  which the Prime Minister seeks to  use  it\r\n\r\nnow?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 538</b></font><br><br>\r\n\r\n\r\n\r\nWhat  then is it intended to serve? Is it  intended\r\n\r\nto show a group of persons in Singapore that we are\r\n\r\nnot  against them, so long as they are not  against\r\n\r\nus?  Surely  the events of the last 14 months  have\r\n\r\nshown the Prime Minister, and he has said so,  that\r\n\r\nthere  is a grouping of forces at the lower  level.\r\n\r\nThe  impression I got from his speech was that they\r\n\r\nare grouping with evil intent, but not to upset the\r\n\r\nLee  Kuan Yew Government. If it is merely to  upset\r\n\r\nthe Lee Kuan Yew Government, Sir, it is a matter of\r\n\r\nsmall importance to the State of Singapore. It  is,\r\n\r\nof  course, a matter of great importance to the Lee\r\n\r\nKuan  Yew  Government. But that is not  the  point,\r\n\r\nSir,If it is merely the question of upsetting  the\r\n\r\nLee Kuan Yew Government, I would say, good luck  to\r\n\r\nthem, because I am in the Opposition. But, Sir,  it\r\n\r\nmeans something more than that. Surely that is what\r\n\r\nthe  Prime  Minister meant. It is not the upsetting\r\n\r\nof  the Lee Kuan Yew Government that is going on at\r\n\r\nthe  base,  but it is the upsetting  of  the  whole\r\n\r\nsocial fabric, the way of living, and the manner of\r\n\r\ngovernment that is at stake, not the Lee  Kuan  Yew\r\n\r\nGovernment.  The  Lee Kuan Yew Government  is  just\r\n\r\nincidental to the problem. It might have  been  the\r\n\r\nLim Yew Hock Government or any other government,  I\r\n\r\ndo not know. These are personal factors that do not\r\n\r\nenter into the picture, Sir. They just happen to be\r\n\r\nin  situ  at that time. But the stakes are greater.\r\n\r\nThat is the impression I got listening to the Prime\r\n\r\nMinister.  Sir,  when you know  that  a  person  is\r\n\r\ncompletely inimical to you and that he is about  to\r\n\r\nkill  you,  you do not say, \"I am a non-you.\"  When\r\n\r\nthe  cobra rears its head up, you do not say to it,\r\n\r\n\"I  am a non-hater of you\", and just stand by.  You\r\n\r\ntake the nearest stick, if you are fortunate enough\r\n\r\nto  get one, and knock it on its head, hoping  that\r\n\r\nyou will kill it. Sir, if I am convinced that a man\r\n\r\nhas got a gun in his hand and he is pointing it  at\r\n\r\nme,  not merely to frighten me to run away  but  to\r\n\r\nkill  me and my family and everything that I  stand\r\n\r\nfor,  Sir,  would  I be doing the right  thing  for\r\n\r\nmyself and my family if I merely stood by and said,\r\n\r\n\"I do not hate you. I do not want to do anything\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 539</b></font><br><br>\r\n\r\n\r\n\r\nto  you.\"?  Sir, if the Prime Minister is convinced\r\n\r\nthat  those  persons at the base are moving  around\r\n\r\nwith evil intent, not against him merely, Sir - he is\r\n\r\na  passing  figure on the stage of  history - but  if\r\n\r\nthese people are out not to destroy him only but to\r\n\r\ndestroy  him  and the way of life and  the  way  of\r\n\r\ngovernment that he stands for, then is it not  time\r\n\r\nto  drop the phrase \"non-Communistic\" and just  say\r\n\r\nthe democratic, socialist Party - the P.A.P.?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is no use blinking facts. The young\r\n\r\nare  anxious.  They  have  plenty  of  zeal.  Their\r\n\r\ntendency is to be on the left. It was Bernard  Shaw\r\n\r\nwho  said that if you are not extreme left in  your\r\n\r\n20's,  then you will be an old fossil when you  are\r\n\r\n40.  There is plenty of truth in that, Sir. The man\r\n\r\nof  progress, the man of ideas at 20, is an extreme\r\n\r\nLeft.  As the Prime Minister has said, \"A tenth  of\r\n\r\nan  inch  beyond me, and you are in  the  Communist\r\n\r\ncamp.\"  I think he said that in the Assembly,  Sir,\r\n\r\nif  you  will remember. Sir, the Prime Minister  in\r\n\r\nhis  speech has said that there are a lot of people\r\n\r\nto  the left of him. If I may therefore use his own\r\n\r\nwords - they  are not only a tenth of an inch  beyond\r\n\r\nhis  left,  but  they are a whole  lot  beyond  him\r\n\r\nthere.  In  which camp then are they, Sir?  On  the\r\n\r\nPrime  Minister's own argument,  they  are  in  the\r\n\r\nCommunist camp. And if the Communist camp is up  to\r\n\r\nno good, if it is out to destroy the Prime Minister\r\n\r\nbecause he is the person in power, what will he  do\r\n\r\nabout  it?  He is the objective, and they  want  to\r\n\r\neliminate him. But it could have been the  Minister\r\n\r\nfor  Labour  and Law or any other Minister  on  the\r\n\r\nFront  bench; that would not matter. The source  of\r\n\r\npower  is  the source to be attacked. Because  once\r\n\r\nyou  kill  the source of power, then you  kill  the\r\n\r\nrest. That is the game as I understand it from  the\r\n\r\nPrime Minister's speech. And yet, Sir, if the Prime\r\n\r\nMinister  does not do anything about it,  will  not\r\n\r\nhistory tell of him, as I have told him today, that\r\n\r\nhe himself must share a great deal of the blame for\r\n\r\nthe  inactivity  of the P.A.P. over  the  last  one\r\n\r\nyear, because the responsibility to eliminate  that\r\n\r\ndisintegrating  factor was in his hands?  Sir,  the\r\n\r\npeople of Singapore and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 540</b></font><br><br>\r\n\r\n\r\n\r\ndestiny have placed him where he is today. Let  him\r\n\r\nnot stand idly by, as he has done over the last  14\r\n\r\nmonths, with regard to a colleague of his.  Sir,  I\r\n\r\ncould  understand that. It is a human failing which\r\n\r\none  could  admire.  \"We were comrades-in-arms;  we\r\n\r\nbuilt the Party together; we brought the Party into\r\n\r\npower,   and  we  are  in  power.\"  It  is   always\r\n\r\ndifficult,  Sir, for one with humanity  in  him  to\r\n\r\ndiscard such an individual even though he may be  a\r\n\r\ndanger to his Cabinet. But the position here  is  a\r\n\r\nwhole lot different. It is not the comrade who  has\r\n\r\ntrodden the road together who is the danger. It  is\r\n\r\nnot  the comrade who, while treading the road, \"has\r\n\r\nbuilt a path with me and my friends whereby we have\r\n\r\ncome  to  power\"  who  is the  danger;  but  it  is\r\n\r\nsomeone,  Sir, who is always at the  back  of  your\r\n\r\nmind,  who  is  ready to destroy you,  who  is  the\r\n\r\ndanger.  And if he gives a semblance of wanting  to\r\n\r\nhelp, it is not because he is interested in helping\r\n\r\nyou,  but  because  he is using  you  for  his  own\r\n\r\nulterior motive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister in his speech has said\r\n\r\nthat  the  Opposition is not aware of  the  dangers\r\n\r\nfacing  Singapore.  They are fooling  and  fiddling\r\n\r\nwhen Rome burns. Rome is burning, Sir, because  the\r\n\r\ndemocratic  way  of life is now in peril.  That  is\r\n\r\nwhat  the Prime Minister meant. And he said we were\r\n\r\nfiddling with topics such as the restoration of pay\r\n\r\nallowances  and kidnapping. Against  that  position\r\n\r\nand  that  background, I might even agree with  the\r\n\r\nPrime  Minister  that  we were  fiddling,  but  our\r\n\r\nexcuse  is  that  we  did not know  that  Rome  was\r\n\r\nburning.  The  Prime  Minister  knows  that  it  is\r\n\r\nburning.  He has got the water-can at his disposal.\r\n\r\nI  hope he has plenty of water. If he has, he  must\r\n\r\nput  the fire out. If he does not, when he  can  do\r\n\r\nso,  then history will judge him as the person  who\r\n\r\nfailed his destiny.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew)</b> rose -\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Prime Minister, in reply?\r\n\r\n\r\n\r\n<br><br>6.52 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> In reply. Mr Speaker, Sir,\r\n\r\nwe  have been lectured and heckled in the last  few\r\n\r\ndays.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 541</b></font><br><br>\r\n\r\n\r\n\r\nI  think  the  Opposition  mistook  our  calculated\r\n\r\nunderstatement, designed to pitch the tenor of this\r\n\r\ndebate  on a more serious tone, as one of weakness.\r\n\r\nYesterday the Member for Cairnhill wanted  to  tell\r\n\r\nus how we should govern as a Government. Today, the\r\n\r\nMember for Farrer Park told us how I should run the\r\n\r\nP.A.P. as  a Party. Sir, coming from the  ex-Chief\r\n\r\nMinister  who failed dismally in the last  Assembly\r\n\r\nto  govern with the consent of the people and  with\r\n\r\nthe  support of the majority, and from  the  Member\r\n\r\nfor  Farrer  Park - I am not sure  today  whether  he\r\n\r\nbelongs to the S.P.A. or whether he has a political\r\n\r\nparty,  and  I  do  not know  when  he  joined  the\r\n\r\nS.P.A. - who told me how to run a political party and\r\n\r\nhow  to  conduct the Cabinet, I am greatly abashed.\r\n\r\nIt  is  with  great diffidence,  and  I  hope  with\r\n\r\ngenuine  humility, that I proffer this as a thought\r\n\r\nwhich  perhaps we should all reflect upon. Sir,  if\r\n\r\nthey  knew better than we do, and if they  had  the\r\n\r\nability  to do better than we can, then they  would\r\n\r\nhave  been  here and not we. Some time  before  the\r\n\r\nelections  I said that we did not pretend  that  we\r\n\r\ncould solve all the problems that were facing  us.\r\n\r\nIt  was quite clear what the state of the game was,\r\n\r\nand what any government which assumed power had  to\r\n\r\nface. But if it is any consolation to my colleagues\r\n\r\nand  me,  I would say that there are very  few  who\r\n\r\ncould have done better than what my colleagues have\r\n\r\ndone  in  the  last 14 months. It has  not  been  a\r\n\r\nperiod  of  inactivity. It has  been  an  extremely\r\n\r\nintense  period  of change. Lack  of  firmness  and\r\n\r\nskill would have meant that the lid would have been\r\n\r\nblown  off.  It  was a change of the social  order,\r\n\r\nbecause  once the base upon which power was mounted\r\n\r\naltered, then you must expect the reflection of the\r\n\r\nbasic  power position to find its reactions in  all\r\n\r\nechelons  of our society. It was a change in  which\r\n\r\nthe  English-educated had to  take  a  few  knocks,\r\n\r\naccording to the scheme of things, and I hope  they\r\n\r\nwill  continue  to come in and work the  democratic\r\n\r\nsystem.  It  was a change in which the dispossessed\r\n\r\nfelt  a  lot  of  bitterness and hostility  towards\r\n\r\nthose who had it good. It was through good\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 542</b></font><br><br>\r\n\r\n\r\n\r\ngovernment   that  the  mutiny  was  contained   in\r\n\r\nexpectation of a greater change by peaceful and non-violent means.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have propounded this theme so often that I\r\n\r\nwonder if I could take up the time of the House  in\r\n\r\nre-phrasing  the  problem  of  the  revolution   in\r\n\r\nMalaya.  Power  was handed over to the  nationalist\r\n\r\ngroups both here and in the Federation - here,  in  a\r\n\r\ncontained  and  controlled exercise.  But  all  the\r\n\r\nnationalist groups had developed sufficient  sinews\r\n\r\nto  grab power from a colonial authority. There  is\r\n\r\nnothing  new in this. The problem that we  face  is\r\n\r\nthe  acceleration  of the catalyst  effect  of  the\r\n\r\nCommunist  revolt  in 1948. This  brought  a  whole\r\n\r\nchain  of  events at a speed which the Indians  and\r\n\r\nthe Ceylonese did not have to face, and saddled  us\r\n\r\nwith some real long-term problems, not only of  how\r\n\r\nto  take  over the machinery of the State from  the\r\n\r\ncolonial  authorities,  but  how  to  man  it  with\r\n\r\nsufficient effectiveness at all strategic points so\r\n\r\nas  to be able to withstand the Communist contender\r\n\r\nfor ultimate power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a curious way, the Member for Hong Lim and his\r\n\r\ntwo  associates  have  made this  Assembly  a  more\r\n\r\nlively  and  interesting place. For the first  time\r\n\r\nsince  the last elections, the people whom we  have\r\n\r\ncalled  \"Left-wing adventurers\" -  the definition  of\r\n\r\nwhich  I  gave  when  I moved  the  motion  on  3rd\r\n\r\nAugust - have found a proxy in this Chamber to  shout\r\n\r\ntheir slogans and espouse their cause from time  to\r\n\r\ntime.  Sir, that is not to say that the Member  for\r\n\r\nHong  Lim  and  his  two associates  are  Left-wing\r\n\r\nadventurers. Far from it. For we know that some  of\r\n\r\nthese    Left-wing   adventurers,   whatever    our\r\n\r\nfundamental and abiding differences with them, have\r\n\r\na  depth  of  political beliefs, albeit  misguided.\r\n\r\nThey  have dedication and are prepared to sacrifice\r\n\r\npersonal  interest  for their  long-term  political\r\n\r\nobjectives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is the tragedy of the Malayan Communist\r\n\r\nParty  that they made so many fundamental  mistakes\r\n\r\nin  Malaya. First, in starting the armed revolution\r\n\r\nin  1948. Next, in not gracefully ending it  on  or\r\n\r\nbefore  31st August, 1957, when the Federation  got\r\n\r\ntheir  political independence. And third, in  still\r\n\r\nrefusing to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 543</b></font><br><br>\r\n\r\n\r\n\r\nrecognise   right  now  that  national   solidarity\r\n\r\nbetween  the  various races and their  cultures  in\r\n\r\nthis  country must come before any socialist  State\r\n\r\ncan  be  established. All these factors, Sir,  have\r\n\r\ndriven  them out of the constitutional  arena  into\r\n\r\nthe   wilderness  where  their  party   and   their\r\n\r\nfollowers - these   Left-wing   adventurers - are    so\r\n\r\ncompletely  cut  off  that  they  can   only   make\r\n\r\nthemselves heard through the open channels  of  the\r\n\r\nPress   and   the  radio  through  proxies.   Their\r\n\r\nchallenge is the abiding challenge not only to  our\r\n\r\ncountry  but  to the whole uncommitted  regions  of\r\n\r\nSouth-East  Asia, the Middle East and  now  Africa.\r\n\r\nSir,  their challenge is the real challenge to  the\r\n\r\nauthority of the established State, not the  formal\r\n\r\nopposition   in  the  Assembly,  but   the   silent\r\n\r\nunderground  and  on-the-ground resistance  to  the\r\n\r\npolicies  of the Government - the vicious  smear  and\r\n\r\ndistortion - to  turn  the people  sour  against  the\r\n\r\nGovernment. To the extent that they can get some of\r\n\r\ntheir  views heard in this Chamber via proxies  who\r\n\r\nare  prepared to lend their services in return  for\r\n\r\nexpected  support, it is useful to get  the  issues\r\n\r\nthoroughly  debated and put into perspective.  What\r\n\r\nis  interesting is that the intelligent  Communists\r\n\r\nat  the  very  top of the Communist  leadership  in\r\n\r\nMalaya know full well the folly and futility of the\r\n\r\northodox line of class struggle and revolution in a\r\n\r\nmulti-racial  and  a  multi-cultural  society  like\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the Communist point of view, the anti-colonialist line - the united front of all\r\n\r\nprogressive forces to fight colonialism, feudalism,\r\n\r\nimperialism   and   capitalism   in    all    their\r\n\r\nmanifestations and all their forms - was the best way\r\n\r\nto  establish the widest possible support for their\r\n\r\ncause;  and  right up till 31st August, 1957,  they\r\n\r\ncame  near to succeeding. But they recognised  that\r\n\r\nthe  independence of the Federation on 31st August,\r\n\r\n1957,  had radically changed the complexion of  all\r\n\r\nanti-colonial  slogans.  Before  that,   to   fight\r\n\r\nagainst   the   State - the  established  constituted\r\n\r\nauthority   of   the   British   colonialists   and\r\n\r\nimperialists - was  to  accord  with  the  slogan  of\r\n\r\nuniting  all  classes and social  groups  to  fight\r\n\r\nagainst  the  colonialists. After Merdeka,  he  who\r\n\r\nfights the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 544</b></font><br><br>\r\n\r\n\r\n\r\nestablished independent nation of the Federation of\r\n\r\nMalaya  and its Government becomes a rebel  and  an\r\n\r\nenemy of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the position in Singapore - as I shall\r\n\r\nelaborate  later  on - is not the same.  It  is  this\r\n\r\ncurious  subtle  distinction between  a  completely\r\n\r\nindependent   Federation  and  a   semi-independent\r\n\r\nSingapore  which, I think, has obscured the  vision\r\n\r\nof  many  who,  in their desire to  reduce  complex\r\n\r\ntruths to simple lies, are egging an1 inciting  the\r\n\r\nP.A.P.   Government  to  take   a   plain,   simple\r\n\r\nstraightforward anti-Communist line. But  there  is\r\n\r\nnothing that I said on 3rd August which is a  basic\r\n\r\nchange  in  the political philosophy or beliefs  of\r\n\r\nthe P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am gratified, Sir, that my statements from time\r\n\r\nto  time  have stirred and inspired the Member  for\r\n\r\nHong Lim and given him sustenance for his political\r\n\r\nslogans.  He  has quoted at great  length  from  my\r\n\r\nspeeches in the years 1954, 1955 and 1956,  and  in\r\n\r\nevery one of them there was a fierce consistency in\r\n\r\nthe  anti-colonialist line. \"Unite  and  fight  the\r\n\r\ncommon  enemy. Fight the British.\" But he  did  not\r\n\r\nquote  me  on the meaning and significance  of  the\r\n\r\nanti-colonial  struggle after independence  in  the\r\n\r\nFederation  of  Malaya. Sir, the Central  Executive\r\n\r\nCommittee  of  the P.A.P. discussed,  analysed  and\r\n\r\nanticipated  the  radical  change  in   the   power\r\n\r\nposition after independence. For the benefit of the\r\n\r\nMember for Hong Lim and the Member for Tanglin, let\r\n\r\nme  quote what I have said, not because whatever  I\r\n\r\nhave said is worthy of being quoted, but because  I\r\n\r\nwish  to prove one simple point, that is, that  the\r\n\r\nposition  has not altered and the P.A.P. line  has\r\n\r\nnot  changed.  I refer to column 2510  of  Hansard,\r\n\r\nVol.  2  dated  21st  August,  1957.  If  you  will\r\n\r\nremember,  Mr Speaker, Sir,, on that  occasion  we\r\n\r\nwere moving a motion to convey our felicitations to\r\n\r\nthe  Federation  of Malaya which was  going  to  be\r\n\r\nindependent ten days from the moment when  we  were\r\n\r\nin debate. Let me quote what I said then:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`I would like to accede to that request [this was\r\n\r\nan  altercation between me and the Chief Secretary]\r\n\r\nbut  I think we would be deceiving ourselves if  we\r\n\r\ndo  not realise the deep significance of the change\r\n\r\nthat will be taking peace after 31st August. At the\r\n\r\nmoment those of us who read only the English  Press\r\n\r\nare\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 545</b></font><br><br>\r\n\r\n\r\n\r\npreoccupied with new official dress, palace for the\r\n\r\nnew  Paramount  Ruler, and embassies  being  opened\r\n\r\nabroad.    These    are   the   more    extravagant\r\n\r\nmanifestations of an independent state.  But  those\r\n\r\nwho  are preoccupied with what is going on  not  in\r\n\r\nthese  high places but in the hearts and the  minds\r\n\r\nof   the  people,  are  more  concerned  with   the\r\n\r\nreactions  of the various groups in Malaya  and  in\r\n\r\nSingapore to these changes.'\r\n\r\n\r\n\r\n<br><br>And at column 2512, I said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Before 31st August, every policeman, every Home\r\n\r\nGuard  officer,  every  member  of  the  Federation\r\n\r\nRegiment  who  is shot in the armed  revolution  is\r\n\r\nshot  as a running-dog, or it can be said ho was  a\r\n\r\nrunning-dog,  of  the  British.  But   after   31st\r\n\r\nAugust - and  this  I  think  is  in  the   mind   of\r\n\r\neverybody - every soldier, every Home Guard shot,  is\r\n\r\na  shot  against  a  guardian  of  the  newly-found\r\n\r\nfreedom of the people of Malaya, and therefore  the\r\n\r\n$64,000  question:  What  is the  Malayan  Communist\r\n\r\nParty going to do? If it goes on shooting, then the\r\n\r\nconsequences will be catastrophic for them and  for\r\n\r\nthe country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a new phase and if there are leaders who\r\n\r\nhave the interests of other than just their parties\r\n\r\nat  heart, we should be able to make the democratic\r\n\r\nsystem  work,  for  this simple reason  if  nothing\r\n\r\nelse, that the people of Malaya have not lost faith\r\n\r\nin  the  democratic  system. It is  the  democratic\r\n\r\nsystem - or  the  democratic  constitutional  Parties\r\n\r\ntaking  advantage  of  the  overall  three-cornered\r\n\r\nfight  in  Malaya - that brought freedom  to  Malaya,\r\n\r\nThat  is  the first fact that must be acknowledged.\r\n\r\nSecondly,  the  people of Malaya  are  not  at  the\r\n\r\nmoment in favour of any armed totalitarian revolt.'\r\n\r\n\r\n\r\n<br><br>The   three-cornered  fight  has,  I  think, been\r\n\r\nforgotten in the Federation for good, because there\r\n\r\none  contestant hopped out of the ring, leaving two\r\n\r\ncontestants. There is a straight battle between  he\r\n\r\nwho  has  now become independent and he who intends\r\n\r\nto usurp the State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I went on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'I was talking to a friend of mine, a colleague of\r\n\r\nmine  who  is now enjoying the hospitality  of  the\r\n\r\nBritish  Government in one of the prison  camps  in\r\n\r\nChangi.  He  said - and  I  think  he  said  it  with\r\n\r\nabsolute  sincerity -  \"After 31st  August  let  them\r\n\r\npack  up this armed revolution before they do great\r\n\r\ndamage  to  the country.\" And we say this:  Whoever\r\n\r\ndoes  not declare where he stands after 31st August\r\n\r\nis a fool. Up to 31st August in the Federation, the\r\n\r\nquestion  is:  Do  we  have an independent  Malaya?\r\n\r\nAfter  the  31st  the question  is:  What  kind  of\r\n\r\nindependent  Malaya do we make of it?  And  we  say\r\n\r\ncategorically - I  say  it  for  myself  and  for  my\r\n\r\nParty - we believe in an independent, democratic, non-Communist [socialist] Malaya.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 546</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I pause there and define my term,\r\n\r\nbecause the Member for Farrer Park has alleged that\r\n\r\nthe purpose of putting the word \"non-Communist\"  is\r\n\r\nto  tell  the Communists, \"We are not against  you,\r\n\r\nyou  are  not against us.\" Sir, any man who  starts\r\n\r\noff  with  a completely passive and inert  attitude\r\n\r\nlike  that  must  perish. The word  \"non-Communist\"\r\n\r\nmeans \"no Communist\", \"not Communist\". If you  will\r\n\r\nslowly  look over the back numbers of magazines - and\r\n\r\nI  think  all  Assemblymen get large quantities  of\r\n\r\nthem - like  the New Leader, British Commonwealth  or\r\n\r\nCommonwealth Challenge, you will see, Mr  Speaker,\r\n\r\nSir - and  I  hope from time to time you  will  have\r\n\r\noccasion to browse through these ideological tracts\r\n\r\non  anti-Communism - that there is a swing  from  the\r\n\r\nuse  of  the words \"anti-Communist States\"  to  the\r\n\r\nwords  \"non-Communist States\".  There  is  a  clear\r\n\r\ndistinction between an anti-Communist State  and  a\r\n\r\nnon-Communist  State.  Nobody  classifies   Nehru's\r\n\r\nIndia as an anti-Communist State. It may be a  non-Communist  State, but that does not mean that  when\r\n\r\nthe  Communists twist his left arm, he  will  allow\r\n\r\nthem  to  twist his right arm also.  From  time  to\r\n\r\ntime,  I  think  the  Indian  Government  have   to\r\n\r\ndemonstrate that they are the authority.  And  from\r\n\r\ntime  to  time, all governments have to demonstrate\r\n\r\nthe efficiency of the administrative machinery. But\r\n\r\nwhat  is  important  is this: we,  the  uncommitted\r\n\r\nnations,  are not prepared willy-nilly to back  one\r\n\r\nside, right or wrong. We do not start out with  the\r\n\r\nmajor  hypothesis that whatever the Communists  do,\r\n\r\nit  must be bad or it must be downright wrong. Just\r\n\r\nas  there  is  the battle of words, the  battle  of\r\n\r\nslogans,  and  the  battle of symbols - thousands  of\r\n\r\nwords  pour  forth  every day over  radio  stations\r\n\r\nthroughout the world and in newspapers - there is the\r\n\r\nbattle  for supremacy of ideas. And the word  \"non-Communist\"  has to be inserted there,  because  the\r\n\r\nCommunists  keep on saying that they are democratic\r\n\r\nsocialists.  To ensure that no Communist  supporter\r\n\r\nor  sympathiser enters the portals  of  the  P.A.P.\r\n\r\nheadquarters by an error, because we call ourselves\r\n\r\ndemocratic socialists\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 547</b></font><br><br>\r\n\r\n\r\n\r\nand  other  people also call themselves  democratic\r\n\r\nsocialists,  we  say  quite  clearly  we  are  non-Communists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I come back to that at a later stage in\r\n\r\nmy  reply?  But  what I would like  to  remind  the\r\n\r\nMember  for Hong Lim now is that all his quotations\r\n\r\nfrom my speeches, however gratifying they may be to\r\n\r\nmy  ego,  are completely and utterly irrelevant  in\r\n\r\nthe  context  of  the political  platform  and  the\r\n\r\npolitical policy upon which we clearly entered  the\r\n\r\nelections.  In  order  that  there  shall   be   no\r\n\r\nmisunderstanding  and in case  anybody  chooses  to\r\n\r\nshift  his stand, let me read to him a pledge which\r\n\r\nall   P.A.P. candidates  signed  and  which  quite\r\n\r\nclearly  and  categorically defines  the  political\r\n\r\nbasis  of  the P.A.P., the political programme  and\r\n\r\npolicy  upon which it is to govern for  five  years\r\n\r\nif,  as it did, it won the last elections. It  says\r\n\r\nhere:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`I, Ong Eng Guan, of No. 3B Fair Drive, off Haig\r\n\r\nRoad,  Singapore, hereby acknowledge  that  I  have\r\n\r\nread and understood the 4th Anniversary Celebration\r\n\r\nSouvenir  issue of the \"PETIR\", the  organ  of  the\r\n\r\nPeople's  Action  Party,  published  on  the   22nd\r\n\r\nNovember, 1958, and the Five-Year Plan of the  P.A.P.\r\n\r\nannounced   at  the  Special  Party   Congress   of\r\n\r\nSaturday, 25th April, 1959, and I declare that I am\r\n\r\nin  full  agreement with the People's Action  Party\r\n\r\npolicy as set out therein.'\r\n\r\n\r\n\r\n<br><br>And  he signed it before the elections on 30th May;\r\n\r\nsealed and witnessed. A very curious thing that we,\r\n\r\nwho   are   alleged  to  have  departed  from   the\r\n\r\nprinciples  of the P.A.P., have to quote  back  the\r\n\r\nbasic   beliefs,  documented  for  this  particular\r\n\r\npurpose long before the elections. Has he forgotten\r\n\r\nthis  Fourth Anniversary Souvenir, to which he  has\r\n\r\nnot  referred, or the Party programme, to which  he\r\n\r\nhas  never referred, or the articles entitled  \"The\r\n\r\nNew  Phase  Since  Merdeka\",  and  \"Our  Tasks  and\r\n\r\nPolicy\",  which was issued by the Central Executive\r\n\r\nCommittee  of the Party, of which he was a  member?\r\n\r\nIt states on page 2:\r\n\r\n\r\n\r\n<div align=\"center\">'Basic Aims of the Party</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It was four years ago, on November 21st, 1954,\r\n\r\nthat  we  published the manifesto setting  out  the\r\n\r\naims  and  objectives of the P.A.P. They have  been\r\n\r\nfour  eventful  years;  the course  of  history  of\r\n\r\nMalaya  changed in this period. Three  years  after\r\n\r\n1954,   the   Federation  of   Malaya   became   an\r\n\r\nindependent nation on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 548</b></font><br><br>\r\n\r\n\r\n\r\n31st  August,  1957,  and the  artificial  division\r\n\r\nbetween  Singapore  and  the  Federation  has  been\r\n\r\naccentuated and has hardened. Singapore is not part\r\n\r\nof   the   independent  nation  and  cannot  become\r\n\r\nindependent  by  itself. Next  year  it  will  only\r\n\r\nbecome internally self-governing. The time has  now\r\n\r\ncome  to  take stock of our position and to restate\r\n\r\nour aims and objectives.'\r\n\r\n\r\n\r\n<br><br>This  is  a testament of faith to which the  Member\r\n\r\nfor Hong Lim pledged himself. Let me tell the House\r\n\r\nand  the country that there is nothing clandestine,\r\n\r\nthere is no subterfuge about what the P.A.P. stands\r\n\r\nfor  and intends to do. We take the simple approach\r\n\r\nthat  the  best thing to do is to tell  the  people\r\n\r\nquite  clearly  what your aims and objectives  are,\r\n\r\nand what you intend to do, so that they will make a\r\n\r\nhabit of taking you at face value. Let me read from\r\n\r\nthe same page 2:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The creation of an independent, democratic, non-Communist, socialist Malaya (Federation plus\r\n\r\nSingapore)  is a task which will occupy  our  whole\r\n\r\nlife  time. They are enduring objectives for which,\r\n\r\nas  socialists seeking a just system of  organising\r\n\r\nsociety,  we must always strive. But our  immediate\r\n\r\ntasks have changed, not so much in objectives as in\r\n\r\nemphasis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Four years ago -'\r\n\r\n\r\n\r\n<br><br>that is, 1954, and the revolutionary manifesto  was\r\n\r\nin 1955 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`we were preoccupied with fighting for freedom.\r\n\r\nColonialism  in  its crudest and most  direct  form\r\n\r\nchafed  and exasperated us. The country was run  by\r\n\r\nan   overlordship  of  British  officials,  led  by\r\n\r\nGovernors, High Commissioners and Generals. A  vast\r\n\r\narmy of British troops and foreign mercenaries held\r\n\r\nthe  opposition  down. So our manifesto  emphasised\r\n\r\nthe need for freedom from foreign domination.'\r\n\r\n\r\n\r\n<br><br>Sub-title \"The New Phase Since Merdeka\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Now the circumstances are different. The\r\n\r\nFederation  has  been politically  independent  for\r\n\r\nmore  than  a year. True a good number  of  British\r\n\r\nofficials are still working in the Federation.  But\r\n\r\nnow  in  the  Federation they  are  no  longer  the\r\n\r\narbiters  of  policy  they  used  to  be.   Elected\r\n\r\nministers have taken over the direction and control\r\n\r\nof  our  destinies in the Federation. It is  up  to\r\n\r\nthem  to complete the independence they won on 31st\r\n\r\nAugust,  1957, to make political independence  more\r\n\r\nthan just a shouting of \"Merdeka\", and to translate\r\n\r\nthe  power  they  have  acquired  on  the  people's\r\n\r\nbehalf, into homes, schools, hospitals, jobs and  a\r\n\r\ndecent life.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 549</b></font><br><br>\r\n\r\n\r\n\r\nPage   3 - \"Why  the  Alliance  Government  is  Anti-Merger\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The present Alliance Government is anti-merger\r\n\r\nfor  different reasons. The Alliance  leaders  have\r\n\r\nput  out different reasons at different times,  but\r\n\r\nwe  can  summarise them into two: first,  Singapore\r\n\r\nhas about one million Chinese (about 70 per cent of\r\n\r\nSingapore's  population  or  18  per  cent  of  the\r\n\r\nFederation's population).'\r\n\r\n\r\n\r\n<br><br>Sir, the latest census has put it up to 80 per\r\n\r\ncent -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The inclusion of this one million into the\r\n\r\nFederation will upset the racial balance  of  power\r\n\r\nin  the Federation. Second: Singapore has too  many\r\n\r\n\"Leftists\"  who  are supported by the  one  million\r\n\r\nChinese in Singapore. The Alliance leaders are  not\r\n\r\nvery  clear in their distinction between Communists\r\n\r\nand socialists. They believe all \"Leftists\" may  be\r\n\r\nCommunists of varying degrees.'\r\n\r\n\r\n\r\n<br><br>And  here,  we  stated in page  3,  \"The  Immediate\r\n\r\nPrimary Task of a P.A.P. Government\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It is therefore our duty to clarify the position\r\n\r\nof   the  people  of  Singapore,  principally   the\r\n\r\nChinese.  We must allay these fears and create  the\r\n\r\nconditions for merger. This is our immediate  task.\r\n\r\nTo  achieve freedom, it is no longer Just a  simple\r\n\r\nquestion  of  fighting the British.  We  must  also\r\n\r\nresolve the two fears which make the Malay majority\r\n\r\nin  the Federation not want the Chinese majority in\r\n\r\nSingapore.'\r\n\r\n\r\n\r\n<br><br>And   on   page   5,  Sir,  under  the  sub-heading\r\n\r\n\"Democratic Socialism and Communism\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It is only among the Chinese of recent immigrant\r\n\r\norigin that Communism has found its disciples.  But\r\n\r\nif  Communism is ever to succeed in Malaya, it must\r\n\r\nbe  through all races including the Malays and  not\r\n\r\nthrough the Chinese alone. The more Communists  are\r\n\r\nChinese,  the  more  the  Malays  will  be  against\r\n\r\nCommunism,  fearing  not only  Communism  but  also\r\n\r\nChinese  domination. This is the dilemma which  the\r\n\r\nCommunists cannot resolve in Malaya. They can  only\r\n\r\nwin  if  their army can win, but their army  cannot\r\n\r\nwin   because  of  the  superior  forces   of   the\r\n\r\nFederation Government backed by the British army.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If Malaya wants to create a socialist society\r\n\r\nwithout inter-racial strife, it can only be through\r\n\r\nthe  more  tolerant and humane road  of  democratic\r\n\r\nsocialism, because socialists believe in revolution\r\n\r\nby  concept, not revolution by violence.  They  are\r\n\r\nprovided  in  Malaya with the best  conditions  for\r\n\r\nsuccess.   The   less  uncompromising   method   of\r\n\r\npersuasion  through the democratic  system  ensures\r\n\r\nthat   social   changes  are  not  forced   against\r\n\r\nemotional and violent resistance of the people. The\r\n\r\nMalays  are  not anti-socialists; the  majority  of\r\n\r\nthem are poor peasants and they desire a more just\r\n\r\nsociety. Islam is not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 550</b></font><br><br>\r\n\r\n\r\n\r\nanti-socialist, because socialism  does  not,  like\r\n\r\nCommunism, take on the sole of a rival religion.'\r\n\r\n\r\n\r\n<br><br>Sir,  we  did not write, discuss and approve  these\r\n\r\ntreatises and get our candidates to take  a  pledge\r\n\r\non  them just for fun. We clearly envisaged that so\r\n\r\nlong  as  that analysis stands, so long  as  it  is\r\n\r\nvalid, there is going to be a lot of difficulty for\r\n\r\nany  Government that has to maintain the  integrity\r\n\r\nof the State to keep the people reasonably patient,\r\n\r\nto  educate them to correct attitudes, and  correct\r\n\r\nvalues  which are Malayan and not communal. That  a\r\n\r\nvigorous  and vibrant Chinese majority in Singapore\r\n\r\nwould  chafe  at  anything less than  independence.\r\n\r\nTherefore, it was clearly explained why it  was  so\r\n\r\nand why it must be so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I expected a challenge to this at the time\r\n\r\nwhen the ex-Chief Minister said that the forces did\r\n\r\nnot scatter. But they did. If they did not scatter,\r\n\r\nI  do  not  think he would have got off so lightly,\r\n\r\nnor  would  the P.A.P. have had such  an  exclusive\r\n\r\nsweep  in  the elections. It was because they  were\r\n\r\nscattered  that it took them some time to  re-think\r\n\r\nand  re-sort their position. And they know that  in\r\n\r\nan  atmosphere where reason, argument  and  realism\r\n\r\nprevail,  their  recruiting campaign  must  suffer,\r\n\r\nbecause there is no victory round the corner. 1954,\r\n\r\n1955 - everybody knew that the British Raj was on its\r\n\r\nway  out.  It  is just like the Congo  just  before\r\n\r\nindependence.  Everybody bought and sold  and  took\r\n\r\nchances  on  what would happen after  independence.\r\n\r\nIndependence  was sure to come. Now  there  is  the\r\n\r\nprospect of long years of painful, may be fruitless\r\n\r\nand  barren  struggle to upset not  a  colonialist,\r\n\r\nimperialistic  regime in the  Federation,  but  one\r\n\r\npopularly  elected by the people, the  majority  of\r\n\r\nwhom  are  Malays who are Muslims and who will  not\r\n\r\ntake  to  Communism  so lightly.  And  the  curious\r\n\r\nposition is that the more vital and vibrant city of\r\n\r\nSingapore  is in a state of semi-tutelage,  and  we\r\n\r\nmade  that  semi-tutelage clear as we knew  it  was\r\n\r\nbound  to chafe, and a challenge must come,  as  it\r\n\r\nhas. It is our duty to fight this challenge, and it\r\n\r\nmay  well be that the next elections, for which the\r\n\r\nMember for Cairnhill made a half-hearted call, may\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 551</b></font><br><br>\r\n\r\n\r\n\r\nbe  fought on this election issue, and on a broader\r\n\r\ndivision   of  political  forces  than   the   last\r\n\r\nelection. But until then, this is the programme and\r\n\r\nthis is the policy, and we govern on this programme\r\n\r\nand this policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think the Member for Hong Lim has\r\n\r\nalleged that we have departed from this document or\r\n\r\nfrom  the Party programme. No quotations have  been\r\n\r\nmade  from  either one of these two documents  upon\r\n\r\nwhich  he  took  a  pledge. What I  would  like  to\r\n\r\nsuggest  to  him  is that in an  act  of  political\r\n\r\nopportunism, he decided to abandon the stand and go\r\n\r\nback  to  the pre-historic battle cry,  \"Down  with\r\n\r\nimperialism! Up with Malayanisation! The P.A.P. has\r\n\r\nlost its revolutionary fervour of 1954.\" It is  all\r\n\r\nright  shouting  slogans,  Sir,  like  uniting  all\r\n\r\nclasses  without barriers of language and race  and\r\n\r\nso  on.  It has been done by hundreds and thousands\r\n\r\nof  active and sincere, and some insincere, people.\r\n\r\nBut  when  a  former colleague says, on the  Nantah\r\n\r\nquestion,  that Nanyang University  has  reached  a\r\n\r\ndeadlock because of the language issue, then I say,\r\n\r\nas the Minister for Culture said yesterday, that he\r\n\r\nhas reached the point of no return. Has he not read\r\n\r\nthe  statement of policy on education  inside  this\r\n\r\ndocument on which the pledge was taken? There is an\r\n\r\narticle  there  called  the `National  approach  to\r\n\r\nproblems  of education policy', and it was written,\r\n\r\nto his knowledge, by a founder Member of the P.A.P.\r\n\r\nwho  was,  at the time of the publication  of  that\r\n\r\narticle,  in prison for his political beliefs.  Let\r\n\r\nme   just  read  the  conclusion  to  settle   this\r\n\r\nnonsensical   and  dangerous  talk,  designed   and\r\n\r\ncalculated  to  stir up unrest and disaffection  on\r\n\r\nissues   upon  which  the  greatest  delicacy   and\r\n\r\nrestraint  have  been  shown,  not  only   by   the\r\n\r\nEducation Ministry but by associations of teachers,\r\n\r\nunions of students and, to a certain extent, by the\r\n\r\nwhole of the Chinese people in Malaya, not only  in\r\n\r\nSingapore but in Malaya. This is from page 23, Sir.\r\n\r\nI  hope, for the intellectual delectation of  those\r\n\r\nwho\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 552</b></font><br><br>\r\n\r\n\r\n\r\nrear  chickens and others who have not got time  to\r\n\r\nread  this,  they will read a few articles  in  the\r\n\r\nreading  room. With your permission,  Mr  Speaker,\r\n\r\nSir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The people of Singapore strongly desire a\r\n\r\npolitical merger with the Federation of Malaya.  An\r\n\r\nimportant pre-condition for such a merger  is  that\r\n\r\nour   own  education  policy  in  Singapore  should\r\n\r\napproximate  as closely as possible  in  essentials\r\n\r\nwith  that  of the Federation of Malaya. We  cannot\r\n\r\nexpect  the  people of the Federation to  show  any\r\n\r\nenthusiasm  for  a  merger with  Singapore  if  our\r\n\r\neducation  policy is based on principles which  are\r\n\r\nopposed  to  those which obtain in the  Federation.\r\n\r\nThe treatment of the national language in Singapore\r\n\r\nis a case in point.'\r\n\r\n\r\n\r\n<br><br>This was in November 1958, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Singapore Government's White Paper on\r\n\r\neducation  (No. Cmd. 15 of 1956) does not  manifest\r\n\r\nany aspiration towards a unified national education\r\n\r\nsystem  based  on the acceptance of  Malay  as  the\r\n\r\nnational  language.  Unlike  the  practice  in  the\r\n\r\nFederation, the Malay language is not taught  as  a\r\n\r\ncompulsory  second language in the Colony  schools.\r\n\r\nMalay  is  only treated as an optional  subject  in\r\n\r\nschools  in Singapore. Even as an optional  subject\r\n\r\nfacilities   for   its, teaching   are   woefully\r\n\r\ninadequate. These are unpardonable omissions in the\r\n\r\neducation  policy of a territory  which  claims  to\r\n\r\ndesire a political merger with the Federation,  and\r\n\r\nthey  are  omissions  which ought  to  be  urgently\r\n\r\nrectified.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further it is of vital importance to the success\r\n\r\nof  our  aspiration that the whole education policy\r\n\r\nof Singapore be reviewed with a view to bringing it\r\n\r\ninto  line  on  all matters of principle  with  the\r\n\r\neducation policy of the Federation of Malaya.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, any fool outside this Assembly knows the\r\n\r\nattitude  of  the large mass of the Malays  towards\r\n\r\nthe national language, education, national schools,\r\n\r\nChinese  schools  and Nanyang University.  And  the\r\n\r\nfact that we, the Government of Singapore, have  to\r\n\r\ncarry   and   have  promised  to  carry   a   large\r\n\r\nsection - for us a large section, 15 per cent - of non-Singapore students to keep the Malayan character of\r\n\r\nthat  institution alone, I think  would  have  been\r\n\r\nsufficient  reminder to anyone in his right  senses\r\n\r\nthat  there are certain issues where the best thing\r\n\r\nto do is never to open Pandora's Box. They tried it\r\n\r\nin  Ceylon. I do not think they ever got the  genie\r\n\r\nback into the Box when they decided to close it up.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 553</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I read the conclusion, Sir?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We have discussed briefly some of the essentials\r\n\r\nof a national approach to education policy; what it\r\n\r\nmeans  and the responsibilities and obligations  it\r\n\r\nimposes on all those who sincerely desire a  united\r\n\r\nMalayan nation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If Malaya is to survive as a nation, and if our\r\n\r\npeople  are to achieve social, political,  economic\r\n\r\nand  cultural advancement in the modern world,  the\r\n\r\nmost  essential  prerequisite  is  to  abolish  the\r\n\r\ncommunal  divisions,  antagonisms,  rivalries   and\r\n\r\ndistrusts which threaten the unity of our  country.\r\n\r\nThis  can only be done by working devotedly for  a\r\n\r\nunited  Malayan  nation based on a united  national\r\n\r\nconsciousness and a common loyalty to  Malaya.  The\r\n\r\ninstrument to achieve this aim is a truly  national\r\n\r\neducation policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P's, stand-point is clear and\r\n\r\nunequivocal. We have neither time for nor  patience\r\n\r\nwith  narrow-minded and short-sighted communalistic\r\n\r\napproaches  to problems of education  policy.  That\r\n\r\nway  lies  national anarchy and ultimately national\r\n\r\nsuicide. We stand for a united Malayan nation and a\r\n\r\nnational  education policy. That  way  lies  unity,\r\n\r\npeace and progress.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Member for Hong Lim does not\r\n\r\nbelieve in all that now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we were treated yesterday by the former\r\n\r\nChief  Minister to a gratuitous lesson  on  how  to\r\n\r\nfight  Communism and defend democracy in Singapore.\r\n\r\nSir,  first, I want to congratulate him. I  thought\r\n\r\nthat,  having  lost  the  services  of  this  ghost\r\n\r\nwriters  of  the past, he did well in  finding  new\r\n\r\nghost writers, particularly for those parts of  the\r\n\r\nspeech  relating  to the Internal Security  Council\r\n\r\nand how to fight the Communists. Those parts of his\r\n\r\nspeech, Sir, came from typewritten scripts, and  it\r\n\r\nhad  a  flow  of language, if I may say,  which  is\r\n\r\nsomewhat out of harmony with the informal note upon\r\n\r\nwhich the former Chief Minister usually pitches his\r\n\r\nown  speeches. It is important, Sir, that we should\r\n\r\nanswer  the  Member for Cairnhill, and whoever  his\r\n\r\npolitical  mentors  are, who inspired  this  simple\r\n\r\nanti-Communist line. We are obliged to him, if  for\r\n\r\nnothing  else, for providing us with the background\r\n\r\ncontrast in attitudes and approach between  what  I\r\n\r\ncall   our   positive,   socialist,   non-Communist\r\n\r\nstand - just  to  distinguish  ourselves   from   the\r\n\r\nCommunists,  because  they  also  call   themselves\r\n\r\nsocialists; that is the reason and there is nothing\r\n\r\nsinister   about  it - and  their  stand   as   anti-Communists. Caltex made the stand that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 554</b></font><br><br>\r\n\r\n\r\n\r\ntheir  brand  \"Caltex\" had a  red  star  with  five\r\n\r\npoints  long  before  the Soviet  Union  came  into\r\n\r\nbeing. I think nowadays if you go to a petrol pump,\r\n\r\nthe    petrol    pump   operator   will    somewhat\r\n\r\napologetically  explain  to  you  that  he  is  not\r\n\r\nselling  you  Russian oil. Sir,  he  is  also  non-Communist  to  that  extent,  just  to  distinguish\r\n\r\nhimself  from  the Communists. It is  a  pity,  Mr\r\n\r\nSpeaker, Sir, that the Member for Cairnhill  should\r\n\r\nhave  given his game away very early in his speech,\r\n\r\nbecause he said, and he said this with disapproval,\r\n\r\nthat  it  was  an open secret that the  P.A.P. was\r\n\r\npursuing   a   policy   to   win   over   Communist\r\n\r\nsympathisers and activists to the way of democracy.\r\n\r\nHe  obviously does not believe in this.  He  thinks\r\n\r\nall  this  is  dangerous, stupid and  irresponsible\r\n\r\nstuff,  because when he was the Chief Minister  and\r\n\r\nleader  of the last Government, he did not  believe\r\n\r\nin  all  this nonsense about winning over Communist\r\n\r\nsympathisers to the way of democracy.  He  believed\r\n\r\nin  the  negative approach. Crush  them,  break  up\r\n\r\ntheir  organisations and lock  them  up,  which  is\r\n\r\nsometimes  somewhat unfortunate but inevitable  and\r\n\r\nnecessary. But of all the people who have  had  the\r\n\r\ntemerity to proffer us advice on how to govern  the\r\n\r\ncountry  and develop the democratic system,  I  can\r\n\r\nthink  of  no  one  less qualified  and  with  less\r\n\r\nreputable   credentials  than  the   former   Chief\r\n\r\nMinister. If anybody wanted to know how not  to  do\r\n\r\nit, he proved it conclusively.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the years 1956 to 1959 - true it was a bit\r\n\r\ndifficult then because at that time it was a  more\r\n\r\ntricky position and Singapore was even more  semi-semi-independent - he  had  to   kowtow   to   Chief\r\n\r\nSecretaries  and Attorney-Generals  and  Financial\r\n\r\nSecretaries. This therefore made him more easily a\r\n\r\nvictim of a smear. But the point is this. All that\r\n\r\nhe  has  to  show  for  the  advice  given,  which\r\n\r\nobviously  he  must have found out  from  his  own\r\n\r\nexperience  and  trial, is  a  political  movement\r\n\r\nwhich consists of an address, a publication called\r\n\r\nThe  People  which  appears  once  in  six  months\r\n\r\nwhenever  there is trouble somewhere out of  which\r\n\r\nthey  think  they can get some profit.  Otherwise,\r\n\r\nthey  go  into a deep coma. Four Assemblymen,  one\r\n\r\nhaving, by his inertia, probably caused by looking\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 555</b></font><br><br>\r\n\r\n\r\n\r\nafter  the  fowl world, departed from their  ranks,\r\n\r\nThis is the result of that policy. The former Chief\r\n\r\nMinister said that democracy was the antithesis  of\r\n\r\nCommunism  and he insinuated that a man  who  calls\r\n\r\nhimself  a  non-Communist democrat is contradicting\r\n\r\nhimself. According to his definition a democrat  is\r\n\r\na  person who must first be an anti-Communist. When\r\n\r\nwe  are  using these terms, I think it is important\r\n\r\nto define what we mean. He wound up by recommending\r\n\r\nhis  line to us with promises of support if we make\r\n\r\ncommon  cause  with  him.  Sir,  I  stated  at  the\r\n\r\nbeginning that it is the business of each contender\r\n\r\nin  this three-cornered fight, which is still on in\r\n\r\nSingapore, to pull us to their side. Here  we  have\r\n\r\nan  example of discredited reactionaries trying  to\r\n\r\nget us to make common cause with them on a sterile,\r\n\r\nstraightforward, simple, anti-Communist stand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me start at the other end of the\r\n\r\ndefinition on how Communists define people. I think\r\n\r\nthe former Chief Minister would do well if he would\r\n\r\nspend   some  time,  besides  reading  the   glossy\r\n\r\nmagazines,  to read tracts like the forbidden  ones\r\n\r\n(they  are  very  useful)  particularly  over   the\r\n\r\nmonitoring    digests,    like    Mao    Tze-tung's\r\n\r\ncontradictions  about  the  people.  \"Who  are  the\r\n\r\npeople?\",  he begins with. And he says there  is  a\r\n\r\ngood  Marxist dialectician who said the  definition\r\n\r\nof  the  word  \"people\"  changes  from  country  to\r\n\r\ncountry  and in each country from time to time.  He\r\n\r\nsaid   in  China,  for  instance,  when  they  were\r\n\r\nfighting the Japanese invader, all those who fought\r\n\r\nthe  Japanese  were the people, and all  those  who\r\n\r\naided  the Japanese were the enemies of the people.\r\n\r\nTherefore,  by  that definition,  the  K.M.T.,  the\r\n\r\nLiberals, the Social Democrats, the Communists, all\r\n\r\nwere  the  people, and Wang Ching Wei and his  gang\r\n\r\nwere  enemies of the people, because they  were  on\r\n\r\nthe  other side. After the liberation of China, who\r\n\r\nare the people? First of, all, who are the enemies?\r\n\r\nThe enemies are those who\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 556</b></font><br><br>\r\n\r\n\r\n\r\nresist progress, change, and the establishment of a\r\n\r\nsocialist  State. And the people are all those  who\r\n\r\nwant   the  establishment  of  a  socialist  State.\r\n\r\nTherefore  the  K.M.T.,  the  American  imperialist\r\n\r\nsupporters and so on are enemies of the people  and\r\n\r\nthe   rest  are  the  people.  That  is  basic  and\r\n\r\nfundamental. From their point of view, who are  the\r\n\r\nCommunists?  All those who support  Communism.  Who\r\n\r\nare not Communists? All those who either oppose  or\r\n\r\ndo not support Communism. That is their definition,\r\n\r\nbut from time to time it varies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been given a great deal of credit,\r\n\r\nquite  unjustly,  I think, for the rather  eloquent\r\n\r\nphraseologies  which my colleagues in  the  Cabinet\r\n\r\ncontribute  from  time to time. I would  say,  Sir,\r\n\r\nthat  it  would be a mistake for people to  believe\r\n\r\nthat  my  colleagues lack dialectical  stamina  and\r\n\r\nskill. In the same way we are also flexible when we\r\n\r\ndefine  \"Communists\", \"non-Communists\"  and  \"anti-Communists\". Who are the people? I say  the  people\r\n\r\nare  all those who want to see industrial peace and\r\n\r\nexpansion,  prosperity, progress and the resolution\r\n\r\nof our unemployment problems.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> And support the P.A.P.!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> No. That would be a mistake.\r\n\r\nI  think  that is where the Member for Farrer  Park\r\n\r\nwould be making a cardinal error. The great Chinese\r\n\r\nMarxist dialectician never said that all those  who\r\n\r\nsupport the Chinese Communist Party are the people,\r\n\r\nbecause  then  he  would be  left  with  15,000,000\r\n\r\npeople.  That is all he has right now. At the  time\r\n\r\nof  the  liberation of the mainland,  he  had  only\r\n\r\nabout 5,000,000 cadres. We say \"the people\" embrace\r\n\r\nall  those  who  want to see the  establishment  of\r\n\r\nindustrial  peace,  industrial expansion,  progress\r\n\r\nand  prosperity, and the creation of pre-conditions\r\n\r\nfor  merger  with  the Federation.  All  those  who\r\n\r\noppose   those  objectives  obviously  want  chaos,\r\n\r\ndisaster,  confusion, no merger, a prolongation  of\r\n\r\ncolonial rule, unhappiness and no prosperity.  They\r\n\r\nmust therefore be classified as enemies\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 557</b></font><br><br>\r\n\r\n\r\n\r\nof the people. I ask each of the individual groups,\r\n\r\nwhatever     they     call     themselves - Left-wing\r\n\r\nadventurers,    pro-Communists,    Marxists,     or\r\n\r\nreactionaries (whether or not they fall within  one\r\n\r\nor  the  other  side  of that definition) - are  they\r\n\r\nenemies  of  the  people or are  they  the  people,\r\n\r\ndepending  upon  whether they  want  what  we  have\r\n\r\ndecided - industrial expansion, prosperity, peace and\r\n\r\npre-conditions  for merger - or are  they  those  who\r\n\r\nwant  strikes,  chaos, unemployment, irreconcilable\r\n\r\nstruggles that lead to perdition? We do not  punish\r\n\r\nfor  intent until the intent is made manifest.  But\r\n\r\nif  the intent is made manifest, then what shall we\r\n\r\ndo,  Sir?  Let  me assure the Member for  Cairnhill\r\n\r\nthat  we will fight for our own cause, a cause more\r\n\r\nworthy  and  more likely to succeed  than  his  own\r\n\r\nsterile  and negative one. And the Communists  have\r\n\r\nnot  found  us  negative either, let alone  passive\r\n\r\nvictims in either the ideological argument  or  the\r\n\r\norganisational  battle for power.  We  shall  fight\r\n\r\nthem ourselves on our own issues of our own making,\r\n\r\nand at a time of our own choosing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is one thing that we, as a Party and\r\n\r\nas  a  movement, have achieved more than any  other\r\n\r\npolitical party since l9 - I wanted to say 1948,  but\r\n\r\nto  be  true, I think it is 1945. We have won  over\r\n\r\n(and  we are the only Party that has done so) large\r\n\r\ngroups  of  people, who might otherwise  have  been\r\n\r\nsympathisers or supporters of the Communist  cause,\r\n\r\nby  our positive approach, a non-Communist ideal to\r\n\r\ndistinguish   ourselves  from  the  Communists,   a\r\n\r\ndemocratic  socialist approach, because  they  also\r\n\r\ncall themselves democratic socialists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as long as we keep on doing that and succeed\r\n\r\nin doing that, then we shall remain a virile and  a\r\n\r\nvigorous  force and a movement to be reckoned  with\r\n\r\nin the Malayan political situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the world ideological battle is a ceaseless\r\n\r\nand  unrelenting one and no one political  leader's\r\n\r\npronouncements  on this subject in  Malaya  can  do\r\n\r\nmore than just to add a little more argument in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 558</b></font><br><br>\r\n\r\n\r\n\r\ndeciding  the thinking of the people of  Malaya  on\r\n\r\nthis ideological conflict. Let us say quite clearly\r\n\r\nthat  the oversea Chinese, not just in Malaya,  are\r\n\r\nfully  aware  of the tremendous strides  that  have\r\n\r\nbeen  made by the Communist Government in China  in\r\n\r\nindustrialisation   and  effective   administrative\r\n\r\norganisation. As far as the ideological  battle  is\r\n\r\nconcerned, it is the example of Communist  China - an\r\n\r\nexample  of  rapid  progress and an  organised  and\r\n\r\nefficient  society, and not the dismal failures  of\r\n\r\nthe  M.C.P. - which has sustained the  Communists  in\r\n\r\ngetting  recruits into their oft-depleted ranks  in\r\n\r\nMalaya.  That  is a problem which we will  have  to\r\n\r\nface.  If  you start off by saying, \"I am  anti-Com\r\n\r\nmunist.  I  am in the same category as Chiang  Kai-shek, Ngo Dinh Diem, Dr Syngman Rhee\", then I  say\r\n\r\nyou will convince nobody in Malaya to even look  at\r\n\r\nthe  alternative which, in our submission,  is  the\r\n\r\nonly  practical and sane way to peace and a  united\r\n\r\nand  prosperous  Malaya. We say  categorically  and\r\n\r\nemphatically - and we stand or fall fundamentally  in\r\n\r\nthe  last analysis on whether we are right or wrong\r\n\r\nin  this - that  violent revolution by the  Communist\r\n\r\nParty in Malaya, particularly a party which is only\r\n\r\nfounded   and  mounted  on  one  section   of   the\r\n\r\npopulation, is doomed to failure from the word \"go\"\r\n\r\nand  is  unable to bridge the division between  the\r\n\r\nraces,  their  languages,  their  cultures,   their\r\n\r\nreligions  in Malaya. So when those of us  in  this\r\n\r\nChamber  blithely talk about the unity of  economic\r\n\r\nforces,    this   P.A.P. lying   about   cultural\r\n\r\nconsciousness, national consciousness being  a  lot\r\n\r\nof  piffle, I say we stand by the test of time.  If\r\n\r\nwe  are wrong, then verily we shall pay for it. But\r\n\r\nif we are right, then we shall be magnanimous about\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the business of any political party that\r\n\r\nsincerely believes in the democratic system  is  to\r\n\r\nwin  over  the  mass of the Chinese and  the  other\r\n\r\npeoples  in  Malaya  away  from  Communism  to  the\r\n\r\ndemocratic system. In Malaya we would be stupid  if\r\n\r\nwe  failed  to recognise that the M.C.P. has  been\r\n\r\nworking   in   the  schools,  talent-scouting   and\r\n\r\nrecruiting a whole\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 559</b></font><br><br>\r\n\r\n\r\n\r\nhost of intelligent, honest and sincere young  men\r\n\r\nand  women to their ranks. It is because  of  this\r\n\r\nnegative approach of the Member for Cairnhill that\r\n\r\nhe  never  had  a  political party,  let  alone  a\r\n\r\npolitical  movement that ticked. All he  had  were\r\n\r\nthe  Mak  Pak  Shee's, the Chew  Swee  Kee's,  the\r\n\r\nLazarouses,  the  Member for  Joo  Chiat,  chicken\r\n\r\nrearers and others.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me pose this problem. Nearly half of\r\n\r\nthe  population of Malaya are Chinese.  More  than\r\n\r\nhalf  of  these  Chinese are educated  in  Chinese\r\n\r\nschools.  For  the  time  being,  the  appeal   to\r\n\r\nCommunism\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 560</b></font><br><br>\r\n\r\n\r\n\r\nfinds its best response amongst the Chinese\r\n\r\nsection that considers itself politically and\r\n\r\nsocially ostracized. For the time being, -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of interruption.\r\n\r\nFurther consideration tomorrow?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Tomorrow, Sir.\r\n\r\n \r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now\r\n\r\nadjourn.\"-[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Eight o'clock p.m.</div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 559</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADDENDUM</b></div>\r\n\r\n<div align=\"center\"><b>TEACHERS ON SICK LEAVE</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Yong Nyuk Lin, pursuant to his reply to the following question for oral answer asked on 4th\r\n\r\nAugust, 1960, (Official Report, 4th August, 1960,\r\n\r\nVolume 13, No. 3, Column 120):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Seow Peck Leng asked the Minister for Education how many teachers in Primary and\r\n\r\nSecondary  English schools went on sick leave  (a)\r\n\r\nbetween  1st September, 1958, and 30th June,  1959\r\n\r\n(except when there was an \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 560</b></font><br><br>\r\n\r\n\r\n\r\nepidemic), and (b)\r\n\r\nbetween  1st September, 1959, and 30th June,  1960\r\n\r\n(except  when there was an epidemic): and  whether\r\n\r\nany instructions were given to the Medical Officer\r\n\r\nto keep medical leave down to a minimum,\r\n\r\n\r\n\r\n<br><br>supplied the following answer on 9th September,\r\n\r\n1960:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;2,202 teachers in Government English schools\r\n\r\nwere absent on sick leave during the six months\r\n\r\nperiod from 1st January, 1960, to 30th June, 1960.\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
