{"memberId": null, "volumeNo": "15", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "22", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"15\">\r\n\r\n<meta name=\"Sit_No\" content=\"22\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1961-12-13\">\r\n\r\n<meta name=\"Start_Col\" content=\"2045\">\r\n\r\n<meta name=\"End_Col\" content=\"2136\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">15</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">22</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">13-12-1961</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 2045</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 15</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 13th December, 1961</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n                           \r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2046</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee, j.p. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2047</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2047</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ESTIMATES OF EXPENDITURE AND DEVELOPMENT ESTIMATES</b></div>\r\n\r\n<div align=\"center\"><b>FOR 1962</b></div>\r\n\r\n<div align=\"center\"><b></b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of\r\n\r\nSupply [5th Allotted Day].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (12th December, 1961),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head 50 be reduced\r\n\r\nby $10 in respect of subhead 1.\"-(Dr Lee Siew Choh).\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n              \r\n\r\n<br><br>2.33 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>MAIN ESTIMATES, 1962</b> (Cont.)</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 50 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam (Choa Chu Kang</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, the Minister for Home Affairs yesterday\r\n\r\nstated in this House that the Government had lifted the\r\n\r\nban of 8,000 books. All the books banned by the\r\n\r\nprevious Government were unimportant and the Government\r\n\r\nhooks  on  which  the ban had been lifted  were  of  no\r\n\r\nsignificance. I said yesterday that the does not  allow\r\n\r\nbooks   of  a  political  nature,  such  as  books   on\r\n\r\nsocialism,  to be imported into Singapore. The  present\r\n\r\nGovernment  professes to be a non-Communist,  Socialist\r\n\r\nParty. The Prime Minister has also recommended that the\r\n\r\npeople  should  read all kinds of books in  order  that\r\n\r\nthey may learn how our society can be reformed. But the\r\n\r\nGovernment has so far not allowed books\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2048</b></font><br><br>\r\n\r\n\r\n\r\nof  this nature to be imported into Singapore.  If  the\r\n\r\nGovernment is sincere in reforming our society  through\r\n\r\nknowledge  gained from certain books on  socialism  and\r\n\r\npolitical   theories,   then  it   should   allow   the\r\n\r\nimportation of such books into Singapore, as they  will\r\n\r\nbe  very useful to the people of Singapore. If it wants\r\n\r\nto  prove that a bad society can be reformed,  then  it\r\n\r\nshould  allow the people to read these books  in  order\r\n\r\nthat  they  can  decide  for  themselves  whether   the\r\n\r\narguments  put forward by the Government  are  good  or\r\n\r\nbad.  The  present policy of the Government is contrary\r\n\r\nto  its  declared policy of promoting Malayan  culture.\r\n\r\nThe   Minister   for  Culture  and  his   Parliamentary\r\n\r\nSecretary  have said that they want to encourage  local\r\n\r\nwriters  to  write  books with a local  background,  as\r\n\r\nbooks  of  the  nature of Alice in Wonderland  are  not\r\n\r\nuseful  and  necessary in Singapore. The censorship  on\r\n\r\nuseful  books imposed by the Ministry of Home  Affairs\r\n\r\nhad not been in keeping with the Government's professed\r\n\r\npolicy.  There is a book called Reminiscences  of  Fire\r\n\r\nwhich  has  not  been  properly censored.  The  present\r\n\r\nGovernment's  policy  is  not  in  keeping   with   its\r\n\r\nprofessed   aim  of  promoting  Malayan  culture.   The\r\n\r\nGovernment  should not adopt the same  rule,  the  same\r\n\r\nstandard  or  the  same criterion  in  respect  of  the\r\n\r\ncensorship of all kinds of books.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I want to raise is in connection with\r\n\r\nthe   issue   of   identity  cards.  At  present,   the\r\n\r\nRegistration  Centre  sends  out  teams   to   register\r\n\r\nstudents in schools so that they do not have to come to\r\n\r\nthe  Centre for their identity cards. This  is  a  good\r\n\r\nmethod,  but, in actual fact, no proper facilities  are\r\n\r\nextended  to  students, especially those in  the  rural\r\n\r\nareas.  If  the students who are promoted to  secondary\r\n\r\nschools  in  the  rural areas do not  possess  identity\r\n\r\ncards,   the   schools  will  not   admit   them.   The\r\n\r\nRegistration  Centre has not sent out officers  to  the\r\n\r\nrural  schools  to register students  who  qualify  for\r\n\r\nregistration.  When students went to the  Centre,  they\r\n\r\nwere  told  by the officer in charge that  they  should\r\n\r\nremain  in  their schools and wait for the officers  to\r\n\r\ncome  and  register them. But no officer has ever  been\r\n\r\nsent to the rural schools. The students in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2049</b></font><br><br>\r\n\r\n\r\n\r\nthe rural schools have been inconvenienced because many\r\n\r\nof them will be going to secondary schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So I hope the Minister for Home Affairs will take\r\n\r\nsteps  to  facilitate the registration of  students  in\r\n\r\norder  to  enable  them  to proceed  to  the  secondary\r\n\r\nschools in the urban areas. I hope he will provide them\r\n\r\nwith  all  kinds of facilities to save their  time  and\r\n\r\nmoney.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I am not clear what books\r\n\r\nthe  Member for Choa Chu Kang was referring to. We have\r\n\r\nnot  banned books of a political nature. We  have  also\r\n\r\nnot  banned  books  on socialism.  Many  book-shops  in\r\n\r\nSingapore  are selling books on socialism.  Perhaps  he\r\n\r\nhas  not visited the book-shops, and that is why he  is\r\n\r\nnot  aware  of this fact. Perhaps he has visited  those\r\n\r\nbook-shops which do not sell this kind of books as they\r\n\r\nare  not  in  great demand. The hon. Member  could  not\r\n\r\npoint  out  any  specific example, and that  is  why  I\r\n\r\ncannot give a specific answer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our policy on the censorship of books sold in the\r\n\r\nbook-shops has always been liberal. We have been  quite\r\n\r\nopen-minded about it. I would like to quote  a  passage\r\n\r\nfrom  the  Report  of  the P.A.P.'s  Special  Committee\r\n\r\nreviewing the work of the Government and the Party. The\r\n\r\nReport clearly shows the attitude of the Government  in\r\n\r\nregard to the censorship of books and literature.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'It is contended that we have tended to be too strict\r\n\r\nin  our censorship of books, films, records, music  and\r\n\r\nother  cultural  material from  abroad.  Censorship  is\r\n\r\nalways  a  tricky problem as it very often  involves  a\r\n\r\ncertain  measure of subjective judgment on the part  of\r\n\r\nindividuals  who  exercise  censorship.  What  may   be\r\n\r\nimmoral  or undesirable to one group of people may  not\r\n\r\nbe so to others. Such differences of opinion are likely\r\n\r\nto arise in an even more acute form in a multi-cultural\r\n\r\nsociety where sense of values differ.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, censorship must pay regard to the\r\n\r\nprevailing   political  atmosphere  and   tensions   in\r\n\r\nsociety.  We must ensure that there is no expansion  of\r\n\r\ncultural  forces  inimical to cur broad  objectives  of\r\n\r\ncreating  a  Malayan  nation  and  a  democratic,  non-communist socialist society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, as long as these broad objectives are not\r\n\r\njeopardised,  there should be freer  play  of  cultural\r\n\r\ninfluences.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2050</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are cultural materials from abroad which are\r\n\r\nnot merely propagandistic but calculated to bring about\r\n\r\nactive   hostility   against   democratic   forms    of\r\n\r\ngovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should restrict such type of cultural material as\r\n\r\nwe  restrict material which glorifies colonialism.  The\r\n\r\ntest  is  what impact certain types of hostile cultural\r\n\r\nmaterials  is likely to have on our people at  a  given\r\n\r\nmoment. For example, it may be all right to show a film\r\n\r\ndealing  with religious and racial conflicts  or  about\r\n\r\njuvenile delinquency or gangsterism at times when there\r\n\r\nare  no  acute racial religious or juvenile delinquency\r\n\r\nproblems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Works of literary and social, value, including those\r\n\r\nby  Communists, should not be excluded as a  matter  of\r\n\r\ncourse.  Only such works should be excluded  which  are\r\n\r\nlikely  to  incite  our people to  do  unconstitutional\r\n\r\nthings or hamper us from our goal of building a Malayan\r\n\r\nsociety.'\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. It seems to be a very long\r\n\r\nextract.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nthere is only a short paragraph more to go.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Subject to this overriding consideration, we should\r\n\r\nallow  freer  flow  of  books,  scientific  literature,\r\n\r\nplays,  films  and songs from Communist  countries.  We\r\n\r\nrecommend that all nonpolitical books should be allowed\r\n\r\nentry from Communist countries as a general rule.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, from what I have already quoted, we can\r\n\r\nsee  clearly that the Government's policy on censorship\r\n\r\nis  very  lax and broad-minded. Because of  this,  many\r\n\r\nbooks which were banned formerly are allowed on sale at\r\n\r\npresent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the allegation that we do not encourage local\r\n\r\ncreative works in literature, unfortunately the  Member\r\n\r\nfor  Choa  Chu Kang has not been able to  give  us  any\r\n\r\nconcrete examples in this respect. We have banned  many\r\n\r\nundesirable publications imported from other countries.\r\n\r\nThere is a positive aspect of this ban. If we have very\r\n\r\nfew   undesirable   publications,  then   the   healthy\r\n\r\npublications in our own country will have a good chance\r\n\r\nof  better  circulation. There will be  more  and  more\r\n\r\npeople  trying to take part in literary  works  with  a\r\n\r\nMalayan  background. Therefore, in  this  respect,  our\r\n\r\npolicy  is  in compliance with that of the Ministry  of\r\n\r\nCulture.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2051</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the book mentioned by the Member for Choa Chu\r\n\r\nKang, Reminiscences of Fire, this was banned only at the\r\n\r\ntime when the students were staging a boycott. This book\r\n\r\ncontained  seven articles, the first six  of  which  are\r\n\r\nquite  innocuous.  But the last article,  the  title  of\r\n\r\nwhich  is Reminiscences of Fire, is the main reason  for\r\n\r\nbanning  this  book. It is because the  writer  of  this\r\n\r\narticle wrote about students camping in the Chinese High\r\n\r\nSchool   in  1960.  This  article  states  clearly   the\r\n\r\norganisation  and  activities of  the  students  camping\r\n\r\nthere, how they were trying to go against the Government\r\n\r\nat  that  time, and how propaganda work was carried  out\r\n\r\nagainst the Government then. In this article terms  such\r\n\r\nas   \"superior\"  and  \"Directives\"  which  in  Communist\r\n\r\norganisations  were commonly used. Only those  who  were\r\n\r\nfound  connected with the underground activities of  the\r\n\r\nCommunists   will  have  knowledge  and  use   of   such\r\n\r\nterminology. The event took place at the time  of  anti-colonialism,   and   the  government   then   was   pro-colonialist. But the present Government is  a  popularly\r\n\r\nelected  government.  The  anti-government  by  violence\r\n\r\nphase has gone.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another reason for banning this book is that at the\r\n\r\ntime  when  the book was banned there was a minority  of\r\n\r\nSecondary IV students who made use of the same method of\r\n\r\norganising  agitation among students  in  their  boycott\r\n\r\nagainst Government Secondary IV examinations. They  even\r\n\r\nresorted to violence to stop students Who wanted to  sit\r\n\r\nfor  the examinations. So in that atmosphere of tension,\r\n\r\nif  we allowed this book to circulate in the market,  it\r\n\r\nwould  only  lead  to  increasing difficulties  for  the\r\n\r\nGovernment.  Therefore, I would like to ask  the  Member\r\n\r\nfor Choa Chu Kang whether he is sincerely concerned with\r\n\r\nlocal  writers  with a Malayan outlook writing  literary\r\n\r\nworks  in  this perspective or whether he is  trying  to\r\n\r\ndefend  Communist activities. Unfortunately, he has  not\r\n\r\nmade it clear to me. I can tell him that fortunately  it\r\n\r\nis  we  who are in power, otherwise the writer  of  this\r\n\r\nbook will not be able to move about\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2052</b></font><br><br>\r\n\r\n\r\n\r\nfreely in this country. He might be confronted with more\r\n\r\ndifficulties and troubles.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Registry of Persons, the Member for Choa\r\n\r\nChu  Kang mentions that the Registration Office has  not\r\n\r\nsent  out mobile teams to rural schools to register  the\r\n\r\nstudents who want to apply for identity cards. If  there\r\n\r\nis  such  an occurrence, and if he can bring up concrete\r\n\r\nexamples, such as the place or the name of the school or\r\n\r\nthe  students, then I will take proper measures to  deal\r\n\r\nwith  such a problem. As far as possible, we are  trying\r\n\r\nto  reduce  the need for 12-year old students  from  the\r\n\r\nrural  areas  to go to the Registration  Office  to  get\r\n\r\ntheir  identity cards. Many members of the public go  to\r\n\r\nthe  N.R.I.C. Centre to get their identity cards. So  if\r\n\r\nwe  encourage  more  and  more students  to  go  to  the\r\n\r\nRegistration Centre in the city, then there  will  be  a\r\n\r\ngreat pressure of work. That is why we have decided that\r\n\r\nwhere  there  are students who are of age  and  who  are\r\n\r\nstudying in rural schools, we will send out mobile teams\r\n\r\nto  register  them so that we can save  them  a  lot  of\r\n\r\ntrouble   and  transport  money.  Of  course,   we   are\r\n\r\nunderstaffed and because of the question of expenditure,\r\n\r\nit  is  impossible for us to send out  mobile  teams  to\r\n\r\nevery  school in the rural areas. I believe  that  given\r\n\r\nmore  favourable  conditions,  both  administrative  and\r\n\r\nfinancial, we will try to send out mobile teams to every\r\n\r\nschool  in  the  rural areas so that every  student  who\r\n\r\nwants to apply for an identity card can be attended to.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Mr Speaker, Sir, if the\r\n\r\nMinister  were to have said yesterday what he said  just\r\n\r\nnow,  I would have nothing to pick with him. In fact,  I\r\n\r\nwould  have supported him. When he was attacked  by  the\r\n\r\nleader  of  the Barisan Sosialis in regard to censorship\r\n\r\nof  publications and the denial of citizenship rights to\r\n\r\nbe  a  number of what the Barisan Sosialis termed \"anti-colonial  fighters\", the Minister felt it to be  a  very\r\n\r\nconvenient way of answering such attacks by saying,  \"We\r\n\r\nare not so bad. It was the Lim Yew Hock Government that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2053</b></font><br><br>\r\n\r\n\r\n\r\nimposed  the  ban. Since we came into  power,  we  have\r\n\r\nalready  approved about a few thousand books.\" Sir,  in\r\n\r\nregard  to that ban, may I explain here that it  was  a\r\n\r\nblanket  ban  on all publishing companies in  Communist\r\n\r\nChina? Then there was a continuing process of screening\r\n\r\nthe books, and if the books were harmless they would be\r\n\r\nreleased for sale in Singapore. The P.A.P. took  office\r\n\r\nin  1959 and the continuing process still continues. As\r\n\r\na result of that continuing process, the ban was lifted\r\n\r\nfrom a large number of books.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to citizenship, the Minister said, \"We are not\r\n\r\nso bad. The Lim Yew Hock Government was very strict. We\r\n\r\nhave  given citizenship to a lot of people.\"  What  the\r\n\r\nleader of the Barisan Sosialis said about the denial of\r\n\r\ncitizenship rights was, I think, in regard to those who\r\n\r\nthey  claimed  were  anti-colonial  fighters,  and  the\r\n\r\nMinister  knows who they are. We refused to grant  them\r\n\r\ncitizenship. The fact that the P.A.P. has been in power\r\n\r\nfor 2½ years, and coupled with the fact that those so-called  anti-colonial  fighters were  comrades  of  the\r\n\r\nP.A.P. and  they still refused them their  citizenship\r\n\r\nrights shows that what the Lim Yew Hock Government  did\r\n\r\nwas quite right.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has been the habit in this House since 1959\r\n\r\nto  label  all  sins or omissions on the Lim  Yew  Hock\r\n\r\nGovernment. Even the Barisan Sosialis, when  they  were\r\n\r\nsitting  opposite,  were attacking  the  Lim  Yew  Hock\r\n\r\nGovernment, as if it was a free-for-all. But  now  that\r\n\r\nthey have come over here they are beginning to have the\r\n\r\nfeeling,  as the people of Singapore are now  beginning\r\n\r\nto realise, that the Lim Yew Hock Government was not so\r\n\r\nbad  as  compared with the P.A.P. Government. At least,\r\n\r\nit is much better.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the Member for Queenstown want a\r\n\r\nvote?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Can I speak a few\r\n\r\nwords?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Just a few words, and then we will take\r\n\r\na vote.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2054</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The Member for Cairnhill mentioned\r\n\r\na  little while ago about citizenship being denied only\r\n\r\nto  certain people. But I can assure him that a  number\r\n\r\nof  students who took part in the 1955/56 demonstration\r\n\r\nhave been denied their citizenship. Also quite a lot of\r\n\r\npeople  who were active members of the P.A.P., and  not\r\n\r\nonly  those  who  were  detained, like  the  Organising\r\n\r\nSecretaries  and  Branch Committee members,  have  been\r\n\r\ndenied their citizenship. We do not know why.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> All are Communists!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> As regards the books, Sir, may I\r\n\r\nask  the Minister how is it - this is in defence  of  the\r\n\r\nMember for Cairnhill in a certain way - that books  which\r\n\r\nwere  available during the Lim Yew Hock period  are  no\r\n\r\nmore available today?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> What are the books?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, a number of companies have\r\n\r\nbeen  writing  to  the  Minister for  the  last  twelve\r\n\r\nmonths.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> Name\r\n\r\nthe books.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The names of the two companies\r\n\r\nconcerned  are  the Singapore Trading Company  and  the\r\n\r\nEducation  Book  Store. They have been writing  to  the\r\n\r\nMinister  asking for certain hooks to be released.  But\r\n\r\nthey have not been released. In fact, during my stay in\r\n\r\nthe Ministry, I found that if there is but one line  in\r\n\r\nthe whole book which says what is happening in China is\r\n\r\ngood, or if there is just one line that praises Mao Tse-tung,  then the whole hook is banned. So much so,  Sir,\r\n\r\nthat  several  people  who  had  been  working  in  the\r\n\r\nMinistry  have  resigned in protest. I  feel  that  the\r\n\r\nMinister  has borrowed spectacles heavily  tinted  from\r\n\r\nsomewhere.  Otherwise he could not have seen  socialist\r\n\r\nbooks as Communist books.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2055</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> I did not know, Mr Speaker, Sir,\r\n\r\nthat  the Member for Queenstown has now allied  himself\r\n\r\nwith  the  Member for Cairnhill. My point  is  that  in\r\n\r\nSingapore,  unlike  in  the Federation,  it  is  not  a\r\n\r\nblanket   ban   as  such.  Books  are  released   after\r\n\r\nexamination.  This  Government has been  more  liberal.\r\n\r\nThat is why within a period of two and a half years, we\r\n\r\nhave released more than 8,000 books. In the Member  for\r\n\r\nCairnhill's  time, probably none of those  books  would\r\n\r\nhave been released. The Member for Queenstown has asked\r\n\r\nhow  it  is that books which were available during  the\r\n\r\nprevious  Government are no longer available  now.  Mr\r\n\r\nSpeaker,  Sir, there are many reasons why  books  which\r\n\r\nwere  available during the previous Government  are  no\r\n\r\nlonger  available  now. It is  not  that  we  are  even\r\n\r\nstricter than the previous Government. I would like  to\r\n\r\ngive  some of the reasons why it happened. In June this\r\n\r\nyear, I instructed my officials to find out about this,\r\n\r\nbecause  certain  allegations were made  that  nowadays\r\n\r\nbook-shops have less books for sale than before.  After\r\n\r\ninterviewing five of the largest bookshops in the city,\r\n\r\nwe found out that these are the reasons why there is  a\r\n\r\nscarcity  of  books  nowadays. First,  once  the  books\r\n\r\nproduced in China, are sold out in Singapore, they  are\r\n\r\nno  longer  available in China. It is not  possible  to\r\n\r\norder  again  the  same type of  books  because,  in  a\r\n\r\nplanned economy, as in China, the production is related\r\n\r\nto the demand. Once the books are sold out, that is the\r\n\r\nend  of  it. Secondly, there is a shortage of  printing\r\n\r\nmaterial  in China, and, therefore, it is not  possible\r\n\r\nfor the Chinese Government to produce as many books  as\r\n\r\nbefore [Interruption] -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> - for export overseas. The third\r\n\r\nreason, according to the bookshop proprietors, is  that\r\n\r\nin  recent  years creative work in China has been  very\r\n\r\nscarce.  The reason is that many of these writers  have\r\n\r\nbeen sent to the villages and the communes to take part\r\n\r\nin  physical labour, and, therefore, they have no  time\r\n\r\nto  write any literary works. Hence, there are less new\r\n\r\nbooks\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2056</b></font><br><br>\r\n\r\n\r\n\r\navailable in Singapore. Mind you, Sir, this information\r\n\r\nwas  given  by people who have been dealing  with  this\r\n\r\nbusiness  for  years.  Fourthly, the  market  for  the\r\n\r\nprogressive type of books is very small. Those who read\r\n\r\nthem  are the youth and the intellectuals. Mr Speaker,\r\n\r\nSir,  what  all proprietors of bookshops are  after  is\r\n\r\nprofit. If this type of books do not bring them as much\r\n\r\nprofit  as  the  others,  they will  not  import  them.\r\n\r\nFifthly, although the Singapore Government has released\r\n\r\nmany types of books, the Federation still imposes a ban\r\n\r\non  this type of books. Therefore, the market continues\r\n\r\nto  be  very small, and it is not profitable to  import\r\n\r\nthis  type of books for sale in Singapore only.  It  is\r\n\r\nnot because the Government's standard of censorship  is\r\n\r\nmore  severe  than  that of the previous  Government's.\r\n\r\nThese are objective facts.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Dr Lee, take a vote?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> One sentence only, Sir. I can\r\n\r\nsummarise the real reasons in two words. They  are  the\r\n\r\n\"Special Branch\".\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (1) on the Order Paper\r\n\r\nSupplement for today. Inche Ahmad Jabri.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 50 be reduced\r\n\r\nby $10 in respect of subhead 3.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I am surprised to see that the vote for the cost of students attending the Muslim College at Kiang has been reduced as compared to the 1961 vote.\r\n\r\nWhat  should  have  been done by the Government  is  to\r\n\r\nincrease the vote and not to reduce it. This is on  the\r\n\r\nbasis  of the policy to encourage more capable students\r\n\r\nto  further  their religious studies. It is, therefore,\r\n\r\nnecessary that this vote should be increased.  We  have\r\n\r\njust  heard  how  the  Prime  Minister  replied  to  my\r\n\r\nquestion  concerning translators in the High Court,  He\r\n\r\nsaid there were not enough\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2057</b></font><br><br>\r\n\r\n\r\n\r\ndefendants,  and  so  there  was  no  need   for   more\r\n\r\ntranslators. I think those who receive religious  study\r\n\r\nat  the  Muslim College, Kiang, will be more useful  to\r\n\r\nthe State of Singapore. Therefore, Mr Speaker, I think\r\n\r\nit  is appropriate for the Ministry of Home Affairs  to\r\n\r\nincrease this particular vote, and not have the vote as\r\n\r\nit  is this year. When I read today's newspapers, there\r\n\r\nare very few students studying at the Muslim College at\r\n\r\nKlang.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, when the Muslim\r\n\r\nCollege,   Klang,  was  founded  in  March  1955,   the\r\n\r\nSingapore  Government made a capital grant  of  $10,000\r\n\r\nand undertook to offer ten scholarships in' two batches\r\n\r\nof  five  scholars at the rate of $1,560 per year.  The\r\n\r\nfirst batch of five students who joined the college  in\r\n\r\n1955  completed their studies in 1959. No  scholarships\r\n\r\nwere  offered  in 1960 because consideration  was  then\r\n\r\ngiven  to  reviewing the extent to which the Government\r\n\r\nhad  need  of personnel academically qualified  in  the\r\n\r\nMuslim religion and the extent to which they could make\r\n\r\nuse  of the College. Unfortunately, this assessment  of\r\n\r\nthe  demand  for  graduates  of  the  College  was  not\r\n\r\ncompleted before the opening of the 1960 academic  year\r\n\r\nof  the  College  in April of that year.  However,  the\r\n\r\nmatter  was  resolved and it was decided  to  send  one\r\n\r\nscholar  a year for the five years commencing from  the\r\n\r\n1961  academic  year, instead of five scholars  in  one\r\n\r\nbatch. The provision of $4,000 in the 1962 Estimates is\r\n\r\nless  than previously because of the decision  to  send\r\n\r\none  scholar  a year instead of five at the  time.  The\r\n\r\nprovision of $4,000 in 1962 is to meet the cost of  the\r\n\r\nstudent who studied in the College in the academic year\r\n\r\n196l  and will continue to do so in 1962, and the  cost\r\n\r\nof  the  student who will be selected for the  academic\r\n\r\nyear 1962, and a little bit of other expenses that  may\r\n\r\narise in connection with their studies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provision of $7,800 in the 1961 Estimates was\r\n\r\nonly  a  repetition of previous estimates. At the  time\r\n\r\nwhen  the  provision was entered in the 1961 Estimates,\r\n\r\nno decision had yet been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2058</b></font><br><br>\r\n\r\n\r\n\r\narrived at whether to send one scholar per year or five\r\n\r\nscholars in one batch. That is the reason why there  is\r\n\r\nthis difference in the provisions for 1961 and 1962.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong Kembangan):</b> Sir, I\r\n\r\nfeel at a loss when the -\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has expired. Does the\r\n\r\nMember for the Southern Islands require a vote?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b> indicated assent.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The time allotted for Head 50 having expired, the following amendments\r\n\r\nwere not proceeded with:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Dr Lee Siew Choh:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 50 be reduced\r\n\r\nby $10 in respect of subhead 17.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Inche Ahmad Jabri Bin Mohammad Akib:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 50 be reduced\r\n\r\nby $10 in respect of subhead 19.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Mr Chan Sun Wing:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 50 be reduced\r\n\r\nby $10 in respect of subhead 23.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Dr Lee Siew Choh:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Dr Sheng Nam Chin:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Mr Chan Sun Wing:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 50 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,694,090 for Head 50 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2058</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 51 -\r\n\r\n  \r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 51 be reduced\r\n\r\nby $10 in respect of subhead 6.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is an item for the maintenance of vessels,\r\n\r\nand  I  find it difficult to understand why it is  that\r\n\r\nthe  estimate for 1962 is double that of  1961.  Is  it\r\n\r\nbecause there are more vessels to be maintained  or  is\r\n\r\nit  because  the maintenance carried out from  year  to\r\n\r\nyear has not been enough, and it has to be made up with\r\n\r\na double vote?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2059</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, the provision is\r\n\r\nfor the maintenance of the following vessels:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;H.M.S. Laburnum, which is the Head-quarters ship of\r\n\r\nthe  M.R.N.V.R.; H.M.S. Panglima, H.M.S.  Cana,  Panji,\r\n\r\ntwo   harbour  launches,  one  fast  motor-boat,  three\r\n\r\nbailers and five dinghies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Until 1962, the proper maintenance of vessels has not\r\n\r\nbeen  possible  owing  to the  lack  of  funds  and  so\r\n\r\nmaintenance on a breakdown basis only has been  carried\r\n\r\nout. The slipping or docking has always been kept to  a\r\n\r\nminimum  because  of  high  dock  charges.  Dock  Staff\r\n\r\ntherefore, have not been able to carry out drill  tests\r\n\r\nor the examination of hulls and of associated fittings.\r\n\r\nThis  lack of proper maintenance in the past means that\r\n\r\nin most cases major overhauls will be required in 1962.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In working out the amount required for maintenance of\r\n\r\nsuch  vessels in 1962, estimates from the Harbour Board\r\n\r\nhave been obtained and, as a result of these estimates,\r\n\r\na   figure  of  $138,976  has  been  arrived  at.  This\r\n\r\nmaintenance comprises such items as scraping, painting,\r\n\r\nrefitting   of   underwater  fittings,   replacing   of\r\n\r\nwaterline  plates,  cleaning, slipping,  dock  charges,\r\n\r\netc.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I withdraw, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $9,912,930 for Head 51 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2059</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 52 -\r\n\r\n  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nDavid Marshall -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 52 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Marshall? He is not here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $418,720 for Head 52 ordered to stand part\r\n\r\nof the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2059</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 53 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of Inche\r\n\r\nAhmad Jabri bin Mohammad Akib -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 53 be reduced\r\n\r\nby $10 in respect of item (2) of subhead 1.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 53 be reduced\r\n\r\nby $10 in respect of subhead 4.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2060</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Inche Ahmad Jabri?\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri:</b> I am not moving both my\r\n\r\namendments.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, I beg\r\n\r\nto move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 53 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the time of the Bukit Ho Swee Fire many\r\n\r\npeople were asking themselves this question: Why should\r\n\r\nGovernment have to wait for a big fire before  building\r\n\r\nhouses to rehouse these attap-house dwellers? The  Fire\r\n\r\nBrigade  cannot control a fire that breaks  out  in  an\r\n\r\nattap-house  area  if  the wind  is  blowing  strongly.\r\n\r\nTherefore,  it would be a pity if the Fire  Brigade  is\r\n\r\nunable to prevent an occurrence like this once in three\r\n\r\nyears,  because if the money that has to  be  spent  to\r\n\r\nrelieve  these fire victims could be spent  before  the\r\n\r\nfire,  it  would save the fire victims, the public  and\r\n\r\nthe  Fire Brigade too, a large expenditure of money and\r\n\r\neffort.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another suggestion made is this, If the Fire Brigade\r\n\r\ncould  suggest preventive measures to reduce  the  fire\r\n\r\nrisks  in  these  areas, that would be another  way  to\r\n\r\nprevent a tragedy like this from happening regularly. I\r\n\r\nhave been told, Sir, that in these attap-house areas if\r\n\r\nthey  changed the roofings of attap to zinc or aluminum\r\n\r\nroofings,  then the Finance Ministry would  come  along\r\n\r\nand say that the property tax must be increased.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are now on the Fire Brigade and not\r\n\r\non  housing.  Let  us not talk about  attap  houses  as\r\n\r\nagainst  zinc  houses. I should  imagine  that  if  the\r\n\r\nMember  wishes to speak about the Fire Brigade on  this\r\n\r\nvote,  he  should  indicate how the  Fire  Brigade  has\r\n\r\nfailed, whether expansion is necessary and 50 on and so\r\n\r\nforth-not on housing.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker. Sir, the vote for the\r\n\r\nFire  Brigade  comes  to nearly $2½ million.  If  by\r\n\r\npreventive  measures fire risks could be reduced, then\r\n\r\nwe could reduce the expenditure. All this tragedy would\r\n\r\nnot  have  happened.  Simple  measures  like  the  Fire\r\n\r\nBrigade people going round to advise\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2061</b></font><br><br>\r\n\r\n\r\n\r\nthe  people  on  changing their  roofing  would  be  of\r\n\r\ngreater  help.  But  there is one  obstacle,  Sir.  The\r\n\r\nproperty  tax  people  say this thing  cannot  be  done\r\n\r\nwithout  increasing  the property tax.  This  is  where\r\n\r\nperhaps one Ministry could help another.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is, \"That the total sum to\r\n\r\nbe  allocated for Head 53 be reduced by $100.\" I do not\r\n\r\nknow whether the Minister has anything to answer there.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, actually it is\r\n\r\nmore  a  question  of housing than  the  Fire  Brigade.\r\n\r\nHowever,  I wish to inform the Member for Tanglin  that\r\n\r\nit  is precisely because of these fire hazards that the\r\n\r\nGovernment is spending millions of dollars each year to\r\n\r\nbuild new flats, which will be more tire-proof, and  we\r\n\r\nhope  with  the successful conclusion of the  Four-Year\r\n\r\nDevelopment  Plan on housing, such large fires  as  the\r\n\r\nBukit Ho Swee fire will not occur again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Fire Brigade may be in a\r\n\r\nposition to suggest ways and means of preventing  fire,\r\n\r\nsuch as the use of inflammable materials for houses and\r\n\r\nso forth. But all this, Mr Speaker, Sir, is -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Non-inflammable.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> - non-inflammable materials for\r\n\r\nhouses and so forth. But, Mr Speaker, all this is to a\r\n\r\nlarge  extent  tied up with the economic conditions  of\r\n\r\nthe  people. I mean, all the non-inflammable  materials\r\n\r\ninvariably  are more expensive than attap  and  planks.\r\n\r\nTherefore, many of the suggestions of the Fire  Brigade\r\n\r\nare  just  not  within the means of  these  attap-house\r\n\r\ndwellers to carry out. That is where the Housing  Board\r\n\r\nhas  come in to build low-cost houses for these  attap-house dwellers.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, I wonder\r\n\r\nwhether  the Minister could give some consideration  to\r\n\r\nthis  suggestion.  During  the  life  of  the  previous\r\n\r\nGovernment   some   kampongs  has  fire   extinguishers\r\n\r\nprovided  together with one or two firemen going  round\r\n\r\nand forming a squad of about 20 kampong people\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2062</b></font><br><br>\r\n\r\n\r\n\r\ndepending on the size of the kampong, to teach them how\r\n\r\nto  use  these  fire extinguishers and to  be  on  call\r\n\r\nshould there be a fire to prevent the fire spreading. I\r\n\r\nfind  that these fire extinguishers have now gone  dry;\r\n\r\nthe  20 people have gone off the list, and nobody knows\r\n\r\nwho they are because the list has not been renewed.  If\r\n\r\nthe  Assemblyman  concerned  for  that  area  were   to\r\n\r\napproach  the Minister and give him the details,  could\r\n\r\nwe get help along those lines?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, if the Member\r\n\r\nfor  Mountbatten  were to make a request  to  the  Fire\r\n\r\nBrigade for the setting up of a fire-fighting squad  in\r\n\r\nwhichever kampong she thinks necessary, I am  sure  the\r\n\r\nFire  Brigade would only be too glad to do so. In fact,\r\n\r\nthere are at the moment 72 kampong fire-fighting squads\r\n\r\nin 28 kampongs. These squads have all received training\r\n\r\nand   equipment  from  the  Fire  Brigade.  They   were\r\n\r\nrecruited  in  order to fight fires  in  the  incipient\r\n\r\nstage  within their own kampongs before the arrival  of\r\n\r\nthe Singapore Fire Brigade. I can assure the Member for\r\n\r\nMountbatten  that if she were to put up a  request,  it\r\n\r\nwould be favourably considered.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, I shall discuss\r\n\r\nthis in the Development Estimates. I withdraw this\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,449,510 for Head 53 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2062</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 54 -\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 54 be reduced\r\n\r\nby $10 in respect of subhead 7.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a vote for the purchase of of passports\r\n\r\namounting  to $24,000. I wonder whether it is  wise  to\r\n\r\nspend  so much money on passports which will be out  of\r\n\r\nfashion  when  the  next constitutional  advance  takes\r\n\r\nplace  in,  I  think, 1963. How many passports  can  be\r\n\r\npurchased with $24,000, and how long will these last?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2063</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker. Sir, I think the\r\n\r\nprovision is very necessary to meet the anticipated\r\n\r\ndemand in 1962. For the information of the Member for\r\n\r\nCairnhill, the number of passports issued from June to\r\n\r\nDecember 1959 was 6,341. In 1960, the number of\r\n\r\npassports issued was 17,432. In 1961, as at November,\r\n\r\nthe number of passports issued has reached 20,607. The\r\n\r\namount provided for in the 1962 Estimates can only\r\n\r\npurchase about 19,000 passports. Fortunately, we are\r\n\r\nanticipating a balance of about 8,000 passports this\r\n\r\nyear. So together with 18,000 for next year, we are\r\n\r\njust in a position to meet the demand in 1962.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> In view of the explanation, may I\r\n\r\nbeg leave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Mr Speaker, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 54 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have no wish to embarrass the Minister, for as\r\n\r\nwe  all  know, the Immigration Department has  improved\r\n\r\nconsiderably  as a result of recommendations  from  the\r\n\r\nBarisan Sosialis Assemblymen and branches. But  I  wish\r\n\r\nto raise a few points.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of the improvement, there is still\r\n\r\nrestriction imposed on Singapore citizens who  want  to\r\n\r\ntravel. For example, Singapore citizens and children of\r\n\r\nSingapore citizens who have been awarded\r\n\r\nscholarships  in  iron  curtain  countries  have   been\r\n\r\nprevented from going on these scholarships just because\r\n\r\nthe  Special Branch - the Special Branch always comes in - says  that these people should not be allowed to go  on\r\n\r\nscholarships to non-pro-Western countries. I wonder  if\r\n\r\nthe   Minister  will  reconsider  the  policy  on  this\r\n\r\nquestion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again. Sir, you will remember that at the\r\n\r\ninauguration  of the Barisan Sosialis, we  extended  an\r\n\r\ninvitation to -\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mao Tse-tung!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2064</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - the Sarawak United People's Party\r\n\r\nto  attend our inaugural meeting. The Chairman  of  the\r\n\r\nParty  himself was entertained lavishly when he  passed\r\n\r\nthrough Singapore. He has said that his organisation is\r\n\r\na  legal organisation and that there is no Communist in\r\n\r\nhis organisation. Yet when his representative was asked\r\n\r\nto  come  along, our Minister here saw fit to stop  him\r\n\r\nfrom  attending the inaugural meeting. Again  I  wonder\r\n\r\nwhether the Minister will consider changing the  policy\r\n\r\non this question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is still one more point. This concerns the\r\n\r\nlocal-born who are now in China. There are a number  of\r\n\r\npeople  born in Singapore who went to China for various\r\n\r\nreasons, and now when they want to come back, they  are\r\n\r\nprevented from doing so. People over the age of  twelve\r\n\r\nhave  not  been issued with certificates of status.  We\r\n\r\nthink  it is the inalienable right of anybody  born  in\r\n\r\nSingapore that he be allowed a chance to come back.  We\r\n\r\nknow,  Sir,  there  are people who have  been  away  to\r\n\r\nAmerica,  Indonesia and Australia for 20 to  30  years,\r\n\r\nand  because they could produce documents to prove that\r\n\r\nthey  were born in Singapore, they were allowed to come\r\n\r\nback.  Why is discrimination shown against those people\r\n\r\nwho  went to China? We know a number of such cases, and\r\n\r\neven  the brother of one of the Assembly women opposite\r\n\r\nis similarly discriminated against.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Teng Kian -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Teng Kian (Punggol)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir, it is the opportune time now for  us  to\r\n\r\ntouch  on  the immigration laws. Our Minister for  Home\r\n\r\nAffairs  is  no longer a bachelor. He knows the  warmth\r\n\r\nand responsibilities of a family.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two rules in this country restricting local\r\n\r\ncitizens  from applying for permission for their  wives\r\n\r\nto  enter Singapore. There is another restriction which\r\n\r\nis  applicable  to  their children.  According  to  the\r\n\r\npresent  law, a local-born citizen will not be  allowed\r\n\r\nto  apply for permission for his wife to come into this\r\n\r\ncountry if between the period 1948 and 1952 he has  not\r\n\r\nbeen living together with her. The rule applicable\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2065</b></font><br><br>\r\n\r\n\r\n\r\nto  their children is this. If they were born elsewhere\r\n\r\nand they are older than six years, they are not allowed\r\n\r\nto come into Singapore. These restrictions have greatly\r\n\r\naffected  the Chinese. In the past, generally speaking,\r\n\r\nthe  Chinese  came to Singapore to earn  a  living  but\r\n\r\ntheir  wives  stayed in China. They did not  know  that\r\n\r\nafter  the P.A.P. came into power they would  be  faced\r\n\r\nwith  such  restrictions, The P.A.P. claims  to  be  a\r\n\r\nsocialist Party. Hard-working people from China earn no\r\n\r\nmore than $200 a month. So it is impossible for them to\r\n\r\ngo  back to China in the course of two or three  years.\r\n\r\nThese  people  never realised that the P.A.P.  Government\r\n\r\nwould  impose such restrictions on them. They have  not\r\n\r\nbeen  able  to live with their wives for the last  five\r\n\r\nyears  as  their  wives are not allowed  to  come  into\r\n\r\nSingapore. Therefore, I say that these restrictions are\r\n\r\nworthy of reconsideration on human grounds. I hope  the\r\n\r\nMinister concerned will improve this situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the restriction on the entry of children,\r\n\r\nit  is  impossible for a child who is six years old  to\r\n\r\nlive  alone away from its parents. Who is to look after\r\n\r\nthe  child?  Therefore, I hope the  Minister  for  Home\r\n\r\nAffairs,  who is a father now, will understand parental\r\n\r\nlove  and  the love between husband and wife.  He  must\r\n\r\nrealise it is not good to curb such love.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, the Member for\r\n\r\nQueenstown mentioned the Government's refusal to  allow\r\n\r\ntwo representatives of the Sarawak U.P.P. to attend the\r\n\r\ninaugural meeting of the Barisan Sosialis. I think  the\r\n\r\nreasons have been made public in the newspapers and, in\r\n\r\nfact,  even  the  Prime  Minister  has  disclosed   the\r\n\r\nbackground   of  the  lives  of  these   two   persons.\r\n\r\nTherefore,  I do not think it is necessary  for  me  to\r\n\r\nrepeat here again what is a public fact. It may be that\r\n\r\nthe  President of the Sarawak U.P.P is not a  Communist\r\n\r\nParty  and  that  the  Party is  a  legal  Party - as  he\r\n\r\nsaid - but that does not mean that a legal Party does not\r\n\r\ncontain  Communist or pro-Communist  elements.  As  you\r\n\r\nknow,  Sir,  no Communist will claim himself  to  be  a\r\n\r\nCommunist. Because\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2066</b></font><br><br>\r\n\r\n\r\n\r\nthe Communist Party is an illegal organisation in\r\n\r\nSarawak,  therefore they must find a  legal  Party  for\r\n\r\ntheir activities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the middle of this year, the\r\n\r\nP.A.P. set  up a Committee to review its work  in  the\r\n\r\nGovernment and in the Party. The Member for Queens-town\r\n\r\nwas   a   Secretary  of  this  Committee.  During   the\r\n\r\ndiscussions  on  the  problems  of  immigration,  if  I\r\n\r\nremember  correctly, he did not raise the  question  of\r\n\r\nSingapore-born  persons who had gone to  China  in  the\r\n\r\nearly   fifties   to   take  part  in   the   Sosialist\r\n\r\nreconstruction of the mother country. He  did  not  say\r\n\r\nanything about them. In fact, I am surprised today that\r\n\r\nhe  should champion their cause. Is it because  he  has\r\n\r\ngone  over  to the other side of the House?  Or  is  it\r\n\r\nbecause  the support of this small number of people  is\r\n\r\nso vital for the survival of his Party?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol has raised the question of the\r\n\r\nentry  of the wives and children of Singapore citizens.\r\n\r\nThe  question of immigration must be viewed m  relation\r\n\r\nto  the  economic  conditions of the  country.  If  the\r\n\r\nGovernment wants to be popular, the easiest  thing  for\r\n\r\nit  to  do  is to open the gate and allow everybody  to\r\n\r\ncome in. But then what will happen to the country?  The\r\n\r\nunemployment situation will get from bad to  worse  and\r\n\r\nwhatever  new  industries the State  may  develop,  the\r\n\r\nopportunities of employment will be quickly taken up by\r\n\r\nthese alien elements.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Mr Speaker, Sir, the free flow of\r\n\r\nimmigrants   from   outside  has  to   be   controlled.\r\n\r\nImmigration is a Pan-Malayan matter. Because  there  is\r\n\r\nno restriction at the Causeway, it is just not possible\r\n\r\nfor  Singapore to adopt an immigration policy which  is\r\n\r\ndiametrically opposite to that of the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In these two specific instances of entry of wives and\r\n\r\nchildren,  the  Review  Committee  again  has  made   a\r\n\r\nrecommendation that we should relax the restriction  of\r\n\r\nthese  two  categories  of  people,  i.e.,  wives   and\r\n\r\nchildren  of Singapore citizens. The recommendation  is\r\n\r\nthat,  so long as the relationship is proved, all wives\r\n\r\nof Singapore citizens should be allowed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2067</b></font><br><br>\r\n\r\n\r\n\r\nentry.  This  recommendation has been accepted  by  the\r\n\r\nGovernment  and we are now awaiting the  views  of  the\r\n\r\nFederation Government on this matter. As soon as we get\r\n\r\nthe  Federation Government's agreement on this, we will\r\n\r\nimplement it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I am surprised at the Minister\r\n\r\nsaying  that  I never raised this point before  in  the\r\n\r\nCommittee  of Review. I have the minutes  of  the  10th\r\n\r\nmeeting  of the Committee of Review with me. I was  the\r\n\r\nSecretary.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> That is P.A.P. property and should\r\n\r\nbe returned!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is not P.A.P. private property!\r\n\r\nIt is -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I raised this important matter,\r\n\r\nsaying that - I will read just one sentence to you, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Dr Lee says that it is the basic human right that a\r\n\r\nperson he able to return to the place of his birth.'\r\n\r\n\r\n\r\n<br><br>But,  unfortunately,  I was overruled.  I  raised  this\r\n\r\npoint  on  many  occasions, and even the  Parliamentary\r\n\r\nSecretary to the Minister for Education agreed with  me\r\n\r\non  this. Now the Minister for Home Affairs turns round\r\n\r\nand says he knows nothing about this. I want to ask him\r\n\r\nagain, Sir what about those people who have -\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b> Point\r\n\r\nof clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Member give way?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> No time, Sir. I also want to ask\r\n\r\nthe  Minister: what about those people, now  in  China,\r\n\r\nwhose  parents  in  Singapore  are  about  to  die?  On\r\n\r\ncompassionate  grounds, Sir - I know  of  one  particular\r\n\r\ncase. This person appealed to the Minister to allow the\r\n\r\nson  to  come back to Singapore just to see  his  dying\r\n\r\nmother.  Confirmation that the mother  was  dying  came\r\n\r\nfrom  a medical certificate saying that the mother  was\r\n\r\nsuffering  from  this and that. But in  spite  of  such\r\n\r\ncircumstances,   the  Minister  saw   fit   to   refuse\r\n\r\npermission even for the son to come back to have a last\r\n\r\nlook at the mother. Mind you, Sir, the father of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2068</b></font><br><br>\r\n\r\n\r\n\r\nson  in China had given an undertaking that if the  son\r\n\r\nwas not allowed to remain permanently in Singapore,  he\r\n\r\nwould be willing, however, to let the son come back for\r\n\r\nonly  a stretch of three months. In spite of that,  the\r\n\r\nMinister  refused. The last time I heard of  this  case\r\n\r\nwas  about two months ago. I do not know of any further\r\n\r\ndevelopments. I hope the Minister will on compassionate\r\n\r\ngrounds alone, consider cases like this.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, I am not aware\r\n\r\nof  the case he mentioned. If that is so, I shall  look\r\n\r\nit  up  to see whether it is a genuine case. But  as  I\r\n\r\nsaid,  Mr  Speaker,  it is very difficult  to  make  a\r\n\r\nprecedent  in  this  kind  of  cases  because,  once  a\r\n\r\nprecedent is made, it is very difficult to refuse other\r\n\r\ncases, whether genuine or not. One important point  the\r\n\r\nMember  for  Queenstown  has  overlooked  is  that  the\r\n\r\nChinese   Government  refuses  to  issue   any   travel\r\n\r\ndocuments  to its nationals who want to go  abroad.  As\r\n\r\nyou  know,  Mr  Speaker, Sir, when  someone  lands  in\r\n\r\nSingapore  without any travel documents, it is  not  an\r\n\r\neasy  job to get rid of him because no shipping company\r\n\r\nwill take him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown surely must be aware, Mr\r\n\r\nSpeaker,  Sir,  that in 1960 the Singapore  Citizenship\r\n\r\nOrdinance was amended. He agreed to the amendment.  The\r\n\r\namendment  says quite definitely that if  any  citizen,\r\n\r\nwho  has at any time after the 6th day of April,  1960,\r\n\r\nvoluntarily claimed and exercised any rights  available\r\n\r\nto  him  under  the law of any foreign  country,  being\r\n\r\nrights   accorded  exclusively  to  the   citizens   or\r\n\r\nnationals of that foreign country, shall cease to be  a\r\n\r\ncitizen of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, all these persons might have been\r\n\r\nborn  in Singapore, but they had already exercised  the\r\n\r\nrights  exclusively  accorded  to  nationals  of   that\r\n\r\nforeign country. As such, according to the amendment in\r\n\r\nthe  Citizenship  Ordinance, they  have  ceased  to  be\r\n\r\nSingapore citizens.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, I think I heard\r\n\r\nthe  Member for Queenstown state that he consulted  the\r\n\r\nMinister for Education on this.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> No.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2069</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> The Parliamentary Secretary. I\r\n\r\nthought it was the Minister for Education. That was why\r\n\r\nI wanted clarification.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I think the Minister for Education\r\n\r\nwas too duty conscious.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I just want to clarify a point\r\n\r\nwhich  the Minister for Home Affairs raised, Sir. There\r\n\r\nis  hardly any time left. He said he did not know about\r\n\r\nthe  particular case I referred to. I can  assure  him,\r\n\r\nSir,  that  the father of that person in question,  who\r\n\r\nhad  seen me earlier, not only went to the Ministry  to\r\n\r\nsee  the  Parliamentary  Secretary  but  also  saw  the\r\n\r\nMinister  in his Meet-the-People sessions. And  yet  he\r\n\r\nhas the audacity to come here and say that -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order! The Member for Queenstown is\r\n\r\nusing   .language  which  not  only  slithers  on   the\r\n\r\nborderline  but  goes  over  the  borderline.  In  this\r\n\r\nparticular  context,  I ask him to  withdraw  the  word\r\n\r\n\"audacity\".\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I withdraw that word, Sir. He also\r\n\r\nraised the point about the amendment in June 1960. Sir,\r\n\r\nI  must tell you that quite a number of Assembly  back-benchers  in the P.A.P. never knew what was  happening.\r\n\r\nThere is no shame in this kind of thing because we were\r\n\r\nnever  informed.  All  these  are  legal  matters   the\r\n\r\nimplications of which were never explained  to  us.  It\r\n\r\nwas only later on that we found that that amendment was\r\n\r\nmeant   to  stop  people  from  coming  back  by  using\r\n\r\ntechnicalities,  like  saying  that  these  people  now\r\n\r\nalready exercise some foreign rights. I mean, if  these\r\n\r\nthings  had  been explained to us, I am sure  we  would\r\n\r\nhave  objected to them. They hoped to catch us unawares\r\n\r\non technical and legal points.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Chan Chee Seng):</b> Mr Speaker, just now the\r\n\r\nMember  for Queenstown mentioned that such a case  came\r\n\r\nup to me. I have never come across this sort of case. I\r\n\r\nthink  the  Member  for Queenstown uses  all  sorts  of\r\n\r\ntwisting stories in the Assembly. If he ever had such a\r\n\r\ncase, put it up and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2070</b></font><br><br>\r\n\r\n\r\n\r\nsubstantiate it, but do not just say that there  was  a\r\n\r\ncase  like  that. Put it up [Interruption] and  let  us\r\n\r\nhear it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng:</b> He said I had come across this\r\n\r\ncase. I have never come across it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> But you were approached.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, I just want to\r\n\r\nsay  that  the  amendment to the Singapore  Citizenship\r\n\r\nOrdinance was discussed among Parliamentary Secretaries\r\n\r\nand  taken  down  to  Assemblymen. If  the  Member  for\r\n\r\nQueenstown did not understand all this, he should  have\r\n\r\nasked any of the Cabinet Ministers at that time. If  he\r\n\r\nchose  to ignore all these things, it is not for me  to\r\n\r\nhelp him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,115,080 for Head 54 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2070</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 55 -\r\n\r\n  \r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng (Pasir Panjang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 in respect of item (1) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This concerns the post of Commissioner of Police,\r\n\r\nwhich  is still being held by an expatriate officer.  I\r\n\r\ndo  not know when will a local officer be able to  hold\r\n\r\nthis post. This is a very important post as far as  the\r\n\r\nimplications of the law are concerned. Recently we came\r\n\r\nto  know that when the law was being implemented, there\r\n\r\nwas  prejudice  and discrimination.  We  know  the  law\r\n\r\nshould  treat all people equally, regardless of  creed,\r\n\r\nrace  or  religion. But, in point of fact, we  can  see\r\n\r\nthat taxi-drivers are being oppressed. The taxi-drivers\r\n\r\nin Singapore number some 10,000 and they are leading  a\r\n\r\nvery  difficult life. Very often when they  pick  up  a\r\n\r\nfare,  they are prosecuted. On the other hand,  we  see\r\n\r\nthat foreign capital concerns such as the S.T.C., whose\r\n\r\ndrivers have committed the offence of overloading, have\r\n\r\nnot  been  prosecuted. So it seems  that  this  law  is\r\n\r\ndiscriminating   between  local  and  foreign   capital\r\n\r\nconcerns.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2071</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is this: I am not clear about the\r\n\r\nrecent  strike by the students. According to  newspaper\r\n\r\nreports,  there were unidentified people who  assaulted\r\n\r\nthe  students  and there were also unidentified  people\r\n\r\nwho  drove a vehicle and knocked down a student. I have\r\n\r\nnot seen any police action being taken in this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At one time when there was a strike in a laundry\r\n\r\nfactory,  I do not know why the police went  there  and\r\n\r\nthey  were  asked to push vehicles out of the  factory.\r\n\r\nThere    is   something   very   strange   about    the\r\n\r\nimplementation of the law which -\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> On a\r\n\r\npoint  of order. I believe the Member for Pasir Panjang\r\n\r\nis moving an amendment to item (1) of subhead 1 of Head\r\n\r\n55.  That deals with the Police Commissioner. I do  not\r\n\r\nthink that has anything to do with the buses.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think the Member for Pasir Panjang\r\n\r\nhas  alleged that there has been discrimination in  the\r\n\r\napplication  of  the law by the police. Therefore,  the\r\n\r\nperson  who would be responsible for any discrimination\r\n\r\nin the application of the law would be the Commissioner\r\n\r\nof  Police  as Commissioner of Police. The  Member  has\r\n\r\nbrought  in the buses to indicate, I think, that  taxi-drivers \r\n\r\nare  prosecuted  while  S.T.C. conductors  or\r\n\r\ndrivers are not prosecuted. Therefore, in principle, he\r\n\r\nis  correct in raising these points under item  (1)  of\r\n\r\nsubhead   1.   It  is  the  responsibility   of   the\r\n\r\nCommissioner of Police to see that there should  be  no\r\n\r\ndiscrimination in the application of the law.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat (Geylang Serai):</b> Mr\r\n\r\nSpeaker,  Sir,  on  this particular  Head  we  are  not\r\n\r\nsupposed to speak on any item except the responsibility\r\n\r\nof the Commissioner of Police?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> No, not necessarily at all. There are\r\n\r\nother  items which come under \"Personal Emoluments\".  I\r\n\r\nbeg  your pardon. Under item (1) of subhead I,  yes - the\r\n\r\nresponsibility of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2072</b></font><br><br>\r\n\r\n\r\n\r\nCommissioner  of Police. But there is an  amendment  by\r\n\r\nthe Member for Queens-town on the whole of the subhead.\r\n\r\nHe  can  then,  when it is moved, touch  on  any  other\r\n\r\naspects  which are dealt with by the personnel  of  the\r\n\r\npolice. Have I made that clear?\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> The reason why I ask is this. We\r\n\r\nhave here on this Head ten amendments. At the rate the\r\n\r\ndebate is going on during these last few days, it looks\r\n\r\nas  though  those Members whose notices  of  amendments\r\n\r\nunder  any  particular Head come right below  will  not\r\n\r\nhave the chance to speak. A hat I am trying to say  is\r\n\r\nthis. I have an amendment. I thought I could speak on a\r\n\r\nparticular subhead 1, but I have had no chance to speak\r\n\r\non quite a number of occasions.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is exactly what I have tried to\r\n\r\nwarn  Members  about. Supply time is  Opposition  time.\r\n\r\nWhen I informed the House that I had allocated time,  I\r\n\r\ndid  suggest to Opposition Members that they should get\r\n\r\ntogether  and  try and share the time. Apparently  they\r\n\r\nhave  not  done so. The fact that the hon.  Member  for\r\n\r\nGeylang Serai has not filed a motion on this particular\r\n\r\nitem   which  is  giving  rise  to  a  debate  on   the\r\n\r\nresponsibility of the Commissioner of Police  does  not\r\n\r\nprevent him from speaking on the responsibility of  the\r\n\r\nCommissioner  of  Police,  because  the  amendment  has\r\n\r\nalready been moved. If it has not been moved, then,  of\r\n\r\ncourse, he is precluded from speaking. Any other point,\r\n\r\nDato Abdul Hamid?\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> I would like to speak on the\r\n\r\nquestion  of  policy in regard to the Police  Force  on\r\n\r\nthis particular Head.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That will come under the main Head\r\n\r\n55 - general policy. What the Member for Pasir Panjang is\r\n\r\ndoing  now  is to pin-point the responsibility  of  the\r\n\r\nCommissioner of Police, and he is entitled to do  that.\r\n\r\nHe  alleges that there has been discrimination  in  the\r\n\r\napplication  of  the law, and that, of course,  is  the\r\n\r\nresponsibility of the Commissioner of Police.  Mr  Tee\r\n\r\nKim Leng.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2073</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nwhat  I  have said is that the Commissioner  of  Police\r\n\r\nmust   go   according   to   the   Jaw,   without   any\r\n\r\ndiscrimination.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, allegations of\r\n\r\nbias  in  the execution of the law have been  made  and\r\n\r\ncertain instances mentioned. The first of these is that\r\n\r\nof  taxis.  The Member for Pasir Panjang  alleges  that\r\n\r\ntaxi-drivers have been discriminated against  and  that\r\n\r\nthe  foreign-owned  S.T.C. has  been  left  off  quite\r\n\r\neasily. I remember I made a reply to this same question\r\n\r\nat  the last sitting of the Assembly; that in the  case\r\n\r\nof  the  taxi-driver,  he is in  full  control  of  his\r\n\r\nvehicle,  and if he chooses to flout the law  and  tout\r\n\r\nfor extra passengers, then he is in for trouble. In the\r\n\r\ncase  of  buses,  according  to  the  drivers  and  the\r\n\r\nconductors of the buses, they cannot control the number\r\n\r\nof passengers boarding the bus. Therefore, it sounds  a\r\n\r\nbit  unjust for the police to go after the bus  driver.\r\n\r\nThe  allegation  that we are favouring a  foreign-owned\r\n\r\nbus  company  is  nonsense, because  the  .drivers  and\r\n\r\nconductors  of  Chinese  bus companies  have  not  been\r\n\r\nsummoned  or prosecuted in court. Therefore,  where  is\r\n\r\nthis  discrimination  in favour  of  the  foreign-owned\r\n\r\nS.T.C. as against the Chinese bus companies  owned  by\r\n\r\nlocal capitalists?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member also mentions unknown persons\r\n\r\nassaulting  students during the boycott. I think  every\r\n\r\nMember is aware that parents were taking their children\r\n\r\nwho   wished  to  sit  for  the  examination   to   the\r\n\r\nexamination   centre  and  that  they   were   forcibly\r\n\r\nprevented from entering the examination centre, and  in\r\n\r\nmany  instances,  there  were  scuffles  to  block  the\r\n\r\nstudents. These unknown persons - being unknown I do  not\r\n\r\nknow who they were - could well be the boycotted students\r\n\r\nthemselves or could well be the parents who  wished  to\r\n\r\ntake  their children to the examination centre. If they\r\n\r\nwere  pervented physically from doing so, or  violently\r\n\r\nfrom  doing  so, I say what else could  the  parent  do\r\n\r\nother  than  force  his  way in?  If  in  the  process,\r\n\r\nsomething were to happen, no one could stop it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2074</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the laundry strike, that the police were\r\n\r\nbiased  and  interfered in the  laundry  strike,  I  am\r\n\r\nafraid  I  am  not  well aware of this  strike  in  the\r\n\r\nlaundry. But I can assure the Member for Pasir  Panjang\r\n\r\nthat in cases of trade dispute, and when the police are\r\n\r\nrequired  on  the spot, they are always  there  at  the\r\n\r\nrequest of the Labour Department.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Bani (Thomson):</b> Sir, in spite of the fact\r\n\r\nthat  he is an expatriate officer, the Commissioner  of\r\n\r\nPolice, is undoubtedly a wise old man. I have no  doubt\r\n\r\nhe is an efficient Commissioner of Police. But I would\r\n\r\nlike  the  Minister to take into serious  consideration\r\n\r\nwhat  I have to say, because I think, from what I  have\r\n\r\npersonally witnessed, the behaviour of police personnel\r\n\r\nat  strike spots in front of pickets has been gradually\r\n\r\ndeteriorating.  To say the least, Sir, their  behaviour\r\n\r\nis   one  of  indecency  and  provocative.  I  ask  the\r\n\r\nGovernment Front-benchers not to laugh at this, because\r\n\r\nif  they want witnesses, I am quite prepared to line up\r\n\r\nthousands  of  workers to testify to what  I  say.  The\r\n\r\nGovernment  Members are laughing because  they  do  not\r\n\r\nrealise  the  seriousness of the situation.  Sir,  last\r\n\r\nweek   a  few  police  officers,  accompanied   by   an\r\n\r\ninspector,  stood  in  front  of  the  Chartered   Bank\r\n\r\nbuilding where about 150 workers of Guthrie and Company\r\n\r\nwere  on  strike. I was told that the police  personnel\r\n\r\nwho  were  present  there made indecent  signs  to  the\r\n\r\nworkers and provoked the temper of the workers. I think\r\n\r\nwhat  happened after that the Minister is  fully  aware\r\n\r\nof. This is just one of the instances I have personally\r\n\r\nwitnessed -  plainclothes  policemen  in  front  of  the\r\n\r\npremises  of  the  Singapore Business Houses  Employees\r\n\r\nUnion  making  obscene  signs at  union  officials  and\r\n\r\ncalling  them out for a fight. Unfortunately, I respect\r\n\r\nthe  decorum  of this Assembly, and it is not  possible\r\n\r\nfor me to show what sort of signs were made. But if the\r\n\r\nMinister  is interested to know, Sir, I can demonstrate\r\n\r\nto him anywhere he chooses. But, Sir, I think this is a\r\n\r\nserious  matter. I do not blame the Minister because  I\r\n\r\nhave  no doubt he is not aware of the conduct of  every\r\n\r\nsingle policeman in the force. But I hope he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2075</b></font><br><br>\r\n\r\n\r\n\r\nwill  give  serious consideration to what I have  said,\r\n\r\nand at least undertake to investigate the truth of this\r\n\r\nstatement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the things I would like to say here, Sir,\r\n\r\nconcerns  the  economy of the State. The  Minister  for\r\n\r\nFinance always says that he does not have enough  money\r\n\r\nfor  development projects. But I see, Sir,  the  Police\r\n\r\nForce  is  throwing  a  lot  of  good  money  away   on\r\n\r\nunnecessary projects.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. We are now on item (1) of\r\n\r\nsubhead 1 - Commissioner of Police. I have indicated  how\r\n\r\nthe debate should go. Members should say how the Police\r\n\r\nForce as a police force has failed in its behaviour and\r\n\r\nso on and so forth.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, what I am about to say comes within\r\n\r\nthe  responsibility  of  the  Commissioner  of  Police.\r\n\r\nTherefore, it will be relevant.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Member please continue for a\r\n\r\nbit, so that I can decide?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I have seen and I am told that plainclothes\r\n\r\npolicemen have been sent in five or six cars to  follow\r\n\r\nMr Lim Ching Siong all the way round the city.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> It is an honour!\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Not that Mr Lim minds it. But I just want\r\n\r\nto  point out the irrelevance of sending five car-loads\r\n\r\nof  policemen and wasting public money by following Mr\r\n\r\nLim Ching Siong around  - cars,  their  maintenance, petrol, etc, etc.  Mr  Lim\r\n\r\ntells  me  that  if the Minister wants to  save  public\r\n\r\nmoney,  he is quite prepared to give him a schedule  of\r\n\r\nhis  activities; what time he starts,  where  he  goes,\r\n\r\nwhom he meets round the clock.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government can save money and tell the\r\n\r\nCommissioner  of Police not to send five  or  six  cars\r\n\r\nwith  odd-looking  cronies inside  following  Mr  Lirn\r\n\r\naround.  Personally, Sir, I would like to ask  my  good\r\n\r\nfriend, the Minister for Home Affairs, -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2076</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Good friend?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> - to do me a favour. I have no car, Sir,\r\n\r\nand  I  get a few chaps, following me in cars.  I  only\r\n\r\nhope  the Minister can instruct them to give me a lift,\r\n\r\nso that I can save my taxi fare.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, the Member for\r\n\r\nThomson  mentions his Secretary-General being  followed\r\n\r\nby  five  car-loads of plainclothes men.  I  think  his\r\n\r\nSecretary-General is not that important or such  a  big\r\n\r\nfry   to  merit  five  car-loads  of  plainclothes  men\r\n\r\nfollowing him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the behaviour of the police at\r\n\r\nplaces  of  strike has been complained of, and  in  one\r\n\r\ninstance  the  Member  for  Thomson  mentions  that   a\r\n\r\nplainclothes  man  made  indecent  signs  to  him.  Mr\r\n\r\nSpeaker,  Sir,  for  one thing, if  the  man  was  in\r\n\r\nplainclothes,  I wonder how he could know  for  certain\r\n\r\nthat  he  was  a police plainclothes man  and  not  any\r\n\r\ncriminal  element. If he believed that that man  was  a\r\n\r\npolice  in  plainclothes, then I think he  should  have\r\n\r\nbrought  it  to  the attention of the  Commissioner  of\r\n\r\nPolice  and asked him to take action, and if no  action\r\n\r\nwas  taken in spite of the fact that the allegation was\r\n\r\nsubstantiated,   then  I  think  in  that   event   the\r\n\r\nCommissioner  of  Police was biased. But  Mr  Speaker,\r\n\r\nSir,  I do not know whether the Member for Thomson  did\r\n\r\nor  did not make a complaint and it is not possible for\r\n\r\nme  therefore  to investigate into the  matter.  But  I\r\n\r\nwould  like to inform him that, in carrying  out  their\r\n\r\nduties,   the   police  are  facing   more   and   more\r\n\r\ndifficulties  in  maintaining their  neutral  position,\r\n\r\nbecause over the past few months the picketing - this  is\r\n\r\ntold  to  me not just by the police but also by  Labour\r\n\r\nofficials - has become more and more unruly and  violent.\r\n\r\nThe police have complained that often they have to face\r\n\r\nall  kinds  of abuses, and that in front of members  of\r\n\r\nthe public. They have to tolerate all that because they\r\n\r\nhave  been  told again and again by me and others  that\r\n\r\nthey  should try to cool down and keep their temper  in\r\n\r\nexecuting  their  duties. One thing I  would  like  the\r\n\r\nMember  for  Thomson  to do is to co-operate  with  the\r\n\r\npolice and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2077</b></font><br><br>\r\n\r\n\r\n\r\nadvise  his union members that they should observe  the\r\n\r\nrules  of  peaceful picketing as provided  for  in  the\r\n\r\nTrade  Disputes  Ordinance. If he  could  persuade  his\r\n\r\nunion members to observe that, I am sure there will  in\r\n\r\nfact, be no need for the police to be present at places\r\n\r\nof  strike where picketing is going on. The police have\r\n\r\nalways been called to the scene of a strike because the\r\n\r\npicketing there has not been peaceful. In fact, it  has\r\n\r\nbeen unruly.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Member for Pasir Panjang\r\n\r\nrequire  a  vote? He has heard the Member  for  Geylang\r\n\r\nSerai.  Time  is  getting short. Does he  wish  to  add\r\n\r\nanything further?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng</b>(<i>In Mandarin</i>): Mr Speaker, I wish\r\n\r\nto  say a few more words. The Minister has not seen the\r\n\r\nworkers. To my knowledge, the S.T.C. conductors do  not\r\n\r\nlike  to  have more passengers in their buses.  Why  do\r\n\r\nthey  want  to  have  more  passengers?  Because  their\r\n\r\nemployers  ask  them to do so, as they  know  that  the\r\n\r\nGovernment will not prosecute them. When the buses have\r\n\r\nmore passengers, the workers will have more work to do.\r\n\r\nMoreover, pockets are liable to be picked.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the Minister gave a very\r\n\r\nlong answer to the same question posed to him some time\r\n\r\nago. I do not think the whole matter should be reopened\r\n\r\nin  this manner - not in this Committee of Supply. If the\r\n\r\nhon.  Member was not satisfied with the reply given  by\r\n\r\nthe  Minister then, he ought to have filed notice of  a\r\n\r\nmotion in the matter. Any other point the Member wishes\r\n\r\nto make?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nwant to put it to the vote.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of Mrs\r\n\r\nSeow Peck Leng -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 in respect of item (5) of subhead 1.*\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 in respect of item (6) of subhead 1.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2078</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 in respect of item (8) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 is respect of item (9) of subhead 1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mrs Seow, amendment (2)*.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng (Mountbatten):</b> Mr Speaker, Sir,\r\n\r\nto give more time to the main Head, could I -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member is not moving amendment (2)?\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> I am not moving my amendments on\r\n\r\nitems (5), (6), (8) and (9).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of Inche\r\n\r\nMohamed Ali bin Alwi -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 in respect of item (83) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 in respect of item (84) of subhead 1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Inche Mohd. Ali? He is not here. Dr\r\n\r\nLee Siew Choh.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will not speak very much about\r\n\r\nit, Sir. The only thing is that I feel -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the hon. Member move first?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 in respect of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will not take up much time, Sir,I just want to\r\n\r\nemphasise one or two points. At the present moment, the\r\n\r\nwhole Ministry is ruled by the Special Branch. In fact,\r\n\r\nour Minister, although he sits in this Assembly, merely\r\n\r\ntakes  orders from the Director of the Special  Branch.\r\n\r\nWhatever  the Special Branch says, goes.  As  we  know,\r\n\r\nSir,  the  Special Branch has been initiated,  trained,\r\n\r\nand  orientated towards preserving colonial  interests.\r\n\r\nToday,  the  P.A.P. is just doing exactly that.  Every.\r\n\r\nthing which, to the colonial master in the days of  old\r\n\r\nlooked  Communist or red, similarly today is considered\r\n\r\nred.  I  only wish our Minister would put on spectacles\r\n\r\nwhich are not tinted red. Let\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2079</b></font><br><br>\r\n\r\n\r\n\r\nhim use spectacles which are normal coloured so that he\r\n\r\ncan really see things more in their natural colours. If\r\n\r\nthey are really yellow, let them be yellow. If they are\r\n\r\nreally  red, let them be red. But do not look at things\r\n\r\nwhich  are  not red and not yellow with yellow  glasses\r\n\r\nand red glasses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Green glasses.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is a great waste of public\r\n\r\nmoney.  Consequent on such doings, Sir, I may add  that\r\n\r\nthey ire abusing the powers of the police in indirectly\r\n\r\nintimidating  people. I give you one example,  Sir.  As\r\n\r\nyou  know,  our Barisan paper has come out  and  a  new\r\n\r\nadvertisers have put advertisements in our  paper.  The\r\n\r\nmoment  an advertisement is put in, the Special  Branch\r\n\r\nwill send people straightaway to look the advertiser up\r\n\r\nand  call  him in for interrogation for hours  on  end.\r\n\r\nThis, as E say, is heavily tinted with intimidation and\r\n\r\nshould  never  be done. I hope the Minister  will  look\r\n\r\ninto matters like this.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, the Member for\r\n\r\nQueenstown surely must have read the Constitution Order\r\n\r\nin  Council that other than matters concerning defence,\r\n\r\nforeign  relations and internal security,  the  elected\r\n\r\ngovernment as the absolute power to do what it  wishes.\r\n\r\nIn  matters of internal security, there is the Internal\r\n\r\nSecurity  Council  where three  parties  are  involved.\r\n\r\nOther  than  matters of internal security, defence  and\r\n\r\nforeign   relations,  the  Singapore   Government   has\r\n\r\nabsolute power to do what it wants. Therefore,  to  say\r\n\r\nthat  the  Special  Branch  is  running  the  Singapore\r\n\r\nGovernment  or  giving orders to the  Minister  is  all\r\n\r\nutter  nonsense. If the Member for Queenstown can  look\r\n\r\nat  things  in  their  proper perspective,  instead  of\r\n\r\nlooking  through  yellow glasses, I am  sure  all  this\r\n\r\nphobia about the Special Branch will not have arisen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The allegation that the Special Branch has been\r\n\r\nabusing its powers and chasing after advertisers in the\r\n\r\nBarisan Sosialis paper has, in fact, been raised by,  I\r\n\r\nremember, the Member for Upper Serangoon sometime  last\r\n\r\nweek in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2080</b></font><br><br>\r\n\r\n\r\n\r\nC.P.A.  Room. I told him that if he would make a formal\r\n\r\ncomplaint  and  if  after proper investigation  it  was\r\n\r\nfound  correct, then I assured him that something would\r\n\r\nbe done. But till today I have not got his complaint in\r\n\r\nwriting   and,  therefore,  to  make  all  these   wild\r\n\r\nallegations without any evidence, I think,  is  wasting\r\n\r\nthe  time  of this House and not befitting the Chairman\r\n\r\nof a political Party.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nwill  only give a very short reply to what the Minister\r\n\r\nfor Home Affairs has said. The other day the Member for\r\n\r\nUpper  Serangoon  told  the Minister  about  a  certain\r\n\r\npolice  officer  visiting an advertiser  in  our  Party\r\n\r\norgan. The Minister did not give any reply when he  was\r\n\r\nasked to give an assurance in this matter.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng:</b> I want to say few words -\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the Minister is capable\r\n\r\nof looking after himself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, surely the\r\n\r\nMember for Choa Chu Kang cannot expect a blanket answer\r\n\r\nfrom me to guarantee all kinds of things which I do not\r\n\r\nknow. The complaint has not been made and I do not know\r\n\r\nexactly what sort of guarantee he wants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> He has complained to you.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will not say more things. There\r\n\r\nare so many people who want to say so many things.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 55 be reduced\r\n\r\nby $10 in respect of subhead 54.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a vote of $42,000 a year for 14\r\n\r\ntemporary   constables  who  are,  in  fact,   security\r\n\r\nofficers for Ministers. It has been reported to me that\r\n\r\nthe  people  who are now working as temporary  officers\r\n\r\nwere members of the P.A.P. and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2081</b></font><br><br>\r\n\r\n\r\n\r\nthat  they  were taken on to do this job just  to  give\r\n\r\nprotection to the Ministers from the masses  whom  they\r\n\r\nclaim  love them so much, so much so that they have  to\r\n\r\nbe protected from the love of the masses!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have discovered for myself that these so-called temporary constables who are security officers\r\n\r\nfor  Ministers  are even made to become chauffeurs  for\r\n\r\nMinisters.  If this is the way to get public  funds  to\r\n\r\npay  for  one's  personal  amenities,  I  think  it  is\r\n\r\ndefinitely  wrong. Do all Ministers require bodyguards?\r\n\r\nIf  their claim that they are the beloved of the masses\r\n\r\nis  accepted, then the masses will know how to  protect\r\n\r\nthem.  Then  the Ministers do not have to be  protected\r\n\r\nfrom the masses whom they claim love them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir,I think the same\r\n\r\nsubject  has  been raised in connection with  the  1960\r\n\r\nEstimates. If I remember correctly, the Prime  Minister\r\n\r\ndid give quite a detailed explanation why we need these\r\n\r\ntemporary  constables for the Ministers. I  think  they\r\n\r\nare  all  members of the P.A.P. with the  exception  of\r\n\r\none, and we selected them because of this fact. In  the\r\n\r\ncourse  of our duties and activities, we have to attend\r\n\r\nall  kinds  of  meetings - apart from  public  meetings,\r\n\r\nthere  are  Party meetings - and naturally we would  like\r\n\r\nsomebody  on  whom we can rely. In fact,  it  would  be\r\n\r\nembarrassing  when  attending Party  meetings  for  the\r\n\r\nregular police officers to be present - both for us  and\r\n\r\nfor  the  Police  Force - because they have  to  maintain\r\n\r\ntheir neutrality; and II they are found attending Party\r\n\r\nmeetings  with the Ministers, all kinds of  allegations\r\n\r\nmay  be  made.  This  is very much  a  personal  matter\r\n\r\nbecause  the  security officer following  the  Minister\r\n\r\nmust  have his confidence. There is no point in  having\r\n\r\none who is completely unknown to the Minister.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I would like to put it to a vote,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2082</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 55 be\r\n\r\nreduced by $100*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The same amendment also stood in the names of Inche Mohamed Ali bin\r\n\r\nAlwi and Inche Ahmad Jabri bin Mohammad Akib.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to say how satisfied I am with the\r\n\r\ngeneral  efficiency and devotion to duty of the  Police\r\n\r\nForce. Although the Barisan Sosialis do not like  them,\r\n\r\nI say they are good and really first-class.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am also glad to note that more and more of our\r\n\r\nChinese youth are serving the force. There was  a  time\r\n\r\nwhen   serving  in  the  Police  Force  was   something\r\n\r\nderogatory. This change of mind is all to the good  and\r\n\r\nit  will be of great benefit to the people as a  whole.\r\n\r\nHowever, the  point I am trying to make  is  that  the\r\n\r\nbackbone of the Police Force are still the Malays.  The\r\n\r\nN.C.O.s and the the Other Ranks are mostly Malays.  Yet\r\n\r\nthe  proportion of Malay officers is relatively  small.\r\n\r\nThis has been the case for some time now. But with more\r\n\r\nand  more  Malays  coming out of secondary  schools,  I\r\n\r\nthink  it  will be possible for Government  to  recruit\r\n\r\nmore of them for the officer class of the Police Force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I would like to touch upon is the\r\n\r\nservices of our Gurkha Police. I am not saying they are\r\n\r\nnot  a  useful unit. They are first-class policemen  in\r\n\r\nthat  they  can settle any problem which  requires  the\r\n\r\nelement  of force. But, Mr Speaker, I think they  have\r\n\r\npassed their usefulness in the set-up we have today. Is\r\n\r\nit  necessary  for  us  to use foreign  mercenaries  to\r\n\r\npolice our population? The time has now come for us  to\r\n\r\nthink again. Singapore is a self-governing State and  I\r\n\r\nthink  we  should  do  away with whatever  vestiges  of\r\n\r\ncolonialism that may remain. I am positive  that  given\r\n\r\nthe chance our policemen can undertake any of the tasks\r\n\r\nthat  are  now assigned to the Gurkhas. As a matter  of\r\n\r\nfact,  we  are  now spending nearly $1 million  on  the\r\n\r\nUnit, employing no less than 331 persons.  This  money\r\n\r\ncould well spent in employing local men.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2083</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I would like to raise concerns the\r\n\r\nlicensing  of firearms and, in particular, pistols  and\r\n\r\nrevolvers. I really do not understand what Government's\r\n\r\npolicy is on this subject. I understand from Government\r\n\r\nsources that licenses are issued to those whose  lives,\r\n\r\nin  the opinion of the police, are in danger. I have  a\r\n\r\npersonal interest in this, Sir,I happen to have one of\r\n\r\nthose revolvers, hut last year I got a letter from  the\r\n\r\npolice asking me whether it was still necessary for  me\r\n\r\nto  retain my revolver - mind you, Mr Speaker,  only\r\n\r\none.  I  carry an automatic not because I fear that  at\r\n\r\nany time my life is in danger but because the work I do\r\n\r\nand the responsibilities I have to carry out require me\r\n\r\nto  meet  any  possible eventuality at any given  time.\r\n\r\nAnyway,  the long and short of it was that the revolver\r\n\r\nwas  confiscated. Later on, I heard rumours from a very\r\n\r\nreliable  source that the police withdrew  my  revolver\r\n\r\nbecause  they  were afraid I might  run  amok  in  this\r\n\r\nAssembly. May I assure the Minister that I have no such\r\n\r\nintention? Anyway, Sir, what I am trying to say is that\r\n\r\nthe  Government is very discriminating in the issue  of\r\n\r\nlicences  to people, though sometimes I do meet  people\r\n\r\nin the course of my work who carry revolvers and who, I\r\n\r\nthink  are  not really in danger of their lives.  There\r\n\r\nwas  a particular case where the revolver of a managing\r\n\r\ndirector  of a firm was withdrawn, and it was given  to\r\n\r\nthe  manager  of  the  firm, and yet  the  manager  was\r\n\r\nnothing but an ordinary employee. But, Sir, it is  mood\r\n\r\nto  learn  that although my revolver was withdrawn  the\r\n\r\nrevolver  of  the leader of the Alliance has  not  been\r\n\r\nwithdrawn.  I do not know whether his life is  in  more\r\n\r\ndanger than mine is. At the same time, I understand the\r\n\r\nrevolvers  of all the Ministers have not been withdrawn\r\n\r\neither. Probably their lives are in danger.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, if the Member\r\n\r\nfor Geylang Serai thinks his life is in danger after  a\r\n\r\npeaceful period of more than a year, and if he  submits\r\n\r\nan application, we will consider it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2084</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a number of points have been raised\r\n\r\nabout  the  police. I am glad it is  noticed  that  the\r\n\r\nefficiency of the police has increased in general,  and\r\n\r\n1  am  sure the rank and file of the Police Force will\r\n\r\nappreciate that remark as well as I do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is true there are few Malay officers in the Police\r\n\r\nForce.  I  remember I also touched on this  point  last\r\n\r\ntime.  I said it had been like that for many years.  We\r\n\r\nare  doing  out  best to increase the number  of  Malay\r\n\r\nofficers.  For the information of the Member concerned,\r\n\r\nsince we assumed office in 1959 to date, 15 Malay  rank\r\n\r\nand  file  have  been promoted to the  Inspectorate,  2\r\n\r\nMalays have been promoted to the rank of A.S.P. -  \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has expired. It does not\r\n\r\nprevent the Minister, if he thinks fit, from making a\r\n\r\nministerial statement tomorrow at 2.30 p.m. That being\r\n\r\nso. Dato Abdul Hamid?\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> I beg to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $26,208,320 for Head 55 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Tun Lim\r\n\r\nYew Hock -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 56 be reduced\r\n\r\nby $10 in respect of item (116) of subhead 1.*\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I am not moving the first\r\n\r\namendment*, but I am moving the second amendment. I beg\r\n\r\nto move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 56 be reduced\r\n\r\nby $10 in respect of subhead 56.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a vote of $164,800 for Rations and for\r\n\r\n1962  there is a reduction of $20,000 from last  year's\r\n\r\nestimate of $184,800. I would like to ask the Minister\r\n\r\nwhy  this  reduction  is considered  necessary.  Is  it\r\n\r\nbecause  he  anticipates  that  there  would  be   less\r\n\r\noffenders - it is a good sign if there are  going  to  be\r\n\r\nless offenders - or is it because the type of rations  is\r\n\r\nchanged thereby resulting in a reduction in the cost of\r\n\r\nfeeding the offenders?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2085</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, the average\r\n\r\ndaily  population  of Changi Prison  had  dropped  from\r\n\r\napproximately 900 in 1960 to approximately 700 in 1961.\r\n\r\nAlthough  the prison population fluctuates in  response\r\n\r\nto  the  numbers  of  convictions and  detentions,  the\r\n\r\nChangi  Prison population is expected to drop  in  1962\r\n\r\nbecause of the expanding facilities at Pulau Senang  to\r\n\r\naccommodate  criminal law detainees  formerly  held  in\r\n\r\nChangi Prison. I hope that answers the question of  the\r\n\r\nMember for Cairnhill.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I beg to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,792,380 for Head 56 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2085</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 57 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I am not moving amendment (1)*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*Amendment (1) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (1) of subhead 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (2), Mr Bani?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (2) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am told the Ministry of Education is the most\r\n\r\ninefficient  Ministry of the whole lot  of  Ministries,\r\n\r\nand I do not know -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. We are now on the Parliamentary\r\n\r\nSecretary. Is the hon. Member blaming the Parliamentary\r\n\r\nSecretary for the inefficiency?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I have no doubt that the Minister and the\r\n\r\nParliamentary Secretary, as two of the key  figures  in\r\n\r\nthe  Ministry,  must be responsible. The  Parliamentary\r\n\r\nSecretary, as second-in-command, should share at  least\r\n\r\n50 per cent of the responsibility.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The responsibility lies with the\r\n\r\nMinister. Therefore,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2086</b></font><br><br>\r\n\r\n\r\n\r\nif  there  is  any  allegation of inefficiency  in  the\r\n\r\nMinistry,  the Minister should have been attacked,  but\r\n\r\nthe amendment has not been moved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is there any further comment on item (2)?\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Nothing further. I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (3) of subhead 1.+\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n+The same amendment also stood in the names of Mr S. T. Bani\r\n\r\nand Dr Thio Chan Bee.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Education has lost his\r\n\r\nPolitical Secretary for more than a year. I do not know\r\n\r\nwhether he has taken steps to fill the vacancy. Perhaps\r\n\r\nhe  is  now  of the view that it is no longer necessary\r\n\r\nfor  a  Political Secretary in his particular Ministry.\r\n\r\nIf  he  can assure us that that post will no longer  be\r\n\r\nrequired  next  year,  I will  only  be  too  happy  to\r\n\r\nwithdraw.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I am not speaking.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I am not speaking.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, it is true that\r\n\r\nthe  Ministry of Education has been without a Political\r\n\r\nSecretary   since  the  first  incumbent  resigned   on\r\n\r\npersonal  grounds. The Ministry is certainly  in  great\r\n\r\nneed  of  a  Political Secretary, and every attempt  is\r\n\r\nbeing made to find a suitable person to fill this post.\r\n\r\nBut  should  it  prove  that by the  end  of  1962  the\r\n\r\nGovernment  is unable to find a suitable man,  then  we\r\n\r\nwill  follow  the  precedent set by  the  Deputy  Prime\r\n\r\nMinister - we will reconsider the position again by 1963.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> May I withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2087</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dr Thio\r\n\r\nChan Bee -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (5) of subhead 1.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I am not moving my amendment on\r\n\r\nitem (5).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of Tun\r\n\r\nLim Yew Hock -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of item (8) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of item (9) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of item (10) of subhead 1.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I am not moving amendments (5), (6)\r\n\r\nand (7), Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (8)* then.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (11) of subhead 1.*\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, item (11) is the creation of two Administrative\r\n\r\nAssistants  to take over the two Assistant  Secretaries\r\n\r\nwho  are  already in the Establishment. But then,  Sir,\r\n\r\nthe  amount provided for in the 1962 Budget  is  $8,160\r\n\r\nwhich   is   just   sufficient  to  provide   for   one\r\n\r\nAdministrative Assistant, and not two. $8,160 works out\r\n\r\nat  $680 a month, which is the initial salary  of  the\r\n\r\nscale. Can the Minister please explain whether he wants\r\n\r\ntwo  Administrative Assistants or whether he  considers\r\n\r\nthat only one Administrative Assistant is required?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, this actually is\r\n\r\npart  of  the exercise as previously explained  by  the\r\n\r\nMinister  for  Finance. Arising out of  Malayanisation,\r\n\r\nthere was too large a gap between the top officers  and\r\n\r\nthose  underneath.  Therefore,  the  exercise  in   the\r\n\r\nMinistry  of  Education is really in  respect  of  full\r\n\r\nprovisions - those of Principal Staff Officer,  Principal\r\n\r\nAssistant Secretary, Assistant Secretary (A),  (B)  and\r\n\r\n(C). Although there is one post in which there has been\r\n\r\nno  change  in the provision of Grade G officer,  there\r\n\r\nhas been regrading and downgrading of the other\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2088</b></font><br><br>\r\n\r\n\r\n\r\nfour  posts.  The Grade G post has been  reduced  to  a\r\n\r\ntimescale  for  the Principal Assistant Secretary,  the\r\n\r\nAssistant Secretary (Class 3 post) has been reduced  to\r\n\r\na  timescale  Assistant Secretary post,  the  Assistant\r\n\r\nSecretary post to an Administrative Assistant post. Two\r\n\r\nposts  o Assistant Secretary were reduced to two  posts\r\n\r\nof  Administrative Assistant. In all, there has been  a\r\n\r\nsaving of $11,880 per annum.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, the Minister has not replied\r\n\r\nto my simple question. What he has endeavoured to do is\r\n\r\nto  reply to questions which I have not asked  - in  the\r\n\r\nother amendments which I did not think it was necessary\r\n\r\nto move, because there had been an explanation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I quite understand the two Assistant Secretaries have\r\n\r\nnow been regraded as two Administrative Assistants. But\r\n\r\nwhat  the vote provides for is only for one. I ask  the\r\n\r\nMinister whether he wants two or one. That is all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> I do not know whether the Member\r\n\r\nfor  Cairnhill is eating his own tail or whether  I  am\r\n\r\ndoing  it on his behalf. What I say is this: that there\r\n\r\nare  five officers involved in this exercise. The  same\r\n\r\nfive officers are holding posts after regrading. So the\r\n\r\ntwo Administrative Assistants have become two Assistant\r\n\r\nSecretaries.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Two Assistant Secretaries have\r\n\r\nbecome  two Administrative Assistants. If the  Minister\r\n\r\nonly knows what he is talking about! What the vote asks\r\n\r\nfor  is  only  for  the  salary of  one  Administrative\r\n\r\nAssistant. Does he want one or does he want two?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> It would appeal that there may\r\n\r\nhave  been a typing error. But whatever it is,  I  have\r\n\r\nindicated  that  there has been a  saving  of  $11,880.\r\n\r\nAssuming  there has been a typing error, it will  still\r\n\r\nmean   a  saving  of  $3,000.  And  two  Administrative\r\n\r\nAssistants  are  needed to replace  the  two  Assistant\r\n\r\nSecretaries at the moment.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> In order not to make it more\r\n\r\ndifficult  for the Minister to understand. If  he  says\r\n\r\nthat a typing error can cause a saving, then I hope\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2089</b></font><br><br>\r\n\r\n\r\n\r\nthere  will be many, many typing errors so that there\r\n\r\ncould be many, many savings. May I withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, I beg to move,\r\n\r\n\r\n\r\nThat the sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (16) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Inspectors of Schools are not like Police\r\n\r\nInspectors.   Their   Functions   are    much    more\r\n\r\nconstructive than those of Police Inspectors. Sir,  B\r\n\r\nhave  heard  a lot of complaints amongst teachers  of\r\n\r\nthe  sort of attitude Inspectors of Schools have come\r\n\r\nto adopt in the course of their duties. It appears to\r\n\r\nme  that Inspectors of Schools are inclined to go  to\r\n\r\nschools like secret police purely for the purpose  of\r\n\r\nsnooping  around and finding out whether the teachers\r\n\r\nare  doing  their  work properly,  whether  they  are\r\n\r\nsleeping, whether they have white clean shirts on, or\r\n\r\nwhether  they have socks on their feet,  what  colour\r\n\r\ntheir  socks  are,  etc, etc.  Sir,  I  am  sure  the\r\n\r\nMinister  will  not quarrel with me on the  functions\r\n\r\nthe Inspectors of Schools are expected to perform.  I\r\n\r\nam not suggesting for one moment that we must abolish\r\n\r\nthe posts of Inspectors of Schools. We all agree they\r\n\r\nare  important personnel in our education system.  We\r\n\r\nought to have inspectors and they ought to be doing a\r\n\r\nvery  important job. But if they develop  the  mental\r\n\r\nattitude  that  they are the secret  police,  then  I\r\n\r\nthink  they defeat the purpose for which we ought  to\r\n\r\nhave  Inspectors of Schools. Sir, teachers in schools\r\n\r\nface numerous problems in the solution of which their\r\n\r\nown  principals  are  not able  to  assist.  When  an\r\n\r\nInspector comes around, naturally the teacher expects\r\n\r\nsome  assistance  to  help them to  carry  out  their\r\n\r\nteaching  in  a much more efficient and  satisfactory\r\n\r\nway.  It  is  only  natural  that  the  teachers  get\r\n\r\ndisgusted,   depressed,  or   disappointed   if   the\r\n\r\nInspectors  who  go  round the  schools, instead  of\r\n\r\ntrying  to  assist the teachers, behave,  as  I  have\r\n\r\nsaid, like secret police.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister for Education\r\n\r\nwhether  it is the policy of the Government  to  have\r\n\r\nInspectors  who  go round and help  the  teachers  in\r\n\r\ntheir application of teaching methods, or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2090</b></font><br><br>\r\n\r\n\r\n\r\nwhether  it is the purpose of the Government to  have\r\n\r\nInspectors  of  Schools purely  for  the  purpose  of\r\n\r\nsnooping  around schools to see whether the  teachers\r\n\r\nhave  white  shirts or black shirts or red  socks  or\r\n\r\nblue socks, or whatever it is.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (16) of subhead 1.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It might be convenient to suspend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and rook the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I suspend this sitting. I will\r\n\r\ntake the Chair again at 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.59 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n   \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That be sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (16) of subhead 1.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, one gathers\r\n\r\nfrom   the  Member  for  Thomson  that  he  considers\r\n\r\nInspectors  of Schools would now appear  to  be  like\r\n\r\npolice  inspectors - worse still,  as  members  of  the\r\n\r\nsecret  police!  We  have  for  some  days  now  been\r\n\r\nlistening  to  Members of Barisan  Sosialis  speaking\r\n\r\nvehemently on the Special Branch, their fear  of  the\r\n\r\nInternal  Security Council, and so on and  so  forth.\r\n\r\nThis is definitely a psychological complex of Members\r\n\r\nof  the Barisan Sosialis. They are so afraid even  of\r\n\r\ntheir   own  shadows  that  they  think  someone   is\r\n\r\nshadowing  them.  I  am sure when the  Inspectors  of\r\n\r\nSchools  in  my  Ministry read  this  report  in  the\r\n\r\nnewspapers  tomorrow, they will be  laughing  because\r\n\r\nthe poor Member for Thomson regards them as no better\r\n\r\nthan secret police, and making the lives of both\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2091</b></font><br><br>\r\n\r\n\r\n\r\nprincipals  and teachers of schools miserable.  Such  a\r\n\r\nsituation  could not possibly arise under  the  present\r\n\r\nGovernment.  But perhaps there should be a  M15  and  a\r\n\r\nN.K.V.D. should  the Barisan Sosialis  form  the  next\r\n\r\nGovernment, if they think they could form one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I, Sir, refer very briefly to the Report of the\r\n\r\nSreenivasan  Commission  of  Inquiry  into   Government\r\n\r\nRecurrent  Expenditure.  It  has  not  been  officially\r\n\r\npublished,  but  I have been supplied with  the  second\r\n\r\ninterim  Report which covers the Ministry of Education.\r\n\r\nI  had occasion to refer to this in another instance at\r\n\r\na   radio   forum.  This  Commission  of  Inquiry   had\r\n\r\ninvestigated,  rather  in detail,  the  duties  of  the\r\n\r\nvarious departments or division , of my Ministry.  They\r\n\r\ndid  indicate  under paragraph 154 that  Inspectors  of\r\n\r\nSchools carry out routine inspection of every teacher's\r\n\r\nwork  twice a year, and also inspect the administration\r\n\r\nof  schools.  That is their function.  They  should  be \r\n\r\ngoing there to assist the principals and, if necessary,\r\n\r\nthe teachers, if they are in difficulty. It is possible\r\n\r\nthat  the  human factor might creep in where  a  little\r\n\r\nofficious  Inspector of School might  overdo  things  a\r\n\r\nlittle.  But that is to be  expected now and  again  and\r\n\r\nnot to be  taken where the exception becomes the rule. I\r\n\r\ncan  assure the Member for Thomson that, as  far  as  I\r\n\r\nknow,  Inspectors  of Schools have  been  carrying  out\r\n\r\ntheir  duties to the best of their ability. But  should\r\n\r\nthere  be occasions where individuals may have exceeded\r\n\r\nthese  powers. I think the teacher or the principal  is\r\n\r\nat  liberty  to lodge a complaint. This could  then  be\r\n\r\ninvestigated  and the matter put right. But  I  do  not\r\n\r\nthink it could be said that our schools are now working\r\n\r\nin  an  atmosphere  of  fear. Here  again,  unless  the\r\n\r\nteachers  themselves or principals are  too  active  in\r\n\r\npolitics, they have nothing to fear at all.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2092</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Mr Speaker, I wish to assure the Minister\r\n\r\nthat I am not suffering from, as the Minister calls it,\r\n\r\npolice  phobia.  The  point I did  make  was  that  the\r\n\r\nteachers regard these inspectors as inspectors  of  the\r\n\r\nsecret  police.  I am not teaching, and,  therefore,  I\r\n\r\nassure the Minister again. Sir, that I have no fear  of\r\n\r\ninspectors,  be  they  school  inspectors   or   police\r\n\r\ninspectors.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the Member wish for a vote?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by\r\n\r\n$10 in respect of item (41) of subhead 1.*\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it would be convenient if I could deal with\r\n\r\namendments (10),* (11)+ and (12)++ together.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ Amendment (11) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by\r\n\r\n$10 in respect of item (42) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;++ Amendment (12) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by\r\n\r\n$10 in respect of item (43) of subhead 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If it is convenient, yes.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Sir, I raised this matter last\r\n\r\nyear  to  the  effect  that since  the  Government  has\r\n\r\nadopted  a  policy  of equality of  treatment  for  all\r\n\r\nschools,   naturally  the  Chinese  school  heads   are\r\n\r\nwondering  why  they do not have super-scale  posts  in\r\n\r\ntheir  stream. After a lot of discussions, the Minister\r\n\r\nsaid he would think about it when the right time arose.\r\n\r\nThe  right  time would be when the number of Government\r\n\r\nChinese schools would be  something like 80 per cent  of\r\n\r\nthe  total.  I suggest, Sir, that in view of  the  fact\r\n\r\nthat  there  is  now a common secondary  and  a  common\r\n\r\nhigher secondary examination, perhaps it is about  time\r\n\r\nthat the suggestion be considered to remove any feeling\r\n\r\nthat there has been discrimination.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendments (11) and (12) are being\r\n\r\ntaken together. Mr Yong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> I wish to say, Sir, that one must\r\n\r\ndifferentiate  between Government  service  of  schools\r\n\r\nunder the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2093</b></font><br><br>\r\n\r\n\r\n\r\nGovernment  and  schools  which  are  Government-aided.\r\n\r\nUnfortunately,   the   so-called  Singapore   Education\r\n\r\nService  was  somewhat  restricted  in  its  provisions\r\n\r\nwhich  apply  to  the English Government  schools,  and\r\n\r\nthese   three  superscale  posts  form  part  of   the\r\n\r\nservice.  As  stated by the Member for Tanglin,  I  did\r\n\r\nsay  last year the matter would be considered.  I  wish\r\n\r\nto  state  now that the Ministry is currently reviewing\r\n\r\nthe  Singapore  Education Service  so  as  to  make  it\r\n\r\napplicable  to the four language streams.  I  think  it\r\n\r\nwill take some time to sort out the difficulties and  I\r\n\r\nhope  to  be able to make an announcement at  an  early\r\n\r\ndate.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of Dr\r\n\r\nThio Chan Bee -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by\r\n\r\n$10 in respect of item (42) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by\r\n\r\n$10 in respect of item (43) of subhead 1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendments (11) and (12) are not\r\n\r\nbeing moved. Amendment (13)++, Dr Thin Chan Bee.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n++Amendment (13) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by $10 in respect\r\n\r\nof item (48) of subhead 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I am not moving it, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member is not moving. Mr Bani.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced\r\n\r\nby $10 in respect of item (49) of subhead 1.* \r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The same amendment also stood in the name of Dr Thio Chan Bee.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I just want to ask the Minister if he could state the\r\n\r\nbasis  for  the selection and appointment of principals\r\n\r\nof primary schools. This is asked purely because I hear\r\n\r\nthere  is widespread discontent among teachers  on  the\r\n\r\nappointment of primary school principals.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Dr Thio Chan Bee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I am not speaking, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2094</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Yong Nyuk Lin.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> The appointment of principals of\r\n\r\nprimary  schools being a promotion appointment,  would,\r\n\r\nof   course,   be   referred  to  the  Public   Service\r\n\r\nCommission. I do not feel I could add anything  further\r\n\r\nwhich would enlighten the Member for Thomson, except to\r\n\r\nsay  that all teachers are entitled to apply for vacant\r\n\r\nprincipalship   of  schools.  I  think  generally   the\r\n\r\nvacancies are circularised. The teachers send in  their\r\n\r\napplications  which  would then  be  forwarded  to  the\r\n\r\nPublic  Service Commission. The P.S.C. would then  call\r\n\r\nthem   up   for   interview  and  make  the   necessary\r\n\r\nappointments, and these go into the Government Gazette.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by\r\n\r\n$10 in respect of item (50) of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the item refers to Graduates of recognised\r\n\r\nUniversities    and    Special    Teachers     Training\r\n\r\nInstitutions,  and  284 new posts are  being  provided.\r\n\r\nLast  year I brought up the question of the recognition\r\n\r\nof  American  University degrees if  the  holders  were\r\n\r\nfound to be capable of teaching in our schools. We were\r\n\r\ntold   then   that   the  matter  was  actively   under\r\n\r\nconsideration, and a decision would be made. I  believe\r\n\r\nso far no decision has been made. Many of these holders\r\n\r\nof  American University degrees who have been  teaching\r\n\r\nfor  many years naturally are feeling unhappy about it.\r\n\r\nAnother  thing is that although their graduate  status\r\n\r\nhas  not been recognised as regards pay, they are  down\r\n\r\non  the staff list as recognised graduates. So if  they\r\n\r\nare  recognised  as  graduates  on  the  same  staffing\r\n\r\nformula, they would naturally assume that they would be\r\n\r\nrecognised  as  such when it comes to the consideration\r\n\r\nof pay.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2095</b></font><br><br>\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, it is quite true\r\n\r\nthat  last year the Member for Tanglin brought  up  the\r\n\r\nsubject of recognition of American degrees and also,  I\r\n\r\nthink,  Indian degrees or graduates, and  commented  on\r\n\r\nthis  matter.  The Foreign Qualifications  Regulations,\r\n\r\n1960 were published on 30th December, 1960. The Foreign\r\n\r\nQualifications   Committee  of   the   Public   Service\r\n\r\nCommission  was established in May 1961. All  graduates\r\n\r\nwith  hitherto  unrecognized degrees  were  advised  to\r\n\r\napply for an assessment of their qualifications.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A total of 94 have applied and the Foreign\r\n\r\nQualifications Committee of the P.S.C. have. I am glad\r\n\r\nto  say,  completed assessment of 34 graduates  in  the\r\n\r\nMinistry  of  Education.  The  salaries  of  all  those\r\n\r\nselected  for emplacement on appropriate salary  scales\r\n\r\nwill  be  met from the present vote. It might  interest\r\n\r\nthe Member for Tanglin if I give him a breakdown of the\r\n\r\n94 graduates who have applied:\r\n\r\n\r\n\r\n<pre>\r\n\r\n   Indian graduates    72\r\n\r\n                          \r\n\r\n   Chinese graduates    9\r\n\r\n\r\n\r\n   American graduates   8\r\n\r\n   \r\n\r\n   Other graduates      5\r\n\r\n                      ----\r\n\r\n               Total   94\r\n\r\n                      ----\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, we can see in the Budget that there will  be\r\n\r\n284   new   posts   for  graduates   of   foreign\r\n\r\nuniversities. I would like the Minister to answer\r\n\r\nme  on  the  question  of  graduates  of  Nanyang\r\n\r\nUniversity.  I  want to know whether  the  second\r\n\r\nbatch  of Nanyang University graduates have  been\r\n\r\nadmitted to the Government education service.  As\r\n\r\nfar  as  I  know,  the  first  batch  of  Nanyang\r\n\r\nUniversity graduates have been accepted in  quite\r\n\r\na  great  number. This year, the second batch  of\r\n\r\nNanyang  University graduates have been  teaching\r\n\r\nin   Government  or  aided  schools.  The  Public\r\n\r\nService  Commission interviewed them on the  15th\r\n\r\nof  August  this year. But even when the  schools\r\n\r\nwere  about to close for the year, they  had  not\r\n\r\nreceived any appointments from the Government. So\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2096</b></font><br><br>\r\n\r\n                           \r\n\r\nthey  are not sure whether they will be  allowed\r\n\r\nto  continue teaching next year. The Ministry of\r\n\r\nEducation  has not made this clear to them  even\r\n\r\nbefore  the  schools  closed.  The  Ministry  of\r\n\r\nEducation  must  give the graduates  of  Nanyang\r\n\r\nUniversity ample time. If it does not allow them\r\n\r\nto  continue  teaching  next  year,  then  ample\r\n\r\nnotice must be given to them, so that they  will\r\n\r\nhave  enough  time to look for other employment,\r\n\r\ninstead  of having to worry about news from  the\r\n\r\nMinistry  of  Education  whether  they  will  be\r\n\r\nallowed  to  continue teaching next year.  So  I\r\n\r\nwould  like  the Minister concerned to  let  the\r\n\r\nHouse  know  how  many of the  second  batch  of\r\n\r\ngraduates of Nanyang University have been  engaged  by the Minister and how many of them are  in\r\n\r\nthe  200-odd jobs enumerated in this  Budget.  I\r\n\r\nwant  to  draw the Minister's attention  to  the\r\n\r\nfact  that  the  third  batch  of  graduates  of\r\n\r\nNanyang University will be coming out very soon.\r\n\r\nI  want to find out from him whether this  third\r\n\r\nbatch   will   be   taken  into  Government   or\r\n\r\nGovernment-aided schools next year, and  if  so,\r\n\r\nhow many.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government has\r\n\r\nrequested graduates of Nanyang University\r\n\r\nteaching in Government and aided schools to\r\n\r\nundergo training in the T.T.C. for one year.\r\n\r\nThere are many Nanyang University graduates who\r\n\r\nhave approached me personally saying that what\r\n\r\nthey have learnt at Nanyang University is more in\r\n\r\nquantity and better in quality than what they can\r\n\r\nlearn in the T.T.C. Many of these graduates are\r\n\r\nrequired to undergo training in the T.T.C. for\r\n\r\nthe sake of physical education, such as playing\r\n\r\nbasketball and other games. So I appeal to the\r\n\r\nGovernment to consider the position of the\r\n\r\nNanyang University graduates and recognise the\r\n\r\nfact that they have learnt enough in the Univer\r\n\r\nsity to meet classroom requirements. If the\r\n\r\nGovernment, from the point of view of education,\r\n\r\nsays that Nanyang University graduates must be\r\n\r\ngiven more time to learn teaching methods so that\r\n\r\nthe standard of education will be raised\r\n\r\ngradually, I will say that the Ministry of\r\n\r\nEducation's requirement that Nanyang University\r\n\r\ngraduates should undergo training in the T.T.C.\r\n\r\nwill help to\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2097</b></font><br><br>\r\n\r\n                           \r\n\r\nenhance  the standard of education. Therefore,  I\r\n\r\nask  the Minister concerned to consider that  the\r\n\r\ntime  of these graduates should be spent  on  the\r\n\r\nimprovement  of teaching methods and that  better\r\n\r\nmeasures   should  be  adopted  to  rectify   the\r\n\r\nunnecessary  so-called training  in  the  T.T.C.,\r\n\r\nwhich is merely a waste of time.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, I think the\r\n\r\nMember  for  Choa  Chu  Kang  could  have  spared\r\n\r\nhimself  a  long speech when he asked  about  the\r\n\r\ndestiny of the second batch of Nanyang University\r\n\r\ngraduates  who  are waiting for  confirmation  of\r\n\r\ntheir appointments. It is true it took some  time\r\n\r\nfor  the  Public Service Commission to  interview\r\n\r\nalmost  100 graduates of Nanyang University  from\r\n\r\nthe  second  batch before coming to  a  decision,\r\n\r\nwhich was passed on to the Ministry of Education,\r\n\r\nand  all  those who have been considered suitable\r\n\r\nafter  security  clearance have been  advised  of\r\n\r\ntheir appointments within the last week.\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the third batch of Nanyang University\r\n\r\ngraduates who are expected\r\n\r\nto  graduate round about Christmas, I think there\r\n\r\nwill  be  an advertisement within a week  calling\r\n\r\nfor  applications to be considered by the  Public\r\n\r\nService  Commission  whether  they  wish  to   be\r\n\r\nemployed  as  teachers in Government  schools  or\r\n\r\nGovernment-aided schools.\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third point mentioned by the Member for Choa\r\n\r\nChu  Kang  is one in which he claims to speak  on\r\n\r\nbehalf of those graduates from Nanyang University\r\n\r\nwho   are  now  under-going  a  special  one-year\r\n\r\ninservice  course  of training at  the  Teachers'\r\n\r\nTraining  College.  This  course  has  not   been\r\n\r\ninstituted    purely   for   Nanyang   University\r\n\r\ngraduates, but also for the University of  Malaya\r\n\r\ngraduates.  It is an emergency scheme  purely  to\r\n\r\nput graduates into our secondary schools, because\r\n\r\nwe  have  greatly expanded the enrolment  in  our\r\n\r\nsecondary  schools. The graduate, be  he  or  she\r\n\r\ncoming  from the University of Malaya or  Nanyang\r\n\r\nUniversity, is not compelled to take up this one-year  in-service course of training at all.  That\r\n\r\nbeing so, the\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2098</b></font><br><br>\r\n\r\n                           \r\n\r\nsalary scale applicable to what we could call  an\r\n\r\nuntrained  graduate will be $355 to a maximum  of\r\n\r\n$655.  But  if the graduate decides to take  this\r\n\r\none-year inservice course to give him or her  professional  training in the art  of  teaching  and\r\n\r\nenable  him  or her to carry the message  to  the\r\n\r\nchildren,  the  salary scale after completion  of\r\n\r\nthis one-year course will be $385 to $930. So  it\r\n\r\nis  up  to the graduate himself to decide whether\r\n\r\nhe  or  she would prefer to be an untrained graduate  teaching  in  our schools or  be  a  trained\r\n\r\ngraduate  to  qualify for a more  attractive  and\r\n\r\nhigher salary.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think another question asked by the Member for\r\n\r\nChoa  Chu Kang is to indicate the probable number\r\n\r\nof   Nanyang  University  graduates  who  may  be\r\n\r\nemployed for next year in the 1962 Estimates.  We\r\n\r\nhave provided for the appointment of 50 graduates\r\n\r\nfrom   Nanyang  University  for  our   Government\r\n\r\nChinese secondary schools.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Can the\r\n\r\nMinister  tell this House how many of the  second\r\n\r\nbatch  of Nanyang University graduates have  been\r\n\r\ntaken   by   the  Government  into  the  teaching\r\n\r\nservice?\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Those are matters of detail,\r\n\r\nand I will require notice of the question because\r\n\r\nI  cannot be like a dictionary, where you turn to\r\n\r\npage 3, and give him the figures he wishes.\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I beg leave to withdraw.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of\r\n\r\nInche Ahmad Jabri Bin\r\n\r\nMohammad Akib -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57\r\n\r\nbe reduced by $10 in respect of item (54) of\r\n\r\nsubhead 1.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of item (58) of\r\n\r\nsubhead 1.\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri:</b> I am not moving my amendments\r\n\r\non items (54) and (58).\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nS. T. Bani -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of item (59) of subhead 1.+\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ See column 2099.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2099</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (18)+, Mr Bani?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ See column 2098.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I am not moving, Sir.\r\n\r\n                           \r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of item (61) of\r\n\r\nsubhead 1.*\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The same amendment also stood in the name of Inche Ahmad Jabri bin Mohammad Akib.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I merely wish to get an explanation\r\n\r\nfrom   the   Minister  for  Education  concerning\r\n\r\nreligious teachers in Malay schools. I  think  we\r\n\r\ndiscussed  this matter last year.  There  is  not\r\n\r\nmuch  change. The salary scale is just the  same.\r\n\r\nThere  is  no  change in their scale as  compared\r\n\r\nwith  the untrained teachers' salary scale  which\r\n\r\nwe have discussed today.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, Mr Speaker, how many of the new\r\n\r\nposts  will  be allocated to women and  how  many\r\n\r\nwill  be  allocated to men? As to the methods  of\r\n\r\nrecruiting  for these posts, are they limited  to\r\n\r\nthose  who have graduated from the Muslim College\r\n\r\nat Klang?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another question I wish to ask the Minister for\r\n\r\nEducation  is whether an opportunity  to  perform\r\n\r\nFriday  prayers  is  given to  students  who  are\r\n\r\nattending  schools - whether  Malay  schools   or\r\n\r\nEnglish schools, particularly English schools.\r\n\r\n                           \r\n\r\n<br><br>6.00 p.m.\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir,  I am told that the teachers at present  are\r\n\r\ninsufficient in number, particularly with  regard\r\n\r\nto   the  Southern  Islands  where  there  is  no\r\n\r\nopportunity for the children to receive religious\r\n\r\neducation.  If  there are ample opportunities  to\r\n\r\nreceive  religious  education  on  the  Singapore\r\n\r\nmainland,  I  feel that one teacher  of  religion\r\n\r\nshould be attached to each school in the Southern\r\n\r\nIslands.  The position today is that one  teacher\r\n\r\nvisits  all the schools in the Southern  Islands.\r\n\r\nThis is very inadequate indeed.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, I will\r\n\r\nfirst answer the Member for\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2100</b></font><br><br>\r\n\r\n                           \r\n\r\nthe Southern Islands regarding the inadequacy of\r\n\r\nteachers of religion in schools.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have previously indicated that Singapore being\r\n\r\na   secular  State,  we  try  to  discourage  the\r\n\r\nteaching of religion in schools, but taking  note\r\n\r\nof  the  special position of the  Malays  in  our\r\n\r\nConstitution and in view of the fact that in  the\r\n\r\npast one period a week has been set aside for the\r\n\r\nteaching of the Muslim religion in Malay schools,\r\n\r\nwe have been maintaining that. Therefore, to have\r\n\r\njust  one period a week in Malay Schools for  the\r\n\r\nteaching  of  religion, we  are  making  adequate\r\n\r\nprovision for teachers of religion in the schools\r\n\r\nnow existing in Singapore. For those who wish  to\r\n\r\nhave  more religious teaching in Islam,  we  feel\r\n\r\nthe  existence of the religious schools known  as\r\n\r\nSekolah  Rakyat  could be made  use  of.  If  the\r\n\r\nstudents are attending the morning session,  they\r\n\r\ncan  attend Sekolah Rakyat in the afternoon,  and\r\n\r\nvice versa. That is why in providing teachers  of\r\n\r\nreligion  for regular Malay schools, it  will  be\r\n\r\nnecessary  for them to move around  to  teach  in\r\n\r\nvarious schools. It will not be possible to  have\r\n\r\none teacher of religion per school.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the comments made by the Member for\r\n\r\nKampong Kembangan that the salary scale of  these\r\n\r\nteachers  of religion is on the low  side,  I  am\r\n\r\nafraid that is due to the fact that, on the whole\r\n\r\nthose  appointed have had rather low  educational\r\n\r\nqualifications. The minimum qualification  for  a\r\n\r\nteacher  of  religion  was Standard  VII  of  the\r\n\r\nAljunied Arabic School, and many other applicants\r\n\r\nhave  rather low qualifications from  either  the\r\n\r\nMalay  or English schools. That is why the salary\r\n\r\nscale  is only $110-205. I do not think there  is\r\n\r\nany discrimination as regards the appointment  of\r\n\r\nteachers of religion according to sex. Of the  18\r\n\r\nnow in service, 3 are women and the rest are men.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the recruitment policy, of those\r\n\r\nalready  in  employment,  one  holds  the   Lower\r\n\r\nCertificate of the Muslim\r\n\r\n<br><br><font size=\"1\"><b>Column: 2101</b></font><br><br>\r\n\r\n                           \r\n\r\nCollege.  It is the intention of the Ministry  to\r\n\r\nappoint a graduate from the Muslim College with a\r\n\r\nHigher  Certificate  to  look  after  all   these\r\n\r\nteachers of religion and to try to integrate  and\r\n\r\nimprove  the  standard of teaching. That  recruitment will follow next year.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I have already stated that we have at\r\n\r\nleast  one period for the teaching of the  Muslim\r\n\r\nreligion  in  Malay  schools,  and  children  are\r\n\r\nallowed time off for their prayers in schools.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> In English schools?\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> That I think is a matter\r\n\r\nwhich   can   be   arranged  without   too   much\r\n\r\ndifficulty.\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, Sir,\r\n\r\nduring  my school days, when the colonial  regime\r\n\r\nwas  in  power,  time  off  was  given  to  Malay\r\n\r\nstudents  to  perform their  Friday  prayers.  We\r\n\r\nshould  be  equally proud of this. So I  wish  to\r\n\r\nreceive  an assurance from the Minister  in  this\r\n\r\nAssembly.\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> I thought I had given an\r\n\r\nassurance  to  the  Member for Kampong  Kembangan\r\n\r\nthat this matter will be considered.\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali:</b> I beg leave to withdraw.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dr\r\n\r\nThio Chan Bee -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of item (63) of subhead 1.\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I am not moving my amendment\r\n\r\non item (63).\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, Sir,\r\n\r\nI move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of item (64) of\r\n\r\nsubhead 1.\r\n\r\n<br><br><font size=\"1\"><b>Column: 2102</b></font><br><br>\r\n\r\n                           \r\n\r\nSir,  I have to touch on items (65)*, (66)+,  and\r\n\r\n(67)++  of which notices of amendments have  been\r\n\r\ngiven in my name.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*Amendment (22) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by $10 in respect of item (65) of subhead 1.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ Amendment (23), also standing in the names of Mr S. T. Bani and Dr Thio Chan Bee, reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by $10 in respect of item (66) of subhead 1.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;++ Amendment (24) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be reduced by $10 in respect of item (67) of subhead 1.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In every school, duties have to be performed by\r\n\r\nwatchmen,  school servants, messengers,  etc.  In\r\n\r\nsome  of  the  schools the posts  of  caretakers,\r\n\r\nwatchmen, school servants and messengers have not\r\n\r\nbeen filled. If, say, there is only one messenger\r\n\r\nin  a school, he has to perform the duties of the\r\n\r\ncaretaker and watchman although all these  duties\r\n\r\ncannot be properly undertaken by one man. The job\r\n\r\nof  a  messenger  is to despatch letters,  and  a\r\n\r\ncaretaker  looks after the school  and  keeps  it\r\n\r\nclean. It is not fair that one man should do  all\r\n\r\nthese  jobs  and  get no extra  material  benefit\r\n\r\nother  than  his own salary. So I would  like  to\r\n\r\ndraw  the attention of the Ministry to the  lower\r\n\r\npaid  staff  of  schools who have been  asked  to\r\n\r\nshoulder many responsibilities. I am told that in\r\n\r\ncertain  schools children are forced to open  the\r\n\r\ndoors in order to help their parents. I say  that\r\n\r\nthe responsibilities entrusted to them are many.\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, in reply\r\n\r\nto  the  Member  for  the Southern  Islands,  the\r\n\r\ntrouble is that the schools are expanding so fast\r\n\r\nthat  sometimes  we  cannot  catch  up  with  the\r\n\r\nappointment  of  the employees who  go  with  the\r\n\r\nschools.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is actually a formula for the staffing of\r\n\r\nschools - for what we call the non-teaching  staff.\r\n\r\nIt  is rather detailed and I do not think I would\r\n\r\nlike  to read it, but I will give a reply. It  is\r\n\r\nroughly like this. I will just quote one  or  two\r\n\r\nparts  of  it.  If  it is a 48-classroom  primary\r\n\r\nschool,  there  should  be  one  watchman,  eight\r\n\r\nservants and one office boy, and so on, until  if\r\n\r\nthere are only seven classrooms there will be one\r\n\r\nwatchman, one servant and one office\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2103</b></font><br><br>\r\n\r\n                           \r\n\r\nboy.  So  it  is  very likely that  the  man  who\r\n\r\nprobably  complained  to  the  Member   for   the\r\n\r\nSouthern  Islands must belong to the category  in\r\n\r\nwhich the office boy has to do more work than the\r\n\r\nnormal  office boy of a school with a full comple\r\n\r\nment  of servants. We have endeavoured to get  as\r\n\r\nmuch staff as we can. In fact, I will be able  to\r\n\r\nanswer  more fully when we come to item  (66)  on\r\n\r\nthe  subject  of  school servants.  I  think  the\r\n\r\nMember  for  Southern Islands practically  ranged\r\n\r\nover these items.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, he did indeed.\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> So if I may carry on on items\r\n\r\n(64)  to  (66). We are providing as many  as  158\r\n\r\nschool servants for nine new secondary and 23 new\r\n\r\nprimary  schools. We are endeavouring  to  get  a\r\n\r\nfull  complement of staff to go with each school,\r\n\r\nbut  sometimes  there are delays in  recruitment.\r\n\r\nThis   matter   was  discussed  previously.   The\r\n\r\nrecruitment  for  Division IV jobs  is  from  the\r\n\r\nWorks Brigade and from the Employment Exchange in\r\n\r\nthe ratio of 50:50. So at times there is a bit of\r\n\r\na  time-lag between appointing staff and  posting\r\n\r\nthem to man the respective schools.\r\n\r\n                           \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The debate is ranging over items\r\n\r\n(64) to (67).\r\n\r\n                           \r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, in some of\r\n\r\nthe  larger schools, the servants have to  be  on\r\n\r\nduty   for  the  morning,  afternoon  and   night\r\n\r\nsessions. I wonder whether the Minister will  con\r\n\r\nsider providing some incentive by giving the head\r\n\r\nservant a Grade I position, his assistant a Grade\r\n\r\nII  position,  and so on, because where  a  large\r\n\r\nstaff  of school servants are employed,  I  think\r\n\r\nthe  senior ones deserve to have an incentive for\r\n\r\ntheir additional responsibilities.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> I think it would be necessary\r\n\r\nto  refer to the Minister for Finance, who is not\r\n\r\nhere,  on  Establishment procedure. I am  all  in\r\n\r\nfavour of it. But I want to say that those who do\r\n\r\novertime  are paid overtime wages.  So  there  is\r\n\r\ncompensation and they are not just asked to  work\r\n\r\nfrom 6 a.m. to 9 p.m.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2104</b></font><br><br>\r\n\r\n                           \r\n\r\nThey  are paid the regular rate for regular work\r\n\r\nand  anything in excess is either  paid  by  the\r\n\r\nMinistry of Education\r\n\r\nor  by the Adult Education Board if a particular\r\n\r\nschool  is  being  used as a  centre  for  night\r\n\r\nclasses.\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri:</b> I withdraw my amendment in\r\n\r\nrespect of item (64).\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (22) in respect of\r\n\r\nitem  (65),  amendment (23) in respect  of  item\r\n\r\n(66) and amendment (24) in respect of item (67)\r\n\r\nare not being moved.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr S. T. Bani -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced  by  $10  in respect of  item  (88)  of\r\n\r\nsubhead 1.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Bani is not here.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Chan Sun Wing -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced  by  $10 in respect of  item  (110)  of\r\n\r\nsubhead 1.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing (Upper Serangoon):</b> I am not\r\n\r\nmoving   my   amendment  on  item   (110) .   (In\r\n\r\nMandarin): Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of subhead 7.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to ask the Minister for\r\n\r\nEducation  how  it  is that  teachers  in  aided\r\n\r\nschools in the rural areas are not able to claim\r\n\r\ntransport and travelling allowances. At  present\r\n\r\nall Government school teachers can get transport\r\n\r\nallowances.\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> There appears to be\r\n\r\ninjustice  if presented in the way  the  Member\r\n\r\nfor Upper Serangoon has done. But, on analysis,\r\n\r\nI  think  it appears reasonable that Government\r\n\r\nschool  teachers, irrespective of whether  they\r\n\r\nare  in  English schools or Chinese  Government\r\n\r\nschools - I think it should be made clear that it\r\n\r\nis  not something meant only for English school\r\n\r\nteachers  but  also  for  those  in  Government\r\n\r\nschools  who are posted to the rural  areas - are\r\n\r\neligible to some form of compensation for  tran\r\n\r\nsport. Why this does not apply to aided\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2105</b></font><br><br>\r\n\r\n                           \r\n\r\nschool  teachers  can,  I think,  be  arrived  as\r\n\r\nfollows: a Government school teacher is liable to\r\n\r\nbe  transferred and posted to .any school and  is\r\n\r\nexpected  to assume duty in that school,  whether\r\n\r\nit  is  10 miles from the city or whether  it  is\r\n\r\nright in front of his house. In other words,  the\r\n\r\nteacher has no choice in the matter. But  in  the\r\n\r\ncase of an aided school teacher, all he has to do\r\n\r\nis  to  go  up to a principal of an aided  school\r\n\r\nand,  if  the Committee of Management  wishes  to\r\n\r\nemploy  him,  he  can  be  employed  subject   to\r\n\r\napproval  by the Ministry of Education. In  other\r\n\r\nwords,  the choice of the school is left  to  the\r\n\r\nparticular  teacher.  In  the  other  case  of  a\r\n\r\nGovernment school teacher, there is no choice  in\r\n\r\nthe matter. If he is appointed and is asked to go\r\n\r\nto  Pulau Brani, he goes to Pulau Brani. Or if he\r\n\r\nis  posted to Sembawang or Seletar, he goes there\r\n\r\nunless  he can give good reasons why he could  be\r\n\r\nmissed  and  somebody else transferred.  That,  I\r\n\r\nthink,  is  the  reason  why  the  Treasury   has\r\n\r\nallocated  a  small provision to  assist  certain\r\n\r\nteachers  who  are  posted to  rural  schools  in\r\n\r\nGovernment service.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): In view of the\r\n\r\nexplanation given, may I withdraw the amendment?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dr Lee Siew Choh -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of subhead 8.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Dr Lee is not here.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced  by $10 in respect of item (1) of subhead 22.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I know, this item of expenditure\r\n\r\nregarding  bursaries to school  children  in  the\r\n\r\nIslands will only be given to students in English\r\n\r\nand Malay schools to enable them to come to Singa\r\n\r\npore  to  study. I would like to ask the Minister\r\n\r\nto  explain how it is that this aid is not  given\r\n\r\nto  students  who  come  to  Singapore  to  study\r\n\r\nChinese.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2106</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, this\r\n\r\nprovision is to meet the educational expenses  of\r\n\r\nchildren living in the Islands where there are no\r\n\r\nsecondary or primary schools in the medium of the\r\n\r\nparents'  choice. There has been a provision  for\r\n\r\n14  bursaries valued at $600 per annum. They have\r\n\r\nbeen  awarded to children from the Islands, seven\r\n\r\nof  whom  are in the Malay stream, seven  in  the\r\n\r\nEnglish  stream. Of this, eight are Malays,  five\r\n\r\nChinese and one Indian.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think in 1962 we can bear in mind the\r\n\r\npossibility  of making similar awards  for  those\r\n\r\nwho  wish  to go to Chinese secondary or  primary\r\n\r\nschools.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): I am satisfied\r\n\r\nwith  the  assurance given.  May  I  withdraw  my\r\n\r\namendment?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, I move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57\r\n\r\nbe reduced by $10 in respect of subhead 27.*\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The same amendment also stood in the name of\r\n\r\nDr Thio Chan Bee.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have moved this amendment with this aim in\r\n\r\nview,  i.e., in reading the Budget for next year,\r\n\r\nI  have  not  come  across any  item  on  Nanyang\r\n\r\nUniversity. A few weeks ago I heard the  Minister\r\n\r\nfor  Education, say that he hoped  to  solve  the\r\n\r\nNanyang  University problem early  next  year  or\r\n\r\nthis  year. On the one hand, the Government  says\r\n\r\nit  wants  to  solve the Nanyang University  question,  but,  on  the  other  hand,  there  is  no\r\n\r\nprovision made for Nanyang University in  respect\r\n\r\nof  its  expenditure.  So  I  want  the  Minister\r\n\r\nconcerned to explain.\r\n\r\n                           \r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, we all know\r\n\r\nthis  question of aid to Nanyang University is  a\r\n\r\nsore  point  with  many  people,  especially  the\r\n\r\nBarisan   Sosialis.  I  am  sure  those   of   us\r\n\r\ninterested  in  education do  not  like  this  to\r\n\r\nbecome  a political issue. The sooner the  Government  can  settle it with the proper authorities,\r\n\r\nthe happier the people of Singapore will be.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2107</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> It is rather odd, Mr\r\n\r\nSpeaker,  that  we  are  talking  of  subhead  27\r\n\r\n\"Contribution to University of\r\n\r\nSingapore\" when the subject turns round to\r\n\r\nNanyang University.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is true this is a very touchy subject\r\n\r\nand,  therefore, it is best to approach it in  an\r\n\r\nobjective manner. In the Yang di-Pertuan Negara's\r\n\r\nspeech, we have indicated that the Government  is\r\n\r\nalways  prepared  to get down to negotiations  to\r\n\r\nsettle  the Nanyang University question. We  have\r\n\r\nhopes it will be settled in the coming year.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the question of drawing up the Estimates,\r\n\r\nsay, for 1962. All the bookwork really has to  be\r\n\r\ndone during the months of January, February,  and\r\n\r\nMarch,  1961. If it is possible to settle  it  to\r\n\r\nthe  satisfaction of all concerned, all  that  is\r\n\r\nneeded   really   is  to  ask   for   an   A.S.V.\r\n\r\n(Application for Supplementary Vote).  When  that\r\n\r\ncomes,  I  hope  Members of the  Opposition  will\r\n\r\nsupport the Government in its application.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck (Havelock):</b> Mr Speaker, Sir,\r\n\r\nafter  hearing  the  explanation  given  by   the\r\n\r\nMinister  for Education, it seems to me that,  if\r\n\r\nthere  is  complexity in framing the Budget,  the\r\n\r\nsimplest  thing is to have a $10 token  vote  for\r\n\r\nthe item \"Contribution to Nanyang University\".\r\n\r\n                           \r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Mr\r\n\r\nSpeaker,  Sir, indeed that could have been  done,\r\n\r\nbut  let us imagine the effect of an item of  $10\r\n\r\nagainst  Nanyang University. There  would  be  an\r\n\r\nuproar from Chinese educational circles, and  the\r\n\r\nBarisan Sosialis would then proclaim that that is\r\n\r\nthe  value  of the P.A.P. Government's  faith  in\r\n\r\nNanyang University.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nfrom the way the notation is made under Head  57,\r\n\r\n\"Contribution  to University of  Singapore\",  the\r\n\r\nGovernment is already fore-stalling the  Bill  to\r\n\r\nbe  passed  by  the Assembly in the near  future,\r\n\r\nbecause  there is no such institution, University\r\n\r\nof  Singapore, today. May I say something on  the\r\n\r\nUniversity of Singapore? The University of Malaya\r\n\r\nnow functions as two divisions, the\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2108</b></font><br><br>\r\n\r\n                           \r\n\r\nSingapore  Division  and the  Division  in  Kuala\r\n\r\nLumpur.  I myself personally regret that  it  has\r\n\r\nbecome necessary to split the University in  this\r\n\r\nway.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the University of\r\n\r\nSingapore Bill will be debated shortly.\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> On Saturday.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Therefore, I do not think the\r\n\r\nMember is entitled to anticipate that Bill.\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The other question I want to ask the\r\n\r\nMinister is this. I do not want to embarrass  the\r\n\r\nGovernment,  but I know it is anxious  to  settle\r\n\r\nthe  problem of Nanyang University. I do not know\r\n\r\nwhere   the  points  of  difference  are  between\r\n\r\nNanyang  University  and the  Government.  I  was\r\n\r\nhoping  that possibly the Member who  had  raised\r\n\r\nthis  question would point out to the House where\r\n\r\nthe  differences were and where the guilt if  any\r\n\r\nlay  with the Government. I personally would like\r\n\r\nto know from the Minister, if the Minister thinks\r\n\r\nit  is  politic,  to  say why  it  has  not  been\r\n\r\npossible  to come to some agreement with  Nanyang\r\n\r\nUniversity.\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> I think I can answer the\r\n\r\nMember for Farrer Park about this question of the\r\n\r\nUniversity of Singapore. It is on the Order Paper\r\n\r\nsince  the  29th November, and because of  merger\r\n\r\nand this Budget, it has been postponed.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards discussions with the Nanyang\r\n\r\nUniversity authorities, we have had this  Liaison\r\n\r\nCommittee  comprising  representatives  from  the\r\n\r\nGovernment    and    the    Nanyang    University\r\n\r\nauthorities. It held some meetings in  1960,  but\r\n\r\nunfortunately they did not come to fruition. I do\r\n\r\nnot  think any guilt really is to be attached  to\r\n\r\neither party.\r\n\r\n<br><br>6.30 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the matter could gradually be resolved with\r\n\r\nless  hot  air and more discussions  in  a  quiet\r\n\r\natmosphere, we are confident this matter  can  be\r\n\r\nresolved.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2109</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of subhead 28.*\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The same amendment also stood in the names  of\r\n\r\nMr Chan Sun Wing and Dr Thio Chan Bee.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two points on which I would speak\r\n\r\non this item. I understand that a class for adult\r\n\r\neducation  starts with about 30 or 40 people.  It\r\n\r\nthen  ends  up with two, or three, but  with  the\r\n\r\nsame  number of teachers and the same  amount  of\r\n\r\nexpenses  incurred. I wonder whether the Minister\r\n\r\ncould  tell us why this is so, and if it  is  so,\r\n\r\nwhether  it would not be better just to eliminate\r\n\r\nsuch  classes and thereby the Government and  the\r\n\r\npublic would not be called upon to waste so  much\r\n\r\nmoney.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second question I want to ask the Minister\r\n\r\nis   this.  Could  he  tell  me  how  many  adult\r\n\r\neducation  classes there are held  in  the  Malay\r\n\r\nlanguage?\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, the amount under this item for last year  is\r\n\r\n$500,000.  It  has  been increased  to  about  $1\r\n\r\nmillion  for this year. However, the  results  of\r\n\r\nadult  education this year are not too good.  The\r\n\r\nsituation  in the classes is similar to  that  in\r\n\r\nthe  Lim  Yew  Hock  Government.  The  number  of\r\n\r\nstudents  has been misrepresented.  We  have  not\r\n\r\nheard  the  Adult Education Council  declare  how\r\n\r\nmany students there are in these classes. I would\r\n\r\nlike  to  know  why this vote has been  increased\r\n\r\nfrom $500,000 to the present amount.\r\n\r\n                           \r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, when the\r\n\r\nAdult  Education  Council was abolished  and  the\r\n\r\nGovernment  took  it over, it  was  assumed  that\r\n\r\nthere  would be a great deal of improvement.  But\r\n\r\njudging  from  the  results of what  happened  in\r\n\r\n1960,  the enrolment in the classes has  dropped.\r\n\r\nThe  enrolment for 1959 was 15,942.  In  November\r\n\r\n1960 the figure was 12,584. In 1959 the amount of\r\n\r\nfees  collected for the first ten months came  to\r\n\r\n$136,000;   whereas  in  1960,   the   Government\r\n\r\ncollected  only  $86,773.  We  wonder  why  there\r\n\r\nshould  now be a request to double the amount  of\r\n\r\ncontribution from half a million dollars to\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2110</b></font><br><br>\r\n\r\n                           \r\n\r\nover  a  million dollars. I would suggest,  Sir,\r\n\r\nthat  if the Chairman of the Board were  a  non-political figure, then perhaps there would be no\r\n\r\ndanger of the Adult Education Council becoming a\r\n\r\nsort  of  battle-ground for the P.A.P. and  the\r\n\r\nBarisan Sosialis, as in the case of the People's\r\n\r\nAssociation    and   community   centres.    The\r\n\r\nsuggestion, Sir, is that if we want  to  prevent\r\n\r\nthis  important  field  of educational  activity\r\n\r\nfrom  developing into another battle field,  the\r\n\r\nMembers of the Board and the Chairman should  be\r\n\r\nnon-political.\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> I would like, first of all,\r\n\r\nSir,  to  answer  the Member for Geylang  Serai,\r\n\r\nwhen   he  indicated  that  classes  are   being\r\n\r\nconducted  with  two or three  pupils.  I  would\r\n\r\nappreciate it if he could give me the  names  of\r\n\r\nthe   centres   concerned,  because   it   would\r\n\r\ncertainly be wasteful for such a centre to carry\r\n\r\non.  I  do know that in certain centres we might\r\n\r\ncarry on with anything from 12 to 15 pupils. But\r\n\r\nthose  are special cases. As a whole,  we  would\r\n\r\nlike  to  have  classes of up to  25  pupils.  I\r\n\r\nregret I am not in a position to tell the Member\r\n\r\nfor Geylang Serai the number of classes in which\r\n\r\nMalay  is  being  taught. But I  will  certainly\r\n\r\nsupply him with this information.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To answer the Member for Upper Serangoon, the\r\n\r\nMember  for  Tanglin  and also  the  Member  for\r\n\r\nGeylang Serai, when they expressed concern  over\r\n\r\nthe increase in the vote for the Adult Education\r\n\r\nBoard by a hundred per cent. May I say that  the\r\n\r\nAdult  Education  Board is not  just  purely  to\r\n\r\nprovide    classes   in   order   to   eradicate\r\n\r\nilliteracy, which is its chief aim? It has  gone\r\n\r\nfurther  by providing what are known as  further\r\n\r\neducation  classes.  The  third  aim,  which  is\r\n\r\nsomething  very  unusual, is  the  provision  of\r\n\r\nsecondary  education  for  adults  to   complete\r\n\r\neither  the Cambridge School Certificate Examina\r\n\r\ntion or the Chinese Government Secondary IV  and\r\n\r\nSenior Middle III Examinations. I think this  is\r\n\r\nnot to be found anywhere in South-East Asia.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2111</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin brought up certain\r\n\r\nfigures  about  revenue. He mentioned  the  small\r\n\r\nsums for 1959 and 1960. The 1962 Budget submitted\r\n\r\nby  the  Adult  Education Board  is  as  follows:\r\n\r\nRevenue   from   fees  for  basic  education   is\r\n\r\nestimated at $108,000. Tuition fees, registration\r\n\r\nfees  and others would come to $810,000. But  the\r\n\r\nexpenditure for the classes is expected to amount\r\n\r\nto  $1.8 million. This is because it is no longer\r\n\r\npossible   to  get  teachers  to  give  voluntary\r\n\r\nservice  for  night  classes.  At  one  stage  in\r\n\r\n1959/60,  we  were able to reduce the  cost,  but\r\n\r\nsince  then  we  have had to pay  teachers  at  a\r\n\r\nhigher  rate  in  order  to  teach  classes   for\r\n\r\nsecondary education, and, therefore, the cost  of\r\n\r\nproviding  teachers  has been  brought  up  to  a\r\n\r\nrather high level. That is why it is necessary to\r\n\r\nask  for  an increased vote from half  a  million\r\n\r\ndollars for this year to a little over $1 million\r\n\r\nfor next year.\r\n\r\n                           \r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, could the\r\n\r\nMinister   please  say  whether   the   following\r\n\r\ngentlemen are still members of the Board? Mr Lim\r\n\r\nChing  Siong represented the Trade Union Congress\r\n\r\non  the  Board  in 1960. Mr Jek Yuen  Thong  was\r\n\r\nDeputy  Chairman and Mr Devan Nair was Chairman.\r\n\r\nIn  view of the rivalry going on now between  the\r\n\r\nP.A.P. and  the  Barisan  Sosialis,  could   the\r\n\r\nMinister assure the House that there would not be\r\n\r\ntrouble with that kind of composition?\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> When the Trade Union Congress\r\n\r\nwas  dissolved, the membership of Mr  Lim  Ching\r\n\r\nSiong and Inche Mohd. Ariff bin Suradi, who  were\r\n\r\nsupposed  to  represent the T.U.C., automatically\r\n\r\nlapsed. So these two gentlemen\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;- one of whom is my colleague and he will not give\r\n\r\nus  trouble - are therefore no longer  members  of\r\n\r\nthe Adult Education Board.\r\n\r\n                           \r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, did I\r\n\r\nhear  rightly that the T.U.C. was dissolved, when\r\n\r\nwe  were given the assurance a few days ago  that\r\n\r\nthe T.U.C.\r\n\r\nwas never dissolved?\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2112</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Health and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Law (Mr K. M. Byrne):</b> It is in a state of suspended\r\n\r\nanimation!\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> I beg leave to withdraw.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (32)+. Dr Lee Siew\r\n\r\nChoh is not here. Mr Chan Sun Wing.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, I move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of subhead 35.+\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would like to ask the Minister\r\n\r\nfor Education about the grants-in-aid. According\r\n\r\nto  my knowledge, there are some Chinese schools\r\n\r\nwhich  did not receive any aid after the  P.A.P.\r\n\r\ncame into office. I would like the Minister  for\r\n\r\nEducation to explain why these schools  did  not\r\n\r\nreceive any aid, as a result of which they  have\r\n\r\nstopped functioning.\r\n\r\n<br><br>6.45 p.m.\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> I find it a bit difficult\r\n\r\nto answer the Member for Upper Serangoon when he\r\n\r\nsays there are certain schools which do not  get\r\n\r\naid,  unless  he is in a position  to  name  the\r\n\r\nschools.  But may I just answer rather  broadly?\r\n\r\nUnder   subhead  35  there  are  four   separate\r\n\r\nheadings - Primary, Full, Secondary, and Technical\r\n\r\nand  Commercial. The total sum is $31.7 million.\r\n\r\nOf  this, $22.6 million, or 71 per cent, will go\r\n\r\nto the Chinese schools.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): The schools\r\n\r\nwhich  have stopped functioning as a  result  of\r\n\r\nnot receiving aid are the Ta Chung School in Pek\r\n\r\nSan  Teng  and Chung Nan Public School and  Tung\r\n\r\nLin.\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, I will\r\n\r\nrequire notice of that question and I shall give\r\n\r\nhim a full reply.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing:</b> I withdraw.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by\r\n\r\nleave, withdrawn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of\r\n\r\nDr Thio Chan Bee -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of subhead 45.* \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* See column 2113.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2113</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (33)*, Dr Thio?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* See column 2112.\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I am not moving, Sir.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, I move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of subhead 50.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is about the training of technical\r\n\r\nteachers.  I  would  like  to  ask  this  of  the\r\n\r\nMinister  for  Education. There are many  Chinese\r\n\r\nSecondary  IV  graduates  this  year.  Can   they\r\n\r\nundergo  such training after they have graduated?\r\n\r\nWhen will the Ministry open such classes, so that\r\n\r\nthey can receive this training?\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> There are at present 42\r\n\r\ntechnical  teachers  in  training  - 30  from  the\r\n\r\nEnglish  stream  and 12 from the Chinese  stream.\r\n\r\nFor  the  1962  Estimates, the  provision  is  to\r\n\r\nprovide  equally  for  the  English  and  Chinese\r\n\r\nmedia.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not possible to go too quickly into the\r\n\r\nquestion  of the training of technical  teachers,\r\n\r\nbe  it  in  Chinese or in English.  As  you  will\r\n\r\nrecall,  Sir,  the  Report of the  Commission  of\r\n\r\nInquiry  into Vocational and Technical  Education\r\n\r\nhas   been  tabled  in  this  Assembly  but   the\r\n\r\nGovernment  has not yet tabled its  White  Paper.\r\n\r\nWhen  that White Paper is available we will  then\r\n\r\nbe  in  a  position to discuss  the  question  of\r\n\r\nvocational  and technical education in  Singapore\r\n\r\nin greater detail.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing:</b> I beg to withdraw.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 57 be\r\n\r\nreduced by $10 in respect of subhead 56.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I want the Minister concerned to explain why the\r\n\r\nprovision  for scholarships has been reduced  for\r\n\r\n1962?\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> The correct person to answer\r\n\r\nthe  Member  for  Upper  Serangoon  would  be  my\r\n\r\ncolleague, the Minister for Finance, who  is  not\r\n\r\nin the House. This is an item actually inserted\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2114</b></font><br><br>\r\n\r\n                           \r\n\r\nby  the  Treasury into my vote. All I can say  is\r\n\r\nthat   this   comes  under  Economic  Development\r\n\r\nDivision, which is under the Ministry of Finance.\r\n\r\nProposals  for awards are put up to the Treasury.\r\n\r\nThere  is  a  small  Committee appointed  by  the\r\n\r\nMinister  for  Finance  which  goes  through  the\r\n\r\nproposals.  I  do not know for what  reason  they\r\n\r\nhave  reduced the original figure of $183,900  to\r\n\r\n$109,700.  I will get in touch with the  Minister\r\n\r\nfor  Finance and suggest that he give an adequate\r\n\r\nreply to the Member for Upper Serangoon.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, the Minister has said he is not very clear\r\n\r\nabout the scholarships. He wishes the Minister\r\n\r\nfor Finance to reply to it. But what we want to\r\n\r\nargue about is something very interesting. The\r\n\r\nMinister for Education and the Prime Minister\r\n\r\nhave stressed that in Singapore there is a\r\n\r\nshortage of technical personnel and senior educationalists to implement our education policy.\r\n\r\nThat is why we need more local teachers to be\r\n\r\ntrained abroad. At the same time, they tell us\r\n\r\nthat we should learn the national language. But\r\n\r\nwe have not seen the Minister for Education provide more scholarships or fellowships for local\r\n\r\npeople to go to Indonesia to receive training in\r\n\r\nthe national language. The Government is asking\r\n\r\nus to study the national language, but without\r\n\r\nmore fellowships and scholarships to enable more\r\n\r\npeople to go to Indonesia to receive specialised\r\n\r\ntraining, how can we promote the national\r\n\r\nlanguage in Singapore and make Malay the national\r\n\r\nlanguage of Malaya? Therefore, in this respect, I\r\n\r\nhope the Government will send more local youths\r\n\r\nto Indonesia to receive training in the national\r\n\r\nlanguage so that in future, when the national\r\n\r\nlanguage is fully adopted and used in Singapore\r\n\r\nand Malaya, these people can shoulder all the\r\n\r\nresponsibilities in education and spread the use\r\n\r\nof the national language. Therefore, my view is\r\n\r\nthat the Minister for Education should let more\r\n\r\nyouths of Singapore, especially those who are\r\n\r\nmore versed in the national language, go to\r\n\r\nIndonesia to receive special training.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2115</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> There is, I think, a separate\r\n\r\nvote  for scholarships under the control  of  the\r\n\r\nMinistry of Finance, and I am asking my colleague\r\n\r\nto  be  good enough to turn to the relative page.\r\n\r\nBut  I  would like to answer the Member for  Choa\r\n\r\nChu  Kang about scholarships to Indonesia. We are\r\n\r\ngoing  to  recruit 20 lecturers for the Teachers'\r\n\r\nTraining  College. They will teach not  only  our\r\n\r\nMalay teachers to teach subjects in the secondary\r\n\r\nschools, but perhaps to help in training more teachers to improve\r\n\r\non  Malay education generally. There are so  many\r\n\r\nmethods  of  improving personnel  and  local-born\r\n\r\nstaff,  etc.,  and I think it is  a  question  of\r\n\r\ngiving  us time and the opportunity to do so.  In\r\n\r\nfact,   at  least  two  graduates  have  obtained\r\n\r\nscholarships to go to Indonesia.\r\n\r\nYou  cannot just start off with sending  hundreds\r\n\r\nof  people away all at one time. There  are  many\r\n\r\nscholarships  available and most times,  Sir,  we\r\n\r\nfind  that there are fewer applicants than  there\r\n\r\nare  scholarships, not necessarily just to  study\r\n\r\nin Indonesia.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing:</b> I withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 57 be reduced by $100.*\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The same amendment also stood in the names of Inche  Mohamed Ali bin Alwi,  Dr  Lee  Siew\r\n\r\nChoh, Dr Sheng Nam Chin, Mr Chan Sun Wing, Dr\r\n\r\nThio Chan Bee and Mrs Scow Peck Leng.               \r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think this is the first time in this\r\n\r\ndebate that a main Head has had a chance  to  be\r\n\r\ndebated! Sir, in this respect, I would  like  to\r\n\r\ncongratulate the Minister for Education.  If  it\r\n\r\nhad  not  been for his co-operation, I think  we\r\n\r\nwould  still  have been struggling with  various\r\n\r\nsubjects before we really got to the main  Head.\r\n\r\nI think the reason is that the answers from the\r\n\r\nMinister has been such as to cut short all sorts\r\n\r\nof  unnecessary discussion from this  side.  But\r\n\r\nprovoking  statements from Ministers  draw  even\r\n\r\nmore  provoking  statements from the  Opposition\r\n\r\nbenches.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2116</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br>6.57 p.m.\r\n\r\n                           \r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr John Mammen) in the Chair]</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a number of people want to speak on this\r\n\r\nmain Head, so I will only touch on two points  as\r\n\r\nbriefly as possible. The first point is the  six-day  week;  the  second  point  is  equality   of\r\n\r\ntreatment  for  all streams of education - English,\r\n\r\nChinese, Tamil and Malay.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the six-day week, Mr Mammen, I have on a\r\n\r\nnumber  of occasions raised this matter and  said\r\n\r\nthat  in  so  far  as the secondary  schools  are\r\n\r\nconcerned, I am not competent to express my views\r\n\r\non  it  and  that it is a matter on  which  educa\r\n\r\ntional  experts  should  formulate  a  particular\r\n\r\npolicy.  But  I have ventured to suggest  to  the\r\n\r\nMinister that, so, far as the primary schools are\r\n\r\nconcerned,  it is an utter waste of  time.  After\r\n\r\ntwo  years of a six-day week for primary schools,\r\n\r\nI still consider it is an utter waste of time. It\r\n\r\nhas  not contributed one bit to the education  of\r\n\r\nthe  children in the primary schools, but it  has\r\n\r\ndenied them a field of education which it is  not\r\n\r\npossible  to give them in the schools. They  have\r\n\r\nbeen  denied  one  day with the  parents  in  the\r\n\r\nfamily circle, and the activities that they could\r\n\r\nhave  had with the family for the sixth day  have\r\n\r\nbeen denied. I venture to suggest to the Minister\r\n\r\nthat  for  children to receive a proper education\r\n\r\nwhich  would fit them not only for life in school\r\n\r\nwhile  they  are there, but for life outside  the\r\n\r\nschool  when  they  have  left  school,   it   is\r\n\r\nimportant  that the parents, the family  and  the\r\n\r\nschool  should  take  a  hand  in  moulding   the\r\n\r\ncharacter and the education of the children. That\r\n\r\nis the first point.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is the equality in the English,\r\n\r\nChinese,   Malay   and   Tamil   streams,    more\r\n\r\nparticularly in the English and Chinese  streams.\r\n\r\nSir,  the position in the English stream is  that\r\n\r\nwe  have a junior school training for six  years,\r\n\r\nand a secondary school training for six years. In\r\n\r\nthe  English stream it is divided into four years\r\n\r\nup to the senior and, after these four years, the\r\n\r\nHigher\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2117</b></font><br><br>\r\n\r\n                           \r\n\r\nSchool Certificate at the end of the second year.\r\n\r\nIn  the Chinese stream, the junior schools is for\r\n\r\nsix  years  and  a subsequent six  years  in  the\r\n\r\nmiddle schools. Now there is argument whether  it\r\n\r\nshould be 3:3 or 4:2 -\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> No argument.\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> No argument? I am very glad it has\r\n\r\nbeen   resolved.  Sir,  to  the  Chinese   school\r\n\r\nstudents,  or  those  who  encourage  them   into\r\n\r\nthinking  that after four years in middle  school\r\n\r\nthey  should be allowed to go into the fifth  and\r\n\r\nsixth  years  without passing an  examination,  I\r\n\r\nwould  suggest  that  that  is  not  asking   for\r\n\r\nequality of treatment.\r\n\r\n<br><br>7.00 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They are asking for something more than what the\r\n\r\nEnglish stream enjoys. As for the English stream,\r\n\r\nMr   Mammen,  you  have  to  pass  your   Senior\r\n\r\nCambridge before you can go for the Higher School\r\n\r\nCertificate. Not only must you pass  it  but  you\r\n\r\nmust  also pass it with a Grade I Certificate.  I\r\n\r\nam  told  you  must  achieve  a  certain  minimum\r\n\r\nstandard   of  pass  in  your  Cambridge   School\r\n\r\nCertificate, otherwise you have not the ghost  of\r\n\r\na chance to go for the Higher School Certificate.\r\n\r\nFor  purposes  of  entry into the  Higher  School\r\n\r\nCertificate    class,   the   Senior    Cambridge\r\n\r\nExamination   has   become  not   only   a   pass\r\n\r\nexamination but a highly competitive examination.\r\n\r\nIf   the  Chinese  stream  is  asking  for  equal\r\n\r\ntreatment - and I can understand its wanting  equal\r\n\r\ntreatment  - I beg of it not to ask for treatment\r\n\r\nwhich  is  more  favourable to  it  than  to  the\r\n\r\nEnglish  stream. What it is asking for  is  this,\r\n\r\nirrespective  of  whether I pass the  examination\r\n\r\nafter four years or not, never mind, let me go in\r\n\r\nfor me to sit the final examination at the end of\r\n\r\nsix years which the Director of Education - quite\r\n\r\nrightly,  in  my view - will not allow the  English\r\n\r\nstream to enjoy.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point of my statement is this, Sir,If\r\n\r\nChinese  education  is financing  itself  out  of\r\n\r\nprivate   funds,  there  is  absolutely   nothing\r\n\r\nagainst it. But where Chinese education is  being\r\n\r\nfinanced out of public funds, then the request of\r\n\r\nChinese students, and those backing them, to the\r\n\r\n<br><br><font size=\"1\"><b>Column: 2118</b></font><br><br>\r\n\r\n                           \r\n\r\nMinister  to  allow them to go beyond  the  four\r\n\r\nyears  without passing an examination  into  the\r\n\r\nfifth  and  sixth  years and then  sit  for  the\r\n\r\nexamination, I suggest, is not a fair request. I\r\n\r\nam  sure the Chinese stream, which can more than\r\n\r\nhold its own with the English stream, should not\r\n\r\nask  for  special treatment. It should  ask  for\r\n\r\nequal  treatment  with the  English  stream  and\r\n\r\nequal  treatment, to my mind,  is  to  pass  the\r\n\r\nexamination at the end of the four years  before\r\n\r\nentry into the higher form.\r\n\r\n                           \r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Mammen, last year I\r\n\r\nraised a number of questions and I am glad  that\r\n\r\nsince  then  the  Minister has settled  some  of\r\n\r\nthem.  However, Sir, there are two  main  issues\r\n\r\nthat have been allowed to drag on throughout the\r\n\r\nprevious   year  and  the  longer  they   remain\r\n\r\nunsettled, the greater the ill effects  will  be\r\n\r\non the school children.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first issue is the question of the\r\n\r\nunsatisfactory  staffing  formula  for   primary\r\n\r\nschools. I do not wish to repeat in detail  what\r\n\r\nI said last year, but I would like to remind the\r\n\r\nHouse  briefly  that the staffing  formula  lays\r\n\r\ndown that for every ten classes there should  be\r\n\r\n11  teachers in the primary schools. It does not\r\n\r\nspecify   whether  these  teachers   should   be\r\n\r\nqualified   or  unqualified.  Even   unqualified\r\n\r\nteachers  fresh from school after  taking  their\r\n\r\nSenior  Cambridge examination  are  regarded  as\r\n\r\nqualified  teachers. Usually the relief  teacher\r\n\r\nis  a  teacher of a second language, and if  any\r\n\r\nclass teacher is absent, he is expected to be  a\r\n\r\nclass teacher and to carry on\r\n\r\nin a medium in which he cannot teach.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this formula has been found unworkable. It\r\n\r\nassumes that every teacher employed in a primary\r\n\r\nschool is trained and experienced. He should  be\r\n\r\nable to\r\n\r\nhandle a class from the time the bell rings till\r\n\r\nthe  school closes. Sir, the result of  this  is\r\n\r\nthat a student teacher, without any knowledge of\r\n\r\nteaching, is put in charge of a class, and since\r\n\r\nthe\r\n\r\nformula is tight, there is no time for him to go\r\n\r\nto  the  head to be instructed in what he should\r\n\r\ndo  in  class. Instances have arisen where these\r\n\r\nnew  teachers had blundered, and when asked  for\r\n\r\nthe\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2119</b></font><br><br>\r\n\r\nreason, the head replied that he had no time even\r\n\r\nto  instruct them, because he himself had to take\r\n\r\nthe class of an\r\n\r\nabsent  teacher. This has been going on  for  the\r\n\r\nlast  two years, and I think it is time that  the\r\n\r\nformula is altered. I would\r\n\r\nlike  to make one suggestion, and that is,  if  a\r\n\r\nstudent teacher in the first or second year in  a\r\n\r\ntraining  school is regarded as half a point  and\r\n\r\nif  not  less  than half the staff in  a  primary\r\n\r\nschool  are qualified teachers, then  we  can  be\r\n\r\nsure  that the primary schools in Singapore  will\r\n\r\nbe  efficiently run. At the moment,  although  we\r\n\r\nhave  many  new  schools  and  many  more  pupils\r\n\r\nadmitted,  we run a great risk that  because  the\r\n\r\nfoundation  laid is so poor, we will  be  heading\r\n\r\nfor  trouble  in  six years'  time.  Already  the\r\n\r\nresults of the Primary Six Government Examination\r\n\r\nare not very satisfactory because the average  is\r\n\r\nonly  roughly  about  40 per  cent.  We  have  to\r\n\r\nimprove  on  that percentage, and I am  sure  the\r\n\r\nMinister himself wants to raise the standard.  He\r\n\r\nwants  not only quantity but quality. Unless  the\r\n\r\nstaffing formula is revised, I am afraid we  will\r\n\r\nnever  be able to achieve efficiency and  a  high\r\n\r\nstandard of teaching in the primary schools.\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second issue has already been referred\r\n\r\nto by the Member for Farrer Park, and that is the\r\n\r\ncontroversial issue of the compulsory  full  six-day  week. Sir, I can see how difficult it is for\r\n\r\nthe Government perhaps to change its stand, but I\r\n\r\nwould  suggest that the Minister should  approach\r\n\r\nthis  question  in  the  way  he  did  over   the\r\n\r\ncontroversial  3:3 and 4:2 middle  school  issue.\r\n\r\nHow  did he do that, Sir? He mentioned to us that\r\n\r\nhe  had the support of the educational bodies  in\r\n\r\nthis  country, that the principals  and  teachers\r\n\r\nwere in agreement with him.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> The parents.\r\n\r\n                           \r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Then he went further and said\r\n\r\nthat  most  of the parents were also in agreement\r\n\r\nwith  him.  Lastly, judging from the  results  of\r\n\r\nthose who went to take the examinations, he  said\r\n\r\nthe majority were in favour. Now\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2120</b></font><br><br>\r\n\r\n                           \r\n\r\nif we were to approach this question on that same\r\n\r\nbasis, I am sure the answer would be found.  But,\r\n\r\nof  course, if you want to get advice,  you  must\r\n\r\nget  it from independent educational experts  and\r\n\r\nbodies. You cannot ask those who are in favour of\r\n\r\nyour  political  Party to be the  advisers.  They\r\n\r\nwill naturally say yes. But if independent people\r\n\r\nare  asked and they give independent views, I  am\r\n\r\nsure  they  will stress that when it comes  to  a\r\n\r\nthing  like  this,  it  is  better  to  encourage\r\n\r\nstudents,  teachers and heads to produce  maximum\r\n\r\nresults  in  the minimum time than  to  encourage\r\n\r\nthem  to  produce  the  minimum  results  in  the\r\n\r\nmaximum   time.  When  contractors   tender   for\r\n\r\nbuildings,  I  am  sure the Government  does  not\r\n\r\nselect  the contractor who specifies that  he  is\r\n\r\ngoing  to  complete the building in  the  longest\r\n\r\npossible time.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if we approach it on the basis of the\r\n\r\nopinions  of experts, the wishes of parents  and\r\n\r\nthe  results  obtained,  we  can  see  that  the\r\n\r\ncompulsory six-day week is having a demoralising\r\n\r\neffect on many schools. The justification  given\r\n\r\nwas that it was done in the Chinese schools, and\r\n\r\ntherefore   the  English  schools   should   not\r\n\r\nprotest.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have also discussed this matter with\r\n\r\nChinese  school teachers and they have  given  me\r\n\r\nfacts and figures to show that the load today  is\r\n\r\nequivalent to a seven-day working week.  This  is\r\n\r\nwhat  they  have  said,  Sir.  A  primary  school\r\n\r\nteacher  in a Chinese primary school, before  the\r\n\r\nintroduction of this new programme,  taught  from\r\n\r\n36  to  38  periods of 30 minutes each, making  a\r\n\r\ntotal of a maximum of 1,140 minutes per week. Now\r\n\r\nthey  have to teach from 47 to 48 periods  of  30\r\n\r\nminutes  each,  bringing  the  maximum  to  1,440\r\n\r\nminutes per week - an increase of 300 minutes, per\r\n\r\nweek,  or  five hours per week, which means  that\r\n\r\nthey  are  working an extra day. In the  case  of\r\n\r\nthose  teaching  in  high  school,  the  teachers\r\n\r\npreviously taught an average of 20 to 23  periods\r\n\r\nof 45 minutes each; now they have to teach 32 to\r\n\r\n36  periods  of  40  minutes  each,  so  that  by\r\n\r\ncomparison  they were teaching 1,035 minutes  per\r\n\r\nweek before and now they have to teach 1,440\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2121</b></font><br><br>\r\n\r\n                           \r\n\r\nminutes per week - an increase of about 400 minutes\r\n\r\nper   week.  So  they  say  that  this  so-called\r\n\r\ncompulsory six-day week is really putting  on  to\r\n\r\nthem  the  load of a seven-day week  compared  to\r\n\r\nwhat they were doing before.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest, Sir, that when the Minister has\r\n\r\nconsulted the experts and the wishes of  parents,\r\n\r\nhe  will make the ruling more flexible. It  could\r\r\n\r\nbe  a  compulsory minimum of a five-day week with\r\n\r\n5½  or 6 days on a voluntary basis, so that those\r\n\r\nclasses  of pupils who, can do a week's  work  in\r\n\r\nfive  days  need not come to school on the  sixth\r\n\r\nday.  In  the  case of those who are rather  slow - those who are not of the sprinter type but of the\r\n\r\nlong  distance runner type - they could be made  to\r\n\r\ncome to school for an extra half-day or even  for\r\n\r\nthe  sixth day. If parents in certain areas  feel\r\n\r\nthat  their children must be kept in school  just\r\n\r\nto keep them out of mischief, then a roster could\r\n\r\nbe  arranged so that teachers could be there  for\r\n\r\nrecreational  or  supervisory  purposes  to  help\r\n\r\nthese children. Educationalists say that up to  a\r\n\r\npoint children can absorb knowledge, but to force\r\n\r\nthem  to study beyond that point will simply make\r\n\r\nthem dislike study.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I therefore suggest that, instead of\r\n\r\nletting  the  issue drag on and on, the  Minister\r\n\r\napproach it in the same way as he did on the  3:3\r\n\r\nand  4:2 middle school issue, with an open  mind,\r\n\r\nand  be ready to consult various opinions.  I  am\r\n\r\nsure  he  will be able to arrive at  a  fair  and\r\n\r\nworkable solution.\r\n\r\n<br><br>7.15 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is another issue, and that is this\r\n\r\npolicy  towards  Government  schools  and   aided\r\n\r\nschools.  I  am sorry, Sir, that the Minister  is\r\n\r\nfollowing  the line of the Director of  Education\r\n\r\nin colonial days. Maybe he was wrongly advised by\r\n\r\nthose under him. But, in any case, in those  days\r\n\r\nthey  divided  schools into  Government  schools,\r\n\r\nwhich  were  their  schools, and  aided  schools,\r\n\r\nwhich  were not their schools. And it came  as  a\r\n\r\nshock  to one of them when the Governor said,  in\r\n\r\nfront  of me, that he was wrong in assuming  that\r\n\r\nschool children in Singapore should be classified\r\n\r\ninto  two categories - Government school children\r\n\r\nand aided school\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2122</b></font><br><br>\r\n\r\n                           \r\n\r\nchildren. He was told that he should regard all\r\n\r\nschool  children in Singapore as  his  children\r\n\r\nbecause,  after  all,  they  were  children  of\r\n\r\ncitizens  of  Singapore, and all citizens  were\r\n\r\ntaxpayers   contributing   towards   Government\r\n\r\nrevenue  which  went  towards  supporting   the\r\n\r\nschools. And if parents preferred to send their\r\n\r\nchildren to aided schools, why should  they  be\r\n\r\nforbidden  from  doing so? Why should  they  be\r\n\r\ncompelled  to send their children to Government\r\n\r\nschools? Let them have their freedom of choice.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another reason why I think we should allow\r\n\r\nthese two categories of schools to carry on  is\r\n\r\nto  provide healthy competition. Sir, if  there\r\n\r\nis  no  competition, there is no  incentive  to\r\n\r\nheads  and teachers to do better than they  did\r\n\r\npreviously.   And   healthy   competition    is\r\n\r\nabsolutely necessary in order to keep heads and\r\n\r\nteachers  in  both  types of schools  on  their\r\n\r\ntoes,  seeking  new  ideas  and  new  ways   of\r\n\r\nimproving  their schools. [t would be  a  sorry\r\n\r\nday  for  Singapore  if we had  a  monopoly  of\r\n\r\nschools so that all of them were controlled  by\r\n\r\nthe   State.   We  believe  in  encouraging   a\r\n\r\ndiversity  of  schools, more  enterprise,  more\r\n\r\nencouragement  given to heads and  teachers  to\r\n\r\nshow  initiative, so that if they can do things\r\n\r\nin  a better way, they should be allowed to  do\r\n\r\nit.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two more points. I raised the question of\r\n\r\nprovident   fund  benefits  for  Chinese-medium\r\n\r\nschool  teachers which entered into  the  aided\r\n\r\nschool  system rather late. These teachers  are\r\n\r\non  the  Central Provident Fund basis, so  that\r\n\r\neven  if they join the school at the age of  50\r\n\r\nwith only five years more of service, they  are\r\n\r\nallowed to contribute only a maximum of  $25  a\r\n\r\nmonth.  So last year the Minister for Education\r\n\r\nand  the Finance Minister asked for particulars\r\n\r\nof the provident fund scheme for aided schools,\r\n\r\nand  I promised I would send particulars. I did\r\n\r\nso,  Sir. I wonder whether anything  has  been\r\n\r\ndone  regarding retirement benefits for Chinese\r\n\r\nschool teachers in the aided school system.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another question, Sir, the age of\r\n\r\nretirement.  In  the days when Chinese  schools\r\n\r\nwere regarded as private schools,\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2123</b></font><br><br>\r\n\r\na teacher could teach even up to the age of 70 if\r\n\r\nphysically  he was regarded as fit to teach.  But\r\n\r\nif  he has to retire at the age of 60 and has  no\r\n\r\nlivelihood  and his provident fund  benefits  are\r\n\r\ninadequate, naturally, Sir, such teachers will be\r\n\r\nin  a fix. Some of them have asked whether, under\r\n\r\nthe  circumstances, in the case of those teachers\r\n\r\nwho  join the system rather late, they could  not\r\n\r\nbe  allowed to continue even beyond the age of 60\r\n\r\nif  their  health permits it and their efficiency\r\n\r\nis not impaired.\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> On this amendment, Sir, I\r\n\r\nwould first like to touch on children who did not\r\n\r\nget through the English Secondary School Entrance\r\n\r\nExamination.  For  those  who  got  through,  the\r\n\r\nMinister  has  said,  from what  I  read  in  the\r\n\r\npapers, that he would allocate places for them in\r\n\r\nthe  schools nearest their homes. But  for  those\r\n\r\nwho were not fortunate enough to get through,  if\r\n\r\nthey  are  of  the right age for a repeat  class,\r\n\r\nthey  ware  asked to go round and find  vacancies\r\n\r\nshould  their own schools have no vacancies;  and\r\n\r\nif they are not of the right age, then for a post-primary class. Anyway, that is beside the  point.\r\n\r\nWhat  I  am  trying to stress is this. Those  who\r\n\r\nhave  passed the School Entrance Examination know\r\n\r\nthat they are getting a place; but those who have\r\n\r\nnot  passed have to go from school to  school  to\r\n\r\ntry  and find a vacancy for themselves. Could the\r\n\r\nGovernment not arrange to allocate them places? I\r\n\r\nthink  that  would be better because,  first  and\r\n\r\nforemost, it saves the poor parents, some of whom\r\n\r\nare wage earners, from spending so much money  on\r\n\r\ntransport in going from school to school to  find\r\n\r\nvacancy.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point - from the educational aspect - is\r\n\r\nthis. Those pupils who merit it will get priority\r\n\r\nif  the  Government does that, rather than depend\r\n\r\non luck. Because if they go on their own and they\r\n\r\nhappen  to  go  first  to a school  which  has  a\r\n\r\nvacancy,  they get it. And if they go  all  round\r\n\r\nand  last  of  all come to a school  that  has  a\r\n\r\nvacancy,  by  the  time  they  reach  there,  the\r\n\r\nvacancy  probably is filled. It is  a  matter  of\r\n\r\nluck more than\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2124</b></font><br><br>\r\n\r\n                           \r\n\r\nmerit.  So  if the Government could  arrange  to\r\n\r\nallocate  places, I think it will benefit  these\r\n\r\npeople   both   economically   and   from    the\r\n\r\neducational point of view.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to bring to the\r\n\r\nMinister's  attention  is  this.  I  have   been\r\n\r\napproached by quite a number of people who  have\r\n\r\nmany  children  going to school.  We  know  from\r\n\r\nstatistics  that the poorer people are,  somehow\r\n\r\nor  other they seem to have more children. These\r\n\r\npeople  find  it very difficult to buy  all  the\r\n\r\nbooks  at  the  beginning of the year.  For  the\r\n\r\nhigher  classes  they may need  almost  all  the\r\n\r\nbooks at the beginning of the year. But for  the\r\n\r\nprimary  classes, especially Primary  I,  it  is\r\n\r\nimpossible for them to need all the books during\r\n\r\nthe  first  three months of the year. Would  the\r\n\r\nMinister consider allowing parents to buy  books\r\n\r\nas  and  when  they are needed? I do  not  think\r\n\r\nschools allow that unless the Minister makes  it\r\n\r\nan  instruction that the principal should  allow\r\n\r\nthat. I know this is a matter for the principals\r\n\r\nto  take up, but probably the Minister will  say\r\n\r\nthat  it is not practised in any of the schools.\r\n\r\nIf   the   Minister   could   help   by   giving\r\n\r\ninstructions  that  this should  be  allowed  in\r\n\r\norder  to  help parents, I think it  would  help\r\n\r\npoor people quite a bit.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about the 4:2 system, the Member for\r\n\r\nFarrer  Park, as a layman, seems to  think  that\r\n\r\npeople   who   ask  for  that  are  asking   for\r\n\r\nespecially    favourable    terms.    From    an\r\n\r\neducationist's point of view, I think  they  are\r\n\r\nasking for something which is detrimental to the\r\n\r\nchildren  themselves, because the qualifications\r\n\r\nwould  not come up to the qualifications of  the\r\n\r\nEnglish-educated. And, therefore, that  handicap\r\n\r\nwill still remain. The idea is to bring them  up\r\n\r\nso  that they may stand a fair chance to compete\r\n\r\nequally.  If the Minister agrees and says,  \"All\r\n\r\nright, do not take that exam. Go up to the top.\"\r\n\r\nAfter  six  years, they still have not  got  the\r\n\r\nqualifications  that the English-educated  have.\r\n\r\nSo  to me, as an educationist, I feel that  what\r\n\r\nthey  are  asking  for  is detrimental  and  not\r\n\r\nfavourable to the children.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to touch on, Sir,\r\n\r\nis the question of the six-day week. A very sore\r\n\r\npoint that everybody\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2125</b></font><br><br>\r\n\r\n                           \r\n\r\nseems  to be talking about! Unfortunately, I  see\r\n\r\nthat even the Prime Minister, when he talks about\r\n\r\nit,  seems to take it from the point of  view  of\r\n\r\nthe  teachers. No one ever thinks about the  poor\r\n\r\nchildren;  or  from  the point  of  view  of  the\r\n\r\nchildren.  The Prime Minister says that  probably\r\n\r\nthe  solution  lies in getting more  teachers  so\r\n\r\nthat  each  teacher will have less hours  to  do.\r\n\r\nUnfortunately  we  cannot do  the  same  for  the\r\n\r\nchildren.  Let us get more children so that  each\r\n\r\nchild will have less hours to do! That cannot  be\r\n\r\ndone  for the children. While the strain is being\r\n\r\ntaken out of the teachers, the poor children will\r\n\r\nhave  to go through that strain. I think it is  a\r\n\r\nwrong  line  of  argument to say  that  an  adult\r\n\r\ncannot stand the strain but a child can.\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, Sir, in a six-day week, when a child\r\n\r\ngoes  to  school  in  the morning,  he  does  his\r\n\r\nhomework in the afternoon. If he does it for five\r\n\r\ndays,  the  sixth day is left to him to  take  up\r\n\r\nsuch  activities as scouting, cadet, St.  John's,\r\n\r\nand  other  healthy extra-mural activities  which\r\n\r\nare  very  good training for the child. I  notice\r\n\r\nthe  Member  for  Farrer Park, as  a  parent,  is\r\n\r\ntaking  it! My children are all grown up and  are\r\n\r\nmarried,  with children. I do not quite  feel  as\r\n\r\nmuch as the Member for Farrer Park does. But I do\r\n\r\nagree   with  him  that  children  need  a   home\r\n\r\nbackground  and training, as well as  extra-mural\r\n\r\nactivities  which  are healthy.  If  they  go  to\r\n\r\nschool for six days, Sir, when are they going  to\r\n\r\ntake  up  these activities, because  they  go  to\r\n\r\nschool in the morning, and in the afternoon  they\r\n\r\ndo  their homework? They have to study. I do  not\r\n\r\nknow  whether  the  Minister realises  that  when\r\n\r\nchildren are asked to do a six-day week, they are\r\n\r\nexpected  to  work even more than the  labourers.\r\n\r\nThe  Labour  Code says labourers must work  eight\r\n\r\nhours  a day, and then on Saturdays, half a  day.\r\n\r\nBut  our  children work six full  days!  Even  on\r\n\r\nSaturdays they go in the morning and study in the\r\n\r\nafternoon.  I do not think it is fair  to  expect\r\n\r\nour  children to do more than teachers do and  to\r\n\r\ndo more than labourers do.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2126</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, Sir, in a school where you have\r\n\r\nmorning and afternoon sessions, there is no  time\r\n\r\nfor school children to go back for games, because\r\n\r\nin  the  morning  there is  morning  school,  and\r\n\r\nchildren in afternoon school cannot come  in  the\r\n\r\nmorning as they might disturb the morning  school\r\n\r\nwho  want their P.T., and by the time they finish\r\n\r\ntheir  P.T. the rest of the time is too  hot  for\r\n\r\nthem.  And the children in afternoon school  take\r\n\r\ntheir P.T. towards the latter half of the period,\r\n\r\nbecause  when they start at 2 o'clock it  is  too\r\n\r\nhot  to  play in the playground. P.T. is physical\r\n\r\ntraining. Therefore, they have no chance to  come\r\n\r\nback for games because of the non-availability of\r\n\r\nplaygrounds.  For  some  people,  Sunday   is   a\r\n\r\nreligious   day  and  they  take   up   religious\r\n\r\nactivities  and, therefore, for the  children  of\r\n\r\nthese people, they work seven days a week.\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with the Member for Tanglin who\r\n\r\nsaid  that - I  do not know whether his  word  was - \"Commission\"  but  I say that if  the  Government\r\n\r\nwould  appoint a commission of experts  to  study\r\n\r\nthe  effects of the six-day week on children  and\r\n\r\nmake  recommendations to Government, it would  be\r\n\r\nhelping  the children and the Government a  great\r\n\r\ndeal. When we proposed that, I heard, if I am not\r\n\r\nmistaken,  the Minister for Education  say  \"such\r\n\r\nas\" - meaning people who are not affected  by  the\r\n\r\nsix-day week. I would like to suggest this:  what\r\n\r\nabout those experts in the University who lecture\r\n\r\non  child  psychology and on education? They  are\r\n\r\nnot  affected by the six-day week and they could,\r\n\r\nwith   their   experience  and  knowledge,   give\r\n\r\nunbiased recommendations.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I want to touch on is this, Sir.\r\n\r\nI  notice  that the Estimate for the Ministry  of\r\n\r\nEducation is $89-odd million as against  $352-odd\r\n\r\nmillion total\r\n\r\nestimates of expenditure. That is a little  more\r\n\r\nthan  a  quarter of the total budget.  Now,  the\r\n\r\nMinistry  of  Education is one Head  out  of  57\r\n\r\nHeads,  and it is getting a little more  than  a\r\n\r\nquarter of the total budget.\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2127</b></font><br><br>\r\n\r\n<br><br>7.30 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Rightly so, Sir. I am not complaining about that\r\n\r\nbecause  the  education  of  a  country  is  very\r\n\r\nimportant. The progress of the State, the welfare\r\n\r\nof  its people, the stability of its economy, the\r\n\r\nstandard  of health, the incidence of  crime  and\r\n\r\njuvenile  deliquency  and lots  of  other  things\r\n\r\ndepend   on   the  education  of   the   country.\r\n\r\nTherefore, I venture to suggest that the Minister\r\n\r\ntoo would be very anxious that the best education\r\n\r\nprocurable  should be got for the  youth  of  the\r\n\r\ncountry. I believe I am not wrong in saying  that\r\n\r\nhe  has  made  every effort to try and  get  good\r\n\r\ntraining  for  the  teachers.  Sir,  although   I\r\n\r\nmaintain  that  good training does  make  a  good\r\n\r\nteacher,  it  is  not  sufficient.  Besides  good\r\n\r\nteachers,  we  need  good  teaching,  and  unless\r\n\r\nteachers are treated fairly and justly, they  are\r\n\r\nnot  going to give their best and their  teaching\r\n\r\nwill  not  be good teaching or the best  teaching\r\n\r\nthat can be obtained. Probably the Minister might\r\n\r\nsay,  what  is Mrs Scow trying to suggest?  Does\r\n\r\nshe suggest that we are not treating our teachers\r\n\r\nwell.  I  would say not all teachers are  treated\r\n\r\njustly. I would like to ask the Minister,  if  he\r\n\r\nthinks  all  teachers  are treated  justly,  what\r\n\r\njustification  is there in paying women  teachers\r\n\r\nless?  Do they work less hours? Do they  do  less\r\n\r\nwork  in  the  same  number of hours  or  produce\r\n\r\ninferior  results?  Is there proof  that  classes\r\n\r\ntaught  by  women teachers produce worse  results\r\n\r\nthan classes taught by men teachers? Or do girls'\r\n\r\nschools have worse results in the Cambridge  Exam\r\n\r\nination  and  in the secondary school examination\r\n\r\nthan boys' schools? No, it is the reverse. In the\r\n\r\nCambridge examination, usually the girls  do  get\r\n\r\nbetter  results.  Do  records  show  that   women\r\n\r\ntrainees in the Teachers Training College or  the\r\n\r\nUniversity of Singapore or Nanyang University  do\r\n\r\nworse   than  their  male  colleagues?  Do  women\r\n\r\nprincipals, lecturers and inspectors take on less\r\n\r\nresponsibilities than their male counterparts? If\r\n\r\nthey do not - as an educationalist. I know they  do\r\n\r\nnot - is there any\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2128</b></font><br><br>\r\n\r\n                           \r\n\r\njustice in paying them less? Now, Sir, as if this\r\n\r\ngross injustice is not sufficient -\r\n\r\n                           \r\n\r\n<br><br><!--Mr John Mammen (Chairman) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman  (Mr Mammen):</b> I  think  the  hon.\r\n\r\nMember  should  give  the Minister  a  chance  to\r\n\r\nreply. We stop at 7.45 p.m.\r\n\r\n                           \r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> I will just say this, Sir,\r\n\r\njust  to  point out other anomalies.  Apart  from\r\n\r\nthese  anomalies there are others  more  serious.\r\n\r\nMarried  women teachers are worse off.  They  get\r\n\r\nworse treatment than unmarried women teachers.  I\r\n\r\nwill  not go into the details of it, as there  is\r\n\r\nno  time. But I am sure the Minister knows  that.\r\n\r\nIn  a  comparison between men and women, at least\r\n\r\nthey  can say men work more, or whatever  it  is.\r\n\r\nNow  what about the women themselves - the  married\r\n\r\nand  the unmarried? Do unmarried women work  more\r\n\r\nthan married women? If they do, then why is there\r\n\r\nanother   anomaly?   Those   women   who   joined\r\n\r\nGovernment service before 1928 are supposed to be\r\n\r\nbetter teachers than those who joined after 1928,\r\n\r\nbecause the pre-1928 teachers get better terms of\r\n\r\nservice.  They  are  pensionable  and  permanent,\r\n\r\nwhereas   those   who  joined  after   1928   are\r\n\r\ntemporary.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Most women teachers teaching in lower primary\r\n\r\nschools  are  teaching  children  at  their  most\r\n\r\ntender  and vulnerable age. I feel, Sir, to  make\r\n\r\nthese teachers dissatisfied, unhappy, frustrated,\r\n\r\nwill  have  a very bad influence on the children.\r\n\r\nIf not for the sake of the teachers, at least for\r\n\r\nthe  sake of the education of the country and for\r\n\r\nthe sake of the children of the country, I appeal\r\n\r\nto  the Minister to give his serious attention to\r\n\r\nthis matter and not to laugh it off.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid</b> rose -\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Yong.\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> I think I stood up first.\r\n\r\n                           \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In fairness to the Minister, I\r\n\r\nthink  he  ought  to be given a chance  to  reply\r\n\r\nbecause we have ten minutes left. Mr Yong.\r\n\r\n<br><br><font size=\"1\"><b>Column: 2129</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Deputy Speaker, I must\r\n\r\nsay  that I am very disappointed that under  this\r\n\r\nHead for the reduction of $100, three Members  of\r\n\r\nthe  Barisan  Sosialis - the Member for Queenstown,\r\n\r\nthe  Member for Nee Soon and the Member for Upper\r\n\r\nSerangoon  - have  nothing to say.  More  so  when\r\n\r\nMembers  of  the  Opposition, in the  Member  for\r\n\r\nFarrer Park and the Member for Mountbatten,  have\r\n\r\ncommented  on the 4:2 system for Chinese  schools\r\n\r\nand  the  comment from certain quarters - supported\r\n\r\nby  the  Barisan Sosialis - that those who  do  not\r\n\r\npass the Government Secondary IV Examination will\r\n\r\nnot  be  allowed  to  take the  Government  Upper\r\n\r\nSecondary   II  Examination  is  an  unreasonable\r\n\r\nrequirement.  They have nothing else  to  say  in\r\n\r\nthis House.\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> On a point of\r\n\r\nclarification.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the Minister will give way.\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> I do not have time for\r\n\r\nclarification. To proceed with the points  raised\r\n\r\nby  Members of the Opposition. First,  to  answer\r\n\r\nthe   Member  for  Tanglin  about  the   staffing\r\n\r\nformula.  I  believe I have mentioned  previously\r\n\r\nthat this point was put to the Teachers' Training\r\n\r\nCollege Advisory Board, whether a teacher trainee\r\n\r\nshould  be  half a unit as an English schools  in\r\n\r\nthe  past,  or  one unit, as in Chinese  schools.\r\n\r\nFinally,  they recommended to me the  formula  of\r\n\r\n0.75   unit  for  a  teacher  trainee,  which   I\r\n\r\naccepted. This was put to the Treasury and  would\r\n\r\ninvolve as many as 750 teachers for 1962, if this\r\n\r\nformula was accepted. It was probably thrown  out\r\n\r\nby  the  Treasury, and I will try to  bring  this\r\n\r\nabout in three years. So that for 1962, a teacher\r\n\r\ntrainee would be treated as .92 unit; for 1963 he\r\n\r\nwould be .84 unit; and by 1964, .75 unit. This is\r\n\r\non the assumption that a trained teacher would be\r\n\r\none  unit, and he will have one free period  each\r\n\r\nday.  Therefore, a teacher trainee will have more\r\n\r\nfree  periods than a trained teacher. It is hoped\r\n\r\nthat principals of schools would so arrange their\r\n\r\nstaff as to permit teacher trainees to have their\r\n\r\nfree period\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2130</b></font><br><br>\r\n\r\n                           \r\n\r\nduring  the  day that they have  to  go  to  the\r\n\r\nTeachers'  Training College  for  their  lesson.\r\n\r\nThat will give them sufficient time, I think, to\r\n\r\nleave  school, have their lunch and  attend  the\r\n\r\ncourses.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am afraid the statement made by the Member\r\n\r\nfor  Tanglin,  that  the primary  school  leaving\r\n\r\nexamination results are bad, is not supported  by\r\n\r\nfacts.  In 1959, only 31 per cent of the  English\r\n\r\nprimary  school students passed this examination.\r\n\r\nThis  must  be  fully blamed  on  the  defect  of\r\n\r\nautomatic promotion which we stopped, so that  by\r\n\r\n1960, there was an improvement in the examination\r\n\r\nresults - not very much - by 34 per cent. This  year,\r\n\r\nI  am  very  glad to say the defect of  automatic\r\n\r\npromotion  is slowly wearing off. The  result  of\r\n\r\nthe  English  primary schools was  45  per  cent,\r\n\r\nalthough the general average is over 50 per cent.\r\n\r\nI  do feel that by 1962 the result of the English\r\n\r\nprimary  school  will more or less  average  out.\r\n\r\nThere  has  been  a definite improvement  in  the\r\n\r\nresult for English primary schools in this common\r\n\r\nprimary school leaving examination.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Central Provident Fund for aided\r\n\r\nschool teachers, as in the case of the Singapore\r\n\r\nEducation Service, this matter is under review.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the age of retirement for teachers,\r\n\r\nfirst  of  all,  I  would like to  say  that,  in\r\n\r\nrespect  of women teachers who used to retire  at\r\n\r\nthe  age of 45, we have already decided that  the\r\n\r\nsame age limit should apply to women teachers  as\r\n\r\nto  men  teachers. We have brought the status  of\r\n\r\nwomen  teachers up to that of men, which, I  take\r\n\r\nit,  the  Member for Mountbatten would be pleased\r\n\r\nto  hear,  because she seems to be a very  strong\r\n\r\nwoman  suffragette  in this  enlightened  age  of\r\n\r\nours. For those teachers who are aged 60, we have\r\n\r\nno objection to keeping those who have passed the\r\n\r\nnormal retirement age of 55 years if they wish to\r\n\r\ncontinue  after  60 and, in fact, thereafter,  if\r\n\r\nthey  are  hale  and  hearty,  and  their  mental\r\n\r\nfaculties are in order. There is one very classic\r\n\r\nexample in. Dr Chelliah who is, I am sure,  past\r\n\r\n70,  and who has already been through his  Golden\r\n\r\nJubilee   in  teaching.  He  happens  to   be   a\r\n\r\nMathematics teacher and he is\r\n\r\n<br><br><font size=\"1\"><b>Column: 2131</b></font><br><br>\r\n\r\n                           \r\n\r\nof  use  to  the school, and that is  why  he  is\r\n\r\nallowed  to  carry on. But there is  always  this\r\n\r\nquestion of keeping younger men from joining  the\r\n\r\nservice.  They  do feel that the man  is  already\r\n\r\nlong retired and he could easily leave school and\r\n\r\ngive  employment opportunity for younger  people.\r\n\r\nThat is our difficulty really.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the six-day week, I have only a few\r\n\r\nminutes  to answer this question. I do feel  that\r\n\r\nwith  the  improved staffing quota  for  schools,\r\n\r\nwith   more  teachers,  a  lightening  of   their\r\n\r\nteaching load, which is really the crux of  their\r\n\r\ndissatisfaction,   by   introducing    extramural\r\n\r\nactivities  in  the school curriculum  (Scouting,\r\n\r\nGuiding,  Brigade or Junior Red Cross) - it  has\r\n\r\nbeen  admitted by the Member for Mountbatten that\r\n\r\nbecause   of   morning  and  afternoon   schools,\r\n\r\nchildren cannot go back any more for such  extra-mural  activities - I think the teaching load  will\r\n\r\nbe  reduced.  I am glad to say that it  has  been\r\n\r\npossible  for the Ministry to come to  a  working\r\n\r\narrangement with four teachers' unions - the  Malay\r\n\r\nTeachers'  Union, the Tamil Teachers' Union,  the\r\n\r\nChinese  School Teachers' Union and the Singapore\r\n\r\nTeachers' Union - for an improved version of  the\r\n\r\nsix-day week for primary schools for next year. I\r\n\r\nthink  that, given this co-operation, we will  be\r\n\r\nable  to introduce a revised version of the  six-day week for primary schools next year. I hope it\r\n\r\nwill  prove  more satisfactory, and parents  will\r\n\r\nalso  be  pleased.  It is not a  secret.  It  has\r\n\r\nalready been agreed to, but I think it requires a\r\n\r\nlittle  bit  of touching up to put  it  right.  I\r\n\r\nthink  it  will not be long before this  will  be\r\n\r\nannounced. We hope we will be able to go  through\r\n\r\na tranquil period in all schools, not necessarily\r\n\r\nEnglish schools.\r\n\r\n<br><br>7.45 p.m.\r\n\r\n                           \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member for Choa Chu Kang wants\r\n\r\nto speak for and minute.\r\n\r\n<br><br><font size=\"1\"><b>Column: 2132</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, Sir, the Minister for Education has just\r\n\r\nnow  alleged  that  because my  Barisan  Sosialis\r\n\r\ncolleagues are not present here, we dare not  put\r\n\r\nup  our policy. Because the Minister had only  10\r\n\r\nminutes  to reply, the Member for Upper Serangoon\r\n\r\ntherefore had no chance to speak.\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I beg to withdraw.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $89,137,860 for Head 57 ordered to\r\n\r\nstand part of the Estimates.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The remaining heads of\r\n\r\nexpenditure  in  respect of which  no  amendment\r\n\r\nstands on the Order Paper are - \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;3, 6, 10, 16, 17, 18, 21, 28, 29, 30, 33, 34,\r\n\r\n35, 36, 38, 39, 41, 42 and 43.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those Heads\r\n\r\nas  they  appear  in  the  last  column  of  the\r\n\r\nAbstract  of Estimated Expenditure on  pages  41\r\n\r\nand  42  of Paper Cmd. 35 of 1961 stand part  of\r\n\r\nthe Estimates,\" put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $352,920,900 shall\r\n\r\nbe supplied to the Government under the heads of\r\n\r\nexpenditure for the public services shown in the\r\n\r\nEstimates  contained in Paper Cmd. 35 of  1961,\"\r\n\r\nput, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution to be reported.\r\n\r\n                           \r\n\r\n<br><br>7.50 p.m.\r\n\r\n<br><br><font size=\"1\"><b>Column: 2132</b></font><br><br>\r\n\r\n                           \r\n\r\n<div align=\"center\"><h4>DEVELOPMENT ESTIMATES, 1962</h4></div>\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Now we are on the Development\r\n\r\nEstimates for 1962. For the convenience of  hon.\r\n\r\nMembers,  I  intend taking the totals  for  each\r\n\r\nhead  as they appear in the third column of  the\r\n\r\nsummary  of expenditure on page 8 of Paper  Cmd.\r\n\r\n36 of 1961.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D8 -\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat:</b> Mr Deputy\r\n\r\nSpeaker,  I will not take much time.  I  beg  to\r\n\r\nmove,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D8\r\n\r\nbe reduced by $100*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The same amendment also stood in the names of Mr Ong Chang Sam, Dr Thio Chan\r\n\r\nBee, Inche Ahmad Jabri bin Mohammad Akib and\r\n\r\nMr Ong Eng Guan.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2133</b></font><br><br>\r\n\r\n                           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year and the year before last when\r\n\r\nthis  particular item came up before the Assembly\r\n\r\nduring  the  Estimates debate, I brought  up  the\r\n\r\nquestion  of  Government acquiring  the  Alsagoff\r\n\r\nEstate  and  other areas in Singapore  which  are\r\n\r\ncongested  and  which would be another  Bukit  Ho\r\n\r\nSwee.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has allocated the sum of\r\n\r\n$1.786  million for Land Acquisition for  General\r\n\r\nDevelopment.  I do not know whether the  Minister\r\n\r\nconcerned or the Ministers in the Government have\r\n\r\nbeen  to  Geylang  Serai  and  parts  of  Kampong\r\n\r\nKembangan.  If  they have been there,  they  will\r\n\r\nrealise  that  the  area  concerned  is  apt   to\r\n\r\ndeteriorate. It has actually deteriorated in some\r\n\r\ncases. If you visit the area concerned, you  will\r\n\r\nfind  that somebody's farmhouse is in front of  a\r\n\r\nlatrine,  and somebody's latrine is in  front  of\r\n\r\nsomebody's  farmhouse. I understand the  Alsagoff\r\n\r\nEstate will be up for auction very soon. It  will\r\n\r\nbe  wise on the part of the Government to acquire\r\n\r\nthe land, cut it up and sell it to the people who\r\n\r\nare living there. Besides the Alsagoff Estate,  I\r\n\r\nunderstand  the position is the same  with  other\r\n\r\nareas in Lorong Tai Seng and Nee Soon. Perhaps it\r\n\r\nwould  be better, I think, for the Government  to\r\n\r\nacquire these areas under the general development\r\n\r\nscheme. It would be cheaper for Government to buy\r\n\r\nup  the land, cut it up and sell it to the people\r\n\r\nconcerned  than to wait for a fire to  break  out\r\n\r\nand then build its multi-storey flats.\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker,  Head  18 is in regard  to  Government's\r\n\r\nland  acquisition  policy  and  the  problem   of\r\n\r\nresettlement.  Last  week  I  touched  upon   the\r\n\r\nquestion of resettlement of squatters. Now I want\r\n\r\nto  talk  about the question of land  acquisition\r\n\r\nfor general development. After the Government has\r\n\r\nannounced its intention to acquire certain  land,\r\n\r\nit  starts to acquire it. But in the past, before\r\n\r\nthe Government acquired any piece of land, it did\r\n\r\nnot  deal with the problem properly, thus causing\r\n\r\ngreat dissatisfaction to the people concerned.  I\r\n\r\ndo  not  want to drag an and speak at  length  on\r\n\r\nthis, but I want to raise a few salient points.\r\n\r\n<br><br><font size=\"1\"><b>Column: 2134</b></font><br><br>\r\n\r\n                           \r\n\r\nAfter  acquiring the land, the Government  should\r\n\r\nallocate it for purposes of agriculture,  or  the\r\n\r\nbuilding of houses, hospitals, schools and  other\r\n\r\npublic buildings. Therefore, in this regard,  the\r\n\r\nGovernment  should  know that the  people  living\r\n\r\nthere,  their properties and other belongings  in\r\n\r\nthat area would be affected, and they would incur\r\n\r\ncertain losses. So if the Government wants to ask\r\n\r\nthe residents to remove to other areas, it should\r\n\r\nhave  a  proper  rate  of compensation.  But  the\r\n\r\npresent   rate  of  compensation  paid   by   the\r\n\r\nGovernment  to  these  people  is  not  adequate,\r\n\r\nbecause it is insufficient for them to remove and\r\n\r\nrehabilitate in other places. At the  same  time,\r\n\r\nit  delays the Government's Development Plan.  At\r\n\r\nthe  moment,  the compensation rate paid  to  the\r\n\r\nresidents who are asked to remove is the same  as\r\n\r\nthat prevailing in 1957. I have already mentioned\r\n\r\nthis  point  in this House last week.  We  cannot\r\n\r\nbase   our  compensation  rate  on  the  economic\r\n\r\nconditions existing in 1957 when dealing with the\r\n\r\npresent  problems. Therefore, the people affected\r\n\r\ncannot   accept  this  unreasonable  compensation\r\n\r\nrate.  The  value  of a house, according  to  the\r\n\r\npeople who live in the rural areas, costs $3  per\r\n\r\nsquare  foot.  But the Government's  compensation\r\n\r\nrate is $1 per square foot. The compensation rate\r\n\r\nin  regard  to numerous other items cannot  cover\r\n\r\ntheir     losses.    Therefore,    under    these\r\n\r\ncircumstances,  the residents who  are  asked  to\r\n\r\nremove  cannot  accept  the Government's  present\r\n\r\ncompensation  rate to move out of  their  present\r\n\r\nhouses. If the Government wants to carry out  its\r\n\r\nDevelopment Plan in time, then it should increase\r\n\r\nthe  compensation rate applicable at present.  It\r\n\r\nshould  increase  this  rate  to  enable  it   to\r\n\r\nimplement its general development plan.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I want to raise is this: after\r\n\r\nthe  Government has acquired the land, it is  not\r\n\r\nreasonable   in  allocating  it  to  the   former\r\n\r\noccupiers. I can give a very simple example.  The\r\n\r\nGovernment has purchased a certain piece of  land\r\n\r\nat  Bulim,  in  Jurong, which is an  agricultural\r\n\r\narea.  There are more than 20 families of farmers\r\n\r\nliving  there. The Government has recently issued\r\n\r\nto them\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2135</b></font><br><br>\r\n\r\nnotices saying that their occupation of the  land\r\n\r\nthere   is   illegal.  I  want  to  stress   this\r\n\r\nexpression  \"illegal\".  Therefore,  the   farmers\r\n\r\nthere   will  have  to  stop  their  agricultural\r\n\r\nactivities  and, at the same time,  cannot  carry\r\n\r\nout agricultural development.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, these farmers have been\r\n\r\noccupying  the  land  legally.  They  have  house\r\n\r\nnumbers and have paid land assessment rates.  How\r\n\r\ncan   the   Government  say  they  are  illegally\r\n\r\noccupying  the  land? It is  very  wrong  of  the\r\n\r\nGovernment  to  say  so.  They  have   not   been\r\n\r\noccupying  the  land illegally.  They  have  been\r\n\r\nstaying  there  for  scores  of  years.  Now  the\r\n\r\nGovernment  is  alleging that they are  illegally\r\n\r\noccupying  the  land. I think the Government,  in\r\n\r\ndealing  with  such  matters, should  make  prior\r\n\r\ninvestigation  before it issues such  notices  to\r\n\r\nthe residents; otherwise the people affected will\r\n\r\nbe  very  disquieted.  Mr Deputy  Speaker,  many\r\n\r\nresidents have applied to the Land Office  giving\r\n\r\nvery\r\n\r\n                           \r\n\r\n<br><br><font size=\"1\"><b>Column: 2136</b></font><br><br>\r\n\r\n                           \r\n\r\nreasonable grounds, such as helping in  the  work\r\n\r\nof  agriculture. But the Government has neglected\r\n\r\nthis.  We must take into consideration this fact,\r\n\r\ni.e.,  before  Singapore  is  industrialised   we\r\n\r\nshould not -\r\n\r\n                           \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And it being 8 p.m. Mr Deputy Speaker left the\r\n\r\nChair of the Committee and took the Chair of the\r\n\r\nAssembly.\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Deputy Speaker, Sir, I\r\n\r\nbeg  to  report that the Committee of Supply  has\r\n\r\ncompleted  consideration of the  Main  Estimates,\r\n\r\nand   has   made  progress  on  the   Development\r\n\r\nEstimates,  and ask leave to sit again  tomorrow,\r\n\r\n14th of December.\r\n\r\n<br><br><!-- Mr John Mammen (Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker (Mr Mammen):</b> So be it.\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn.-[Dr Toh Chin Chye].\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
