{"memberId": null, "volumeNo": "15", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"15\">\r\n\r\n<meta name=\"Sit_No\" content=\"6\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1961-11-22\">\r\n\r\n<meta name=\"Start_Col\" content=\"435\">\r\n\r\n<meta name=\"End_Col\" content=\"520\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">15</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">6</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">22-11-1961</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 435</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 15</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n                                                       \r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 22nd November, 1961</i></div>\r\n\r\n            \r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 436</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock. S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee, J. P. (Tanglin).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 437</b></font><br><br>\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 437</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ORAL ANSWER TO QUESTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Question. Mr Marshall.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall (Anson):</b> Question No. 1*, Sir.\r\n\r\n \r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The Question reads as follows: -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To ask the Minister for Finance how many permits were granted in respect of fruit\r\n\r\nmachins in 1956 and in 1960, and the number of fruit machines which it is anticipated require\r\n\r\nreplacement under the provisions of the Prohibition of Imports (Amusement Machines) (Amendment)\r\n\r\nOrder, 1961.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee)</b> (not being in his seat) --\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Minister not being here, the answer\r\n\r\nwill be circulated and be printed in the Official\r\n\r\nReport.\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>MERGER (SINGAPORE/FEDERATION OF MALAYA)</b></div>\r\n\r\n<div align=\"center\"><b>(White Paper)</b></div>\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nAmendment [21st November, 1961] to Question [20th\r\n\r\nNovember, 1961],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, whereas it has always been the avowed objective\r\n\r\nof all nationalists of Malaya to achieve the\r\n\r\nreunification of Singapore with the Federation of\r\n\r\nMalaya and to remove the artificial division created\r\n\r\nby the British by their policy of \"divide and rule\",\r\n\r\nthird House affirms and declares that the first\r\n\r\nobjective of all true patriots of Malaya is to achieve\r\n\r\nthe reunification of these two territories in a merger\r\n\r\nof Singapore with the Federation of Malaya.\"-( The\r\n\r\nMinster for Labour-Inche Ahmad bin Ibrahim).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'To leave out from \"a\" in the second last line to the\r\n\r\nend and insert:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"genuine merger of Singapore with the Federation of\r\n\r\nMalaya, with Singapore entering\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 438</b></font><br><br>\r\n\r\n\r\n\r\nthe  Federation as the twelfth state and with all  its\r\n\r\nCitizens  automatically becoming Federal  Citizens  on\r\n\r\nMerger Day\".'-(Dr Lee Siew Choh).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to\r\n\r\nbe left out, he left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Mr Speaker, Sir,\r\n\r\nyesterday  when I was saving that we were against  the\r\n\r\namendment  proposed by the Member for Queenstown,  the\r\n\r\nadjournment  took place and that was that.  But  then,\r\n\r\nunfortunately, over Radio Singapore, it  was  reported\r\n\r\nthat the Member for Cairnhill said that he was against\r\n\r\nthe  amendment  proposed by the Member for  Queenstown\r\n\r\nfor  a  genuine  merger making Singapore  the  twelfth\r\n\r\nState  of  the  Federation and that  all  citizens  of\r\n\r\nSingapore  shall  enjoy citizenship  rights.  That,  I\r\n\r\nthink,  Sir,  is a distortion. I said we were  against\r\n\r\nthe  amendment - and I say it again - we are against  the\r\n\r\namendment  proposed by the Member for Queenstown.  But\r\n\r\nwe  are not against a merger that is genuine, a merger\r\n\r\nthat  brings  Singapore  into  the  Federation  as  an\r\n\r\nintegral  part  of  the  Federation,  where  all   the\r\n\r\ncitizens of Singapore enjoy the same benefits  as  all\r\n\r\nother citizens in the various States of the Federation\r\n\r\nof  Malaya. We are against the amendment because  some\r\n\r\nof  the  words  are redundant, others are tautologous.\r\n\r\nand  the  motive behind the amendment is  nothing  but\r\n\r\npolitical. Sir, the Barisan Sosialis, being a new star\r\n\r\nthat  has  arisen - before it arose it was  a  different\r\n\r\nstar - say they are for merger. Everyone says, \"Merger\";\r\n\r\n\"We  are for merger!\" We all know what we mean by  the\r\n\r\nword   \"merger\".  Merger  means  the  integration   of\r\n\r\nSingapore  as a part of the Federation and the  rights\r\n\r\nenjoyed  by  the  citizens of the Federation  will  be\r\n\r\nconferred  on  the citizens of Singapore  when  merger\r\n\r\ntakes place. That is what we all mean by merger,  and\r\n\r\nwhat  we all know. But unfortunately, because  of  the\r\n\r\npolitical moves on the part of politicians, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 439</b></font><br><br>\r\n\r\n\r\n\r\nPrime  Minister and his ex-comrades, merger  has  been\r\n\r\ntwisted  to mean something else. And that is not  what\r\n\r\nmerger  really means. Merger can only mean one  thing:\r\n\r\nit  is  a  state whereby those that are separated  are\r\n\r\nbrought  together again into a happy family.  That  is\r\n\r\nthe  merger we know of. It is that state. But the form\r\n\r\nthat  this merger should take can be genuine or cannot\r\n\r\nbe  genuine.  All the attacks that the leader  of  the\r\n\r\nBarisan  Sosialis has been levelling at the government\r\n\r\nare towards the form that this merger should take, but\r\n\r\nnot towards the state of merger itself. The leader  of\r\n\r\nthe  Barisan  Sosialis made that  very  clear  in  his\r\n\r\nopening speech. He said he was for it. If I may  quote\r\n\r\nhim,  he said, \"the words of this motion moved by  the\r\n\r\nMinister  for  Labour convey high and  noble  meanings\r\n\r\nwhich  none of us can disagree.\" He does not disagree.\r\n\r\nThat  is  in the Straits Times, Sir; I am not  quoting\r\n\r\nfrom it but I was just refreshing my memory about  the\r\n\r\nwords  he  said. It is not a quotation. I  thought  he\r\n\r\nsaid,  \"words that convey a noble sentiment with which\r\n\r\nnone  of  us  in  this Chamber can disagree.\"  It  was\r\n\r\nclear.  He  said that, and he said again  earlier - and\r\n\r\nthis I quote from the Straits Times of 21st November:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"We would have supported this motion before the\r\n\r\nHouse  100 per cent had it not been for the shameful\r\n\r\nrecord of the Government in recent months.\"'\r\n\r\n\r\n\r\n<br><br>It   was  clear.  The  Barisan  Sosialis  would   have\r\n\r\nsupported this motion .100 per cent, but as the leader\r\n\r\nsaid,   because  of  the  twists  and  turns  of   the\r\n\r\nGovernment in trying to present the negotiations  that\r\n\r\nthe Government has been having with the Government  of\r\n\r\nthe  Federation  of  Malaya, he became  unhappy.  That\r\n\r\ncaused  him  to focus attention on the fact  that  the\r\n\r\nmerger that the Government is trying to foist - I  think\r\n\r\nthe word was \"foist\" - on the people of Singapore is not\r\n\r\na  genuine  merger. And that caused  him  to  move  an\r\n\r\namendment. But surely he should not have moved it.  He\r\n\r\nis  in  full support of the noble sentiments expressed\r\n\r\nin  the motion moved by the Minister for Labour. I can\r\n\r\nunderstand, Sir, why he was stirred into speaking  for\r\n\r\nso long and so bitterly against the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 440</b></font><br><br>\r\n\r\n\r\n\r\nP.A.P.  It  was  because the Minister for  Labour,  in\r\n\r\nmoving  a motion that is of the gravest importance  to\r\n\r\nthe livelihood and welfare of the people of Singapore,\r\n\r\nhad thought it necessary, in spite of the Government's\r\n\r\nboast  of having a Ministry of Culture, to dare  their\r\n\r\nex-comrades  (the  Barisan Sosialis)  to  state  their\r\n\r\nstand. And even if they say it is white, they will not\r\n\r\nbelieve it. They smear. \"No, it is not white. It could\r\n\r\nbe  black.\" And even if they say, \"Black\",  they  say,\r\n\r\n\"No,  it  could be white.\" How could they do that?  If\r\n\r\nthe  Government is sincere in getting a unanimous vote\r\n\r\non  a  motion  of such importance - and everyone  cannot\r\n\r\ndeny  it  is  a  motion of importance -  the  Government\r\n\r\nshould  not go out of its way and start casting doubts\r\n\r\non   their  own  ex-comrades.  That  is  the  P.A.P.'s\r\n\r\nstyle - every time they stand up in this Assembly,  they\r\n\r\nsay,  \"We couldn't care less how the Opposition vote\",\r\n\r\nand  yet they want a unanimous vote. That is the  kind\r\n\r\nof culture they have been indoctrinating themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, again, on a motion of such grave importance,\r\n\r\nwhat  do  we  see? The P.A.P. Ministers  showing  such\r\n\r\nlevity - laughing,  and  laughing,   and   laughing   at\r\n\r\neverything that the Member for Queenstown said. And it\r\n\r\nwas   then  disclosed  by  the  Minister  for  Finance\r\n\r\nyesterday  that they laughed it off because  what  the\r\n\r\nMember  for Queenstown said about them was  not  true,\r\n\r\nand  that  was  the only way for them  to  show  their\r\n\r\ncontempt. That is their kind of culture. I am sure the\r\n\r\npeople  of  Singapore  do  not  relish  that  kind  of\r\n\r\nculture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have said that we oppose this amendment\r\n\r\nbecause it is just so many extra words put in. I know,\r\n\r\nand  as  I  have  endeavoured to explain,  the  Bansan\r\n\r\nSosialis leader has said that he is for the sentiments\r\n\r\nexpressed in that simple motion. \"We all want merger.\"\r\n\r\nYes,  we  all want merger. How to achieve that merger?\r\n\r\nWhat  form  that  merger should take  is  a  different\r\n\r\nthing,  and a debate would have arisen when the motion\r\n\r\nof  the  Prime Minister on Paper Cmd. 33 of  1961  was\r\n\r\nmoved.  But  because of the trend of the debate,  Sir,\r\n\r\nyou  have  ruled that we can speak on  the  other  two\r\n\r\nrelated motions.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 441</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, what the Barisan Sosialis is against is the\r\n\r\nform  of merger. Unfortunately they have got the wrong\r\n\r\nend  of the stick. But they have been misguided by the\r\n\r\nPrime  Minister in all his utterances in public,  over\r\n\r\nRadio  Singapore, and even here. He calls  it  merger.\r\n\r\nSir,  the closer relationship that we are getting with\r\n\r\nthe  Federation of Malaya is not merger.  Let  us  get\r\n\r\naway  from that word. It is not merger. Even the Prime\r\n\r\nMinister of the Federation of Malaya says, \"It is more\r\n\r\ncorrect   to   describe   this   as   a   very   close\r\n\r\nrelationship.\" That is all.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Association.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Association. We are getting closer\r\n\r\nand  closer. It is not merger. So if the P.A.P. would\r\n\r\nget  away  from that word \"merger\", then I  think  the\r\n\r\nBarisan  Sosialis would have said, \"All that  we  have\r\n\r\nsaid  about  phoney merger, humbug merger,  would  not\r\n\r\napply.\" But it is because of the attempt by the P.A.P.\r\n\r\nto try to claim political credit for something that is\r\n\r\nnot  of  their  own  making - they claim,  \"Now  we  are\r\n\r\ngetting merger.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we oppose this amendment, it must not be\r\n\r\ntaken to mean that we are anxious to defend the P.A.P. - \r\n\r\nthe  P.A.P. in our eyes and in the eyes of the  public\r\n\r\nstands  condemned. But we cannot, just  for  political\r\n\r\nexpediency,  support an amendment  moved  by  the  new\r\n\r\nstar, which came out of the old star, just because  we\r\n\r\nare  in the Opposition. To us, Sir, and to the public,\r\n\r\nthe  P.A.P. means those that now remain of  that  torn\r\n\r\norganisation and those that have come out, the  P.A.P.\r\n\r\non  that  side of the House, and the P.A.P. who  have\r\n\r\ncome  to  this side of the House. They are  still  the\r\n\r\nP.A.P.,  no matter what they call themselves - Barisan\r\n\r\nSosialis, or whatever new star they want to claim  has\r\n\r\narisen  over  the  horizon. It  is  strange  that  ex-comrades have challenged their erstwhile comrades, the\r\n\r\nP.A.P.,  to  resign  because  they  have  lost   their\r\n\r\nmandate.  \"Hold  a general election.  They  have  lost\r\n\r\ntheir  mandate.\"  But, Sir, may I remind  the  retired\r\n\r\nmembers  of  the  P.A.P., the new  star,  the  Barisan\r\n\r\nSosialis, that they were the P.A.P. too when they were\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 442</b></font><br><br>\r\n\r\n\r\n\r\nelected to this Assembly? In fact, in 1959 all of them\r\n\r\nwere  fighting under one banner. All of them  were  so\r\n\r\nunited, presenting a united front, thereby getting the\r\n\r\npublic  of Singapore to work for them. Therefore,  the\r\n\r\nMembers  who are now on this side, forming the Barisan\r\n\r\nSosialis,  were  voted by the people of  Singapore  as\r\n\r\nrepresentatives  of the P.A.P. So if they  think  they\r\n\r\nwant  a fresh mandate in this House to show that  they\r\n\r\nare no longer members of the P.A.P., but that they are\r\n\r\nthe  only  Party which can save the country  from  the\r\n\r\nP.A.P., may I, therefore, suggest that if they keep on\r\n\r\ntalking of going out for elections and getting a fresh\r\n\r\nmandate,  they  should get a fresh  mandate  from  the\r\n\r\nelectorate  which  returned them to  this  Chamber  as\r\n\r\nrepresentatives  of  the now,  to  them,  contemptible\r\n\r\nP.A.P. if they do not do that, I hope they  will  not\r\n\r\ncome   and   claim   that   they   are   the   genuine\r\n\r\nrepresentatives,  the genuine opposition,  the  people\r\n\r\nwho  can give succour to the people of Singapore,  and\r\n\r\nthat  they are the only strong Opposition with a  good\r\n\r\nnumber - 13. Sir, to us, those who remain on that  side\r\n\r\nand  those  who have come to this side are  still  the\r\n\r\nP.A.P. They are still people who, during the last  two\r\n\r\nyears, have caused so much damage to Singapore and who\r\n\r\nhave -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I was hoping that the hon.\r\n\r\nMember would come to the end of his peroration. We are\r\n\r\nnow on an amendment which suggests that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . .this House affirms and declares that the first\r\n\r\nobjective of all true patriots of Malaya is to achieve\r\n\r\nthe  reunification  of  these  two  territories  in  a\r\n\r\ngenuine  merger  of Singapore with the  Federation  of\r\n\r\nMalaya, with Singapore entering the Federation as  the\r\n\r\ntwelfth  state and with all its Citizens automatically\r\n\r\nbecoming Federation Citizens on Merger Day.\"\r\n\r\n\r\n\r\n<br><br>Perhaps  the  Member  could  now  concentrate  on  the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I will have to touch on the point\r\n\r\nraised by the Member for Queenstown when he moved  the\r\n\r\namendment. In moving that amendment he was  trying  to\r\n\r\nsay  that those who are left of the P.A.P. are  people\r\n\r\nwho  are  indulging in a sell-out, and that those  who\r\n\r\nhave come out of the P.A.P. are the people who are not\r\n\r\ngoing to buy it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 443</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member does\r\n\r\nknow that the Member for Queenstown was compelled,  as\r\n\r\nhe  was  speaking on the main motion, to speak on  all\r\n\r\nitems touching on merger. That is, items 1, 3 and  4.\r\n\r\nTherefore, he had to range over a wide field and  then\r\n\r\nmove  his  amendment. The procedure is  that  once  an\r\n\r\namendment  is  moved,  we  have  to  dispose  of  that\r\n\r\namendment first. That would not prevent the Member for\r\n\r\nCairnhill from coming back to his attack when we  come\r\n\r\nback to the main motion, either as originally posed or\r\n\r\nas   amended.  I  did  suggest  a  procedural   device\r\n\r\nyesterday,  hoping  that  there  would  not   be   any\r\n\r\nprocedural barriers put up to Members. But in order to\r\n\r\nenforce that device, I had to have it assented  to  by\r\n\r\nall  Members. I think it was the Member for  Cairnhill\r\n\r\nwho  disagreed with that device. Therefore, I must now\r\n\r\ninsist  that  the  debate should be  confined  to  the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I bow to your\r\n\r\nruling.  Sir,  merger  has been,  shall  we  say,  the\r\n\r\nplatform  of every political Party in Singapore,  even\r\n\r\npolitical Parties that are now defunct. Why is it  so?\r\n\r\nWhy is it that Parties that claim to be socialists and\r\n\r\nParties which are described as Rightists and all sorts\r\n\r\nof  unkind names all think alike? Merger - they want  to\r\n\r\nget  closer.  They  want to get  integrated  with  the\r\n\r\nFederation  of  Malaya into one happy family.  We  all\r\n\r\nwant that, and I am sure there can be no opposition to\r\n\r\nthat  noble  sentiment flat has been expressed  inside\r\n\r\nand  outside this Assembly: that we want to merge with\r\n\r\nthe Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, Sir, if it can be said in this Assembly,\r\n\r\neven  during  the first negotiations of the  Singapore\r\n\r\nConstitutional delegation led by the Member for  Anson\r\n\r\nin  London, it was suggested to the British Government\r\n\r\nthat   in   discussions  on  constitutional  evolution\r\n\r\nSingapore should sit in with the Federation of  Malaya\r\n\r\nso  that there could be one constitution for the whole\r\n\r\nof  Malaya.  Even as far back as that. The unfortunate\r\n\r\nthing  is  that the Government has tried  to  describe\r\n\r\nsomething  which is not merger as merger, and  thereby\r\n\r\nhas caused this unhappiness in the minds and hearts\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 444</b></font><br><br>\r\n\r\n\r\n\r\nof  many  people. I can sympathise with the leader  of\r\n\r\nthe Barisan Sosialis when he spoke so bitterly against\r\n\r\nthe  P.A.P. All I can say is that he has been  misled.\r\n\r\nIf he would just stand up and say that the arrangement\r\n\r\nwhich  the Singapore Government has come to  with  the\r\n\r\nFederation Government is not merger, everything  would\r\n\r\nhave  been  forgiven. Instead of which, we had  7½\r\n\r\nhours of debate just talking about citizenship rights.\r\n\r\nThe  Barisan Sosialis now make out that they  are  the\r\n\r\nbiggest Opposition party and the only defenders of the\r\n\r\nrights of the citizens of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I, Sir, in this hall, with humility, remind the\r\n\r\nBarisan  Sosialis that it was the previous Government,\r\n\r\nthe  Labour  Front Coalition Government, that  brought\r\n\r\ncitizenship to the people of Singapore? Out  of  that,\r\n\r\nthree  of us still remain in this Assembly - the Member\r\n\r\nfor Anson, the Member for Geylang Serai and myself. We\r\n\r\ncan assure the people of Singapore and this House that\r\n\r\nwe  will fight tooth and nail to see that their rights\r\n\r\nare  preserved, and to see that their rights  are  not\r\n\r\nsold  down the drain. But what has been agreed between\r\n\r\nthe Singapore Government and the Federation Government\r\n\r\nis not merger. Therefore, citizens of Singapore cannot\r\n\r\nbecome citizens of the Federation of Malaya. There  is\r\n\r\nno loss of rights at all of the citizens of Singapore.\r\n\r\nI will touch on that later on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But there is one thing I would like to point out\r\n\r\nnow. The fact that the Member for Queenstown spoke for\r\n\r\n7½ hours shows that he is a virile man. He is in top\r\n\r\nform. He is quite a good cock that can crow. But. Sir,\r\n\r\nmerger  is  like marriage. It requires the consent  of\r\n\r\ntwo parties. Even if a prospective bridegroom can show\r\n\r\nhow virile he is, how amorous he is, how fond he is of\r\n\r\nthat  union,  but if the bride says - or be  it  be  the\r\n\r\nbride  or the bridegroom -  \"Sudah lah, chakap terlampau\r\n\r\nbanyak\", then that would be the end. There can  be  no\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What the leader of the Barisan Sosialis has\r\n\r\nforgotten is that it takes two parties to this merger.\r\n\r\nIt  is not left to what we say in this Assembly. If it\r\n\r\nis just left to what we say. I do not know\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 445</b></font><br><br>\r\n\r\n\r\n\r\nhow  many  more will be saying about what  the  P.A.P.\r\n\r\nGovernment  is, and that the sooner they get  out  the\r\n\r\nbetter for all concerned. But it is something that has\r\n\r\nto  do  with the other party not represented  in  this\r\n\r\nHouse.  Let  us face facts. The other party  is  in  a\r\n\r\nstronger  position. He is in a position  to  say  this\r\n\r\nway,  that  way or sit still, because he is the  elder\r\n\r\nbrother.  Take  Malaya. In size,  it  is  bigger  than\r\n\r\nSingapore.  In  population it  is  still  bigger  than\r\n\r\nSingapore. Even in revenue. Therefore, we are  in  the\r\n\r\nposition  of  a  younger brother  going  to  an  elder\r\n\r\nbrother and saying, \"Come on, let us live together. Do\r\n\r\nnot  let us have this separation which was forced upon\r\n\r\nus  by the British.\" But no. The Member for Queenstown\r\n\r\nseems  to think that the louder we shout, the more  we\r\n\r\nrun  down  our elder brother, the surer  we  will  get\r\n\r\ncomplete  merger.  That  will  be  the  surer  way  to\r\n\r\nfrighten  the elder brother into saying, \"Let  us  not\r\n\r\nhave  this  younger  brother who  is  going  to  cause\r\n\r\ntrouble in my household.\" Therefore, all what  he  has\r\n\r\nsaid against the Federation, against the Government of\r\n\r\nthe  Federation is not going to help his Party or  the\r\n\r\npeople  of  Singapore to achieve  something  which  he\r\n\r\nhimself says is a noble sentiment. Let us get together\r\n\r\nand live together again as one happy family.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Queenstown found occasion\r\n\r\nyesterday to criticise the Tunku, and I want to say to\r\n\r\nthis  Assembly  that  the  criticisms  which  he   has\r\n\r\nlevelled  at the Tunku are unjustified. He  says  also\r\n\r\nthat  he  is  new to politics, a student of  politics.\r\n\r\nBecause he is new, because he is a student, perhaps we\r\n\r\ncan  overlook that. But may I say a few things to  him\r\n\r\nabout  the Prime Minister of the Federation of Malaya,\r\n\r\nand   how  important  it  is  to  Singapore  that  his\r\n\r\nfriendship,  his sentiments towards Singapore, should\r\n\r\nbe  properly  realised and appreciated by everyone  in\r\n\r\nSingapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, hon. Members will remember that the Singapore\r\n\r\nConstitutional   delegation   went   to   London   and\r\n\r\nnegotiated.  The first one was not successful  because\r\n\r\nof the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 446</b></font><br><br>\r\n\r\n\r\n\r\ninsistence of the British on internal security resting\r\n\r\nin their hands. But the second delegation, knowing the\r\n\r\nstand  of the British Government, thought of a way  to\r\n\r\novercome that difficulty. It was left to me to speak to  my good friend, Tunku Abdul Rahman, from London on\r\n\r\nthe telephone and to seek, his agreement to sit in  as\r\n\r\na member of the Internal Security Council. To tell the\r\n\r\ntruth,  he did not quite like it. But because he  felt\r\n\r\nthat  as Malaya and Singapore were close together  and\r\n\r\nas  Singapore was in need of help from the  Federation\r\n\r\nto  get  a  new constitution, he agreed. Therefore,  I\r\n\r\nwant to say this in this Assembly. Without the Tunku's\r\n\r\nconsent  to  be  a  member of  the  internal  Security\r\n\r\nCouncil,  there  would  have  been  no  self-governing\r\n\r\nconstitution for Singapore. There would have  been  no\r\n\r\n43  P.A.P. Members taking office in 1959. In 1961,  26\r\n\r\nare  left, So as far back as 1957, Tunku Abdul  Rahman\r\n\r\nhas  shown  that  he  is a good  and  true  friend  of\r\n\r\nSingapore.  Today he is in London having  discussions,\r\n\r\nwith   the  British  Government,  and  he  is  getting\r\n\r\nindependence  for us. What we are more concerned,  the\r\n\r\nsocialists  particularly, is that we should  get  away\r\n\r\nfrom the British colonial yoke. That is the first goal\r\n\r\nto  achieve. The British colonial yoke will  be  taken\r\n\r\naway  from our necks, and that is being done by a true\r\n\r\nfriend of Singapore, Tunku Abdul Rahman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have in Tunku Abdul Rahman a very staunch\r\n\r\nchampion,  a  man  who  faces facts,  a  man  who  was\r\n\r\nprepared,  even in the 1959 general elections  in  the\r\n\r\nFederation, when there was trouble in the M.C.A. ranks\r\n\r\nand  he was facing this trouble from the Chinese;  and\r\n\r\nwhen  there  was  a  group  of  U.M.N.O. members  who\r\n\r\nsuggested  that they should tear away from the  M.C.A.\r\n\r\nand stand on their own, but not Tunku Abdul Rahman -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I did indicate that there are\r\n\r\nprocedural  barriers  and I  really  do  not  like  to\r\n\r\ninterrupt  too  often. But will the  hon.  Member  for\r\n\r\nCairnhill indicate how those statements relate to  the\r\n\r\namendment?  They, I think, will be very relevant  when\r\n\r\nwe  come to debate all three items on merger.  But  we\r\n\r\nare now on the amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 447</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Merger, Sir, surely means the\r\n\r\ngetting  together of Singapore and the  Federation  of\r\n\r\nMalaya  and,  therefore,  the  leaders  in  these  two\r\n\r\ncountries  will  have to come up in  our  discussions.\r\n\r\nWhat I am trying to point out to those who have spoken\r\n\r\nbitterly  against  the Federation of  Malaya  and  the\r\n\r\nFederation  Government  is  that  they  are  doing   a\r\n\r\ndisservice  to  Singapore, and that the attacks  which\r\n\r\nthey  are levelling are unjustified. They do not  know\r\n\r\nthat  the  man today who is helping Singapore  to  get\r\n\r\nnearer towards merger is Tunku Abdul Rahman, and  that\r\n\r\nis  the man who has come in for attacks by the Barisan\r\n\r\nSosialis.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The hon. Member for Cairnhill\r\n\r\nhas  brought  this  trouble  upon  himself.  When  the\r\n\r\nprocedural device was suggested which would have given\r\n\r\nhim a free hand, he objected to it, and therefore,  I,\r\n\r\nas Speaker, am bound by the Standing Orders to try and\r\n\r\nkeep  Members  within  bounds.  We  are  now  on   the\r\n\r\namendment. The hon. Member is talking on merger, which\r\n\r\nwould  be  proper  when we deal with the  main  motion\r\n\r\nwhich  merely  speaks of a merger. The amendment  says\r\n\r\nthat   they  want  a  genuine  merger  With  Singapore\r\n\r\nentering the Federation as the twelfth state and  with\r\n\r\nall   its   Citizens  automatically  becoming  Federal\r\n\r\nCitizens  on  Merger Day. The meat of  that  amendment\r\n\r\nseems  to  be  the question of citizens  automatically\r\n\r\nbecoming Federal Citizens on Merger Day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us try and get on with the amendment. The sooner\r\n\r\nwe dispose of the amendment, the sooner we can go back\r\n\r\nto  the  three motions. The hon. Member will  have  as\r\n\r\nmuch  time  perhaps  as the Member for  Queenstown  to\r\n\r\ndevelop his argument.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> Sir,\r\n\r\non  a point of elucidation. Sir, I notice that in  the\r\n\r\namendment it states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'to leave out from \"a\" in the second last line to the\r\n\r\nend and insert:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"genuine merger of Singapore with the Federation of\r\n\r\nMalaya, with Singapore entering the Federation as  the\r\n\r\ntwelfth  state and with all its Citizens automatically\r\n\r\nbecoming Federal Citizens on Merger Day\".'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 448</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So you see. Mr Speaker, it is not that I have come\r\n\r\nto the defence of the Member for Cairnhill only, but I\r\n\r\nthink  to  the defence generally of all those  Members\r\n\r\nwho  wish  to  speak on this amendment. I  am  not  in\r\n\r\nconcord  with you. Mr Speaker, that all that  we  are\r\n\r\nconfined  to talking about on this amendment  is  this\r\n\r\nbit   on  Singapore  citizens  automatically  becoming\r\n\r\nFederal Citizens on Merger Day.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I never said that. I indicated that the\r\n\r\npith  of  the  amendment seems to be  that.  There  is\r\n\r\nnothing  to  prevent  Members  from  saying  how   the\r\n\r\namendment  is wrong when they speak of genuine  merger\r\n\r\nas  against merger, which, of course, the hon.  Member\r\n\r\nfor  Cairnhill  has  already touched  upon.  There  is\r\n\r\nnothing to prevent Members from saying whether or  not\r\n\r\nSingapore  should enter the Federation as the  twelfth\r\n\r\nstate.  What  I  am  trying to indicate  is  that  all\r\n\r\ndetails  which will be properly debated on an  overall\r\n\r\npicture of all three items should be reserved for  the\r\n\r\nproper time.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> On a point of order,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, since I find that\r\n\r\nsome  Members have difficulty in confining  themselves\r\n\r\nto  speaking on the amendment, because the issues  are\r\n\r\noverlapping and inter-related, why do we not ascertain\r\n\r\nthe views of Members whether to adopt the procedure as\r\n\r\nyou  suggested yesterday, which I think is better  for\r\n\r\nall  of  us,  because  most of us  have  prepared  our\r\n\r\nspeeches  which  should cover all the  three  or  four\r\n\r\nmotions.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> May I, Mr Speaker, associate myself\r\n\r\nwith  the  gentleman who just spoke? It seems  to  me,\r\n\r\nSir, not a question of having prepared one's speeches,\r\n\r\nbut  we  must appreciate that when we are speaking  on\r\n\r\nthe amendment about genuine merger, the twelfth state,\r\n\r\nwe  must  balance what we mean by genuine merger  with\r\n\r\nthe  merger proposals of the P.A.P. which bring in the\r\n\r\nWhite Paper. I have every sympathy, Sir, not only  for\r\n\r\nyou, if I may say with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 449</b></font><br><br>\r\n\r\n\r\n\r\nrespect, but also for the hon. Member for Cairnhill in\r\n\r\nseeking  to draw the line. I would like to accept  the\r\n\r\nsuggestion made by you yesterday in so far  as  it  is\r\n\r\npossible for me.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That is exactly the trouble which I\r\n\r\nanticipated  Members  would find  themselves  in,  and\r\n\r\nwhich  the Speaker would find himself in, because  all\r\n\r\nthese  issues seem to be overlapping and  it  is  very\r\n\r\ndifficult  to  draw the line. It is not too  late  for\r\n\r\nhon.  Members  to  assent that we  should  adopt  that\r\n\r\nprocedure, that is to say, that the debate will now be\r\n\r\nagain thrown completely open, which will mean that all\r\n\r\nMembers  other  than the Minster for  Labour  will  be\r\n\r\nallowed  one speech and one speech only, and  then  at\r\n\r\nthe  end  of  the debate the Minister for Labour  will\r\n\r\nreply and then votes could be taken, firstly, on  this\r\n\r\namendment, then on the main motion, and then  on  item\r\n\r\n3.   That,  of  course,  will  then  get  rid  of  any\r\n\r\nprocedural harriers that might present themselves.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat (Geylang Serai):</b> Mr\r\n\r\nSpeaker,  it  is  not  clear to me.  This  means  that\r\n\r\nimmediately after our having disposed of the amendment\r\n\r\nand when we go back to the main motion, no one will he\r\n\r\nallowed to speak on the main motion?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I thought I made myself clear. If the\r\n\r\nprocedural  device is accepted, then the  debate  from\r\n\r\nnow  on will range over all three items and will range\r\n\r\nover the amendment which has been proposed. And at the\r\n\r\nend  of  the debate after the Minister for Labour  has\r\n\r\nreplied,  the question on the amendment  will  he  put\r\n\r\njust for the purpose of taking a vote. The question on\r\n\r\nitem  I  will be put just for the purpose of taking  a\r\n\r\nvote; then on item 3 just for the purpose of taking  a\r\n\r\nvote;  and when item 4 is reached, we will wait  until\r\n\r\nthe Address of Thanks to the Yang di-Pertuan Negara is\r\n\r\nmoved,  then we will put the amendment of  the  Member\r\n\r\nfor  Queens-town  to the vote if he  so  wishes.  That\r\n\r\nseems to me a more tidy way of debating\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 450</b></font><br><br>\r\n\r\n\r\n\r\nthe  matter; that is, if Members agree. As  I  say,  I\r\n\r\ncannot foist any procedural device on Members unless I\r\n\r\nhave their assent.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sir, did I hear you say just now\r\n\r\nsomething about an amendment to the amendment  by  the\r\n\r\nMember for Queenstown?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The point we are discussing now?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> No. I was wondering what would\r\n\r\nhappen to the procedure then if that ever occurs?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Amendment to the amendment?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sir, I thought I heard you\r\n\r\nmention just now something about an amendment  to  the\r\n\r\namendment by the Member for Queenstown.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I did not mention anything of that\r\n\r\nsort.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Only one point of clarification.\r\n\r\nAssuming   we   accept   this  procedure,   we   would\r\n\r\nnevertheless he able to speak on other aspects of  the\r\n\r\nspeech  of  His  Excellency than that  of  merger.  We\r\n\r\ndispose of the amendment by vote and then we can speak\r\n\r\non the motion?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes, certainly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I suggest, Mr Speaker, that you\r\n\r\nsuspend this Assembly for 10 or 15 minutes so  that  I\r\n\r\ncan discuss this with my colleagues.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, since the Member for\r\n\r\nQueenstown has moved his amendment, two speakers  have\r\n\r\nfollowed  him. The Minister for Finance yesterday  and\r\n\r\nthe Member for Cairnhill yesterday and today. You have\r\n\r\nfound  that it is quite difficult to keep them  within\r\n\r\nthe  confines  of this amendment. For some  reason  or\r\n\r\nother,  perhaps because most of us have  prepared  our\r\n\r\nspeeches.  So  I  think  we  should  adopt  this   new\r\n\r\nprocedure  whereby we will avoid a lot of  repetitious\r\n\r\narguments  and  it will be easier for the  Speaker  to\r\n\r\nguide the proceedings of the sitting.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 451</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> May I suggest then that I suspend for\r\n\r\nhalf  an  hour,  allowing Members  to  confer  amongst\r\n\r\nthemselves for a quarter of an hour, and then I  would\r\n\r\nsuggest  that the leaders of the Parties  come  to  my\r\n\r\nChambers and settle this procedural device? If that is\r\n\r\nacceptable,  I  will  do so. Is that  acceptable?  The\r\n\r\nMember   affected,  of  course,  is  the  Member   for\r\n\r\nCairnhill.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I agree.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> In that case, I will suspend and take\r\n\r\nthis Chair again at a quarter to four.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>3.12 p.m. until 3.45 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 3.45 p.m.</i></div>\r\n\r\n             \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MERGER (SINGAPORE/FEDERATION OF MALAYA)</b></div>\r\n\r\n<div align=\"center\"><b>(White Paper)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The procedural device I\r\n\r\nsuggested has been accepted by the Opposition  Parties\r\n\r\nbut  not  by the Government side. The original  ruling\r\n\r\ntherefore stands. But I think Members will agree  that\r\n\r\nas  the matter we are discussing is of grave import to\r\n\r\nSingapore  - and there should, I think to my  mind,  be\r\n\r\ncontinuity  in  debate - I do  not  propose  of  my  own\r\n\r\nvolition to stop Members should they wander away  from\r\n\r\nthe  amendment. But that, of course, will not  prevent\r\n\r\nMembers who so desire from rising on, a point of order\r\n\r\nwhen they consider that the Member who is speaking  is\r\n\r\nirrelevant,  and  the Chair will  then  rule  at  that\r\n\r\nstage. Tun Lim.\r\n\r\n\r\n\r\n<br><br>3.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, the Member for\r\n\r\nQueenstown  was endeavouring to impress on this  House\r\n\r\nand  the public of Singapore that he is a very  virile\r\n\r\nman, that he knows what the public wants, and that  he\r\n\r\nis fighting tooth and nail to get what it wants.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 452</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this merger, Sir, I said earlier that a merger is\r\n\r\njust like a marriage, and a happy marriage cannot take\r\n\r\nplace  unless  there is some courting being  done, in\r\n\r\nthis  moment of courting - and this is like a moment  of\r\n\r\ncourting  because  we  are  not  yet  married  to  the\r\n\r\nFederation   of   Malaya - I  would   suggest   to   the\r\n\r\nprospective bridegroom or bride that the way  to  win\r\n\r\nthe  love of the other party is not to try to say  how\r\n\r\ngood or how clever one is and how bad or how ugly  the\r\n\r\nother party is. It does not help.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I remember, Sir, during the time when I was in\r\n\r\noffice,  I  did  all  I could in  this  technique  of\r\n\r\ncourting.  I  went  up  to the Federation.  I  was  as\r\n\r\nfriendly  as  possible and I believe I had  made  some\r\n\r\nheadway.  There was very good understanding and  there\r\n\r\nwere  certain sentiments that had germinated  towards,\r\n\r\nif  not  a marriage, then at least an engagement.  But\r\n\r\nthen at that time, Sir, it was the P.A.P. who were  in\r\n\r\nthe  Opposition.  What did the Prime Minister  himself\r\n\r\nsay  when he was the leader of the Opposition? \"Huh,\r\n\r\nlook  at this disgraceful Chief Minister of Singapore\r\n\r\nlicking  the  boots  of  the  Prime  Minister  of  the\r\n\r\nFederation  of  Malaya!\" He said such harsh  words  in\r\n\r\nthis  House.  And today, since the Malaysia  idea  was\r\n\r\nmade  known by the Tunku in May this year, he has made\r\n\r\nso  many  trips  to the Federation. In fact,  on  17th\r\n\r\nNovember, we saw him at the Airport and we  saw  some\r\n\r\npictures  of  him  in Kuala Lumpur. He  described  the\r\n\r\ncourting that I had been doing as bootlicking, but the\r\n\r\nBarisan Sosialis say that the Prime Minister has  been\r\n\r\ngoing  on  all fours. I think they are fond  of  using\r\n\r\nsuch  words without thought, having come from the same\r\n\r\nschool.  I do not want to say that the Prime  Minister\r\n\r\nof Singapore has been doing more than bootlicking! But\r\n\r\nwhat  I  would like to say is this, that  if  all  the\r\n\r\novertures  of the Prime Minister are directed  towards\r\n\r\nreunification  of  Singapore  and  the  Federation  of\r\n\r\nMalaya, then I will wish him the best of luck.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 453</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> But not so the Barisan Sosialis.\r\n\r\nThey  say the Prime Minister is crawling on all  fours\r\n\r\non  outstretched hands. Sir, we do not  graduate  from\r\n\r\nthat same school - the\r\n\r\nP.A.P. school of culture!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Queenstown - the leader of the\r\n\r\nBarisan  Sosialis - is for merger, according to what  he\r\n\r\nsaid  in his speech. I do not say I doubt that. I  say\r\n\r\nit is good that we should all wish for merger. But the\r\n\r\nway he goes about trying to achieve this is wrong.  Of\r\n\r\ncourse. I can find excuses for the ravings he levelled\r\n\r\nat  the P.A.P. It was because he felt so strongly that\r\n\r\nthe  P.A.P. had been leading Singapore up the  garden\r\n\r\npath  on  this question of merger. But he should  have\r\n\r\nrestrained  himself in his attacks on his ex-comrades.\r\n\r\nin  fact,  I think he knows better. Having  been  with\r\n\r\nthem, he therefore knows the kind of smell that he  is\r\n\r\nsmelling. But he should not have indulged in an attack\r\n\r\non  the  Government  of the Federation  of  Malaya  by\r\n\r\nsaying  that it was bad and that the sooner we  had  a\r\n\r\ngeneral election on the question of merger the quicker\r\n\r\nit would be out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have had in Singapore a so-called Socialist\r\n\r\nGovernment for the past two years, and the .13 Members\r\n\r\nof   the   new  \"Star\"  were  associated   with   that\r\n\r\nGovernment.  For two years, they were in office.  What\r\n\r\ndo  we see in Singapore today? They criticise the type\r\n\r\nof  government in the Federation. May I  ask  them  to\r\n\r\ntake  just  a  trip  to  Kuala  Lumpur  and  see   for\r\n\r\nthemselves  the  vast progress that  is  taking  place\r\n\r\nthere  as  compared with Singapore? In Singapore, we\r\n\r\nfind comrades disintegrating; but in the Federation we\r\n\r\nfind genuine progress towards economic stability. Over\r\n\r\nhere,  the  Government  claims  that  it  is  a   true\r\n\r\nSocialist, non-Communist Government - I do not know what\r\n\r\nmore  to  describe them - but it has done nothing  other\r\n\r\nthan playing party politics in the trade union field.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> On a point of order. Sir. I think\r\n\r\nwe  are now on the question of merger. I think I  have\r\n\r\nreceived notice that the Member for Cairnhill will  be\r\n\r\nspeaking  on  the  motion  for  adjournment  on  trade\r\n\r\nunionism,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 454</b></font><br><br>\r\n\r\n\r\n\r\nand  if he now confines his remarks until he comes  to\r\n\r\nthe motion, I think it will be in proper order.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps the Leader of the House is\r\n\r\nthinking of the Standing Order on anticipation?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Irrelevancy.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Leader of the House rises on the\r\n\r\nquestion  whether or not the Member for  Cairnhill  is\r\n\r\nirrelevant   in  regard  to  the  amendment   we   are\r\n\r\ndiscussing,  then  I  say  that  the  Member  is   not\r\n\r\nirrelevant. Tun Lim, please continue.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, the subject that I wish to\r\n\r\ntouch  on  will  be covered by me in a speech  on  the\r\n\r\nadjournment on the 24th.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I am trying to lead up to is this. Here is\r\n\r\na  P.A.P. Government that says in this negotiation for\r\n\r\nmerger,  \"You know, we just gave away this,  that  and\r\n\r\nthe other; but we insisted on education and labour and\r\n\r\nwe  got  it.\" I was leading up to that - education  and\r\n\r\nlabour - when  I  was  talking  about  the  trade  union\r\n\r\nmovement.  As if they fought so hard that they  wanted\r\n\r\neducation  and  labour. Look at  the  kind  of  labour\r\n\r\nmovement  that is going on in Singapore. Look  at  the\r\n\r\nsufferings  of  the workers in Singapore  today  as  a\r\n\r\nresult of political rivalry in the trade union field.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Look at the education problem\r\n\r\ntoday - although the Government might want  to  hide  it - \r\n\r\nwhen the students in the middle schools refuse to take\r\n\r\nthe   examinations  of the  Government  and  are  now\r\n\r\norganising  protests.  Very  good  education   policy!\r\n\r\nEverybody is in favour of it!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I was trying to say just now was to answer\r\n\r\nthe  charges levelled by the Barisan Sosialis  at  the\r\n\r\nGovernment of the Federation of Malaya. They  kept  on\r\n\r\nsaying  that they are Socialists. But since they  used\r\n\r\nthe  word \"genuine\" merger, perhaps they should  apply\r\n\r\nthat   adjective   \"genuine\"   to   themselves - genuine\r\n\r\nSocialism or their own special brand of Socialism.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 455</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Malaya today, there is economic progress, but\r\n\r\nSingapore is beginning to feel the pinch.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I would like to talk about merger. Every\r\n\r\nParty  that  exists today - and even every  Party  that\r\n\r\ncame  into  existence years and years ago,  and  every\r\n\r\nParty  that  will  come into existence  before  Merger\r\n\r\nDay - will  have  as  the first item  \"Merger  with  the\r\n\r\nFederation of Malaya\". In fact, the P.A.P. played  on\r\n\r\nthat  line in the general elections in 1959, and  when\r\n\r\nthey  came  into  power they did say  that  they  were\r\n\r\npledged to merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Going back to what I said a little while ago on the\r\n\r\ncourtship  that  I carried on with the  Federation  of\r\n\r\nMalaya during the time when I was Chief Minister up to\r\n\r\n1959 when the P.A.P. came into power, all the attempts\r\n\r\nthat  I  had  made had been totally  damaged  by  the\r\n\r\npresence  of  the P.A.P. form of Government.  Although\r\n\r\nthey in 1959 said that they had nothing to do with the\r\n\r\nCommunists,  \"We are non-Communists  and  we  hold  no\r\n\r\ntruck  with  the  Communists. We  are  clean.  We  are\r\n\r\nSocialists,\"  yet today they have admitted  that  they\r\n\r\nhave  been sleeping with the Communists who  have  now\r\n\r\nleft  them  and  are  now perhaps  sleeping  with  the\r\n\r\nBarisan  Sosialis.  That is what they  say  now.  They\r\n\r\nadmit  it.  So it was because of the very presence  in\r\n\r\nthe  Party  and in the Government of people whom  they\r\n\r\nnow  describe as Communists, Communist-front men,  and\r\n\r\nall  sorts  of  things, and whom they were  trying  to\r\n\r\ndefend  and trying to explain away - it was because  of\r\n\r\nall  that  that  they could make no headway  with  the\r\n\r\nGovernment of the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister, in the very first year of office, said, \"Huh, we have thought of a wonderful scheme - a Common Commodity Market. The previous\r\n\r\nGovernment  never  dreamed of it. A  grand  idea.  The\r\n\r\nCommon  Commodity Market will help industrialisation.\"\r\n\r\nThe  question of the Common Commodity Market is still\r\n\r\nnot  settled.  What  has  happened?  The  P.A.P. were\r\n\r\nreturned  on  their  pledge to  achieve  merger.  What\r\n\r\nhappened  to  the relationship between the  Federation\r\n\r\nand Singapore? Further and further apart, drawing away\r\n\r\nthe whole\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 456</b></font><br><br>\r\n\r\n\r\n\r\ntime, so much so that in the second year of office the\r\n\r\nPrime Minister could not, in all honesty, stand up and\r\n\r\nsay,  \"Merger  is on the way.\" He even gave  up.  \"The\r\n\r\nless  we  talk of merger, the less heartache.\"  So  he\r\n\r\nwould  not  talk of merger because he knew merger  was\r\n\r\nout.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But then in May this year the Prime Minister of the\r\n\r\nFederation of Malaya came over here and, addressing a\r\n\r\nluncheon  of  foreign  journalists,  touched  on   the\r\n\r\nsubject  of  Malaysia.  When the Singapore  Government\r\n\r\nheard  that,  they were so jubilant that  they  almost\r\n\r\nfell  down on their feet - I think they nearly  fainted.\r\n\r\nThey  said,  \"Ah merger is on the way.\" At that  time,\r\n\r\nthere  was  the Anson by-election. So  they  thought,\r\n\r\n\"Huh, now that merger is on the way, let us cash  in.\"\r\n\r\nBut  they  knew at that time, from the speech  of  the\r\n\r\nTunku  to  the foreign journalists, that  it  was  not\r\n\r\ngoing  to  be merger. In fact, if it had been  merger,\r\n\r\nthey would also have said the same thing -  merger, they\r\n\r\nwould  want merger. But because they knew it  was  not\r\n\r\nmerger but only something closer, their strategist  - I\r\n\r\ndo  not  know  if  he was a special tactician  in  the\r\n\r\nParty - came  out with a new programme, \"We, the  P.A.P.\r\n\r\nwill  work towards merger with the Federation. But  we\r\n\r\nwill see to it that we retain education and labour.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am now coming to what I describe as the\r\n\r\nmisrepresentation of the true facts of  the  case.  If\r\n\r\nthe  P.A.P. Government had said at that time that what\r\n\r\nwas  possible  under the plan outlined by  the  Prime\r\n\r\nMinister  of the Federation of Malaya was some  closer\r\n\r\nassociation  whereby  the Federation  of  Malaya  just\r\n\r\nwanted  external  affairs, defence and  security,  and\r\n\r\nSingapore  could have everything else  in  which  they\r\n\r\nwere  not  interested, then that would have been  more\r\n\r\nright.  Then  the people would know that  it  was  not\r\n\r\nmerger  in the true sense of the word \"merger\".  There\r\n\r\ncan  be  only  one  meaning  for  merger - complete   in\r\n\r\ntegration. They straightaway said, \"Merger\", \"Merger\",\r\n\r\n\"Merger\".  And  everytime they have to  retreat - \"This\r\n\r\nkind   of   merger  for  citizenship,  no.   Singapore\r\n\r\ncitizenship - does not qualify.\" Another time when  they\r\n\r\nare   questioned,  \"Oh,  but  don't   you   see,   the\r\n\r\nConstitution\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 457</b></font><br><br>\r\n\r\n\r\n\r\nof  the  Federation of Malaya states that in a  merger\r\n\r\nonly  those born in the State can automatically become\r\n\r\ncitizens, but all the others have to apply.\" And later\r\n\r\non, all sorts of retreat - retreating the whole time. At\r\n\r\nanother  time, they say, \"Oh, yes. They  could  apply.\r\n\r\n110,000 out of the 350,000.\" Yet they knew the reasons\r\n\r\nwhy  it  was  not a merger proposed by the  Federation\r\n\r\nPrime Minister, Tunku Abdul Rahman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, let us try to trace back. We were all\r\n\r\nanxious  for merger, but we must admit that trends  in\r\n\r\nSingapore  and in the Federation were in the  opposite\r\n\r\ndirection.  We  in Singapore have a more sophisticated\r\n\r\nelectorate.  We  have the P.A.P. with  the  lightning\r\n\r\nflash,  and  now the Barisan Sosialis. The  P.A.P. is\r\n\r\nstill here. And we have had the kind of politics where\r\n\r\neven,  in  the  words  of  the  Government  today   as\r\n\r\nenunciated  by the Minister for Finance, they  had  to\r\n\r\nwork with the Communists. So obviously you find in the\r\n\r\nFederation  a  different form of government  that  has\r\n\r\nbeen  waging war against the Communists for years  and\r\n\r\nyears  and  has suffered quite a lot at  their  hands.\r\n\r\nSurely  they would be very, very careful now in taking\r\n\r\nin  people  into  the family. They  have  to  be  more\r\n\r\ncareful now as a result of their bitter experience, to\r\n\r\nsee that what they take in is not going to damage what\r\n\r\nthey  already have. But then why this sudden  idea  of\r\n\r\nMalaysia? I would like to say what I know about this,\r\n\r\nalthough I must say that I stand to be corrected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have said outside and inside this Chamber that\r\n\r\nquestions  have  been  asked of  me  by  Pressmen  and\r\n\r\nforeign  correspondents, \"Do I believe and do I  think\r\n\r\nthat  merger  will  take place?\" I said,  \"Merger  is\r\n\r\ninevitable.  Merger will have to take place.  Even  if\r\n\r\nthe  two  Governments  do not  see  eye  to  eye,  the\r\n\r\ndevelopments in this area would be at such a pace that\r\n\r\nit  would be in the vital interests of the territories\r\n\r\nconcerned to come together.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Therefore, much as the Tunku did\r\n\r\nnot  like it, much as the Federation Government  would\r\n\r\nnot like\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 458</b></font><br><br>\r\n\r\n\r\n\r\nto have anything to do with Singapore, they came to  a\r\n\r\nproper   appreciation  of  the  situation   that   has\r\n\r\ndeveloped in this part of the world. And therefore, it\r\n\r\nwas felt in the Federation that the only way to ensure\r\n\r\nthat  there  is  no complete split of  the  artificial\r\n\r\nsplit that is now in evidence is to get together.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And then they have to think of the form of getting\r\n\r\ntogether.  There  are very, very grave  or  legitimate\r\n\r\nobjections  on  the  part of the  Federation  to  take\r\n\r\nSingapore  into a complete merger. That, we all  know,\r\n\r\nis  not the reason why all this talk about merger  has\r\n\r\nbeen slapped down by the Tunku. At least for the first\r\n\r\ntime,  because  of the trends of political  events  in\r\n\r\nthis  part  of  the world. Singapore is  going  to  be\r\n\r\nallowed  to  live  along  the  same  street   as   the\r\n\r\nFederation  of  Malaya.  If we  go  by  the  heads  of\r\n\r\nagreement reached between the Singapore Government and\r\n\r\nthe  Federation  Government,  we  have  not  yet  been\r\n\r\nallowed  to stay in the same house as one big  family.\r\n\r\nBut we will now be living in the same street as really\r\n\r\nclose neighbours. That is what we are. Then why do  we\r\n\r\noppose  this  amendment? I would like  to  repeat:  we\r\n\r\noppose the amendment not because we do not believe  in\r\n\r\ngenuine merger. We want genuine merger. Everyone wants\r\n\r\nmerger.  But  merger  is merger. We  cannot  call  it\r\n\r\ngenuine merger or not genuine merger. A marriage is  a\r\n\r\nmarriage.  You cannot say that a marriage  between,  a\r\n\r\nman  and a woman is not genuine. Merger is merger.  We\r\n\r\nwant  to see merger. And to us, and to everyone, I  am\r\n\r\nsure,   merger  means  a  complete  reunification   of\r\n\r\nSingapore  into the Federation of Malaya  as  one  big\r\n\r\nhappy family.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Therefore, we oppose the\r\n\r\namendment  proposed  by  the  leader  of  the  Barisan\r\n\r\nSosialis  because  the  qualifications  of  a  genuine\r\n\r\nmerger  (note  the adjective) have never  before  even\r\n\r\nbeen  thought  of by them years and years  ago.  Their\r\n\r\nFour-Year programme, their Anniversary Souvenir -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 459</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Sir, on a point of clarification, if\r\n\r\nthe hon. Member will give way?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Would he accept the amendment, Mr\r\n\r\nSpeaker,  Sir,  if  for the word \"genuine\",  the  word\r\n\r\n\"complete\" were substituted?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> There can only be one form of\r\n\r\nmerger,  Sir, and that kind of merger is complete  and\r\n\r\nsatisfying. We -do not have to say \"complete merger\",\r\n\r\nor  that  a marriage is a complete marriage as  it  is\r\n\r\nstill a marriage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, another reason why we object to that is this:\r\n\r\nhere we know - on the second part of the amendment - that\r\n\r\nthe fact that Singapore and Malaya cannot come into  a\r\n\r\nmerger  is because of the fears, if you want to  call\r\n\r\nthem  fears, that are in the minds -of the  Federation\r\n\r\nvis-a-vis  the citizens of Singapore. That,  I  should\r\n\r\nsay,  is the main reason why merger cannot take place.\r\n\r\nAnd  to focus attention, as does this amendment  here,\r\n\r\nand  say  that there must be genuine merger, that  the\r\n\r\ncitizens  of  Singapore  should  automatically  become\r\n\r\ncitizens, is not to allay the fears of the Federation,\r\n\r\nbut  is going to make it worse. Why should it be'? Why\r\n\r\nshould  we  try to frighten away people with  whom  we\r\n\r\nwant  very  much  to  become  friends?  Therefore,  we\r\n\r\nobject  to  that.  And according  to  our  view,  the\r\n\r\namendment  proposed  by  the  leader  of  the  Barisan\r\n\r\nSosialis  is just political, and nothing else.  It  is\r\n\r\njust  to tell the people of Singapore, \"There you are.\r\n\r\nWe  are braver than the P.A.P. We ask for this. We ask\r\n\r\nfor  that.\"  Sir, in a matter that concerns  the  very\r\n\r\nlivelihood  and  welfare of the people  of  Singapore,\r\n\r\nwe - the different political Parties represented in this\r\n\r\nAssembly - should not play party politics. We should, in\r\n\r\nfact, show the people in the Federation of Malaya  and\r\n\r\nin  London,  where today negotiations are  now  taking\r\n\r\nplace   between   the  British  Government   and   the\r\n\r\nFederation Government, that there is one desire of the\r\n\r\npeople of Singapore as expressed in the unanimous vote\r\n\r\nin this Assembly. We believe in and we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 460</b></font><br><br>\r\n\r\n\r\n\r\nwant  merger.  Instead of which, the newspapers  will\r\n\r\ncarry  headline  news when the vote is taken,  Barisan\r\n\r\nSosialis  for the amendment; some people  are  against\r\n\r\nit, and the amendment is won or lost; whatever it  is\r\n\r\nthat  is  won  or lost is immaterial.  Lost,  and  the\r\n\r\nP.A.P. starts their original motion, which is carried.\r\n\r\nAll  that is playing party politics. It does not  help\r\n\r\nus  in  the  eyes of the people of the  Federation  of\r\n\r\nMalaya, nor in the eyes of the people of Singapore. We\r\n\r\nshould  not  do  it.  In this  one, we  must  have  a\r\n\r\nunanimous  vote. We should say, \"Yes, we are  all  for\r\n\r\nit.' Then when we come to Command Paper 33, of course,\r\n\r\nthe  Barisan Sosialis will be free to say  it - if  they\r\n\r\nwant, they  can say it: it is a sell-out.  Go  ahead.\r\n\r\nCriticise the heads of agreement as much as they want.\r\n\r\nCriticise  the form that the P.A.P. is now  taking  to\r\n\r\nget a unanimous vote of this House. If that is the way\r\n\r\nthey  achieve merger, that is the way they can attack.\r\n\r\nBut on this important issue, we want to tell the world\r\n\r\nin  the  strongest  possible terms  that  we  in  this\r\n\r\nAssembly  want  merger, but not  to  start  having  an\r\n\r\namendment  to  cause split votes in this  House.  Then\r\n\r\nagain  on the Government side, somebody would  be  for\r\n\r\nand others would be against. That is no good vis-a-vis\r\n\r\nour relationship with the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, if the Barisan Sosialis, after more mature\r\n\r\nthought, feel that they have stressed their point, and\r\n\r\nthat  all speakers after this will just touch on  Cmd.\r\n\r\nPaper  33, call it by whatever name they like to  call\r\n\r\nit;  say  that  it  is a sell-out or  not  a  complete\r\n\r\nmerger; that that is not the way the Government should\r\n\r\ngo  on,  carry  out  the  unanimous  decision  of  the\r\n\r\nAssembly.  They are free to do so. But  on  this  main\r\n\r\nmotion  on  merger, let us all with one  voice  forget\r\n\r\npolitics,  forget whether they were in the  P.A.P. at\r\n\r\none  time,  or  out  of the P.A.P. now;  forget  their\r\n\r\npersonal  animosity; both sides are trying their  best\r\n\r\nto  run  the other down. Forget all that in this  very\r\n\r\nimportant  motion. Let us tell the world that  we  can\r\n\r\nsink  our  political differences just once,  when  the\r\n\r\nwelfare of the people of Singapore, and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 461</b></font><br><br>\r\n\r\n\r\n\r\nwhen  a  very  important matter  is  just  around  the\r\n\r\ncorner,  that we can all be united. I would  urge  the\r\n\r\nBarisan Sosialis to think this over. In fact, I am  in\r\n\r\nsympathy  with them on most of the attacks  that  they\r\n\r\nhave  levelled  at  the P.A.P. I am in  sympathy  with\r\n\r\nthem.  But  on the motion I would ask them  to  forget\r\n\r\npolitics - just to say, accept the motion as it  stands\r\n\r\nand  then  take  the Government to task  on  the  next\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir,I would urge upon this House, and. I have\r\n\r\nexplained why I stepped in so early in the debate,  it\r\n\r\nis  because I would caution moderation. Please, if  we\r\n\r\nwant  to achieve this merger, if we want to get closer\r\n\r\nwith  the people in the Federation of Malaya,  let  us\r\n\r\nnot  in  this  Assembly say anything  that  may  cause\r\n\r\nmisgivings  in  their  minds or that  may  hurt  their\r\n\r\nfeelings.  They are just as human as we  are.  If  the\r\n\r\nBarisan  Sosialis feel that they must do all they  can\r\n\r\nto  expose their ex-comrades, the P.A.P., go ahead, do\r\n\r\nit  on another motion. Or even on this motion if  they\r\n\r\nwant,  say  anything they like. But do  not  bring  in\r\n\r\nanything  that  can be said to the derogatory  of  the\r\n\r\nGovernment  of the Federation of Malaya or the  people\r\n\r\nof  the Federation of Malaya. Do not do it. If we want\r\n\r\nto  be friends, let us show that we really mean to  be\r\n\r\nfriends,  and  that  it is not a question  of  gaining\r\n\r\npolitical  kudos and saying, \"You see,  we  fight  for\r\n\r\neverything. We speak so much. We expose everybody.  We\r\n\r\nare  for  the  people  of Singapore.\"  Remember  this,\r\n\r\nSingapore cannot stand alone now, especially as - and I\r\n\r\nwill   just  touch  on  it  in  passing -  the   Borneo\r\n\r\nterritories  are  now coming into  the  Federation  of\r\n\r\nMalaysia.  Singapore cannot stand alone.  Even  today,\r\n\r\nwith  all  the  overtures of the  Prime  Minister  for\r\n\r\ncloser relationship with the Federation of Malaya, we\r\n\r\nwere told at an earlier sitting that the Minister  for\r\n\r\nEducation  had  tabled  a  Bill  to  incorporate   the\r\n\r\nUniversity of Singapore. Before their time, there  was\r\n\r\na  University of Malaya, one university for the  whole\r\n\r\nof  Malaya. In the time of the P.A.P. - University  of\r\n\r\nMalaya, University of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 462</b></font><br><br>\r\n\r\n\r\n\r\nSingapore!   Radio  Malaya,  Radio  Singapore,   Suara\r\n\r\nSingapore - that is the twelfth awful disclosure of  the\r\n\r\nPrime     Minister - Suara    Singapore!     Even     on\r\n\r\nindustrialisation, how difficult it is  for  Singapore\r\n\r\nto    industrialise,   especially   when   prospective\r\n\r\ninvestors  come along to this part of  the  world  and\r\n\r\nthen  go  to  Kuala  Lumpur, and  they  see  the  vast\r\n\r\ndifference. And they always say, \"It is better  to  be\r\n\r\nin the Federation of Malaya than in Singapore.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So talking of moderation of language again, I would\r\n\r\nurge upon all speakers of the Barisan Sosialis and the\r\n\r\nP.A.P. to  remember  this. That the  motion  that  is\r\n\r\nbefore   the   House - of  course,  there   are   other\r\n\r\nmotions - but  the main motion before the House  is  one\r\n\r\nthat calls for calm judgment, that calls for, shall we\r\n\r\nsay,  one united voice, and they should not take  this\r\n\r\nopportunity to run down their ex-comrades. The Barisan\r\n\r\nSosialis  exposing the P.A.P., and the P.A.P. exposing\r\n\r\nthe Barisan Sosialis. All that does not matter on this\r\n\r\nmotion.   After  that,  I  could  assure  the  Barisan\r\n\r\nSosialis  that they are free to do what they want.  In\r\n\r\nfact, I can even say this. That their criticism of the\r\n\r\nP.A.P. might  not even be on the same  scale  as  the\r\n\r\ncriticism  that  we  will  level  at  the  P.A.P. in\r\n\r\ndiscussions  on other matters that will  come  up  for\r\n\r\ndebate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And why I say let us be moderate in our language is,\r\n\r\nas  I  said,  that  for merger to take  place,  it  is\r\n\r\nvitally  necessary to get the agreement of  the  other\r\n\r\nparty,  and  the  other party  in  this  case  is  the\r\n\r\nGovernment  of  the Federation of Malaya.  Fortunately\r\n\r\nfor Singapore, we have, as the head of that Government\r\n\r\nin  the  Federation of Malaya, Tunku Abdul  Rahman,  a\r\n\r\nreal friend. He is a real friend of Singapore. We  can\r\n\r\ntrust  him to see that Singapore is not placed in  any\r\n\r\ndisadvantageous position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I would urge upon the P.A.P. in all their\r\n\r\nspeeches  after  this not to try to  claim  that  Cmd.\r\n\r\nPaper No. 33 is bringing about merger. Talk no more of\r\n\r\nmerger  because it is not merger. The least  they  say\r\n\r\nabout merger, the better it will be for them, and  the\r\n\r\neasier  ii will be for their ex-comrades to  take  it.\r\n\r\nThe plan that they agreed to is just\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 463</b></font><br><br>\r\n\r\n\r\n\r\nto bring Singapore closer to the Federation of Malaya.\r\n\r\nInstead  of  trying to prove things that need  not  be\r\n\r\nproved,  because  it  is  their  conscience  that   is\r\n\r\npricking  them  the whole time because  they  seem  to\r\n\r\nthink  that people will say it is a sell-out, if  they\r\n\r\nare  to  come out and say plainly, \"This is  the  best\r\n\r\nthat  we can get under the circumstances and we advise\r\n\r\nyou that this is better than nothing,\" then there will\r\n\r\nbe  less attack. People will then say, \"At least  they\r\n\r\nhave told the truth. There could be no allegations  of\r\n\r\ntwists and turns. There could be no allegations  of  a\r\n\r\nphoney, a sell-out or humbug. It is because of the way\r\n\r\nthe P.A.P. present these talks that have been going on\r\n\r\nin   the   Federation   between  Singapore   and   the\r\n\r\nFederation,  present them in a way  which  they  think\r\n\r\ncould  give  them political credit, it is  because  of\r\n\r\nthat  that  they are now in this mess. They  need  not\r\n\r\nhave  to  be in this mess. They are now in this  mess.\r\n\r\nEvery-time  we tell them that it is not  merger,  they\r\n\r\nkeep  on  repeating that it is merger, merger, merger.\r\n\r\nAnd Suara Singapore -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Suara P.A.P.!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> And from Suara Singapore, I keep\r\n\r\non  hearing, \"Merger, merger.\" I must say, Sir, I tune\r\n\r\nit off when I know it is not merger. It is not merger.\r\n\r\nThe Tunku himself has said that it is a form of closer\r\n\r\nassociation.  That is for the P.A.P. For  the  Barisan\r\n\r\nSosialis, if they really believe in merger, and  I  do\r\n\r\nnot  doubt it, if they really believe it and  want  to\r\n\r\nachieve it, -if they want to get married - some of them,\r\n\r\nI think, are still not married - the period of courtship\r\n\r\nis   a   period  when  there  are  great  trials   and\r\n\r\ntribulations.  Do not try to say that  you  are  rich;\r\n\r\nthat  you  are good; that you are this; that  you  are\r\n\r\nthat.  It will not help. But try to win the heart  and\r\n\r\nmind of the other party. In order to win that, I would\r\n\r\ntell them that they should not -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. May I remind the Member for\r\n\r\nCairnhill that the Chair is on this side?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker. Sir, the Chair does\r\n\r\nnot  require  to  be  .reminded. But  Members  of  the\r\n\r\nBarisan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 464</b></font><br><br>\r\n\r\n\r\n\r\nSosialis   have   to   be  reminded   that   whatever\r\n\r\nutterances  they  make  in  this  Assembly  may   have\r\n\r\nrepercussions on the merger discussion that is  taking\r\n\r\nplace -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That perhaps is quite agreed.\r\n\r\nBut  the rule says that the Member must speak  to  the\r\n\r\nChair,  or  rather  perhaps speak to  the  Assemblymen\r\n\r\nthrough the Chair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin (Nee Soon)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> No. On a point of clarification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, it would appear\r\n\r\nthat  the Member for Cairnhill is directing his advice\r\n\r\nto  this side of the House, and it appears to me  that\r\n\r\nhe   is   advocating  premarital  relationship  before\r\n\r\nmarriage. Can he clarify that, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker. Sir, evil is he who\r\n\r\nevil thinks. Maybe the Member for Nee Soon his mind is\r\n\r\nso  full  of such ideas that when you start courtship,\r\n\r\nthat is premarital relationship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin</b> rose -\r\n\r\n \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Clarification.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It has been clarified.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sometimes it is very difficult for\r\n\r\ndoctors to understand. It is only laymen like us -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> You are a doctor yourself.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, so in this courtship, which\r\n\r\nis  still a courtship even although when the agreement\r\n\r\nreached  with  the  Government of  the  Federation  of\r\n\r\nMalaya  is  accepted  in this  House,  the  period  of\r\n\r\ncourtship is still there; but then, at least,  we  are\r\n\r\nallowed  to  stay still. We can even talk through  the\r\n\r\nwindow.  We  do not have to cross to Kuala Lumpur  any\r\n\r\nmore.  There  is  a period of courtship.  Let  us,  as\r\n\r\nleaders of the people in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 465</b></font><br><br>\r\n\r\n\r\n\r\nthis  House, try and win over the Government  of  the\r\n\r\nFederation of Malaya, the people of the Federation  of\r\n\r\nMalaya, so  that in the shortest possible time  there\r\n\r\ncan  be  merger. And when I say merger.  I  mean  real\r\n\r\nlasting merger where the citizens of Singapore are the\r\n\r\ncitizens of the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> To achieve that, one must be\r\n\r\ncareful  in  the choice of words when  one  speaks  to\r\n\r\nsomeone whom one is courting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know whether there is real and genuine\r\n\r\nenmity  between the P.A.P. and the ex-P.A.P.,  because\r\n\r\nthe  leader of the Barisan Sosialis on the  first  day\r\n\r\nsaid.  \"It  grieves me to see so man)' vacant  seats.\"\r\n\r\nMay be he was suggesting to the P.A.P., \"Come on, call\r\n\r\nme  back.  I'll  come hack. There are so  many  vacant\r\n\r\nseats.\"  And yesterday, the Minister for Finance  said\r\n\r\nthat  they  were doing their best to save the  Barisan\r\n\r\nSosialis from the clutches of the Communists,  and  he\r\n\r\nended his speech by saying, \"Hop it while the going is\r\n\r\ngood\". Sir, from all these suggestions, perhaps it  is\r\n\r\nclear  to  us  that  there  is  really  no  difference\r\n\r\nalthough   they  are  in  opposite  camps;  they   are\r\n\r\ntogether.  They  cannot deny the fact that  they  have\r\n\r\nbeen  together. They have been together for two years.\r\n\r\nTo  every  criticism of the Opposition, we found  that\r\n\r\nthose  who  are  now  sitting on this  side  were  the\r\n\r\ngreatest  champions of P.A.P. policy, in  fact,  if  I\r\n\r\nremember  rightly,  the  Member  for  Queenstown, the\r\n\r\nleader  of  the Barisan Sosialis, touched on  what  he\r\n\r\ncalled the arbitrary imposition of the pay-cuts of the\r\n\r\ncivil service. Those were the words used by us when we\r\n\r\nwere just eight of us here -\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, on a point of order.\r\n\r\nThis  is  not  relevant to the motion we  are  talking\r\n\r\nabout at the moment.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The point of order has, of course, been\r\n\r\ncorrectly taken. The hon. Member is straying away from\r\n\r\nthe  amendment. He should try not to stray  away  from\r\n\r\nthe amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 466</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it another point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> On a point of explanation, Sir,I\r\n\r\ndo not want to appear -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> He has given way.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sir, I do not want to appear as\r\n\r\nif  I were the Speaker, hut as you have said just now,\r\n\r\nyou  would give leave to the House to pull up a Member\r\n\r\nif  he  is  out of order. I only wish to  remind  the\r\n\r\nMember  for  Cairnhill that there is ample opportunity\r\n\r\nfor him to debate or bring out whatever remarks he has\r\n\r\non  the  second  half of the Yang di-Pertuan  Negara's\r\n\r\nspeech.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Does it hurt?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That, of course, is exactly what\r\n\r\nI  have  been saying from the very beginning  of  this\r\n\r\ndebate. There will be opportunities for Members to say\r\n\r\nwhat  they want to say when we debate the other  items\r\n\r\non  the  Order Paper. I have indicated that since  the\r\n\r\nprocedural device I have suggested has not been agreed\r\n\r\nto  by one side of the House, I will not take -it upon\r\n\r\nmyself  to  pull  up  Members for  irrelevancies.  The\r\n\r\nLeader  of the House, of course, is at liberty to  get\r\n\r\nup on points of order when Members are irrelevant.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, it seems I have been\r\n\r\ntrying  to tell Members the art of courtship.  I  must\r\n\r\ntake  in the right spirit what the Leader of the House\r\n\r\nis trying to say in his explanation. I know, Sir, that\r\n\r\nit  is  very difficult for a speaker not to apparently\r\n\r\nstray,  but it is so difficult to do justification  to\r\n\r\nthe  stand  that we take in opposing the amendment  of\r\n\r\nthe Barisan Sosialis unless we have an opportunity  to\r\n\r\nexplain  and to answer the criticisms that the  Leader\r\n\r\nof  the Barisan Sosialis has brought before this House\r\n\r\nfor 7½ hours; unless we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 467</b></font><br><br>\r\n\r\n\r\n\r\nhave  a  chance to explain that all that he  has  been\r\n\r\nsaying is not all right. It will be difficult.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. When the Member for Cairnhill I\r\n\r\nsaid that the speaker was straying, I take it he means\r\n\r\nthe Member speaking and not the Speaker?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I mean the man who speaks,\r\n\r\nnot the Speaker who seldom speaks!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the words of the leader of the\r\n\r\nBarisan  Sosialis can cause, and for all we  know  may\r\n\r\nhave  already caused, misgivings in the hearts of  the\r\n\r\npeople  of  the  Federation. He  touched  so  much  on\r\n\r\ncitizenship. In fact, most of his speech,  the  attack\r\n\r\nthat  he  levelled  at the P.A.P. Government,  was  on\r\n\r\ncitizenship.  Of  course,  we  know,  Sir,  that  only\r\n\r\ncitizens of Singapore will have the vote and they  are\r\n\r\nhoping that there might be a general election soon  as\r\n\r\nthey are calling on the Government to resign.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the arrangement that the Government of\r\n\r\nSingapore  has  reached  with the  Government  of  the\r\n\r\nFederation, as contained in Cmd. Paper No. 33, clearly\r\n\r\nshows  that it is not merger, and because  it  is  not\r\n\r\nmerger,  therefore, the citizens of  Singapore  cannot\r\n\r\nclaim to be citizens of the Federation of Malaya.  All\r\n\r\nthe  confusion that has arisen is as a result  of  the\r\n\r\nPrime Minister trying to explain away this citizenship\r\n\r\nby  telling  the Ban-san Sosialis and  the  people  of\r\n\r\nSingapore  that citizenship is citizenship, but  there\r\n\r\nis  nationality.  Federal nationality?  Everyone  will\r\n\r\nbecome a Federal national; but citizenship, why worry.\r\n\r\nSingapore  citizens are still Singapore citizens,  and\r\n\r\nFederal  citizens are still Federal citizens.  If  the\r\n\r\nPrime  Minister had not tried to show that he was  too\r\n\r\nclever,  everything would have been easily  understood\r\n\r\nand  everybody would have been happy. The  arrangement\r\n\r\nthat has been reached between the Singapore Government\r\n\r\nand  the Federation Government is that, in so  far  as\r\n\r\nexternal  affairs, defence and internal  security  are\r\n\r\nconcerned, these shall be vested in the Government  of\r\n\r\nthe  Federation of Malaya. Apart from that, and  apart\r\n\r\nfrom pan-Malayan matters which could be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 468</b></font><br><br>\r\n\r\n\r\n\r\nconcurrent  with  or vested in the Government  of  the\r\n\r\nFederation  of Malaya, Singapore is to be  autonomous.\r\n\r\nSingapore, at least is going to have an opportunity to\r\n\r\nsend  great  leaders like the leader  of  the  Barisan\r\n\r\nSosialis to the Federal Parliament where he can  speak\r\n\r\non  behalf of the people of Singapore and protect  the\r\n\r\ninterests of the people of Singapore. Fifteen of them.\r\n\r\nWhether 15 is enough or not enough is a matter that  I\r\n\r\nam  sure  the  Assembly would like to  touch  on.  The\r\n\r\nleader  of the Barisan Sosialis says it is too  small.\r\n\r\nHe  has suggested it could be 30. But the line that my\r\n\r\nParty  will take is this. I say here in all sincerity.\r\n\r\nHad  it  been an Alliance Government here  today,  we\r\n\r\nwould  have got a better deal. But because the  P.A.P.\r\n\r\nwhich  is  now the Government has agreed on  this  and\r\n\r\ndeparted  from that, we will support them on that.  It\r\n\r\nwould  appear that that is the best they  can  do.  We\r\n\r\nshould be thankful.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> That at least Singapore is going\r\n\r\nto  live  side by side along the same street with  the\r\n\r\nFederation of Malaya and the Bornean territories; that\r\n\r\nthese  territories which were at one  time  under  one\r\n\r\nBritish  administrative control  will  now  come  back\r\n\r\ntogether  and  be in the Federation of  Malaysia.  And\r\n\r\nthat  is a good start. Although, of course, there will\r\n\r\nbe  some  like the Barisan Sosialis who want  complete\r\n\r\nmerger straightaway. It is easy to say what you  want,\r\n\r\nSir,It  is  very easy to say that we  want  complete\r\n\r\nmerger;  that we want this and that we want that.  But\r\n\r\none   must  remember  that  we  must  also  take  into\r\n\r\nconsideration the wants of the other party. Even  take\r\n\r\nSingapore  for instance. Years and years ago,  we  all\r\n\r\nwanted in-dependence, but then we were quite satisfied\r\n\r\nwith natural evolution towards independence -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> No!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> We had a Rendel Constitution when\r\n\r\nthe Member for Anson was the first Chief Minister -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Yes.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 469</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> - and quite rightly, he was not\r\n\r\nsatisfied  with  the  Rendel  Constitution.  He   went\r\n\r\nforward to get the present Constitution. What  is  the\r\n\r\nnext  step?  The  next step, he says, is  independence\r\n\r\nthrough merger, but since merger is not taking  place,\r\n\r\nit  is  still  independence through closer association\r\n\r\nwith the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today - and in fact for the last three days - Tunku\r\n\r\nAbdul  Rahman  and  his colleagues have  been  holding\r\n\r\ndiscussions in London and it appears strange  that  it\r\n\r\nis  left  to  the Prime Minister of the Federation  of\r\n\r\nMalaya  to  go and talk of independence for Singapore.\r\n\r\nHe  is such a good man. He goes there to help us  out,\r\n\r\nand yet we have Members of the Barisan Sosialis trying\r\n\r\nto tell him off [Interruption].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I see. Sir, that the Member for Queenstown is still\r\n\r\nas  excited as ever. The first day when he stood up to\r\n\r\ngive  his speech, he was so excited that he forgot  my\r\n\r\npoor  head.  His hand came into contact with  my  poor\r\n\r\nhead!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Blistered!\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> And the Member for\r\n\r\nFarrer Park got it too!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> The Member for Farrer Park and I\r\n\r\ndo  not  have  sufficient hair, and we had  our  heads\r\n\r\nfertilised  by the Member for Queenstown when  he  got\r\n\r\nexcited!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is offered to us in this Cmd. Paper No. 33\r\n\r\nis  the best possible under the circumstances,  and  I\r\n\r\nwould urge the representatives in this House to accept\r\n\r\nit because it will just make certain of our desire for\r\n\r\nmerger - call it complete merger or genuine  merger.  We\r\n\r\nwill be taking the first step. We will be getting  one\r\n\r\nfoot  in.  The P.A.P. has exposed itself to an  attack\r\n\r\nthat  what  they are trying to deliver is not  merger,\r\n\r\nbecause in their attempt to describe merger, they have\r\n\r\ntried to get political credit for themselves. But much\r\n\r\nas we do not like it, we must be thankful that for the\r\n\r\nfirst time after so many, many years of separation, we\r\n\r\nhave a Government in the Federation of Malaya which is\r\n\r\nprepared to extend a friendly hand so that we  can  be\r\n\r\ncloser  together,  so that we can at  least  have  the\r\n\r\nopportunity of knowing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 470</b></font><br><br>\r\n\r\n\r\n\r\neach  other at close range, and so that we can  really\r\n\r\nbecome one in the years ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So let us not try to say that the citizens of\r\n\r\nSingapore have been let down. They have not  been  let\r\n\r\ndown. The only question you can ask is, why should the\r\n\r\nP.A.P.  Government be so anxious to give away internal\r\n\r\nsecurity? That you can ask the P.A.P. Government.  But\r\n\r\nI  know why. I do not have to ask. They want to  shirk\r\n\r\ntheir  responsibility for internal security even under\r\n\r\nthis   Constitution.   Internal   security   is    the\r\n\r\nresponsibility  of  the Government of  Singapore.  But\r\n\r\nwhat  do  they  always say? They  says  \"The  Internal\r\n\r\nSecurity  Council.\" Every time they  hide  behind  the\r\n\r\ncloak  of the Internal Security Council, and this  was\r\n\r\nreferred to by the Minister for Finance yesterday when\r\n\r\nhe  said, \"Oh, this is not true.\" Not true! Of course,\r\n\r\nthey  do not like it. Therefore, when they say,  \"Give\r\n\r\naway internal security to the Federation,\" and at  the\r\n\r\nsame time a series of 12 awful disclosures is made by\r\n\r\nthe   Prime  Minister  over  Radio  Singapore,   Radio\r\n\r\nSingapura -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Radio P.A.P.!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> - I can feel sorry for the Members\r\n\r\nof  the  Barisan Sosialis who fear that  all  this  is\r\n\r\nleading up to something, that the P.A.P. Government is\r\n\r\nworking  all  this up so that later on the  Federation\r\n\r\nGovernment  will step in and clean the house  for  the\r\n\r\nPAP.  I cannot blame the Barisan Sosialis for thinking\r\n\r\nalong  those lines. But in so far as the statement  is\r\n\r\nderogatory  to  the  Government of the  Federation  of\r\n\r\nMalaya,  I  want  to say this. The Government  of  the\r\n\r\nFederation of Malaya has been associated with  us  for\r\n\r\nthe past two years in the Internal Security Council. I\r\n\r\nam  sure  that the Singapore Government can say,  with\r\n\r\nall   sincerity,  that  the  representative   of   the\r\n\r\nFederation  of Malaya has never at any time interfered\r\n\r\nor given orders to the Singapore Government as to what\r\n\r\nshould or should not be done. In fact, questions  have\r\n\r\nbeen  asked - even at this sitting - by the  Member  for\r\n\r\nAnson  whether  or not the Federation  Government  has\r\n\r\nasked the Singapore Government to take certain actions\r\n\r\nin the Internal Security Council, and the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 471</b></font><br><br>\r\n\r\n\r\n\r\nanswer  has been \"No\". So for the two years  that  the\r\n\r\nFederation Government has been associated with  us  in\r\n\r\nthe  Internal  Security Council, they have  not  done-anything to make us fear them. Therefore, in this  new\r\n\r\narrangement where internal security is to be vested in\r\n\r\nthe  Federation of Malaya, need we have any fear'? Can\r\n\r\nwe  not understand that a Governmen - particularly  an\r\n\r\nelected  Government - cannot do what h wants,  that  it\r\n\r\nhas  to face the electorate even in the Federation  of\r\n\r\nMalaya  if  it  does things that are unconstitutional,\r\n\r\nundemocratic and not in keeping with the Constitution?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can understand that the Federation\r\n\r\nGovernment   is   interested  in  internal   security.\r\n\r\nInternal security is a problem that affects the  whole\r\n\r\nof  Malaysia.  It  does  not  only  affect  Singapore.\r\n\r\nTherefore,  the  Federation says that  it  has  to  be\r\n\r\ninterested  in internal security, for what happens  in\r\n\r\nSingapore  is  going  to  have  repercussions  in  the\r\n\r\nFederation.  Therefore,  as  an  older  brother,   the\r\n\r\nFederation feels that it must at least have a  say  in\r\n\r\nthe  internal  security of Singapore which  cannot  be\r\n\r\ndivorced  from the internal security of the  whole  of\r\n\r\nMalaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On external affairs, I think we are satisfied, as\r\n\r\nthere  has been no challenge made. Defence is Malayan-wide. We cannot defend Singapore without defending the\r\n\r\nwhole of Malaya. Therefore, I think no one can quarrel\r\n\r\nwith  defence  and  external  affairs, although   the\r\n\r\nBarisan Sosialis have touched on internal security  by\r\n\r\nsaving, as a result of that, that the big bad ogre  in\r\n\r\nthe Federation will be doing all sorts of nasty things\r\n\r\nto help the P.A.P. Government to remain in office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P., or the Government, are wont to\r\n\r\naccuse  the Barisan Sosialis - and I am sure  they  will\r\n\r\nkeep  on accusing them - of not being for genuine merger\r\n\r\nor  for complete merger. They will try to ridicule the\r\n\r\nBarisan  Sosialis. I am not speaking for  the  Barisan\r\n\r\nSosialis,  but I hope that in what they say they  must\r\n\r\nremember this, that in whatever speeches they may want\r\n\r\nto  make  on this very important issue, they must  get\r\n\r\naway\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 472</b></font><br><br>\r\n\r\n\r\n\r\nfrom  party politics. Let us look at - the  matter  in\r\n\r\nits  proper perspective and not be swayed by  personal\r\n\r\nanimosity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this amendment that is before the House, I\r\n\r\nwould like to say that we oppose it not because we  do\r\n\r\nnot believe in genuine merger or that the citizens  of\r\n\r\nSingapore should not become citizens of the Federation\r\n\r\nof Malaya, but we oppose it because the words added by\r\n\r\nthe  leader  of the Barisan Sosialis are  tautologous,\r\n\r\nredundant  and are of a political character.  We  hope\r\n\r\nthat  the Barisan Sosialis, if they sincerely  believe\r\n\r\nin  merger - and  I  say  they do sincerely  believe  in\r\n\r\nmerger - will  withdraw  the  amendment  and   take   a\r\n\r\nunanimous  vote on the motion that has been  moved  by\r\n\r\nthe  Minister for Labour. They can then level as  much\r\n\r\ncriticism as they want on the form of merger that  the\r\n\r\nP.A.P. proposes to take in Cmd. Paper No. 33. But  on\r\n\r\nan  expression  of noble sentiments,  let  us  all  be\r\n\r\nunited.  Let  us criticise as much as we want  on  the\r\n\r\nmethod of achieving our goal, but let us also remember\r\n\r\nthat  merger  is just the ultimate goal. For  so  many\r\n\r\nyears,  the ball has never been at our feet. Today  we\r\n\r\nhave the ball. Let us dribble it closer and closer  to\r\n\r\nthe goal-mouth and we will wait for the opportune time\r\n\r\nto shoot it into that goal of merger.\r\n\r\n\r\n\r\n<br><br>5.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Health and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Law (Mr K. M. Byrne):</b>\r\n\r\nSir, it is the moment of interruption.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It is not really the moment of\r\n\r\ninterruption. I was think, ing of carrying  -on  until\r\n\r\nhalf-past five since we had half an hour's break.  Mr\r\n\r\nByrne.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, all genuine\r\n\r\nnationalists  and patriots have always  wanted  merger\r\n\r\nexcept  the  Communists and the British who,  although\r\n\r\nthey  have  never been able to obstruct  the  tide  of\r\n\r\nnationalism in the Federation, have nevertheless  been\r\n\r\nhappy to acquiesce in arrangements in which they could\r\n\r\nstill   exercise  sovereignty  over  their   base   in\r\n\r\nSingapore, which is vital for the protection of  their\r\n\r\ninterests in this area.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 473</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are some, Sir, who say they believe in merger\r\n\r\nand   who  have  seized  upon  two  Articles  of   the\r\n\r\nFederation  Constitution, just two  Articles  of  that\r\n\r\nConstitution, namely, Articles 2 and 22.\r\n\r\nMr Speaker, Sir, I have here with me an authoritative\r\n\r\nexposition  on  the Constitution of the Federation  of\r\n\r\nMalaya,  and I would refer the House now to Article  2\r\n\r\nwhich  provides that the Federation Parliament may  by\r\n\r\nlaw  admit other States to the Federation; and Article\r\n\r\n22  which  provides that the Parliament may  determine\r\n\r\nwhat  persons  are to be citizens by reason  of  their\r\n\r\nconnection  with the territory which is admitted.  Mr\r\n\r\nSpeaker,  Sir,  they  have  seized  upon  these   two\r\n\r\nArticles of the Federation Constitution to base  their\r\n\r\nclaim  for a complete merger with automatic Federation\r\n\r\ncitizen  fights for all Singapore citizens,  and  they\r\n\r\nhave  maintained  that  if  these  two  Articles  were\r\n\r\ninvoked,  the  Federation Parliament could  have  been\r\n\r\npersuaded to agree to this demand. They have even gone\r\n\r\nto  the  extent  of accusing those who  have  had  due\r\n\r\nregard   to  the  other  important  Articles  of   the\r\n\r\nFederation Constitution as well as these two  Articles\r\n\r\nof being guilty of what they call a sell-out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, before we claim automatic\r\n\r\nFederation citizenship rights for our citizens, it  is\r\n\r\nimportant  for  us first to find out the circumstances\r\n\r\nin  which automatic citizenship rights are granted  in\r\n\r\nthe  Federation.  That is of paramount  importance  in\r\n\r\nthese discussions. That brings us, Sir, directly to  a\r\n\r\nconsideration  of  Article 14 (1)  of  the  Federation\r\n\r\nConstitution. Here, Mr Speaker, Sir, it is laid  down\r\n\r\nwho  are the persons who are citizens by operation  of\r\n\r\nlaw, i.e., who are the persons who are entitled to  an\r\n\r\nautomatic  grant of Federation citizenship.  They  are\r\n\r\nthe following persons:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Every person who, immediately before Merdeka Day.\r\n\r\nwas  a  citizen of the Federation by virtue of any  of\r\n\r\nthe  provisions of the Federation of Malaya Agreement,\r\n\r\n1948, whether by operation of law or otherwise.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 474</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take that first provision, Sir. It becomes\r\n\r\nnecessary for us to enquire who are these persons  who\r\n\r\nbecame   citizens  by  operation  of  law  under   the\r\n\r\nFederation of Malaya Agreement, 1948; and to find  out\r\n\r\nwho  they  are,  we  must look at the  terms  of  this\r\n\r\nAgreement.  Mr  Speaker, Sir,I  have  arranged  for\r\n\r\ncopies  of  this  Agreement  to  be  circulated   this\r\n\r\nafternoon.  As  a matter of historical interest, this\r\n\r\nFederation  of  Malaya  Agreement.  1948,   which   is\r\n\r\nscheduled  to  the  Order-in-council implementing  the\r\n\r\nFederation of Malaya Agreement which is reproduced  in\r\n\r\nthe subsidiary legislation and the legal notifications\r\n\r\nof the Federation of Malaya of 1948 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> No, Sir. Just to assist you, Sir, we\r\n\r\nhave  copies.  They  have been  given  to  us  by  the\r\n\r\nAssembly Clerk.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Librarian.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am sorry. The Librarian.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> As a matter of historical interest, this\r\n\r\nFederation   of  Malaya  Agreement  was   subsequently\r\n\r\namended   by  the  Federation  of  Malaya  (Agreement)\r\n\r\nOrdinance, 1952. That amendment was necessary  because\r\n\r\nof  the  passing of the British Nationality and Status\r\n\r\nof Aliens Act by the British Parliament, and also, Mr\r\n\r\nSpeaker, Sir, because of the stricter provisions  that\r\n\r\nthe  Federation  Government wished to  introduce  into\r\n\r\ntheir  citizenship arrangements after the outbreak  of\r\n\r\nthe Emergency in the Federation in 1948.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the two relevant sections for the\r\n\r\npurpose  of  this discussion are section  124  of  the\r\n\r\nFederation of Malaya Agreement, 1948, and section  125\r\n\r\nof  the  Federation  of  Malaya Agreement  (Amendment)\r\n\r\nOrdinance,  1952. By virtue of the provisions  of  the\r\n\r\nInterpretation  and General Clauses Enactment  in  the\r\n\r\nFederation of Malaya, it is necessary for us  to  read\r\n\r\nthe  Agreement  of 1948 in relation to the  amendments\r\n\r\nthat  were made by the (Amendment) Ordinance of  1952.\r\n\r\nMr Speaker, Sir, if these two sections -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 475</b></font><br><br>\r\n\r\n\r\n\r\nsection  124  of  the Federation of Malaya  Agreement,\r\n\r\n1948,  and  section  125 of the Federation  of  Malaya\r\n\r\nAgreement  (Amendment) Ordinance, 1952-are studied  in\r\n\r\nrelation  to  each other, it will be observed  that  a\r\n\r\nperson born in Penang or Malacca (what is referred  to\r\n\r\nin   the  agreement  as  British  Settlements)  become\r\n\r\nFederation citizens by operation of law. A person born\r\n\r\nin any other part of the Federation does not become  a\r\n\r\ncitizen by operation of law unless -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) he is a subject of the ruler. Subjects of the\r\n\r\nruler  are  defined  as aborigines,  Malays  and\r\n\r\npersons naturalised as subjects of the ruler.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) he is a British subject or a citizen of the\r\n\r\nUnited  Kingdom and Colonies. (Whenever \"British\r\n\r\nsubjects\"  were  used in the 1948 Agreement, the\r\n\r\nwords  \"Citizen  of the U.K. and Colonies\"  were\r\n\r\nsubstituted  in  the amending  Ordinance.\")  And\r\n\r\none  of  his  parents  is born  in  any  of  the\r\n\r\nterritories of the Federation.\r\n\r\n\r\n\r\n<br><br>Sir, if the Federation of Malaya Agreement, 1948, is\r\n\r\nlooked at, it will be seen that there are two\r\n\r\nother provisions in that Agreement. The first\r\n\r\nwas that -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Persons born before, on or after the 1st\r\n\r\nFebruary, 1948. (i.e. the appointed date of the\r\n\r\nFederation of Malaya Agreement) in the\r\n\r\nFederation who habitually spoke the Malay\r\n\r\nlanguage and conformed to Malay customs;\r\n\r\n\r\n\r\n<br><br>and secondly -\r\n\r\n  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other persons born before.\r\n\r\non  or  after the 1st February, 1948, in any  of\r\n\r\nthe  territories  of  the  Federation,  both  of\r\n\r\nwhose   parents  were  born  in   any   of   the\r\n\r\nterritories  of the Federation and  were  before\r\n\r\nor  at  the  time of their birth  or  thereafter\r\n\r\nbecame permanently resident in any territory  of\r\n\r\nthe Federation -\r\n\r\n\r\n\r\n<br><br>were   also  citizens  by  operation  of  law.   These\r\n\r\nprovisions  were deleted by the Federation  of  Malaya\r\n\r\nAgreement\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 476</b></font><br><br>\r\n\r\n\r\n\r\n(Amendment) Ordinance, 1952, after the outbreak of the\r\n\r\nEmergency.  In  fact,  the Federation  Government  was\r\n\r\nclearly  tightening up its citizenship  laws  when  ii\r\n\r\nmade  that amendment. Sir, all other persons  who  are\r\n\r\nborn  in  the  Federation  would  have  to  apply  for\r\n\r\nFederation  citizenship, and the words used  are  that\r\n\r\nthey   must   make  an  application  \"for   Federation\r\n\r\ncitizenship and to satisfy the requirements laid  down\r\n\r\nin  the  Federation of Malaya Agreement. 1948.\"  I  am\r\n\r\ntold  those requirements are requirements of residence\r\n\r\nand an adequate knowledge (note the words used are not\r\n\r\n\"an  elementary knowledge\" but \"an adequate knowledge\"\r\n\r\nof the Malay language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let us now return to Article 14 of\r\n\r\nthe  present Constitution of the Federation of Malaya.\r\n\r\nThe  second  category of persons who are  entitled  to\r\n\r\nautomatic   citizenship  rights,  under   the   second\r\n\r\nprovision  of  Article 14, are  persons  born  in  the\r\n\r\nFederation on or after Merdeka Day. Here, Sir, we  get\r\n\r\nto  the point where, for the first time, the jus  soli\r\n\r\nis  accepted  as  being the law of the  Federation  of\r\n\r\nMalaya. I will come to that later. Mr Speaker.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third category are those persons who are born\r\n\r\noutside  the Federation on or after Merdeka Day  whose\r\n\r\nfathers  are citizens at the time of their  birth  and\r\n\r\nwhose fathers were either born in the Federation or in\r\n\r\nthe service of the Government of the Federation or  of\r\n\r\na State at the time of their birth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth and last category are those persons who\r\n\r\nare  born  outside the Federation on or after  Merdeka\r\n\r\nDay  whose fathers are citizens at the time  of  their\r\n\r\nbirth,  if  the  birth  is  registered  at  a  Malayan\r\n\r\nConsulate  within  one year of its occurrence  or  for\r\n\r\nsuch longer period as the Federation Government may in\r\n\r\nany particular case allow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There, Sir, we have it in a nutshell, a succinct and\r\n\r\ncomprehensive  statement in a single  Article  of  all\r\n\r\npersons  who are entitled as of right to an  automatic\r\n\r\ngrant  of  Federation citizenship. The jus  soli,  the\r\n\r\nright  of aim automatic grant of citizenship on birth,\r\n\r\nis  acknowledged in Article 14 as being operative only\r\n\r\non and after Merdeka Day.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 477</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for those who are born in the Federation before\r\n\r\nMerdeka  Day and who are not citizens by operation  of\r\n\r\nlaw  under  the Federation of Malaya Agreement,  1948,\r\n\r\nthey  must register for citizenship under Article  16,\r\n\r\nand they have to satisfy age, residence, character and\r\n\r\nlanguage requirements as well as show an intention  to\r\n\r\nreside  permanently in the Federation before they  can\r\n\r\nqualify for registration as citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For those who are resident in the Federation on\r\n\r\nMerdeka  Day  and who arc not born in the  Federation,\r\n\r\nthey  must register for citizenship under Article  17.\r\n\r\nand  they  have  to  satisfy age, a longer  residence,\r\n\r\ncharacter and language requirements as well as show an\r\n\r\nintention  to  reside permanently  in  the  Federation\r\n\r\nbefore  they can qualify for registration as citizens.\r\n\r\nThe  language requirement here, Sir, is an  elementary\r\n\r\nknowledge  of  Malay;  not an  adequate  knowledge  of\r\n\r\nMalay.  For  those  who are naturalised,  an  adequate\r\n\r\nknowledge  of  Malay is insisted on,  and  there  were\r\n\r\nexemptions  from the language requirement  granted  to\r\n\r\nall  those who were born or resident in the Federation\r\n\r\nand applied for citizenship within one year of Merdeka\r\n\r\nDay.  These  are  matters  on  which  the  Member  for\r\n\r\nQueenstown has already touched upon in this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For all others who are neither born nor resident in\r\n\r\nthe  Federation on Merdeka Day, citizenship can  only\r\n\r\nbe obtained by naturalisation under Article 19.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, where citizenship can be granted by\r\n\r\nregistration  to  those born in the Federation  before\r\n\r\nMerdeka Day under Article 16, and to those resident in\r\n\r\nthe Federation on Merdeka Day under Article 17, and by\r\n\r\nnaturalisation  under Article  19,  even  if  all  the\r\n\r\nrequirements   for   the  grant  of   citizenship   by\r\n\r\nregistration   or   naturalisation   are    satisfied,\r\n\r\ncitizenship  can  still be refused  and  there  is  no\r\n\r\nappeal from such refusal to the Courts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in support of this, I would refer\r\n\r\nyou, to a note of Professor Sheridan in his commentary\r\n\r\non the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 478</b></font><br><br>\r\n\r\n\r\n\r\nFederation   Constitution  on  the  words,   \"If   the\r\n\r\nFederation Government is satisfied\" in Article 16.  He\r\n\r\nnotes, Sir, that\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"There is no judicial review of decisions of the\r\n\r\nFederal Government.\".\r\n\r\n\r\n\r\n<br><br>In  an earlier note on Article 14 of the Constitution,\r\n\r\nhe draws attention to the fact:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"... that the decision of the Federal Government under\r\n\r\nPart  III shall not be subject to appeal or review  in\r\n\r\nany court.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it must be obvious to anybody who\r\n\r\nhas   made  a  detailed  and  careful  study  of   the\r\n\r\ncitizenship laws in the Federation that there must  he\r\n\r\na large number of Indians and Chinese who were horn in\r\n\r\n-the  States  of  the  Federation outside  Penang  and\r\n\r\nMalacca before Merdeka Day who are still not qualified\r\n\r\nunder  Federation  citizenship laws for  an  automatic\r\n\r\ngrant of Federation citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is so in spite of the fact that they were born\r\n\r\nbefore  Merdeka  Day  in  associated  States  of  what\r\n\r\nbecame,  after the 31st August, 1957, the  independent\r\n\r\nsovereign State of the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The jus soli is acknowledged as being operative in\r\n\r\nthe  Federation only on and, after Merdeka Day.  In  a\r\n\r\nnote on this article. Sir, Professor Sheridan says -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of clarification. Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am indebted to the hon. Member. May\r\n\r\nI  point  out that that is not correct'? The jus  soli\r\n\r\napplies to all those born in Penang and Malacca before\r\n\r\nMerdeka  Day. They became Federal citizens  under  the\r\n\r\nFederation of Malaya Agreement and they became Federal\r\n\r\ncitizens  under the Constitution by virtue of  Article\r\n\r\nXIV.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, this is the actual note of\r\n\r\nProfessor Sheridan. I am referring to Article  XIV  of\r\n\r\nthe  Federation Constitution, and I have the notes  of\r\n\r\nProfessor Sheridan on Article XIV, and he says, -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Would the Minister identify the\r\n\r\nbook for the record?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 479</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> I refer to \"The Federation Constitution,\"\r\n\r\nby L. A. Sheridan. Page 24. It is a general note under\r\n\r\nhis  comments  on Article XIV of the Constitution.  He\r\n\r\nsays:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"There is no omnibus provision for citizenship by\r\n\r\noperation  of law for those born within the Federation\r\n\r\nbefore Merdeka Day.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the Minister give way?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am much obliged. I was pointing out,\r\n\r\nSir,  that the Constitution makes Federal citizens  of\r\n\r\nall  those who were Federation citizens before Merdeka\r\n\r\nDay, and Article 125, as amended, of the Federation of\r\n\r\nMalaya   Agreement,  1948  and  1952,  by  virtue   of\r\n\r\nsubsection (b) says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Any citizen of the United Kingdom and Colonies born\r\n\r\nbefore,  on or after the prescribed date, that  is  to\r\n\r\nsay,   15th   September,  1952,  in  either   of   the\r\n\r\nSettlements becomes by operation of law a  citizen  of\r\n\r\nthe Federation.\"\r\n\r\n\r\n\r\n<br><br>So  all  who  were born in Penang and  Malacca  before\r\n\r\nMerdeka  Day  were,  by virtue of  the  Federation  of\r\n\r\nMalaya  Agreement, Federal citizens, and by virtue  of\r\n\r\nArticle XIV, became citizens of the Federation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> I will accept that. Mr Speaker, Sir,\r\n\r\nthis   being  so, if  we  were  to  c]aim   automatic\r\n\r\nFederation  citizenship  for  all  persons   born   in\r\n\r\nSingapore  on  merger,  is it  reasonable  for  us  to\r\n\r\nbelieve  that  the  Federation  Parliament,  which  is\r\n\r\nresponsible  to  the people of the  Federation,  would\r\n\r\nagree  to  grant  the Singapore-born  more  favourable\r\n\r\nterms  than  it has been prepared to concede-to  those\r\n\r\nwho   were  born  in  the  associated  States  of  the\r\n\r\nFederation, outside Malacca and Penang, before Merdeka\r\n\r\nDay and who are not eligible for an automatic grant of\r\n\r\nFederal citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even if we were able to persuade the Federation\r\n\r\nParliament to grant more favourable terms to our local-born  by asking that they should be accorded the  same\r\n\r\ncitizenship terms as those accorded to persons born in\r\n\r\nPenang  and  Malacca  under the Federation  of  Malaya\r\n\r\nAgreement, 1948, as amended by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 480</b></font><br><br>\r\n\r\n\r\n\r\nthe  (Amendment) Ordinance of 1952, could this not  be\r\n\r\nconstrued  to be selling out the political  rights  of\r\n\r\nthe  larger  number  of Singapore  citizens  who  have\r\n\r\nacquired Singapore citizenship by residence? And, Sir,\r\n\r\nif the Federation Parliament has not granted automatic\r\n\r\nFederation   citizenship  to  persons  born   in   the\r\n\r\nassociated  States of the Federation,  outside  Penang\r\n\r\nand  Malacca,  would it be reasonable  to  expect  the\r\n\r\nFederation  Parliament to grant automatic  citizenship\r\n\r\nrights  to  persons who have only acquired citizenship\r\n\r\nrights in Singapore by residence?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Minister will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I would like\r\n\r\nto  ask  the  Hon, the Minister for  Health  and  Law\r\n\r\nwhether he is representing the people of Singapore  or\r\n\r\nrepresenting the people of the Federation?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That is not a point of\r\n\r\nclarification. That may be a point of argument. If the\r\n\r\nhon.  Member wants clarification on the legal treatise\r\n\r\nwhich we are being treated to, he may seek it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, it has been stated in\r\n\r\nthis  House  that we have sold out on  the  people  of\r\n\r\nSingapore   because  we  have  failed   to   make   an\r\n\r\nuncompromising   demand   for   automatic   Federation\r\n\r\ncitizenship. Mr Speaker, Sir, I put this argument  to\r\n\r\nthe Barisan Sosialis for their serious consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Member for Queenstown went to great lengths speaking on our Singapore citizenship laws. We agree that it is true that there is a large number of\r\n\r\npeople  in Singapore who are either Singapore citizens\r\n\r\nby birth or who have obtained Singapore citizenship by\r\n\r\nvirtue of their long residence here. Most of them very\r\n\r\nlikely  have had residence of 15 and more years.  That\r\n\r\nis all accepted by us.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 481</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Can we, however, reasonably expect the Federation\r\n\r\nParliament to grant our citizens more favourable terms\r\n\r\nthan  they  are prepared to grant to their own  local-born. This is the point at issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is obvious, Sir, that under the provisions of\r\n\r\nArticles  4  and  22  of the Federation  Constitution.\r\n\r\nspecial   arrangements  would  have  to  be  made   on\r\n\r\ncitizenship at the time of merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> What articles?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> I am sorry. Articles 2 and 22. Mr\r\n\r\nSpeaker, on Article 22, there is a note on page 30  of\r\n\r\nSheridan's commentaries. It says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Presumably this is a transitional provision relating\r\n\r\nto   the  connection  these  persons  have  with   the\r\n\r\nterritories before its admission to the Federation.\"\r\n\r\n\r\n\r\n<br><br>And it says thereafter:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The matter is presumably governed by Article 8 (1)\r\n\r\nand  the non-transitional provisions of Chapter  1  of\r\n\r\nPart III.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The non-transitional provisions are Article 14 of the\r\n\r\nFederation Constitution.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is the argument of the Barisan\r\n\r\nSosialis  that  if all our 624,000 Singapore  citizens\r\n\r\nwere to become Federal citizens, we would have, on the\r\n\r\nbasis  of counting heads, about 25 to 30 seats in  the\r\n\r\nCentral  Legislature. Sir, do they  seriously  suggest\r\n\r\nthat  political representation in electoral  areas  is\r\n\r\ndetermined just by the counting of heads of those  who\r\n\r\nare  eligible to vote? There are in this  House,  Sir,\r\n\r\nMembers  returned from the rural areas which are  more\r\n\r\nthan   20   times  the  size  of  some  of  the   city\r\n\r\nconstituencies and where the eligible voters are about\r\n\r\nhalf  the number of some of the very small but compact\r\n\r\ncity  constituencies. Yet their representation in this\r\n\r\nHouse  is equal. Has the Barisan Sosialis ever claimed\r\n\r\nthat this was unfair and unequal representation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly in the Federation, only about 26.5 per\r\n\r\ncent  of the estimated total population of 6.7 million\r\n\r\nis  urbanised:  the rest of the population  is  thinly\r\n\r\ndistributed  outside the urban areas. Because  of  the\r\n\r\ngeography  and the distribution of population  in  the\r\n\r\nFederation, the electoral areas have had to be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 482</b></font><br><br>\r\n\r\n\r\n\r\nfairly distributed between the small compact and  more\r\n\r\nheavily populated urban areas and the larger and  more\r\n\r\nthinly  populated rural areas. A fair and just balance\r\n\r\nhas  had to be worked out. If political representation\r\n\r\nwere  to  he worked out on the basis of just  counting\r\n\r\nthe  heads of those who are eligible to vote, then  it\r\n\r\nwould  mean  that  there  would  be  vast  tracts   of\r\n\r\nFederation   territory  where   there   are   sizeable\r\n\r\npopulations who would be deprived of political rights.\r\n\r\nMr  Speaker,  Sir,  there were  2,240,000  registered\r\n\r\nvoters  in the Federation for the general election  of\r\n\r\n1959  and  the number of voters increased to 2,310,000\r\n\r\nin  March 1960. A figure of 2,345,000 was forecast for\r\n\r\nMarch 1961. Mr Speaker, Sir, as a matter of interest,\r\n\r\nI  have  all  the facts and figures from the  official\r\n\r\nYear Book of the Federation of Malaya, 1961.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The present House of Representatives of the\r\n\r\nFederation has a membership of 104 and this is  to  be\r\n\r\nreduced  to  100 when the next general election  takes\r\n\r\nplace  in spite of the fact that the voting population\r\n\r\nhas  been  estimated to increase by 105,000  from  the\r\n\r\nlast general election to March this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore itself there are constituencies, as I\r\n\r\nhave said just now, of larger size with smaller voting\r\n\r\npopulations   which  enjoy  equal  representation   to\r\n\r\nsmaller  and  more compact constituencies with  larger\r\n\r\nvoting populations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similar conditions are reproduced in the Federation.\r\n\r\nOn  this  basis,  it  does  not  follow  that  if  the\r\n\r\nelectorate  of the Federation is increased by  another\r\n\r\n624,000  on  the  basis  of the automatic  citizenship\r\n\r\nproposals  of the Barisan Sosialis, there must  -be  a\r\n\r\nproportionate increase in the number of  seats.  There\r\n\r\nare other factors, Sir, which must also be considered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it on a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> A point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Minister will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 483</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Indeed, he is being very good, Sir.\r\n\r\nMay   I   draw  attention  to  Article  116   of   the\r\n\r\nConstitution,  which specifically  provides  for  that\r\n\r\nvery  condition:  that  you  must  give  proportionate\r\n\r\nrepresentation  to  each area in accordance  with  the\r\n\r\nnumber of voters.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, there are other factors\r\n\r\nwhich must also be considered. In the Federation,  the\r\n\r\nurbanised population amounts to 26.5 per cent  of  the\r\n\r\ntotal  population.  In Singapore  conditions  are  the\r\n\r\nreverse.  There is a relatively smaller population  in\r\n\r\nthe   rural  areas  and  a  larger  concentration   of\r\n\r\npopulation  in  the  city area, of about  five  square\r\n\r\nmiles in a total area of 220 square miles.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We would have to have regard to the relation of the\r\n\r\ntotal  number of seats in the urbanised areas  to  the\r\n\r\ntotal  number of seats in the non-urbanised  areas  of\r\n\r\nthe  Federation, and if only voting heads were  to  be\r\n\r\ncounted   on   the  basis  of  the  Barisan   Sosialis\r\n\r\nproposals,  it  would  upset  the  present   electoral\r\n\r\narrangements  in  the Federation and  give  an  unfair\r\n\r\nadvantage  to  the urbanised areas of  the  integrated\r\n\r\nterritories at the expense of the non-urbanised areas.\r\n\r\nThese  are  weighty considerations which  the  Barisan\r\n\r\nSosialis  have  deliberately  chosen  to  overlook  in\r\n\r\npressing their claim for proportionate representation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It may be a convenient time to\r\n\r\nsuspend?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will take the Chair again at 6.00\r\n\r\np.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.30 p.m. until 6.00 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 483</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 6.00 p.m.</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MERGER (SINGAPORE/FEDERATION OF MALAYA)</b></div>\r\n\r\n<div align=\"center\"><b>(White Paper)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 484</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The amendment moved by the Member for Queenstown is before the House. Mr Byrne.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, the Member for Anson\r\n\r\njust  now  referred me to Article 116, which  required\r\n\r\nthat representation should be based on population. May\r\n\r\nI read Article 116 (4):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Each State shall be divided into constituencies in\r\n\r\nsuch manner that each constituencies contains a number\r\n\r\nof  electors as nearly equal to the electoral quota of\r\n\r\nthe State as may be after making due allowance for the\r\n\r\ndistribution  of  the  different communities  and  for\r\n\r\ndifferences in density of population and the means  of\r\n\r\ncommunication;  but the allowance so  made  shall  not\r\n\r\nincrease  or  reduce  the number of  electors  in  any\r\n\r\nconstituency to a number differing from the  electoral\r\n\r\nquota be more than fifteen per cent.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This, Sir, just confirms what I have been saying,\r\n\r\nnamely,  that  allowance must be made  for  rural  and\r\n\r\nurban representation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Yes, Sir. Mr Speaker, Sir, he has\r\n\r\nreferred to subsection (4) of Article 116, which deals\r\n\r\nwith constituencies in a State. We are talking about a\r\n\r\nquota of a State with reference to the Federation, and\r\n\r\nI  ask  that  he read subsection (3) which deals  with\r\n\r\nthat, if he is reading subsection (4).\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> That is so, Mr Speaker, Sir. You cannot\r\n\r\ndivorce subsection (3) from subsection (4) -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Read it!\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Constituencies shall be allocated to the several\r\n\r\nStates in such manner that the electoral quota of each\r\n\r\nState is as nearly equal to the electoral quota of the\r\n\r\nFederation   as  it  can  be  without  causing   undue\r\n\r\ndisparity  between the population quota of that  State\r\n\r\nand the population quota of the Federation.',\r\n\r\n\r\n\r\n<br><br>and then you come to subsection (4).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, say they are in a State,\r\n\r\nconstituencies of 10,000 voters. Say there are 100,000\r\n\r\nvoters  in  a  State and there are 10  constituencies.\r\n\r\nThere must be leverage of 15 per cent either\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 485</b></font><br><br>\r\n\r\n\r\n\r\nway,  Mr  Speaker, Sir. You see the number of  voters\r\n\r\nper  candidate  will vary between  8,500  and  11,500.\r\n\r\nThere must be that interplay between 8,500 and 11,500,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is strange that only when\r\n\r\nmerger  is  in prospect that the Barisan Sosialis  has\r\n\r\nfor  the  first  time advanced the argument  that,  in\r\n\r\nfact, there are two classes of Singapore citizens, the\r\n\r\nsecond-class  who are local-born, and the  third-class\r\n\r\nwho  has  acquired Singapore citizenship by residence.\r\n\r\nThis is the first time I have known that I am a second-class citizen and my colleagues in the Government  are\r\n\r\nthird-class citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, merger or no merger, there will always be\r\n\r\npersons  in  the  Federation  who  will  be  acquiring\r\n\r\ncitizenship by residence as opposed to those  who  are\r\n\r\ncitizens  by birth. Why does the Barisan Sosialis  not\r\n\r\nseek  to draw such distinctions between the local-born\r\n\r\nand the rest in the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, Sir, merger or no merger, Singapore\r\n\r\ncitizens, whether they are local-born or have acquired\r\n\r\nSingapore  citizenship by residence,  can  qualify  to\r\n\r\nbecome  Federal  citizens  if  they  comply  with  the\r\n\r\nFederation citizenship laws. Does the Barisan Sosialis\r\n\r\nreasonably  con  end  that  a  Singapore  citizen   by\r\n\r\nresidence,  who qualifies to become a Federal  citizen\r\n\r\nby  complying  with  the Federation citizenship  laws,\r\n\r\npromotes himself from a third-class citizen to a first-class citizen and that a Federal citizen by birth  who\r\n\r\nacquires Singapore citizenship reduces himself from  a\r\n\r\nfirst-class to a third-class citizen?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these spurious arguments about classes of\r\n\r\ncitizens  have  been invented by  those  who  seek  to\r\n\r\noppose merger. Nationalists and patriots do not try to\r\n\r\npretend  that there are different classes of  citizens\r\n\r\nwhen   everybody  knows  that,  in   fact,   no   such\r\n\r\ndistinction exist.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Barisan Sosialis have accused the\r\n\r\nFederation Government of wanting to enforce  a  policy\r\n\r\nof  apartheid in Singapore. I cannot see the relevance\r\n\r\nof such\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 486</b></font><br><br>\r\n\r\n\r\n\r\na  charge. Surely apartheid, as we call understand it,\r\n\r\nis  the  deliberate  political,  social  and  economic\r\n\r\nsubjugation  of  a  larger community  or  group  by  a\r\n\r\nminority  - in  the interests of that minority - on  the\r\n\r\nbasis of colour. Can any such intention be seen in the\r\n\r\nmerger   proposals  before  this  House?  If   it   is\r\n\r\nmischievously  contended by the Barisan Sosialis  that\r\n\r\nthe Federation Government is seeking to impose a Malay\r\n\r\nhegemony  (the word \"hegemony\" was used, Mr  Speaker,\r\n\r\nSir)  over the Chinese in Singapore through the merger\r\n\r\nproposals, then this is a complete distortion  of  the\r\n\r\nfacts  and  of  the truth. Are there not  3.1  million\r\n\r\nMalaysian  and  2.3 million Chinese in the  Federation\r\n\r\nand 0.2 million Malaysians and 1.2 million Chinese  in\r\n\r\nSingapore?  Do  not these figures show a preponderance\r\n\r\nin  favour of the Chinese? Where is the minority group\r\n\r\nwhich  is trying to subjugate the majority group?  And\r\n\r\nare not the Federation born Malays in Singapore in the\r\n\r\nthird-class   citizenship  and   the   Federation-born\r\n\r\nChinese in the first-class citizenship invented by the\r\n\r\nBarisan  Sosialis? Do not the Chinese enjoy  political\r\n\r\nrights  both  in the Federation and in  the  Singapore\r\n\r\nLegislatures, and is there any question of the Chinese\r\n\r\nbeing   refused  representation  in  the  new  Central\r\n\r\nLegislature?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How then can the Barisan Sosialis read into these\r\n\r\nmerger  proposals  an  attempt  on  the  part  of  the\r\n\r\nFederation Government to enforce a policy of apartheid\r\n\r\nin Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we were also told that before we\r\n\r\nproceed  with  these merger proposals we  should  take\r\n\r\nnote  of the experience of the Irish in their struggle\r\n\r\nfor  independence.  Sir,  Ireland  was  annexed  after\r\n\r\nbloody  wars and merged in the territories of England,\r\n\r\nWales and Scotland to constitute the United Kingdom of\r\n\r\nGreat  Britain  and  Ireland in the  early  nineteenth\r\n\r\ncentury. These political arrangements were resisted by\r\n\r\nIrish  nationalists. They are still resisted by  Irish\r\n\r\nnationalists. After more bloody wars in  the  twenties\r\n\r\nof  this century, Ulster was partitioned from the rest\r\n\r\nof  Ireland  and the Irish Free State was constituted.\r\n\r\nThese are the historical facts.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 487</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The partition of Ireland was effected against the\r\n\r\nwill  of  all  Irish  nationalists.  In  the  case  of\r\n\r\nSingapore,  it  was the British who, in  pursuance  of\r\n\r\ntheir divide and rule policy, separated Singapore from\r\n\r\nthe  Federation and the genuine nationalists  both  in\r\n\r\nSingapore and the Federation are doing their utmost to\r\n\r\nreunite these territories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is not the stand of the Barisan Sosialis that if\r\n\r\nautomatic  citizenship rights are not granted  to  all\r\n\r\nSingapore citizens, then there should be no merger and\r\n\r\nthat  Singapore  should remain a fully  self-governing\r\n\r\nState  with control over internal security?  In  fact,\r\n\r\nSir, their stand is that if merger is not effected  on\r\n\r\ntheir  terms, then they are quite content  that  Singapore should remain a British colony.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Who are those who are trying to divide Singapore\r\n\r\nfrom   the  Federation?  Are  they  not  the   Barisan\r\n\r\nSosialis?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Like the Irish nationalist who condemned the\r\n\r\npartition of Ireland, we shall not rest until we  have\r\n\r\nput  an  end  to  the divide and rule  policy  of  the\r\n\r\nBritish   and  have  obtained  the  reunification   of\r\n\r\nSingapore with the Federation mainland.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Sosialis have contended that it is a\r\n\r\nhumiliating  fact that all persons born in  Singapore\r\n\r\nafter  merger  comes into being, will not  yet  become\r\n\r\nFederal  citizens  by right of birth.  What  is  there\r\n\r\nhumiliating about this to the people of Singapore?  Is\r\n\r\nnot  the  converse also true that all persons born  in\r\n\r\nthe   Federation   after  the  two   territories   are\r\n\r\nintegrated  will not become citizens of  Singapore  by\r\n\r\nright  of birth? If Singapore citizenship were granted\r\n\r\nto  all  Federal  citizens after  merger  and  Federal\r\n\r\ncitizenship  denied  to all Singapore  citizens,  then\r\n\r\nsuch  terms  could  be said to be humiliating  to  the\r\n\r\npeople of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have shown, Sir, in the earlier part of my address\r\n\r\nthat  if  we pressed for automatic Federal citizenship\r\n\r\nrights  for  all Singapore citizens who are local-born\r\n\r\non  the same terms as those accorded to the local-born\r\n\r\nin  Penang  and Malacca, then our local  citizens  who\r\n\r\nhave become\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 488</b></font><br><br>\r\n\r\n\r\n\r\ncitizens  by residence would have been disenfranchised\r\n\r\nand this would have been a humiliating imposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Would we have been justified in sacrificing the\r\n\r\npolitical  rights  of  these  citizens  to  gain   the\r\n\r\nobjective of a single citizenship for all persons born\r\n\r\nin the integrated territories after merger?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we believe that complete merger will be totally\r\n\r\nunacceptable  to the Federation Parliament,  and  they\r\n\r\nhave  said so. It is being pursued by those  who  have\r\n\r\npolitical  ambitions for the purpose of enabling  them\r\n\r\nto stand as candidates for election to the new Federal\r\n\r\nParliament anywhere in the integrated territories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is obvious, Sir, that any Party which insists on\r\n\r\npursuing  a claim for automatic Federation citizenship\r\n\r\nrights   for   all  Singapore  citizens,   which   the\r\n\r\nFederation  Parliament cannot possibly accept  without\r\n\r\ndiscriminating against its own local-born, does so for\r\n\r\nreasons  which must be suspect. It is equally  obvious\r\n\r\nthat  conditions  for  merger can  be  formulated  and\r\n\r\nadvanced by those who are genuinely seeking merger  in\r\n\r\nthe  national  interest as well as by  those  who  are\r\n\r\nreally   anti-nationalist  and  who  are  deliberately\r\n\r\nseeking to frustrate merger because they are afraid of\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No true nationalist will ever attempt to base his\r\n\r\nclaim   for   merger  on  just  two  Articles   of   a\r\n\r\nconstitutional instrument whilst turning a  blind  eye\r\n\r\nto the rest of the Articles of the Constitution. If he\r\n\r\ndoes  so, then his intention is clearly not to advance\r\n\r\nthe cause of merger but to oppose it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other Articles of the Federation Constitution are\r\n\r\njust  as  important  on the issue  of  merger  as  the\r\n\r\nArticles dealing with the acquisition of citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For instance, those Articles of the Federation\r\n\r\nConstitution   dealing  with   the   distribution   of\r\n\r\nlegislative  powers as between the Federal  Government\r\n\r\nand  the State Governments, must be looked at as  well\r\n\r\nas  the  Articles  and the Schedule dealing  with  the\r\n\r\nfinancial  arrangements between the Federal Government\r\n\r\nand the State Governments.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 489</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Ninth Schedule of the Federation Constitution\r\n\r\ndealing  with  the distribution of legislative  powers\r\n\r\nbetween   the   Federal  Government  and   the   State\r\n\r\nGovernments, and the Tenth Schedule dealing  with  the\r\n\r\nfinancial  arrangements between the Federal Government\r\n\r\nand the State Governments are studied closely, it will\r\n\r\nbe  seen at a glance that complete merger on the basis\r\n\r\nof  the Barisan Sosialis' proposals would work to  the\r\n\r\nprejudice of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No nationalist or patriot would want to propose\r\n\r\nterms  which  he  knows would be  prejudicial  to  the\r\n\r\ninterests of the peoples he wishes to serve.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Could we in this House and the Government of\r\n\r\nSingapore   discharge   our  responsibilities   in   a\r\n\r\nrealistic  manner to the people of Singapore,  whether\r\n\r\nthey are citizens or resident aliens, if the powers of\r\n\r\nthis  House  are reduced to those of a State  Assembly\r\n\r\nunder    the    existing   Federation   constitutional\r\n\r\narrangements,  and  if  the  executive  and  financial\r\n\r\npowers  of the Singapore Government are placed  within\r\n\r\nthe  narrow  confines of the powers reserved  for  the\r\n\r\nState Governments in the Ninth and Tenth Schedules  of\r\n\r\nthe  present Federation Constitution? It is for  these\r\n\r\nreasons,  Sir, that we have sought a partnership  with\r\n\r\nthe Federation rather than complete merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Sosialis have argued that we should have\r\n\r\nentered   into   negotiations  with   the   Federation\r\n\r\nGovernment  for  complete  merger  on  the  basis   of\r\n\r\nautomatic  Federation citizenship  for  all  Singapore\r\n\r\ncitizens,   and  should  have  pressed   this   demand\r\n\r\nuncompromisingly. It takes two to make any bargain and\r\n\r\nI   cannot   see   how  anyone  can  press   a   claim\r\n\r\nuncompromisingly in a genuine negotiation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We, Sir, have preferred to negotiate rather than\r\n\r\nmake  uncompromising demands. We know that in  genuine\r\n\r\nnegotiations  no terms and conditions can  be  liberal\r\n\r\nand generous to both Singapore and the Federation, nor\r\n\r\ncan  they  satisfy all parties on both  sides  of  the\r\n\r\nCauseway.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 490</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We, Sir, have preferred to strike the golden mean,\r\n\r\nand  this  golden mean finds expression in  the  White\r\n\r\nPaper  setting out the heads of agreement  for  merger\r\n\r\nbetween  the Federation and Singapore which the  Prime\r\n\r\nMinister has asked this House to approve.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In demanding complete merger, the Barisan Sosialis\r\n\r\nhas  stated in this House that it couples this  demand\r\n\r\nwith  a further demand, that once automatic Federation\r\n\r\ncitizenship  rights  are obtained  for  all  Singapore\r\n\r\ncitizens, then there can be no deprivation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Article 25 of the Federation Constitution, there\r\n\r\ncan  be no deprivation of citizenship in respect of  a\r\n\r\nperson  born  in the Federation before,  on  or  after\r\n\r\nMerdeka   Day,  but  deprivation  of  citizenship   is\r\n\r\nprovided  for  in  respect of those  resident  in  the\r\n\r\nFederation on Merdeka Day who became citizens or those\r\n\r\nwho  become  citizens by naturalisation if  they  show\r\n\r\nthemselves  by  act  or  speech  to  be  disloyal   or\r\n\r\ndisaffected  towards the Federation. Is it reasonable.\r\n\r\nSir,  for the Barisan Sosialis to claim that, assuming\r\n\r\nall  Singapore  citizens become  Federal  citizens  on\r\n\r\nmerger,  those  Singapore citizens who  have  acquired\r\n\r\nSingapore  citizenship by residence or who  have  been\r\n\r\nnaturalised   should  be  specially   protected   from\r\n\r\ndeprivation of citizenship when their counterparts  in\r\n\r\nthe  Federation  do  not enjoy this  protection?  This\r\n\r\nproposition, Sir, is, to my mind, utterly  absurd  and\r\n\r\nclearly  proves  that  those who  press  such  claims,\r\n\r\nknowing  them  to be unreasonable, do so because  they\r\n\r\nwish  to  frustrate merger rather than to advance  the\r\n\r\ncause of merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Barisan Sosialis have also stated that the\r\n\r\nFederal   nationality  that  Singapore  citizens   and\r\n\r\nFederation  citizens  will  obtain  after  merger   is\r\n\r\nspurious.  There is nothing constitutionally irregular\r\n\r\nor  spurious  in political arrangements which  provide\r\n\r\nfor separate citizenship and for a common nationality.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The concept of nationality connotes ideas of\r\n\r\nallegiance  to  a  Head  of State, whether  it  is  a\r\n\r\nPresident  or  a  King, and undivided loyalty  to  the\r\n\r\ncountry of one's birth or adoption.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 491</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is from this concept that political rights and\r\n\r\nresponsibility stem, and in return for this allegiance\r\n\r\nand  loyalty, the national is protected abroad by  the\r\n\r\nsovereign authority of his State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This notion of a common nationality can provide the\r\n\r\nlink  between  separate territories  which  are  under\r\n\r\ndifferent citizenship laws.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the concept at the root of the idea of the\r\n\r\nBritish Commonwealth of Nations where territories with\r\n\r\nseparate  and  distinct  citizenship  laws  agree   to\r\n\r\nacknowledge a common Head of State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly in the separate territories of Malaysia,\r\n\r\nthis idea of common nationality in a common allegiance\r\n\r\nto  a  single Head of State can bind these territories\r\n\r\ntogether  in  a  single  political  unit  and  thereby\r\n\r\nenhance  its  prestige and influence in  international\r\n\r\naffairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I ask this House to reject the claim for\r\n\r\ncomplete merger as advanced by the Barisan Sosialis on\r\n\r\nthe  grounds  that if these proposals are implemented,\r\n\r\nthey  will  work  to the prejudice of  the  people  of\r\n\r\nSingapore,  whether  they are citizens  by  birth  and\r\n\r\nresidence or resident aliens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would say that, as nationalists, we have prepared\r\n\r\na  businesslike  and practical plan  for  merger  with\r\n\r\nseparate   citizenship  arrangements  and   a   common\r\n\r\nnationality. We have not sold out any of the  existing\r\n\r\npolitical  rights of our citizens, but have taken  the\r\n\r\nprecaution  of  ensuring that our citizens  will  have\r\n\r\ntheir   fair  share  of  representation  in  the   new\r\n\r\nlegislature of the integrated territories.\r\n\r\n\r\n\r\n<br><br>6.20 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid</b>(<i>In Malay</i>): Mr Speaker, Sir, I\r\n\r\nrise today to oppose the amendment moved by the leader\r\n\r\nof  the  Barisan Sosialis. I oppose it  not  with  the\r\n\r\nobject of supporting or strengthening the stand of the\r\n\r\nP.A.P. - because, in my opinion, the P.A.P. is no longer\r\n\r\na  force to be reckoned with and they will be finished\r\n\r\nin  the next election - but we do so on the ground that\r\n\r\nit is of a political nature.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 492</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir,\r\n\r\nI would like to ask: what   is  the  stand  of  the  Barisan  Sosialis   in\r\n\r\nconnection  with  this question of merger?  They  want\r\n\r\nSingapore  to  be  integrated with the  Federation  of\r\n\r\nMalaysia  as  the  twelfth State  with  all  Singapore\r\n\r\ncitizens automatically becoming Federal citizens.  The\r\n\r\nMember  for Queenstown said that the proposals of  the\r\n\r\nTunku,  in effect, would mean that Singapore  citizens\r\n\r\ncannot  stand  as  candidates  for  election  in   the\r\n\r\nFederation and that Singapore citizens residing in the\r\n\r\nFederation  cannot vote, and so on. Mr Speaker,  Sir,\r\n\r\nhave  the Barisan Sosialis forgotten that if Singapore\r\n\r\ncitizens  cannot become voters or stand as  candidates\r\n\r\nfor  election  in  the Federation,  similarly  Federal\r\n\r\ncitizens  cannot  vote  or  stand  as  candidates  for\r\n\r\nelection in Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another charge made by the leader of the Barisan\r\n\r\nSosialis on Monday was on the Tunku's proposal  for  a\r\n\r\nmerger between Singapore and the Federation of Malaya.\r\n\r\nIn  this connection. I would like to emphasise that it\r\n\r\nis   the  proposal  of  the  Prime  Minister  of   the\r\n\r\nFederation  of  Malaya and not  the  proposal  of  the\r\n\r\nP.A.P. The Member for Queenstown said that the Tunku's\r\n\r\nproposal would mean that the people of Singapore would\r\n\r\nbe  disenfranchised and sold out. To  whom  have  they\r\n\r\nbeen  sold out and who have been sold out? Is  it  the\r\n\r\ncontention of the Barisan Sosialis that the people  of\r\n\r\nSingapore have been sold out? Or do they mean that the 13 Members of\r\n\r\nthe Barisan Sosialis have been sold out?\r\n\r\nDo  they  mean that only the electorate  of  their  13\r\n\r\nconstituencies have been sold out? I know that we,  on\r\n\r\nbehalf  of  the  Alliance  and  other  representatives\r\n\r\npresent  in this House, also represent the people.  We\r\n\r\nhave  our  own supporters. But it is immaterial  if  I\r\n\r\nwere  to  say that the charge made by the  Member  for\r\n\r\nQueenstown  is  correct that the people  of  Singapore\r\n\r\nhave been sold out to the Federation. As a son of  the\r\n\r\nsoil,  I  agree  to  my  family  being  sold  to   the\r\n\r\nFederation of Malaya instead of our being sold to  the\r\n\r\nCommunist Party or to a Communist government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 493</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Do the Barisan Sosialis realise the meaning of their\r\n\r\namendment'?  It means that the position  of  Singapore\r\n\r\nwill  be  the  same  as  that of  Johore,  Malacca  or\r\n\r\nSelangor. Is this what the Barisan Sosialis  want?  I\r\n\r\nhope  when  the other Members of the Barisan  Sosialis\r\n\r\nspeak, they will clarify this point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not deceive the people. Of course, at this\r\n\r\nvery moment, there are many political organisations or\r\n\r\npolitical  leaders preaching one thing but  practising\r\n\r\nanother.  On  the  charge made by the  Prime  Minister\r\n\r\nagainst the Barisan Sosialis, that a statement of  the\r\n\r\nBarisan  Sosialis which appeared in a Malay  newspaper\r\n\r\nwas  different from that which appeared in an  English\r\n\r\nnewspaper - and similarly, different versions were given\r\n\r\nin  the  Chinese newspapers - I would like to ask  the\r\n\r\nBarisan Sosialis to clarify their position. I  ask  of\r\n\r\nthem to do so because the Member for Queenstown in his\r\n\r\nspeech  condemned  the Federation  of  Malaya  on  its\r\n\r\neducational policy, the internal security policy,  and\r\n\r\nso  on.  According to them, all these policies of  the\r\n\r\nFederation Government are wrong, inadequate,  and  not\r\n\r\nin  accord with Socialist policies: the Government  is\r\n\r\noppressive and sending people to prison. Although they\r\n\r\nsay that the policies of the Federation Government are\r\n\r\nbad, yet they seek complete merger. I am at a loss  to\r\n\r\nunderstand  this because I feel that even  a  mad  man\r\n\r\nwould not speak that way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Briefly, if we compare the desires of the Barisan\r\n\r\nSosialis  with  the amendment to the motion  moved  by\r\n\r\ntheir  leader, it contains poison. On the other  hand,\r\n\r\nMr Speaker, if the Tunku agreed at the beginning to a\r\n\r\ncomplete merger, I am sure the Barisan Sosialis  would\r\n\r\noppose  that  too. They would advance the reason  that\r\n\r\nwith   complete  merger,  the  special   position   of\r\n\r\nSingapore  would be jeopardised, the education  policy\r\n\r\nwould not be guaranteed, and the labour position would\r\n\r\nbe  endangered. In my opinion, even if complete merger\r\n\r\nis  offered, the Barisan Sosialis will reject  it,  or\r\n\r\nfor  that matter accept the merger as contained in the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 494</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech the Member for Queens-town commended\r\n\r\nthe  Tunku  on his policy towards apartheid.  This  is\r\n\r\ngood.  I  myself and my Party, the U.M.N.O.  Alliance,\r\n\r\nand I am sure all right-thinking people, subscribe  to\r\n\r\nthe Tunku's policy on apartheid. But if the Member for\r\n\r\nQueenstown had stopped there, it would have been right\r\n\r\nHowever,  he  went  further. He said  that  merger  as\r\n\r\nproposed  by  the Tunku means that Singapore  citizens\r\n\r\nwill  be  discriminated by the Federation.  It  is  my\r\n\r\nintention  to  speak at length on this matter,  but  a\r\n\r\nMinister from the Government has already dealt on this\r\n\r\nmatter,  and  so  it is not necessary  for  me  to  go\r\n\r\nfurther  on  it. But what grieves me, Mr Speaker,  is\r\n\r\nthat  the  Member  for Queenstown  has  gone  to  some\r\n\r\nlengths to attack the Federation Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point, Mr Speaker, is that the Barisan\r\n\r\nSosialis  have  said  that with the  proposed  merger,\r\n\r\nsocialists like the Barisan Sosialis in Singapore  are\r\n\r\nprepared  to make sacrifices. Their leader  also  said\r\n\r\nthat he supported complete merger because he knew that\r\n\r\nthe  position  of  internal security  rests  with  the\r\n\r\nFederation of Malaya and, on behalf of the socialists,\r\n\r\nthey would be prepared to sacrifice themselves. In his\r\n\r\nwords,  the  socialists in the  Federation  today  are\r\n\r\nexperiencing hardship, which means that the Federation\r\n\r\nGovernment has put the socialists in gaol.  I  do  not\r\n\r\nknow, Mr Speaker, but what I do know is that those in\r\n\r\nthe  Federation who have sacrificed themselves are not\r\n\r\nthe socialists. If that is the stand of the Federation\r\n\r\nof  Malaya,  then it follows that the counterparts  of\r\n\r\nthe  Barisan Sosialis in the Federation, Mr Urn  Kean\r\n\r\nSiew,  Mr  David,  and  other colleagues  of  another\r\n\r\nopposition Party, Mr Seenivasagam, will no doubt  be\r\n\r\nsent   to  gaol.  But  they  are  free  now.  So  this\r\n\r\nallegation, coming  as  it does  from  a  responsible\r\n\r\nMember without any foundation, is to be regretted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point, Mr Speaker, is that the Member for\r\n\r\nQueenstown has been repeating \"socialism\".  I  do  not\r\n\r\nknow what is \"socialism\", and I would like to know\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 495</b></font><br><br>\r\n\r\n\r\n\r\nwhether  his  \"socialism\" is based on  nationalism  or\r\n\r\nCommunism  or communalism. I do not know what  is  his\r\n\r\ninterpretation or definition of \"socialism\". Then when\r\n\r\nhe  used  the  word  \"socialism\", he  dragged  in  the\r\n\r\nFederation Government, saying that this Government  is\r\n\r\na  Right-wing Government, which means that  it  is  an\r\n\r\nirresponsible    Government   not   discharging    its\r\n\r\nresponsibilities  to the people of the  Federation  of\r\n\r\nMalaya. Therefore, it means that merger will mean that\r\n\r\nthe Right-wing Government will neglect the citizens of\r\n\r\nSingapore.  I can say this, Mr Speaker,  I  challenge\r\n\r\nthe  Barisan  Sosialis. I can tell them that  although\r\n\r\ntoday the Federation Government has been charged as  a\r\n\r\nRight-wing Government, a feudalistic Government,  just\r\n\r\nthe  same I can assure them unreservedly that although\r\n\r\nit  is a Right-wing Government or a feudalistic Govern\r\n\r\nment,  yet  the  administration of the  Federation  of\r\n\r\nMalaya  is  based more on genuine socialism  than  the\r\n\r\naddress  made  by  the leader of the Barisan  Sosialis\r\n\r\nboth in Singapore and in the Federation of Malaya.  If\r\n\r\nwe  compare the people of the Federation of Malaya  to\r\n\r\nour  neighbours,  say, the people of Burma,  Thailand,\r\n\r\nthe  Philippines,  Laos,  or  even  Indonesia,  it  is\r\n\r\nobviously clear that the people of the Federation  are\r\n\r\nenjoying the fruits of independence\r\n\r\nmore   than  the  people  of  the  other  countries\r\n\r\nmentioned.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid</b>(<i>In Malay</i>): That is the true\r\n\r\nposition.  I  am glad to hear the words \"Hear,  hear!\"\r\n\r\nfrom   the  Back-bench.  Also  when  the  Member   for\r\n\r\nCairnhill, when attacking the Barisan Sosialis,  asked\r\n\r\nthem  not to slur the Federation Government or condemn\r\n\r\nthe  Tunku,  we  also  heard \"Hear,  hear!\"  from  the\r\n\r\nBackbench - the Worker's Party. When his turn  to  speak\r\n\r\ncomes, I hope he will not attack the Tunku.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, another charge made by the Barisan Sosialis is that the Tunku had been influenced by our Prime Minister who had struck terror into the heart of\r\n\r\nthe Tunku, with the result that he was forced to agree\r\n\r\nto  the  proposed merger as contained  in  the  motion\r\n\r\ntoday.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 496</b></font><br><br>\r\n\r\n\r\n\r\nI personally know the Tunku for a number of years and,\r\n\r\nto  my  mind, a thousand Prime Ministers like Mr  Lee\r\n\r\nKuan   Yew   cannot  exercise  influence   over   him.\r\n\r\nSimilarly,  a  thousand  Dr  Lee  Siew  Chohs  cannot\r\n\r\ninfluence him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, what frightens the Tunku, me and my colleagues - and I do not know what the Government side feels - is that one day, on waking up, we might find\r\n\r\nthat  the Singapore harbour is filled not with English\r\n\r\nwarships but with Communist warships. That is what  we\r\n\r\nare  afraid of. But it does not mean that I  have  any\r\n\r\nlove  for  English warships; they have  to  leave  our\r\n\r\nshores in the not too distant future. It is merely to\r\n\r\nemphasise my stand and the stand of U.M.N.O. and  the\r\n\r\nAlliance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem which I wish to deal with relates to\r\n\r\nmy  Indian  and Chinese friends. Although we represent\r\n\r\nthe Malay community, when we struggle for the fate  of\r\n\r\nSingapore, it is our ardent desire to work in close co-operation with our Chinese and Indian brothers who owe\r\n\r\nundivided loyalty to the State. But unfortunately when\r\n\r\nmy  colleagues from U.M.N.O. and myself speak in  this\r\n\r\nHouse  we have been charged as representing a communal\r\n\r\nbody  and  acting with irresponsibility. We have  also\r\n\r\nbeen  accused  of  harping on  communal  affairs.  The\r\n\r\nreasons  are  that  the  speech  of  the  Member   for\r\n\r\nQueenstown on Monday, the arguments he put forward for\r\n\r\n7½  hours (lasting two days) - some Members had  no\r\n\r\ntime  for lunch - are all based on communalism. I  would\r\n\r\nlike  to  ask  not only the Member for Queenstown  but\r\n\r\nalso   all  Members  of  the  Barisan  Sosialis  these\r\n\r\nquestions - whom  does  the Barisan Sosialis  represent,\r\n\r\nand  whom  are  they  fighting  for?  Is  the  Barisan\r\n\r\nSosialis  fighting  for  the fate  of  the  people  of\r\n\r\nSingapore? For whose interests is the Barisan Sosialis\r\n\r\nfighting  or struggling? I am sure we, who have  heard\r\n\r\nthe  speech made by the Member for Queenstown and  the\r\n\r\nfacts  enumerated  by  the  Barisan  Sosialis  in  the\r\n\r\nnewspapers,  must  come  to the  conclusion  that  the\r\n\r\nBarisan Sosialis do not fight for the interests of the\r\n\r\npeople  of  Singapore. We are not fools.  We  are  not\r\n\r\nchildren. We are adults. We know how to play  politics\r\n\r\nand we also know how\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 497</b></font><br><br>\r\n\r\n\r\n\r\nto  play  cards. Therefore, Mr Speaker, I accuse  the\r\n\r\nBarisan  Sosialis  of  using  communal  sentiments  to\r\n\r\nachieve  their  own aims. The problem confronting  us.\r\n\r\nthat  is  the  amendment which seeks to  make  Federal\r\n\r\ncitizenship  automatic,  and  Singapore  becoming  the\r\n\r\ntwelfth  state, does not present a problem at  all  to\r\n\r\nthe  Barisan Sosialis. This is a manoeuvre on the part\r\n\r\nof  the  Barisan Sosialis. Who are really  behind  the\r\n\r\nBarisan  Sosialis? Throw their cards on the table.  My\r\n\r\naccusation  is  not counted because I have  heard  the\r\n\r\nspeeches  of the Government Ministers. I have  my  own\r\n\r\nmeans of finding out information. I accuse the Barisan\r\n\r\nSosialis of using communal emotion and sentiment,  not\r\n\r\nbecause they want to struggle for the interests of the\r\n\r\npeople   of   Singapore  but  solely  for  their   own\r\n\r\ninterests. We in the Opposition, the Alliance,  cannot\r\n\r\ntake action. Only the Government can. This is the last\r\n\r\nweapon, Mr Speaker, employed by the Barisan Sosialis,\r\n\r\nthe  communal  weapon.  The struggle  of  the  Barisan\r\n\r\nSosialis  can  be  equated  to  the  struggle  of  the\r\n\r\nsocialist  Parties in the Federation of Malaya.  I  am\r\n\r\nduty  bound to warn the Barisan Sosialis, who are fond\r\n\r\nof  using  these  communal sentiments - this  warning\r\n\r\ncomes  from U.M.N.O. and I am sure the great  majority\r\n\r\nof  the  people  of  Singapore can  warn  the  Barisan\r\n\r\nSosialis - not  to  use the communal weapon, lest  the\r\n\r\nweapon resorted to by the Barisan Sosialis will devour\r\n\r\nitself.  If  the  Barisan Sosialis use these  communal\r\n\r\nsentiments as an instrument, we from U.M.N.O. will  be\r\n\r\nprepared to resort to communal tactics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we, as leaders, whether in political Parties or in Government, or leaders in a small village, if we want to he treated as leaders, we\r\n\r\nshould  keep  our sense of proportion.  We  must  give\r\n\r\nexamples  to  the villagers or to the people  whom  we\r\n\r\nrepresent. If a leader or a Party does not know his or\r\n\r\nits responsibilities, and does not know where he or it\r\n\r\nis   going, naturally  the  people  whom  he  or   it\r\n\r\nrepresents will be misled, though such leaders will be\r\n\r\nable to achieve their own\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 498</b></font><br><br>\r\n\r\n\r\n\r\nends.  For the Barisan Sosialis, when discussing  this\r\n\r\nproblem, which is an important one, on merger  between\r\n\r\nSingapore  and the Federation, let them  forget, that\r\n\r\nthey  are  Malays or they are Indians, if they  cannot\r\n\r\nforget  that, then it means that we must  be  prepared\r\n\r\nfor long axes or long parangs.\r\n\r\n\r\n\r\n<br><br>6.52 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> Mr\r\n\r\nSpeaker,  Sir, may I first pay tribute to  the  Member\r\n\r\nfor  Queenstown  for  the tenacity  and, may  I  add,\r\n\r\npugnacity with which he plodded through a 7½  hours'\r\n\r\nspeech  some  seven hours after it had really  ended?\r\n\r\nThis  tribute should properly be extended to his ghost\r\n\r\nwriters who, I thought, looked most disconcerted as he\r\n\r\nweaved and wavered his way through his maze of words.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since in this amendment we are dealing with the\r\n\r\nrequest    that   all   Singapore   citizens    should\r\n\r\nautomatically become Federal citizens, I shall confine\r\n\r\nmy remarks to this aspect of his exhaustive discourse.\r\n\r\nIt  would be tedious for me to belabour all the points\r\n\r\nthat  the  Member fur Queenstown made to  support  his\r\n\r\ncontention that the citizenship proposals contained in\r\n\r\nthe  White  Paper  were  a sell-out.  The  Member  for\r\n\r\nQueenstown  belaboured his points so mercilessly  here\r\n\r\nyesterday  and the day before that most of  them  have\r\n\r\nbeen reduced to mere pulp.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the one point he belaboured was this: that if\r\n\r\nthe   Federal   Legislature  wanted  to  declare   all\r\n\r\nSingapore citizens Federal citizens, it could do so by\r\n\r\nlaw.  Sir,, never before was so much effort wasted  by\r\n\r\nthe  ghost writers to make this obvious point.  Nobody\r\n\r\ndisputes  that, the  Federal  Legislature,  being   a\r\n\r\nsovereign body, can pass any laws it likes. It can, in\r\n\r\ntheory,  enact legislation saying that the Member  for\r\n\r\nQueenstown is dotty. For all I know, he may not he  so\r\n\r\nin fact, but, in theory, he would he pronounced so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown need not have tied himself\r\n\r\ninto knots trying to state the obvious point that  the\r\n\r\nFederal Legislature has the power, in theory, to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 499</b></font><br><br>\r\n\r\n\r\n\r\ndeclare  not only citizens of Singapore but, all  non-citizens as well, Federal citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We, however, have to devise citizenship laws not in\r\n\r\nthe  abstract  but  in  the light  of  hard  political\r\n\r\nrealities. The first point to bear in mind is  whether\r\n\r\nthe  11 other States now comprising the Federation are\r\n\r\nprepared  to  grant Federal citizenship  to  Singapore\r\n\r\ncitizens  on  terms  more favourable  than  they  were\r\n\r\nprepared to grant to their own people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As we all know, lots of people became Singapore\r\n\r\ncitizens  under terms more liberal than those accorded\r\n\r\nto people in the Federation. What the Barisan Sosialis\r\n\r\nare  asking for is privileged treatment for  Singapore\r\n\r\ncitizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Originally the Barisan Sosialis leaders demanded\r\n\r\nmerger  on  the basis of Penang and Malacca - I  repeat,\r\n\r\nSir,  on the basis of Penang and Malacca. We correctly\r\n\r\npointed out that the Barisan Sosialis' proposal  would\r\n\r\nhave  meant that only about 284,000 out of the 624,000\r\n\r\nSingapore  citizens  would automatically  qualify  for\r\n\r\nFederal citizenship under the present citizenship laws\r\n\r\nof the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Barisan Sosialis discovered that they had\r\n\r\nmade  a  blunder in demanding merger on the  basis  of\r\n\r\nPenang  and  Malacca, they developed a new  propaganda\r\n\r\nline.   They   said.  \"Why  not  get  the   Federation\r\n\r\nParliament to accept all Singapore citizens as Federal\r\n\r\ncitizens  automatically?\" There  was  no  longer  any\r\n\r\nreference  to  merger  on  the  basis  of  Penang  and\r\n\r\nMalacca.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the Barisan Sosialis leaders are really\r\n\r\nsincere  when  they  say that  what  they  are  really\r\n\r\nworried  about is the fate of about 624,000  Singapore\r\n\r\ncitizens  and  that  they  are  really  bursting  with\r\n\r\nenthusiasm  for complete merger, then let  them  state\r\n\r\nquite  categorically  that  in  return  for  automatic\r\n\r\nFederal  citizenship  they  are  prepared  to  support\r\n\r\nactively   the  Federation's  education  policy,   the\r\n\r\nFederation's  labour policy and give complete  control\r\n\r\nover  Singapore's finances and trade to the Federation\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is my contention, Sir, that this demand for\r\n\r\nautomatic  Federal citizenship is merely a  device  to\r\n\r\nsabotage merger. All this simulation of enthusiasm\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 500</b></font><br><br>\r\n\r\n\r\n\r\nfor  complete merger cannot conceal the fact that  the\r\n\r\nBarisan  Sosialis leaders - and I am referring  to  the\r\n\r\nBarisan  Sosialis leaders who are not in this Chamber - are terrified of merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let us recollect that the 13\r\n\r\nAssemblymen  broke away from the P.A.P. not  over  the\r\n\r\nquestion  of complete merger as they term it now,  but\r\n\r\nbecause  they  wanted the P.A.P. to  fight  for  full\r\n\r\ninternal self-government -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Shame!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> - which is a contradiction and a\r\n\r\nnegation of merger. That was the real genesis  of  the\r\n\r\nbreakaway. Since then they have found new reasons. But\r\n\r\nlet  us remember that the 13 P.A.P. Assemblymen  broke\r\n\r\naway  from  us on the question of full internal  self-government and not on the question of complete  merger\r\n\r\nor   automatic   Federal  citizenship  for   Singapore\r\n\r\ncitizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Also, the second reason was that they wanted\r\n\r\ninternal  security to be in the hands of the Singapore\r\n\r\nGovernment  That  was the reason  for  the  13  P.A.P.\r\n\r\nAssemblymen sitting on the other side. Now  they  have\r\n\r\ndiscovered  new reasons If we bear this constantly  in\r\n\r\nmind - that the break occurred not over the question  of\r\n\r\ncomplete  merger,  but  over  the  question  of   full\r\n\r\ninternal self-government with internal security in the\r\n\r\nhands   of  the  Singapore  Government - then  we  shall\r\n\r\nunderstand  the  twists  and  turns  of  the   Barisan\r\n\r\nSosialis  policy in recent months. However, Sir,  that\r\n\r\nis  a  question  we shall deal with when  we  come  to\r\n\r\ndiscuss the main motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This demand for complete merger on the basis of\r\n\r\nautomatic   Federal   citizenship   is   therefore   a\r\n\r\nrelatively new line. The idea is to ask for conditions\r\n\r\nwhich would be unacceptable to the Federation so  that\r\n\r\nthere would be no merger of any kind. Then the Barisan\r\n\r\nSosialis leaders can come forward and tell the people,\r\n\r\n\"What a pity there cannot be merger. So, comrades, let\r\n\r\nus  fight  for the next best thing - for full internal\r\n\r\nself-government with internal security in the hands of\r\n\r\nthe Singapore Government.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 501</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> And the I.S.C.\r\n\r\nabolished!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> And the I.S.C. abolished. If it is\r\n\r\nnot  automatic Federal citizenship, then  the  Barisan\r\n\r\nSosialis would - even if automatic citizenship had  been\r\n\r\ngranted - have  put forward some other  condition  which\r\n\r\nthey  knew  would  be unacceptable to the  Federation,\r\n\r\nsuch  as that the condition for merger should  be,  in\r\n\r\naddition  to automatic Federal citizenship,  say,  the\r\n\r\nabolition of the Internal Security Council,  or  even,\r\n\r\nas a desperate measure, that the Member for Queenstown\r\n\r\nshould be made the first Prime Minister of Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Sosialis leaders are putting forward\r\n\r\nthis  demand for automatic Federal citizenship because\r\n\r\nthey  believe that not only would there be  opposition\r\n\r\nto  merger on this basis from the Federation, hut also\r\n\r\nfrom the people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I observed earlier, automatic Federal citizenship\r\n\r\nwould  not  meet  with the approval of  the  11  other\r\n\r\nStates which are partners to any agreement. They would\r\n\r\nnot  agree to this because that would put them in  the\r\n\r\nposition of having to grant more favourable terms than\r\n\r\nwere granted to their own citizens. It would mean  not\r\n\r\nequal treatment for Singapore but giving more favoured\r\n\r\ntreatment to Singapore citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to that, there would also be resistance\r\n\r\non  political  grounds. Sir, in our party publications\r\n\r\nand  speeches by P.A.P. leaders in the past,  we  have\r\n\r\nstated  repeatedly that in any political  calculation,\r\n\r\neither in Singapore or in the Federation, we must take\r\n\r\nnote  of  the fact that there are communal  fears  and\r\n\r\ncommunal  prejudices. Any solution, however  fine  and\r\n\r\nreasonable it might sound in theory, which  leads  the\r\n\r\nMalays  to  believe, however wrongly, that  it  is  an\r\n\r\nattempt to bend them to the will of another community,\r\n\r\nis  bound  to  fail;  certainly to lead  to  disaster.\r\n\r\nSimilarly,  any  measure which  excites  the  communal\r\n\r\nfears  of  the  Chinese or Indians is also  doomed  to\r\n\r\nfailure. Sir, communal fears and suspicions may,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 502</b></font><br><br>\r\n\r\n\r\n\r\nin  the  final  analysis, be based on  prejudices  and\r\n\r\nillusions, but unfortunately, they are there and it is\r\n\r\nthe  duty  of any practical politician to  take  these\r\n\r\nunjustified  fears, prejudices and superstitions  into\r\n\r\nconsideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have always stated - and this thesis has been\r\n\r\naccepted  and  endorsed publicly not only  by  the  13\r\n\r\nBarisan Assemblymen opposite, but also by people  like\r\n\r\nMr  Lim  Ching Siong and others - that merger has  been\r\n\r\nresisted by the Federation in the past because of  the\r\n\r\nfear  that Malays would be politically swamped by  the\r\n\r\nChinese  of  Singapore. This we have stated  publicly.\r\n\r\nand  we  have  endorsed ii as a piece of analysis.  We\r\n\r\nourselves do not believe that this is so, but we  have\r\n\r\nalways  recognised that this is a political  fact  and\r\n\r\nthat  many  Malays  in Singapore  and  the  Federation\r\n\r\nbelieve this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, to press for automatic citizenship,\r\n\r\nat  the  present juncture, would certainly  meet  with\r\n\r\nresistance from the Malays in the Federation. The Ban-san  Sosialis leaders are not so innocent.  They  know\r\n\r\nthat  by asking at this juncture for automatic Federal\r\n\r\ncitizenship,  they would assist, say a communal  Party\r\n\r\nlike  the  P.M.I.P., to mobilise Malay  opposition  to\r\n\r\nmerger.  If our submission is correct - that  what  they\r\n\r\nare  really interested in is to sabotage merger at all\r\n\r\ncosts - then  in  pressing for this  new  demand  for\r\n\r\nautomatic Federal citizenship (of which we have  never\r\n\r\nheard)   it   is  now  quite  clear  that   in   their\r\n\r\nrecklessness and in their fear of merger, the  Barisan\r\n\r\nSosialis  leaders are quite prepared  to  put  forward\r\n\r\nproposals  which  they know full well  would  help  to\r\n\r\nrevive  the  fading political fortunes of a  communist\r\n\r\nand racialist party in the Federation. After all, Sir,\r\n\r\nnot  so  long  ago the Fajar, some of whose  activists\r\n\r\nhave  been  aiding and abetting the Barisan  Sosialis,\r\n\r\nclaimed  in  one  of  the articles that  the  Alliance\r\n\r\nGovernment  was more communal than the  P.M.I.P.  When\r\n\r\ndesperate  fireside revolutionaries can  believe  this\r\n\r\nsort  of thing, then they are well past the borderline\r\n\r\nbetween sanity and insanity.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 503</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In putting forward their proposals for automatic\r\n\r\nFederal  citizenship, the Barisan Sosialis are  hoping\r\n\r\nthat  communal parties like the P.M.I.P. can  mobilise\r\n\r\nMalays  into  not  only opposing merger,  but  perhaps\r\n\r\nopposing  the  Alliance as well, which  probably  give\r\n\r\nsome  credence to the claim by the Member for  Queens-town  that  perhaps in the not so distant future,  the\r\n\r\nAlliance  Government would not be there. In  order  to\r\n\r\nattain their immediate objective of sabotaging merger,\r\n\r\nthe Barisan Sosialis are therefore prepared to enhance\r\n\r\nthe  political prospects of a racialist party like the\r\n\r\nP.M.I.P., because they know that any demand like  that\r\n\r\nwould  automatically arouse, first, the suspicions  of\r\n\r\nthe  Malays (which we have always said so):  that  any\r\n\r\ndemand  which leads the Malays to fear that  Singapore\r\n\r\nis  going  to swamp them politically would excite  the\r\n\r\nlatent communal prejudices which are always there, and\r\n\r\nwhich we must take into consideration. They know that.\r\n\r\nThey also know that the P.M.I.P. has already said that\r\n\r\nmerger  in  any form is unacceptable to them,  so  any\r\n\r\ndemand by the Singapore Government that we should  get\r\n\r\nautomatic  Federal citizenship for all  the  Singapore\r\n\r\ncitizens  would  certainly bring into  the  arena  the\r\n\r\nP.M.I.P. who can then mobilise the Malays who  would,\r\n\r\nin any case, feel that this demand at this juncture is\r\n\r\nan attempt by Singapore to swamp them politically. So,\r\n\r\nSir,  while  the leaders of the Barisan  Sosialis  are\r\n\r\nprepared  to shed crocodile tears over the  sufferings\r\n\r\nof  the people, they turn a blind eye to the fact that\r\n\r\ntheir  demand for automatic Federal citizenship  could\r\n\r\nstrengthen  the communal parties and would  result  in\r\n\r\nconsequences  which  could  only  mean  conflict   and\r\n\r\nbloodshed  between the various communities. Maybe  not\r\n\r\nthem but their leaders will say this is the price that\r\n\r\nhas to be paid for revolution. But -\r\n\r\n  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> But what?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> - the attack on the Federation\r\n\r\nGovernment  by the Member for Queenstown,  the  threat\r\n\r\nthat not only do they want a type of merger which they\r\n\r\nknow  would  arouse the antagonism and suspicions  of\r\n\r\nthe Malays,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 504</b></font><br><br>\r\n\r\n\r\n\r\nbut  also  the threat that their type of merger  would\r\n\r\nresult  in the overthrow of the Federation Government,\r\n\r\nare designed to create suspicion and fear, on the part\r\n\r\nof  the Federation Government into rejecting any  type\r\n\r\nof  merger. Supposing the Federation refuses to accept\r\n\r\nmerger  on the basis of automatic Federal citizenship,\r\n\r\nwhat  then  is the alternative? We come back  to  the\r\n\r\nalternative   which  is  what  they   really   want - an\r\n\r\ninternally self-governing Singapore minus the Internal\r\n\r\nSecurity  Council.  Have they  sup, plied  any  other\r\n\r\nsolution?  That  is the inference they  expect  us  to\r\n\r\ndraw;  that  if  we cannot have merger with  automatic\r\n\r\nFederal citizenship, then, let us go back to what they\r\n\r\nreally want - internal self-government minus the I.S.C. -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Under the British!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> So let us not think that the Barisan\r\n\r\nSosialis are really interested in what happens to  the\r\n\r\npeople  here or in the Federation so long as they  can\r\n\r\ngenerate opposition to merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown is well aware that his\r\n\r\ncondition     for     merger -    automatic     Federal\r\n\r\ncitizenship - would be rejected by the  Federation.  One\r\n\r\nof the points he belaboured here yesterday and the day\r\n\r\nbefore  yesterday  was that he was  prepared  for  the\r\n\r\nSingapore  Government to press for  automatic  Federal\r\n\r\ncitizenship. But he said, and I quote from yesterday's\r\n\r\nStraits Times, that automatic Federal citizenship \"was\r\n\r\nonly  impractical if the Federation Government refused\r\n\r\nto  agree  on this. But that was entirely a  different\r\n\r\nmatter from being constitutionally impossible\". So  he\r\n\r\nknows  that  this demand will be unacceptable  to  the\r\n\r\nFederation  Government. He believes that  it  will  be\r\n\r\nunacceptable, and that is what he wants - any  condition\r\n\r\nwhich would stop merger - so that he and his friends can\r\n\r\ngo  back  to what they are really after: full internal\r\n\r\nself-government  minus the Internal Security  Council.\r\n\r\nSir, they always go together, like ham and egg.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Are you the egg?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 505</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> In other words, the Member for\r\n\r\nQueenstown knows full well that merger on the basis of\r\n\r\nautomatic Federal citizenship would be rejected by the\r\n\r\n11  other  States comprising the Federation.  That  is\r\n\r\nprecisely  what  the  Barisan  Sosialis  want - the\r\n\r\nrejection  of merger - so that after a sorry shaking  of\r\n\r\nheads, the shedding of crocodile tears, they can  pick\r\n\r\nup  the original wan-cry which brought about the break\r\n\r\nwith  the  P.A.P. - the  cry  of  full  internal  self-government, with internal security in the hands of the\r\n\r\nSingapore  Government,  and a British  passport.  This\r\n\r\ndemand  for  automatic  Federal  citizenship  is  also\r\n\r\ncalculated, as I said, Sir, to mobilise opposition  to\r\n\r\nmerger  in  Singapore as well - not only the  Federation\r\n\r\nbut  Singapore  too. You will have  noticed  that  the\r\n\r\nMember for Queenstown did not - though he spoke for 7½\r\n\r\nhours - elaborate on certain implications of  complete\r\n\r\nmerger  on  the basis of automatic Federal citizenship\r\n\r\nfor Singapore citizens, it is true, Sir, that he waxed\r\n\r\neloquent on the, willingness of Mr Lim Ching Siong to\r\n\r\nsacrifice himself - I cannot recollect, Sir,  hut  I  do\r\n\r\nnot   think   the   Member  for  Queenstown   included\r\n\r\nhimself - by  going  to  gaol to get  automatic  Federal\r\n\r\ncitizenship for the people. Sir,I know of no  law  in\r\n\r\nthe  Federation which entitles a count to send Mr Lim\r\n\r\nChing Siong or even the Member for Queenstown to  gaol\r\n\r\nif   there  should  be  a  reunification  of  the  two\r\n\r\nterritories. People get sent to gaol for all sorts  of\r\n\r\nthings, but not for bringing about a reunification  of\r\n\r\nSingapore with the Federation.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> We are fighting for other\r\n\r\nreasons.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> That is not what the Member for\r\n\r\nQueenstown said. He said, for the edification  of  his\r\n\r\nvast public - which I understand numbers about 200 - that here was this great man willing to go to gaol  to\r\n\r\nachieve  the  reunification  of  Singapore  with   the\r\n\r\nFederation. This only proves my point that  there  are\r\n\r\ncertain  people  who do not want merger  because  they\r\n\r\nfeel  that  it will get them into trouble. The  Member\r\n\r\nfor  Queenstown was putting forward our  thesis  in  a\r\n\r\nslightly different way. In\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 506</b></font><br><br>\r\n\r\n\r\n\r\nany  case,  he  is convinced that there  would  be  no\r\n\r\nmerger  on the basis of automatic Federal citizenship.\r\n\r\nTherefore, his promise of self-sacrifice on  the  part\r\n\r\nof  Mr  Lim Ching Siong and possibly himself  is  one\r\n\r\nwhich can be safely made. However. Sir, the people  of\r\n\r\nSingapore  are  not  interested  in  whether   it   is\r\n\r\nnecessary  for Mr Lim Ching Siong and the Member  for\r\n\r\nQueenstown to make sacrifices in order to get merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What the Member for Queenstown has avoided\r\n\r\ndiscussing are the sacrifices the people of  Singapore\r\n\r\nwould  have to make in return for the kind  of  merger\r\n\r\nproposed  by the Barisan Sosialis: that is, merger  on\r\n\r\nthe  basis  of automatic Federal citizenship.  He  was\r\n\r\nsingularly  silent on this point. It  is  quite  clean\r\n\r\nthat  the proposal of the Barisan Sosialis would  mean\r\n\r\nthe  control and direction of education being  in  the\r\n\r\nhands  of the Federation Government. I ask Members  of\r\n\r\nthe  Barisan  Sosialis - I am quite sure many  of  them\r\n\r\nwill  have a great deal to say, though not as much  as\r\n\r\nthe  Member for Queenstown, for having exhausted their\r\n\r\nammunition,  the ghost writers will  not  be  able  to\r\n\r\nchurn  out another 7½ hours' speech - that when  they\r\n\r\ndo  speak,  I hope they will state categorically  that\r\n\r\nthey  are willing to accept the Federation's education\r\n\r\npolicy and all that it implies.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> That is right. We have been\r\n\r\nwaiting to hear that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Let them state categorically here\r\n\r\nthat they accept the Federation's education policy and\r\n\r\nall that it implies.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Bani (Thomson):</b> On a point of order. I am\r\n\r\nsure  the  Minister will agree with  me  that  we  the\r\n\r\nBarisan Sosialis are not easily intimidated. The  fact\r\n\r\nthat  the  Minister  points his finger  too  often  at\r\n\r\nMembers of the Barisan Sosialis is, to say the  least,\r\n\r\nprovoking.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have remarked in the past that I\r\n\r\ndiscourage  gestures in the Assembly, and I  did  fear\r\n\r\nthat they might be construed as being intimidatory  or\r\n\r\nperhaps  provocative. Perhaps the Minister could  turn\r\n\r\nand point to the Chair. Mr Rajaratnam.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 507</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I shall take great\r\n\r\ncare  not  to  intimidate  Members  opposite  with  my\r\n\r\nfinger.   If   they  are  of  the   stuff   of   which\r\n\r\nrevolutionaries  are  made, they  should  not  be  too\r\n\r\neasily  intimidated, for after all it is a very,  very\r\n\r\nsmall  finger that I am pointing. Therefore,  I  shall\r\n\r\nnot  attempt  to  point  a finger  even  at  you,  Mr\r\n\r\nSpeaker, but at myself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are 13 Members of the Barisan Sosialis. One of\r\n\r\nthem  has shot his bolt. There are 12 left. I  suggest\r\n\r\nthat when they do make a passionate declaration for  a\r\n\r\ncomplete  merger, they will say that they will  accept\r\n\r\nthe Federation's education policy in toto.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck (Havelock):</b> What is your attitude?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> We do not. That is why we have asked\r\n\r\nfor autonomy over education and labour. In addition to\r\n\r\nthat,  they  must state categorically  that  they  are\r\n\r\nprepared to accept the Federation's policy on  labour,\r\n\r\nfor that is what full merger on the basis of automatic\r\n\r\nFederal  citizenship means. Let them state that.  They\r\n\r\nmust  state  categorically that they are  prepared  to\r\n\r\naccept   the  4:1  ratio  that  now  obtains  in   the\r\n\r\nFederation's civil service. They must also state  that\r\n\r\nthey  are  prepared  to give the  Federation  complete\r\n\r\ncontrol  over our finances and trade. If the 12  other\r\n\r\ngentlemen - after due consultation with the  people  who\r\n\r\nreally  guide the destinies in the Barisan  'Star' - can\r\n\r\ngive  us  these categorical assurances, then  we  will\r\n\r\nconsider  taking  seriously their amendment  for  full\r\n\r\nmerger -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Did you -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> - on the basis of automatic Federal\r\n\r\ncitizenship  for all Singapore citizens. It  is  quite\r\n\r\nclear,  Sir, that this business of complete merger  on\r\n\r\nthe   basis  of  automatic  Federal  citizenship   for\r\n\r\nSingapore citizens was really intended as a  trap  for\r\n\r\nthe  P.A.P., for if the P.A.P. Government was  foolish\r\n\r\nenough  to  say, \"Yes, we want to outbid  the  Barisan\r\n\r\nSosialis,\" - we would not only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 508</b></font><br><br>\r\n\r\n\r\n\r\nwant  full merger but we would want full, full  merger\r\n\r\nwith  automatic Federal citizenship - then  the  Barisan\r\n\r\nSosialis leaders, having nothing to lose except  their\r\n\r\nseats, would go around telling the people of Singapore\r\n\r\nthat  it  would  be terrible if they  were  to  accept\r\n\r\ncomplete  merger  on  the basis of  automatic  Federal\r\n\r\ncitizenship and all that it implies. They  would  say.\r\n\r\n\"Look,  this merger means that we have to  accept  the\r\n\r\nFederation's  education policies:  the  workers  would\r\n\r\nhave  to accept the Federation's labour policies;  the\r\n\r\ntraders  would  have to accept complete financial  and\r\n\r\ntrade   control  by  the  Federation,  and  the  civil\r\n\r\nservants  in  Singapore would have to accept  the  4:1\r\n\r\nratio.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> The Nanyang University.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> And also the Nan-yang University.\r\n\r\nBut  now, Sir, they are left with that baby. They hope\r\n\r\nto  get out of it by slurring over the implications of\r\n\r\nthe  merger  that they propose - a merger  which  would\r\n\r\nreally be a sell-out in the present situation.  Or  if\r\n\r\nby  some chance the Federation Government should  have\r\n\r\naccepted  automatic merger with all that  it  implies,\r\n\r\nthen  the  Barisan  Sosialis  had  hoped  to  mobilise\r\n\r\nstudents,  workers,  traders, and  civil  servants  to\r\n\r\nresist  merger, for they could have gone around saying\r\n\r\nthat  the new merger proposals would mean the loss  of\r\n\r\ncontrol  over  education,  Nanyang  University,  civil\r\n\r\nservants  having to compete on the basis of 4:1.  They\r\n\r\nwould  hold  mass meetings or they would get  somebody\r\n\r\nelse  to  hold mass meetings at which they would  say,\r\n\r\n\"In  view of the opposition of the people of Singapore\r\n\r\nto merger, it is with regret that the Barisan Sosialis\r\n\r\nhas  decided to heed the voice of the people - which  we\r\n\r\nalways  do - and we will fight instead for full internal\r\n\r\nself-government with internal security in the hands of\r\n\r\nthe  Singapore Government.\" [Interruption] I  am  just\r\n\r\nquoting a phrase that is always repeated by Members of\r\n\r\nthe  Barisan  Sosialis and certainly by their  mentors [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 509</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The proposal in our White Paper\r\n\r\nregarding citizenship took cognisance of the different\r\n\r\ninterests and of the different developments in the two\r\n\r\nterritories during the last 15 years. In theory,  Sir,\r\n\r\nwe  approve  of  a  single citizenship  and  a  single\r\n\r\nnationality  for all, but we have to work  within  the\r\n\r\nframework   of   hard   realities.   After   all,   no\r\n\r\nconstitutional arrangement is final. Conditions change\r\n\r\nand  political facts change. As practical men, we must\r\n\r\ndevise  solutions not in the abstract but in  relation\r\n\r\nto hard political facts.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Without political facts, you are\r\n\r\nfinished!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> We believe that our proposals for\r\n\r\ncitizenship  and  nationality have helped  to  resolve\r\n\r\nconflicting  interests  between  the  two  territories\r\n\r\nwithout detriment to the legitimate interests  of  the\r\n\r\npeople  of  Singapore as well as  the  people  of  the\r\n\r\nFederation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the points the Member for Queenstown\r\n\r\nbelaboured until it was reduced to pulp was that under\r\n\r\nthe  White  Paper proposals, Singapore citizens  would\r\n\r\nbecome  second-class citizens. I listened to  him  not\r\n\r\nfor all the 7½ hours (occasionally I got out for  a\r\n\r\nhit  of  fresh  air) but he could not  give  a  single\r\n\r\ninstance  of  how  under  our  proposals  a  Singapore\r\n\r\ncitizen was going to he a second-class citizen.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> That was why no word was\r\n\r\nmentioned over the radio.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not mind perhaps an\r\n\r\noccasional  interjection. But when these interjections\r\n\r\nbecome perpetual or continuous, then I must stop them.\r\n\r\nMr Rajaratnam.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Obviously the 7½ hours was not\r\n\r\nenough for the gentleman to unburden himself!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, it was significant that the Member could\r\n\r\nonly  give one instance to substantiate his claim that\r\n\r\nunder  the  White Paper proposals, Singapore  citizens\r\n\r\nwould  become second-class citizens. He said,  \"It  is\r\n\r\nterrible  that Singapore citizens are going to  become\r\n\r\nsecond-class citizens, because they could  not  either\r\n\r\nvote or stand for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 510</b></font><br><br>\r\n\r\n\r\n\r\nelection  in the Federation.\" That was his main  theme\r\n\r\nright  through. He took 7½ hours to say what  can  be\r\n\r\nsaid  in  exactly  two  seconds - that  it  is  terrible\r\n\r\nbecause  Singapore citizens cannot vote or  stand  for\r\n\r\nelection  in the Federation. That was his major  point\r\n\r\nand that was what he described as a betrayal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask, Sir, how many of Singapore's 624,000\r\n\r\ncitizens are yearning to go and stand for election  in\r\n\r\nthe Federation'?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Ask the P.A.P.!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> How many of them would consider it\r\n\r\nimperative that they should contest elections  in  the\r\n\r\nStates  of  the Federation? Sir, I can well understand\r\n\r\nthe  Member for Queenstown having to look  for  a  new\r\n\r\nconstituency  in the Federation. It may  be  that  the\r\n\r\nMember for Nee Soon, who I understand inaugurated  the\r\n\r\nopening  of  his branch in front of a wide open  field\r\n\r\nwith  almost an uninterrupted view - is losing a lot  of\r\n\r\nsleep  over  the thought that perhaps  the  people  in\r\n\r\nKelantan  or  Trengganu must forego  the  pleasure  of\r\n\r\nhaving  him  represent them in the Federal Parliament.\r\n\r\nFor some Members in the Barisan Sosialis, it may be  a\r\n\r\nlegitimate  source of exasperation  that  they  cannot\r\n\r\nfind  new political pastures in the Federation.  But,\r\n\r\nSir, is it seriously suggested that, therefore, merger\r\n\r\nshould be abandoned simply because Mr Lim Ching Siong\r\n\r\nand  his  Barisan  Sosialis friends cannot  stand  for\r\n\r\nelection  in  the Federation? But as far as  the  vast\r\n\r\nmajority  of  the voters or citizens of Singapore  are\r\n\r\nconcerned,  they  are not interested in  fighting  for\r\n\r\nelection  in  any  of  the  eleven  States   in   the\r\n\r\nFederation.  In  any case, the Member  for  Queenstown\r\n\r\nwill   not  be  deprived  of  an  opportunity  to   be\r\n\r\nrepresented in the Federal Parliament. All he need  do\r\n\r\nis  to  move from Queenstown to a new constituency  in\r\n\r\nSingapore to contest for one of the 15 seats to  which\r\n\r\nSingapore -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Kampong Glam!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Certainly Kampong Glam is a very\r\n\r\nfatal  choice, for I think the Member will have to  go\r\n\r\nback to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 511</b></font><br><br>\r\n\r\n\r\n\r\nhis  medical practice. All he need do is to move  from\r\n\r\nQueenstown  to  a  new constituency  in  Singapore  to\r\n\r\ncontest  one  of the 15 seats to which  Singapore  is\r\n\r\nentitled in the Federal Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And may I make this point, Sir? It is true that a\r\n\r\nSingapore citizen, as a Singapore citizen, cannot vote\r\n\r\nor  stand  for election in any of the States  in  the\r\n\r\nFederation.  But it is equally true that a  Federation\r\n\r\ncitizen cannot, as a Federation citizen, vote or stand\r\n\r\nfor  election in Singapore. If this makes a  Singapore\r\n\r\ncitizen  a  second-class  citizen,  then  it  makes  a\r\n\r\nFederation citizen a second-class citizen in  relation\r\n\r\nto  Singapore. So if two people are second-class, they\r\n\r\nare  of one class. The term \"second-class\" would  have\r\n\r\nmeaning  only  if  a Federal citizen is  treated  more\r\n\r\nfavourably than a Singapore citizen. For example, if a\r\n\r\nFederal citizen were allowed to vote in and contest an\r\n\r\nelection  in  Singapore, and a Singapore citizen  were\r\n\r\ndenied  reciprocal rights, then the  contention  of  a\r\n\r\nsecond-class citizenship becomes valid. If,  say,  the\r\n\r\nleader  of  the  P.P.P. came over  and  contested  in\r\n\r\nQueenstown  and the Member for Queenstown were  denied\r\n\r\nthe privilege of being able to go to Menglembu, then I\r\n\r\nwould say that obviously the Member for Queenstown was\r\n\r\nbeing  treated  as  perhaps not  even  a  second-class\r\n\r\ncitizen  but  a  third-class citizen -as  against  Mr\r\n\r\nSeenivasagam  of  the  P.P.P.  But  where  there   is\r\n\r\nreciprocity, then I say that is equality.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, in demanding automatic citizenship simply\r\n\r\nbecause  a  few  perambulatory politicians - people  who\r\n\r\nmove around from one place to another, very often  at\r\n\r\nnight - cannot move to the Federation maybe  to  make  a\r\n\r\nclean  start - and the opposition to these  White  Paper\r\n\r\nproposals   is   purely   on  that   basis - then,   the\r\n\r\nmelodramatic  gestures of Mr  Lim  Ching  Siong,  the\r\n\r\nMember for Queenstown, and perhaps the Member for  Nee\r\n\r\nSoon  and  others that they are prepared to  sacrifice\r\n\r\nthemselves  so  that the people of Singapore  can  all\r\n\r\nbecome  automatically Federal citizens, is  a  lot  of\r\n\r\neyewash.  What  they  are  really  interested  in   is\r\n\r\npromoting the sectional\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 512</b></font><br><br>\r\n\r\n\r\n\r\ninterests  of a small group of perambulating,  nomadic\r\n\r\npoliticians  who  are hoping to seek better  political\r\n\r\nfortunes in the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under our proposals, Sir, none of the existing\r\n\r\nSingapore citizens lose any of their rights. They  can\r\n\r\nvote representatives into the Federal Parliament. As a\r\n\r\nmatter  of fact, we would be having the second largest\r\n\r\nnumber  of  seats  among  the States  in  the  Federal\r\n\r\nLegislature. Any Singapore citizen can be  elected  to\r\n\r\nthe  Federal Parliament. Under our present citizenship\r\n\r\narrangement,  it  is also possible  for  Singapore  to\r\n\r\nretain  control  over  such  matters  as  labour   and\r\n\r\neducation.  Therefore,  Sir, all  that  the  case  put\r\n\r\nforward by the Member for Queenstown over a period  of\r\n\r\n7½  hours  amounted  to was this - that  this  is  a\r\n\r\nterrible  thing, this is a betrayal, because  it  will\r\n\r\nprevent  a  few  nomadic  politicians  from  becoming,\r\n\r\npossibly,  the  first Prime Minister of Malaysia.  But\r\n\r\nthe   ordinary   people,  the  600,000-odd   Singapore\r\n\r\ncitizens, lose nothing and enjoy new and equal  rights\r\n\r\nin  the  Federal Legislature and autonomy  in  matters\r\n\r\nwhich   they  consider  vital  to  their   lives   and\r\n\r\nexistence.  So,  whether Mr Lim Ching  Siong  or  Mr\r\n\r\nWoodhull can stand for election in Tanjong Rambutan is\r\n\r\nnot vital. The people's interests, welfare and dignity\r\n\r\nare vital.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said earlier, in any agreement it is not a\r\n\r\nquestion of Singapore just saying, \"Well, this is what\r\n\r\nwe  want.\" It is a question of Singapore persuading 11\r\n\r\nother States. So any agreement must be mutual and must\r\n\r\nbe  satisfactory to all the 12 States, and the  White\r\n\r\nPaper proposals are agreeable to the 11 States in  the\r\n\r\nFederation.  It  is  not helpful now  to  put  forward\r\n\r\nsuggestions which make certain in advance that  merger\r\n\r\nwill  not  come  about. As I said.  Sir,  the  Barisan\r\n\r\nSosialis'  proposals are all designed to wreck  merger\r\n\r\nso that they can force the people into accepting their\r\n\r\ndisastrous   alternative - may  I  repeat  the   slogan,\r\n\r\nSir? - full  internal self-government with control  over\r\n\r\ninternal security.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 513</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The leaders of the Barisan Sosialis are nut really\r\n\r\ninterested  in  education or  the  interests  of  the\r\n\r\nworkers or the rights of citizens. What they want  is\r\n\r\nfull  internal self-government, so that  the  men  who\r\n\r\nmanipulate them can further the plans which  they  are\r\n\r\nnot  at  the  moment  ready  to  endorse  and  espouse\r\n\r\npublicity.  To do that, they must Stop merger  at  all\r\n\r\ncosts. Let us remember that. Sir - they must stop merger\r\n\r\nat all cost\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, even if the Federation Government were\r\n\r\npersuaded to grant the conditions put forward  by  the\r\n\r\nBarisan Sosialis, they would come out with some  other\r\n\r\nconditions  -  \"Oh, this is still not what  we  want.\r\n\r\nThere is no equality.\" And, therefore, they might even\r\n\r\nask,  \"Let there he equal representation of  seats  in\r\n\r\nthe  Federal  Legislature between  Singapore  and  the\r\n\r\nFederation. If there are 100 seats, let Singapore have\r\n\r\n51  or  60  seats. Anything less than that is  unequal\r\n\r\ntreatment.\"  They  will bring up any  excuse  to  stop\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, it would be worth while finding\r\n\r\nout  exactly (a) when did the Barisan Sosialis  decide\r\n\r\nthat  the  P.A.P.'s plan for merger was phoney  and  a\r\n\r\nsell-out?  Exactly when did they decide that,  because\r\n\r\nthat  is  very important. And (b) when did the  puppet\r\n\r\nmasters  who manipulate the Barisan Sosialis think  up\r\n\r\nthe  new line of full merger on the basis of automatic\r\n\r\nFederal   citizenship  for  all   existing   Singapore\r\n\r\ncitizens? The time factor is very important\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me quote from a letter from Mr Lim Ching\r\n\r\nSiong   - I   always  notice,  when  I   mention   this\r\n\r\ngentleman's  name, that there is almost an  awe-struck\r\n\r\nsilence - which he wrote to the Straits Times  on  24th\r\n\r\nJune,  1961.  We  had heard a great  deal  about  this\r\n\r\ncolonial   paper.  I  notice  that  the   Member   for\r\n\r\nQueenstown  was  quoting  extensively  from  on1y  one\r\n\r\npaper.   Obviously  this  gentleman  only  reads   one\r\n\r\nnewspaper in this part of the world.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> There is only one English\r\n\r\nnewspaper!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 514</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Oh, there are two. And also Mr Lim\r\n\r\nChing Siong occasionally writes for the Straits Tunes.\r\n\r\nAnyway, this is what he had to say in connection with - I  think  the  title is-called, \"The  conditions  for\r\n\r\nmerger\". He says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'To begin with, let us not pretend that anyone is\r\n\r\nagainst  merger.  Malaya and  Singapore  are  not  two\r\n\r\nseparate states. The present division is an act of the\r\n\r\nBritish  Colonial Government and every genuine Malayan\r\n\r\nseeks.\r\n\r\na union of these two territories.'\r\n\r\n\r\n\r\n<br><br>Remember, Sir, this was written on 24th June,  though\r\n\r\non 2nd June the 6 trade unionists had already, without\r\n\r\nconsulting   the   P.A.P. - Sir, I  understand   they\r\n\r\nconsulted  the  U.K. Commissioner - decided  to  make  a\r\n\r\ndemand  that  we  should  fight  for  internal   self-government,  which is a complete negation  of  merger.\r\n\r\nBut here he says, nobody is, really against merger and\r\n\r\nwe should all support it. Then he goes on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Merger, we have hitherto come to understand, was a\r\n\r\nthing   of   the   distant  future.  However,   recent\r\n\r\nstatements  by leaders of the Federation hold  out  an\r\n\r\nearlier promise of the union of these two territories.\r\n\r\nEncouraging as it is, the question now arises: on what\r\n\r\nterms will this be effected? The right-wing Government\r\n\r\nin  the  Federation  and  a  left-wing  Government  in\r\n\r\nSingapore apply certain conflicting policies.'\r\n\r\n\r\n\r\n<br><br>This, Sir, is the operative sentence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'This is recognised in the statement by Dr Toh, the\r\n\r\nP.A.P.  Chairman,  that  whatever  the  constitutional\r\n\r\nposition  of  the  future, we must have  control  over\r\n\r\nlabour and education. This is exactly our concern.  We\r\n\r\nhave  stated that any constitutional arrangement  must\r\n\r\nnot mean a setback for the people in terms of freedom.\r\n\r\nand democracy.'\r\n\r\n\r\n\r\n<br><br>Surely, no one can quarrel with this. So, Sir, on 24th\r\n\r\nJune  Mr Lim Ching Siong wrote to the Straits  Times\r\n\r\nsaying that though the P.A.P. had asked for merger  on\r\n\r\nthe  basis  of autonomy in labour and education,  that\r\n\r\nwas  also the concern of Mr Lim Ching Siong. At  that\r\n\r\ntime,  Mr Lim Ching Siong did not say that the P.A.P.\r\n\r\nproposals  for  merger on the basis  of  autonomy  in\r\n\r\neducation and labour were a phoney or a sell-out.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Because we did not know the\r\n\r\ndetails!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 515</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> He was saying that that was also his\r\n\r\nconcern. So many of his runner-boys at that time  did\r\n\r\nnot  denounce the P.A.P. merger proposals as a phoney,\r\n\r\nbut were repeating the hymn that they had been trained\r\n\r\nto say: internal self-government, and the abolition of\r\n\r\nthe  Internal Security Council. Sir, their demand  at\r\n\r\nthat time, on 24th June, was internal self-government,\r\n\r\nand  they  blessed the P.A.P. in its struggle  to  get\r\n\r\nmerger  on  the  basis  of  autonomy  in  labour   and\r\n\r\neducation. Of course, in making their demand for  full\r\n\r\ninternal  self-government, they did not  then  realise\r\n\r\nthat  they had made a major political blunder,  though\r\n\r\nthey  were trained as poodles to echo dutifully  their\r\n\r\nmaster's  voice, saying that the P.A.P. was  terrible\r\n\r\nbecause it was not prepared to fight for full internal\r\n\r\nself-government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, why did Mr Lim and his performing poodles take\r\n\r\nan indulgent attitude, even an attitude of approval to\r\n\r\nwards  the P.A.P. merger terms? The reason is  simple.\r\n\r\nThey  thought  the  Federation would  not  consent  to\r\n\r\nmerger  on the P.A.P.'s terms. After all, had not  Mr\r\n\r\nLim  Ching  Siong, Mr Wood-hull, Mr Puthucheary  and\r\n\r\nMr  Fong Swee Suan had tea and double-cross  buns  in\r\n\r\nsecret  with members of the U.K. Commission? Had  they\r\n\r\nnot  heard things directly from the lion's mouth? They\r\n\r\nthought that they had read the Indian signs correctly,\r\n\r\nthough  it would appear that the Indian signs were  in\r\n\r\nGreek! At that time, that is, in June, Mr Lim and his\r\n\r\nfriends thought that the P.A.P. merger proposals would\r\n\r\nnot be accepted by the Federation. So, therefore, they\r\n\r\nfelt, maybe on the basis of whatever clarification was\r\n\r\nmade  to  the  U.K. Commission, that  they  were  safe\r\n\r\nenough in supporting the P.A.P. type of merger because\r\n\r\nthat would never come about, and, therefore, what harm\r\n\r\nwas  there  in supporting a line of action  which  was\r\n\r\ndoomed;  in  which  case they could  go  back  to  the\r\n\r\noriginal,  the  real and consistent  demand:  internal\r\n\r\nself-government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 516</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, you will notice that then we never heard\r\n\r\na  single  word  about full merger, automatic  Federal\r\n\r\ncitizenship.  Then on 25th August, the Federation  and\r\n\r\nthe  Singapore  Governments issued a  joint  statement\r\n\r\nsupporting   merger  on  the  basis  of  autonomy   in\r\n\r\neducation   and   labour.  The  impossible   and   the\r\n\r\nimprobable  had happened! Mr Lim and his friends  had\r\n\r\nonce  again  miscalculated. They had read  the  Indian\r\n\r\nsigns  with a Greek dictionary! I can only guess  what\r\n\r\nhappened   after  that.  There  were   possibly   many\r\n\r\nnocturnal  meetings and a lot of running around.  What\r\n\r\nthey thought would not happen had happened. So the old\r\n\r\nslogans  had  to  be scrapped. The top  tunes  of  the\r\n\r\nBarisan  Sosialis  singers which probably  until  then\r\n\r\nwere   \"Merger  is  impossible\"  and  \"Internal  self-government  under  British  protection\", had  to   be\r\n\r\nabandoned  as tunes not in keeping with the times.  So\r\n\r\nit  became necessary for the Barisan Sosialis choir to\r\n\r\nstrike up a new tune. The only problem was, what tune?\r\n\r\nVery often it was clear that they had been singing the\r\n\r\nwrong  tune. Times have changed. The tunes have to  be\r\n\r\nchanged. So we can only gather, Sir, that for a period\r\n\r\nafter 25th August the Barisan Sosialis were in a state\r\n\r\nthat  can only be described as befuddlement. They  did\r\n\r\nnot know what to do. That is best exemplified, Sir, in\r\n\r\nthe  \"Declaration  of  meeting  of  convenors  of  the\r\n\r\nBarisan Sosialis\" published on 3rd September, 1961. In\r\n\r\nfact,  I am going to read it out, and I hope you  will\r\n\r\nbe listening to it very carefully, because -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Speaker will be listening to\r\n\r\nit  very carefully. Perhaps the Minister would like to\r\n\r\naddress his remarks to the Chair.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, the first thing you will note\r\n\r\nis  that  you will not find a single reference  to,  a\r\n\r\nsingle  chorus  from the current popular  hit - complete\r\n\r\nmerger  on  the basis of automatic Federal citizenship\r\n\r\nfor all Singapore citizens. Not a word of it here. But\r\n\r\nthey  declared in paragraph 5 what they termed as \"Our\r\n\r\nstand on the constitutional\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 517</b></font><br><br>\r\n\r\n\r\n\r\nfuture\". That phrase gives the impression of gentlemen\r\n\r\nwho  have decided on what they want. They are standing\r\n\r\nfirm. In fact, it is quite clear, Sir, that they  were\r\n\r\nso  uncertain  of what was really going  on,  who  was\r\n\r\ngoing  to  win  the race, that on 3rd September,  they\r\n\r\ndecided  that  the best thing to do, in  view  of  all\r\n\r\nsorts  of  funny things happening, was to bet  on  all\r\n\r\nhorses,  They stood for the following things: (a)  for\r\n\r\nfull  and complete merger, with Singapore joining  the\r\n\r\nFederation  as  a  constituent State like  Penang  and\r\n\r\nMalacca. This I have no doubt they thought was a  very\r\n\r\nsmart  move against the P.A.P.'s proposals for  merger\r\n\r\non  the  basis  of autonomy in education  and  labour,\r\n\r\nwhich  round about June they thought would never  come\r\n\r\nabout, and have now come about. They said, \"Well, this\r\n\r\nis  a counter-stroke. Let us ask for full and complete\r\n\r\nmerger with Singapore joining\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 518</b></font><br><br>\r\n\r\n\r\n\r\nthe  Federation as a constituent State like Penang and\r\n\r\nMalacca.\"  And  thereby  they  felt  that  they  could\r\n\r\ncounter  what  they often described  as  the  P.A.P.'s\r\n\r\nslander  that they are not behind merger. In fact,  it\r\n\r\nproved  that they were not merely 100 per cent  behind\r\n\r\nmerger,  but  were 200 per cent behind merger.  Quite\r\n\r\nclearly  they  wanted an immediate full  and  complete\r\n\r\nmerger,  with  Singapore joining the Federation  as  a\r\n\r\nconstituent  State  like Penang and  Malacca.  On  the\r\n\r\nother hand -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of interruption. Dr Toh.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn.\"-[Dr\r\n\r\nToh Chin Chye].\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">8.00 o'clock p.m.</div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 519</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>WRITTEN ANSWER TO QUESTION</b></div>\r\n\r\n\r\n\r\n<br><div align=\"center\"><i>Wednesday, 22nd November, 1961</i></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question for Oral Answer stood on the Order Paper of 22nd November, 1961:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fruit Machines\r\n\r\n\r\n\r\n<br><br><!--Mr David Marshall-->&nbsp;&nbsp;&nbsp;&nbsp;<b>\"Mr David Marshall:</b> To ask the Minister for Finance how many permits were granted in respect\r\n\r\nof fruit machines in 1956 and in 1960, and the number of fruit machines which it is anticipated\r\n\r\nrequire replacement under the provisions of the Prohibition of Imports (Amusement\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 520</b></font><br><br>\r\n\r\n\r\n\r\nMachines) (Amendment) Order, 1961.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance, not being present to answer the question,\r\n\r\nthe following answer was supplied pursuant to Standing Order No. 20 (3):-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Thirty-six premits in 1956 and 45 in 1960 were granted in respect\r\n\r\nof fruit machines. It is anticipated that not more than 10 machines a year\r\n\r\nwill require replacement.\"\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
