{"memberId": null, "volumeNo": "14", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "18", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"14\">\r\n\r\n<meta name=\"Sit_No\" content=\"18\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1961-04-13\">\r\n\r\n<meta name=\"Start_Col\" content=\"1303\">\r\n\r\n<meta name=\"End_Col\" content=\"1400\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">14</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">18</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">13-04-1961</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1303</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 14</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 13th April, 1961</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers. O.B.E.).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1304</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1305</b></font><br><br>\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1305</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>DEVELOPMENT PLAN 1961-1964</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of adjourned debate on\r\n\r\nQuestion [12th April. 1961].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly, after careful deliberation\r\n\r\nof  the  acute problems of unemployment  caused  by\r\n\r\nSingapore's rapid population increase which is  not\r\n\r\naccompanied  by corresponding increase in  economic\r\n\r\nexpansion,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ALERTS our people to the paramount need to expand\r\n\r\nemployment opportunities, and to this end\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;APPROVES the State Development Plan 1961-1964,\r\n\r\nand\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;CALLS on all sections of the people to unite in\r\n\r\ntheir effort to fulfil the plan, and in particular\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;EXHORTS the workers and trade union movement and\r\n\r\nthe  businessmen  and  industriatrialists  to  play\r\n\r\ntheir  part in maintaining a fair balance of  their\r\n\r\nrespective interests so essential to success.\"-(The\r\n\r\nMinister for Finance).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Mr Speaker, Sir,\r\n\r\nyesterday  I was speaking towards the  end  of  the\r\n\r\nsitting, and there wits one point in the speech  of\r\n\r\nthe Minister for Finance where he departed from the\r\n\r\nmain  subject  of  the  Development  Plan  and  the\r\n\r\nIndustrialisation Plan of the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He found it necessary to refute an allegation by\r\n\r\nthe   opposing  candidate  in  the  Hong  Lim   \r\n\r\nby-election - that the Development Plan was a propaganda\r\n\r\npiece  of the P.A.P. because of the by-election.  I\r\n\r\nagree with him, Sir, that this Development Plan  is\r\n\r\nnot  a  piece  of  propaganda for the  by-election,\r\n\r\nbecause I know and I sincerely believe their  claim\r\n\r\nthat  they  are  a good, honest, clean  Government.\r\n\r\nBut,  Sir, the facts surrounding the timing of  the\r\n\r\nissue of the Development Plan and the debate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1306</b></font><br><br>\r\n\r\n\r\n\r\nwhich  took  place yesterday and  is  taking  place\r\n\r\ntoday give the uncharitable feeling that there must\r\n\r\nbe  some  foundation  for the allegation  that  the\r\n\r\ntiming  of  the disclosure of the Development  Plan\r\n\r\nhas  something to do with the Hong Lim by-election.\r\n\r\nThey say that for the first time in the history  of\r\n\r\nelections  in Singapore Polling Day was  set  seven\r\n\r\nweeks after Nomination Day, and that the length  of\r\n\r\ntime  between Polling Day and Nomination Day is  to\r\n\r\ngive  the  Government a longer period  of  time  to\r\n\r\nreadjust  itself  in  the  eyes  of  the  Hong  Lim\r\n\r\nelectorate. We were told, Sir, that proof copies of\r\n\r\nthe  Plan were sent to the Printer early this year,\r\n\r\nand  yet the Plan was made known to Members of this\r\n\r\nAssembly and made known through the Press  only  at\r\n\r\nthe  end of March and early April. Therefore,  Sir,\r\n\r\nthe Government has found itself in the embarrassing\r\n\r\nposition  of having to explain away the  timing  of\r\n\r\nthe Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Speaking on the timing, Sir, in a report in the\r\n\r\nStraits Times yesterday, the public were told  that\r\n\r\nan  agreement had been reached with the T.U.C. over\r\n\r\ntheir  co-operation regarding the Development  Plan\r\n\r\nand  the  Industrialisation Plan of the Government.\r\n\r\nWe  were  told in the Press that there was  a \r\n\r\nSub-Committee,  and  that  the  Sub-Committee  met   in\r\n\r\nDecember  and January. Yet report of the  agreement\r\n\r\nreached  was  not  made known to the  public  until\r\n\r\nyesterday. Here again there must be some foundation\r\n\r\nfor  the allegation that all this is timed for  the\r\n\r\nHong  Lim  by-election. I do not  say  that  it  is\r\n\r\nwrong.  The Government can choose its own  strategy\r\n\r\nin regard to any election, be it a by-election or a\r\n\r\ngeneral  election. But I have this one fear  in  my\r\n\r\nmind,  Sir, that the timing may be a bad one in  so\r\n\r\nfar  as  the result of the Hong Lim by-election  is\r\n\r\nconcerned.  Suppose,  Sir, that  Ong  Eng  Guan  is\r\n\r\nreturned  by  the  electorate of Hong  Lim.  People\r\n\r\noutside  this country and investors in this country\r\n\r\nmay  have  a feeling that the Government no  longer\r\n\r\nhas  the confidence of the people. And the Plan may\r\n\r\nfail!   It  is  linked  up  with  the  by-election.\r\n\r\nMinisters  and  leaders of the P.A.P. went  up  on\r\n\r\nelection\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1307</b></font><br><br>\r\n\r\n\r\n\r\nplatforms  and said, \"How good this Plan  is!  This\r\n\r\nPlan  is  meant  for the welfare of the  people  of\r\n\r\nSingapore.\" On that they hope to win. Suppose  they\r\n\r\nare rejected, and maybe wrongly rejected, what will\r\n\r\nbe  the fate of the Plan? Investors again may  have\r\n\r\nsecond thoughts - not only investors in Singapore but\r\n\r\nalso investors outside Singapore. We all know, Sir,\r\n\r\nthat  this by-election, although it is just  a \r\n\r\nby-election,  is  getting publicity in most  important\r\n\r\ncountries  where  the  Government  hopes  to   seek\r\n\r\nforeign  assistance. It is being  reported  in  the\r\n\r\nUnited Kingdom. It is being reported in America and\r\n\r\nin   other   countries.  So   if   the   Government\r\n\r\nunfortunately loses the by-election - a  by-election,\r\n\r\nafter all, is just a by-election - but because it has\r\n\r\ntried  to sell this Plan to the people in Hong  Lim\r\n\r\nand  has  been  rejected - I am a bit dismayed,  Sir,\r\n\r\nthat there had been no proper thought given to  the\r\n\r\ntiming of publicity of this Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the development side of the Plan is\r\n\r\ndependent  on  loans  of a  very  big  figure  from\r\n\r\nforeign  countries and also from  local  investors.\r\n\r\nThe  hope has been expressed that most of the money\r\n\r\nwould  come from local people, and whatever balance\r\n\r\nis  necessary  to make up the full amount  of  $871\r\n\r\nmillion  could be obtained through loans  from  the\r\n\r\nUnited Kingdom and the World Bank. Sir, the P.A.P.,\r\n\r\nwhen  they  came into power, have done many  things\r\n\r\nwhich they have already begun to feel have not been\r\n\r\nright.  In  this Assembly they have  admitted  that\r\n\r\ncertain  rectifications had taken  place,  and  the\r\n\r\nmost important rectification in the Government  and\r\n\r\nin the Party was the expulsion of the then Minister\r\n\r\nfor  National Development. It was only  after  that\r\n\r\nrectification  that the Minister for  Finance  went\r\n\r\noverseas  to  have  discussions  with  the  British\r\n\r\nGovernment and with the World Bank. I do  not  wish\r\n\r\nto  suggest,  Sir,  that it  was  because  of  this\r\n\r\nrectification that the British Government were keen\r\n\r\nto  help and that the World Bank showed indications\r\n\r\nof  a  desire to be co-operative. But if it is true\r\n\r\nthat because of this rectification, because of this\r\n\r\nbelief that the P.A.P. Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1308</b></font><br><br>\r\n\r\n\r\n\r\nhas  cleansed  itself of a sore, and if  this  sore\r\n\r\nwere to defeat them at a by-election, when all  the\r\n\r\nMinisters  of  the Government had  to  spend  their\r\n\r\ntime,  their energy and sleepless nights going  out\r\n\r\nfighting  against a lone man - if, in  spite  of  all\r\n\r\nthat,  they  were to lose that fight - then  if  that\r\n\r\nfirst  loan  had been granted as a result  of  that\r\n\r\nrectification,   a   second   loan   may   not   be\r\n\r\nforthcoming.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Development Plan has our support. We\r\n\r\nwish  it  every  success. But the prerequisite  for\r\n\r\nthat  success is the ability to raise the  $500-odd\r\n\r\nmillion  that is necessary to carry out  the  Plan.\r\n\r\nAnd in this regard, too, I wish them every success.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government from this year 1961 is having\r\n\r\nplans  of the magnitude of $871 million. Therefore,\r\n\r\nI  think the continuance of the Work Brigade is not\r\n\r\nnecessary. The Work Brigade was brought into  being\r\n\r\njust  to tide over the present difficulty, to  give\r\n\r\nthem  some form of employment - under-paid employment\r\n\r\nat  that - and  to keep their spirits high.  But  now\r\n\r\nthat  these development plans will throw employment\r\n\r\nopen to so many thousands of workers, I suggest the\r\n\r\nmembers of the Work Brigade should be absorbed into\r\n\r\nworking  for this Development Plan and  be  paid  a\r\n\r\ndecent wage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has been a lot of talk about the Work\r\n\r\nBrigade. The Work Brigade, they say, is nothing but\r\n\r\na  P.A.P.  Brigade.  Its members  are  nothing  but\r\n\r\nmembers  of the P.A.P., and they are used not  only\r\n\r\nfor  work  provided  by the  Government  but  as  a\r\n\r\npropaganda arm of the Government. They point to the\r\n\r\nfact  that  when  the Minister for Labour  and  Law\r\n\r\nreturned  from  Tokyo members of the  Work  Brigade\r\n\r\nwere  there  to  cheer  him.  Obviously  they   are\r\n\r\ngrateful  to the Government for having  given  them\r\n\r\nthe opportunity of earning only $2 a day and having\r\n\r\nsome shelter and some cultural activities. But then\r\n\r\nthat is not so bad as the suggestion which has been\r\n\r\ngoing  around the Hong Lim by-election that members\r\n\r\nof  the Work Brigade have been even asked to attend\r\n\r\nelection  rallies, and for their loyalty  they  are\r\n\r\nlet  off  one  day without work.  If  that  is  the\r\n\r\npurpose of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1309</b></font><br><br>\r\n\r\n\r\n\r\nWork  Brigade, then I think the Work Brigade should\r\n\r\nbe  scrapped.  If  the  Government  is  sincere  in\r\n\r\nwanting  the  confidence of investors in  Singapore\r\n\r\nand outside Singapore, then investors are prepared,\r\n\r\nI  am sure, if the call is a genuine call, that the\r\n\r\nsafety  of  Singapore and the security of Singapore\r\n\r\ndemand their full co-operation. But nobody is going\r\n\r\nto  be led into helping the Government to build  up\r\n\r\npropaganda  organs  for the  Party.  Let  the  Work\r\n\r\nBrigade  be scrapped. Let the members of  the  Work\r\n\r\nBrigade be given proper employment at proper rates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Finance has said quite\r\n\r\nrightly that the Development Plan of the Government\r\n\r\nis  just  the  first step. It does  not  solve  the\r\n\r\nunemployment  problem. The solution lies  in  rapid\r\n\r\nand  more rapid industrialisation of Singapore.  We\r\n\r\nagree    with    him   that   unless    there    is\r\n\r\nindustrialisation, there is no hope of solving  the\r\n\r\never  increasing unemployment problem.  But  I  say\r\n\r\nthis:   unless   we   can  get  agreement   on   an\r\n\r\nindustrialisation policy with the Government of the\r\n\r\nFederation,   our  industrialisation   plans   will\r\n\r\nreceive a set-back. There was no whisper even  from\r\n\r\nthe Minister for Finance in his speech yesterday of\r\n\r\nthe   fate  of  the  discussions  between  the  two\r\n\r\nGovernments on the Common Commodity Market. I  hope\r\n\r\nhe  will rectify it. And if the news is good,  that\r\n\r\nagreement  has  been reached on a Common  Commodity\r\n\r\nMarket,  then  I  am  sure  this  will  be  a  very\r\n\r\nimportant  factor  in persuading investors  locally\r\n\r\nand  overseas  to help in the industrialisation  of\r\n\r\nSingapore. Not only is such an agreement  with  the\r\n\r\nFederation  necessary, but the best of relationship\r\n\r\nmust  also  be  maintained with the  Federation  of\r\n\r\nMalaya.  Everything  must  be  done  to  see   that\r\n\r\nSingapore has the Federation friendly towards  her.\r\n\r\nThe Government of Singapore must see to it that the\r\n\r\nGovernment of the Federation of Malaya is  friendly\r\n\r\ntowards  it.  But  how can one  hope  to  see  this\r\n\r\nfriendliness coming forth when at election  raffles\r\n\r\nPolitical  Secretaries, being paid $1,100  a  month\r\n\r\nout of public\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1310</b></font><br><br>\r\n\r\n\r\n\r\nfunds, go on platforms and try to explain away  the\r\n\r\ncontinued   detention   of  detainees   under   the\r\n\r\nP.P.S.O.?  The Political Secretary to the  Minister\r\n\r\nfor  Finance stood up at an election rally and said\r\n\r\nthat  the  continued detention of his  comrades  in\r\n\r\nChangi was as a result of the deciding vote of  the\r\n\r\nGovernment  of  the Federation of  Malaya?  Surely,\r\n\r\nSir,  we  have  not heard from the Government  that\r\n\r\nthey  wanted to release those detainees  under  the\r\n\r\nP.P.S.O. They did say that if the Government  could\r\n\r\nsee  changes  in the detainees, they would  try  to\r\n\r\npersuade  the Internal Security Council to  release\r\n\r\nthese  people.  But  they have not  said  that  the\r\n\r\nFederation  Government, the deciding  vote  in  the\r\n\r\nInternal  Security Council, is to be  blamed.  They\r\n\r\nare  right. They should not. They cannot say  that.\r\n\r\nBut  then  to allow a Political Secretary,  who  is\r\n\r\npaid  $1,100  a  month, to go  up  on  an  election\r\n\r\nplatform  and  blame the Federation Government  for\r\n\r\nthe   continued  detention  of  his   comrades   is\r\n\r\ncertainly  not helping the Government of  Singapore\r\n\r\nto get on friendly terms with the Government of the\r\n\r\nFederation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Finance has brought in\r\n\r\ncertain factors that will guide the opening  up  of\r\n\r\nfactories in Singapore. He has explained  that  the\r\n\r\nconsumer  potentiality  in  Singapore  is  no  less\r\n\r\nfavourable  then the potentiality in the Federation\r\n\r\nby  reason  of  the  higher earning  power  of  the\r\n\r\nworkers of Singapore. That may be so, Sir. But  for\r\n\r\na  factory  to  start in Singapore  with  only  the\r\n\r\nconsumer potentiality in Singapore at its disposal,\r\n\r\nand  it is denied the consumer potentiality in  the\r\n\r\nFederation,  although it may be  the  same,  is  at\r\n\r\nleast  to  deny one-half of the whole potentiality.\r\n\r\nTherefore,  an  industrialist may, in  his  wisdom,\r\n\r\nfind  it better to start a factory just across  the\r\n\r\nCauseway in Johore Bahru. If he does it, he has not\r\n\r\nonly  the market in the Federation but he has  also\r\n\r\nthe  market  in  Singapore. We  have  all  read  of\r\n\r\nreports in the Press that the Federation Government\r\n\r\nhas plans to develop Johore Bahru as the next stage\r\n\r\nafter Petaling Jaya has been fully taken up.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1311</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is a hope expressed by the Minister\r\n\r\nfor  Finance that there are the export markets. \"We\r\n\r\nin  Singapore  who have been in the entrepot  trade\r\n\r\nand  have been serving the nearby islands  will  be\r\n\r\nable   to   continue   this  service   with   goods\r\n\r\nmanufactured  in Singapore.\" But the  Minister  has\r\n\r\noverlooked one very important factor, the  consumer\r\n\r\nprejudice. You can start a new factory. Anyone  can\r\n\r\nstart a new factory. But the difficulty will be  to\r\n\r\nget  the market. Even to sell a new product locally\r\n\r\nis  going  to take much time, much energy and  much\r\n\r\nadvertising.  What  more  about  foreign   markets?\r\n\r\nTherefore,  there is that initial difficulty  which\r\n\r\nwill  take  years to overcome, to  have  a  foreign\r\n\r\nmarket  at  the  disposal of local  industrialists.\r\n\r\nJust  to explain this consumer prejudice. Lux  soap\r\n\r\nis  manufactured in Malaya, and yet there are  many\r\n\r\npeople who go to the shop and say, \"I want Lux soap\r\n\r\nmanufactured in London.\" Although it  is  the  same\r\n\r\nLux  soap.  It  is unreasonable, I admit.  But  one\r\n\r\ncannot  help  it  that there  is  such  a  consumer\r\n\r\nprejudice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, take cigarettes for instance. People are\r\n\r\nso  used  to  Players that they keep on wanting  to\r\n\r\nsmoke  Players. And if it is pointed  out  to  them\r\n\r\nthat other brands locally manufactured are just  as\r\n\r\ngood, if not better, in tobacco content, they  will\r\n\r\nnot even listen to such an argument.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b> What type of cigarette do you smoke?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, in the previous\r\n\r\nGovernment,   we   thought  about   this   consumer\r\n\r\nprejudice  and we therefore introduced the  Control\r\n\r\nof  Manufacture  Ordinance  which  is  now  on  the\r\n\r\nstatute book. This Ordinance sees to it that  local\r\n\r\ninvestors  have a chance to invest in an enterprise\r\n\r\noriginating  from foreign countries in  brands  and\r\n\r\ngoods  that have a ready market. Before the  P.A.P.\r\n\r\nbecame  the Government, Singapore did not have,  at\r\n\r\nthat  time, a factory producing Players. The  local\r\n\r\ncigarette manufacturers - 7 Diamonds, 7 Up,  6  Down,\r\n\r\nor  whatever they are called - were doing their  best\r\n\r\nto sell the local product.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1312</b></font><br><br>\r\n\r\n\r\n\r\nThere  was difficulty in selling it because of  the\r\n\r\nprice differential. Because of that difficulty  and\r\n\r\nbecause  of  the Government's desire  to  give  the\r\n\r\nlocal  cigarette manufacturers a fair chance, there\r\n\r\nwas  a  differential in taxation. Local  cigarettes\r\n\r\nare taxed less. Imported cigarettes are taxed more.\r\n\r\nSo  much  so  that the consumers in Singapore,  the\r\n\r\nworkers in Singapore, are forced in a way to  smoke 7  Diamonds \r\n\r\nand all such other brands, because  of\r\n\r\nthe  price differential. And as I have pointed out,\r\n\r\nthe Control of Manufacture Ordinance was introduced\r\n\r\nby the previous Government to prevent this\r\n\r\nBritish-American  tobacco  company  operating  on  its  own\r\n\r\ncapital.   Because  of  this  law,  we   told   the\r\n\r\nmanufacturers of Players that they could not reopen\r\n\r\nin   Singapore   unless  they  had  local   capital\r\n\r\nparticipation. They agreed with the justness of our\r\n\r\nstand.  They were prepared to allow a 51  per  cent\r\n\r\nlocal  capital participation. But no.  The  P.A.P.,\r\n\r\nwhen  they came into power, were so anxious to have\r\n\r\nsome factories going that they allowed this \r\n\r\nBritish-American tobacco company to reopen their factory at\r\n\r\nTanjong  Pagar  on a one hundred per  cent  British\r\n\r\ncapital.  That  is what the P.A.P. Government  have\r\n\r\ndone.  And  now  Players.  Players  everywhere  has\r\n\r\nknocked out all other local brands, because Players\r\n\r\ncan   now  be  sold,  because  it  is  manufactured\r\n\r\nlocally, at a price competitive enough to knock out\r\n\r\nall other local brands with local capital.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance has quite rightly said, Sir, that there must be a climate of confidence and\r\n\r\neconomic stability. The Government have, and  quite\r\n\r\nrightly, persuaded the T.U.C., through discussions,\r\n\r\nto  be  co-operative. But the Minister for  Finance\r\n\r\nsaid in this Assembly yesterday that it was quite a\r\n\r\ndifficult task to get the leaders of the T.U.C. to\r\n\r\nagree to co-operate. And yet most of the leaders of\r\n\r\nthe  T.U.C. are paid out of public funds.  Some  of\r\n\r\nthem   are   paid  $1,100  a  month  just   to   be\r\n\r\nfigureheads, as Political Secretaries, and some  of\r\n\r\nthem  are Members of this Legislature. Yet  we  are\r\n\r\ntold  that it has been uphill work. They could  not\r\n\r\npersuade their own members and those who are under\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1313</b></font><br><br>\r\n\r\n\r\n\r\nobligation   to  them  for  looking   after   their\r\n\r\nlivelihood. No one is to believe them.  Of  course,\r\n\r\nit is not wrong for the Government to take steps to\r\n\r\nensure  that  there is economic stability  so  that\r\n\r\nthere  is  industrial peace. That is why they  went\r\n\r\nout  of their way to try to capture and control the\r\n\r\nT.U.C.  They  are there to do the  bidding  of  the\r\n\r\nGovernment, and to that extent investors have  said\r\n\r\nthat  they at least have a measure of control  over\r\n\r\nthe  workers  of  Singapore. But unfortunately,  in\r\n\r\ntrying to get this measure of control, they have to\r\n\r\nuse  ways and means that are not in keeping with  a\r\n\r\ngovernment  that  boasts of being  a  good,  clean,\r\n\r\nhonest government, by paying $1,100 a month out  of\r\n\r\npublic  funds to some of the leaders of the  T.U.C.\r\n\r\nSir,  what is very important is the confidence that\r\n\r\nmust  be  engendered from now on in the Government,\r\n\r\nin  the P.A.P., and in the P.A.P. controlled  trade\r\n\r\nunions. And I am sure the Government is anxious  to\r\n\r\ninstil  this  confidence  into  the  minds  of  the\r\n\r\ninvestors  and into the minds of all in  Singapore.\r\n\r\nTherefore,  when  they  call  on  the   people   of\r\n\r\nSingapore  to  work together for the  salvation  of\r\n\r\nSingapore,  may  I ask them then,  Sir,  to  bestir\r\n\r\nthemselves  and  remember that  they  have  a  most\r\n\r\nimportant  part  to  play in  the  success  of  the\r\n\r\nDevelopment Plan?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister in his speech yesterday did touch on\r\n\r\na  lot of subjects, and he asked two very pertinent\r\n\r\nquestions. These are, I think: What must we  do  to\r\n\r\ngive  the  country a fair chance  of  creating  new\r\n\r\njobs?  He  has explained to this Assembly  what  we\r\n\r\nmust  do. But then, his next question is: What must\r\n\r\nwe  refrain from doing? He has not told us what  we\r\n\r\nmust  refrain from doing. May I, therefore, say  to\r\n\r\nthe Government, the P.A.P. and the T.U.C., which is\r\n\r\ncontrolled by the P.A.P., that there are a  lot  of\r\n\r\nthings  that  they must refrain from doing?  First,\r\n\r\nlet  us  come to the Government. They must  refrain\r\n\r\nfrom  continuing  to  show  their  arrogance.   The\r\n\r\narrogance  of  Ministers has been the  worst  thing\r\n\r\nthat  has  damaged  the reputation  of  the  P.A.P.\r\n\r\nWherever they go around, they\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1314</b></font><br><br>\r\n\r\n\r\n\r\nswank and in their speeches they show that they are\r\n\r\nthe  know-alls  and nobody else knows  better  than\r\n\r\nthey. That is not the way to get confidence. Forget\r\n\r\nthat  arrogance. They must refrain from  continuing\r\n\r\nto  show  their  refusal  to understand  the  other\r\n\r\nperson's   point  of  view.  They   must   not   be\r\n\r\nintolerant. In this House, for instance, Sir,  when\r\n\r\nMembers   of  the  Opposition  stand  up  and   say\r\n\r\nsomething  that may be of value to  them,  what  do\r\n\r\nthey do? They behave as if they have no culture, in\r\n\r\nspite  of  their  Ministry of  Culture.  They  must\r\n\r\nrefrain   from  uttering  unnecessary  threats   or\r\n\r\nthrowing their weight around, like the Minister for\r\n\r\nLabour and Law telling the employers, \"If you  will\r\n\r\nnot behave, I will use the P.P.S.O. on you!\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> You must never wear a mask!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> They must refrain from doing\r\n\r\nmany  things in order to regain the confidence they\r\n\r\nhave  lost.  But the most decisive factor  in  this\r\n\r\nissue   today,   unfortunately,   and   I   repeat,\r\n\r\nunfortunately, is what is happening  in  Hong  Lim.\r\n\r\nWith  all their resources, with all their Ministers\r\n\r\nand  their Assemblymen and Assemblywomen going \r\n\r\nall-out  fighting the Hong Lim by-election, if they are\r\n\r\nto  lose,  confidence  in  the  Government  may  be\r\n\r\nshattered. The Back-benchers, Sir, if I may say so,\r\n\r\nmust  refrain  from trying to think that  they  are\r\n\r\nspeaking as the Government. When the Front-benchers\r\n\r\ngive  the cue that the debate is to be on such  and\r\n\r\nsuch  a line, the Back-benchers feel that they  are\r\n\r\nalso   the  Government  and  that  they  must   say\r\n\r\nsomething which is very much better than the speech\r\n\r\nof  the Minister for Finance, who is so tame.  That\r\n\r\ndoes   not   help.  If  the  Government  want   the\r\n\r\nconfidence  of the people of Singapore,  they  must\r\n\r\nshow  that they deserve that confidence.  And  what\r\n\r\nbetter  way  of deserving that confidence  than  to\r\n\r\nshine    out   confidence   and   thereby   attract\r\n\r\nconfidence?  If you have no confidence  in  others,\r\n\r\nothers will have no confidence in you.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one very important point brought up by the\r\n\r\nMinister  for  Finance in his speech yesterday  was\r\n\r\nabout shipbreaking. He explained to us that he  had\r\n\r\ndifficulty\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1315</b></font><br><br>\r\n\r\n\r\n\r\nin  getting  a local company to go into  this  very\r\n\r\nimportant  industry and thereby give employment  to\r\n\r\nmany  people. He had to go overseas.  And  there  I\r\n\r\nagree  with him. He had to go overseas. He reported\r\n\r\nthat he was successful in getting a foreign concern\r\n\r\ninterested  and he was doing his best  to  persuade\r\n\r\nthem to come to Singapore, and the terms he offered\r\n\r\nfor a loan from the Development Board were going to\r\n\r\nbe  very  attractive. Sir, may I draw his attention\r\n\r\nto  the Control of Manufacture Ordinance which  has\r\n\r\nbeen  mentioned  in the blue book? Where  there  is\r\n\r\ngood  money  to be made, where there  is  no  great\r\n\r\ndifficulty, local capital must be given  the  first\r\n\r\nopportunity. But where local capital does not  have\r\n\r\nthe  know-how, then foreign knowhow must be invited\r\n\r\nto  come  in and participate with local capital  to\r\n\r\ncarry  on the job. And yet the Minister for Finance\r\n\r\nis  going  to  throw this away, with aid  from  the\r\n\r\nDevelopment Board, to a purely foreign  concern  to\r\n\r\ndo  something which he himself admits is easy to do\r\n\r\nand  where good money is to be made. This is  going\r\n\r\nto be another instance of the cigarette factory.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in closing, I would say that I was touched\r\n\r\nby  the Minister's speech when he moved the motion.\r\n\r\nHe called on all of us to observe a code of conduct\r\n\r\nwhich amounts almost to a code of discipline. May I\r\n\r\nend  here by asking the Government, the P.A.P. and\r\n\r\nthe  T.U.C. to  observe a code  of  conduct  which\r\n\r\namounts almost to a code of discipline?\r\n\r\n\r\n\r\n<br><br>3.12 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan (Changi)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,   Sir,  yesterday  our  P.A.P.  Government\r\n\r\nhanded  to  the Legislative Assembly this Four-Year\r\n\r\nDevelopment  Plan. This shows that  the  Government\r\n\r\nhas a plan to solve the problems of Singapore. This\r\n\r\nproves  that the P.A.P. Government is a responsible\r\n\r\ngovernment. This Development Plan has been  planned\r\n\r\nfor  more than a year. It is now tabled before this\r\n\r\nAssembly  because this Development Plan is directly\r\n\r\nconnected with the future prosperity of the  State.\r\n\r\nSo  this  Development  Plan has  to  be  thoroughly\r\n\r\nconsidered and planned.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1316</b></font><br><br>\r\n\r\n\r\n\r\nFrom this we can see that this Development Plan  is\r\n\r\nnot  because  of the by-election in Hong  Lim.  Our\r\n\r\nDevelopment  Plan is for the future  prosperity  of\r\n\r\nthe people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning this Development Plan, we do not say\r\n\r\nthat  within  four  years  we  can  solve  all  the\r\n\r\nproblems of Singapore, especially unemployment.  It\r\n\r\nis  impossible to solve the problem of unemployment\r\n\r\nwithin  these four years especially in the  present\r\n\r\nsocial environment of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the first chapter of the Development Plan, it\r\n\r\nis said that this Development Plan is an attempt to\r\n\r\nsolve some of the problems that face Singapore. Mr\r\n\r\nSpeaker,  Sir, let me repeat, \"some of the problems\r\n\r\nthat   face  Singapore\",  and  not  all.  The  main\r\n\r\ncontributing  factor is the rapid increase  in  the\r\n\r\npopulation   of   Singapore  which  affects   their\r\n\r\nlivelihood.  There  are problems  of  unemployment,\r\n\r\neducation, health, housing, etc. During the last 22\r\n\r\nmonths,  the P.A.P. has done a lot of good for  the\r\n\r\npeople:  for  example,  the  building  of  schools,\r\n\r\nclinics, community centres, roads, and drains,  the\r\n\r\ninstallation of standpipes, and the supply of water\r\n\r\nand  electricity. In the matter of  employment,  we\r\n\r\nhave  promoted the industrialisation plan.  Use  is\r\n\r\nmade  of the young people in the Work Brigade. This\r\n\r\nhas  proved  that the P.A.P. Government is  working\r\n\r\nfor the welfare of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we all know that in our small\r\n\r\nisland  State,  there are no natural resources.  In\r\n\r\norder to solve the problem of unemployment, we have\r\n\r\nto promote industrialisation. But industrialisation\r\n\r\ncannot  be achieved in 22 months, because,  in  the\r\n\r\nfirst  place,  we  have to  have  a  Plan  and  the\r\n\r\nimplementation of this Plan cannot be  carried  out\r\n\r\nwithin one or two months. It will take a long  time\r\n\r\nand  it  may need further consideration. A  certain\r\n\r\nperiod of time has to elapse before the Plan  could\r\n\r\nbe  tabled. [he success of this Plan will  have  to\r\n\r\ndepend  on  the  stability of  the  State  so  that\r\n\r\ninvestors  can be attracted. This proves  that  the\r\n\r\nDevelopment Plan is not just a \"paper tiger\". It is\r\n\r\nlike a new tractor, because a new tractor needs\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1317</b></font><br><br>\r\n\r\n\r\n\r\npeople  to  drive  it. If the  Government  and  the\r\n\r\npeople  do not drive this new tractor properly,  it\r\n\r\nwill not move for the benefit of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Opposition Members have\r\n\r\nsaid  that  this Development Plan has  been  tabled\r\n\r\nwith  an  eye  to the Hong Lim by-election.  But  I\r\n\r\nwould  like  to ask them this question. Before  the\r\n\r\nP.A.P. came into power, did they have the  courage\r\n\r\nto  put  up  such  a  Plan for  discussion  in  the\r\n\r\nAssembly? They were not able to put up such a\r\n\r\nFour-Year Plan. In this respect, they are not sincere in\r\n\r\ntheir criticism of the Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Singapore is a trading centre.\r\n\r\nOur   economy  is  connected  with  that  of  other\r\n\r\ncountries.  That  is to say, our  Development  Plan\r\n\r\ndoes  not  only  depend  on  the  people  and   the\r\n\r\nGovernment of Singapore, but also on the economy of\r\n\r\nother   countries,  the  political   and   economic\r\n\r\nstability  of  South-East Asia and the co-operation\r\n\r\nof  the  Federation of Malaya. With this  in  view,\r\n\r\nthis Plan has been put up.\r\n\r\n\r\n\r\n<br><br>3.21 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong Kembangan) (in Malay):</b> Mr Speaker, Sir, with regard to the\r\n\r\nDevelopment Plan as contained in the blue book  for\r\n\r\nthe  years 1961 to 1964, I feel that there are many\r\n\r\npoints  which  have already been explained  by  the\r\n\r\nGovernment and that views have also been  expressed\r\n\r\nby  the  Opposition. I do not wish to elaborate  on\r\n\r\nthe  details.  Neither do I wish to  submit  points\r\n\r\nwhich have already been clarified; for example,  by\r\n\r\nthe  Parliamentary Secretary to  the  Minister  for\r\n\r\nNational Development on the subject of pigs, goats,\r\n\r\nchickens, etc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I support the views of the Government on the\r\n\r\nDevelopment  Plan  in respect of seamen,  which  is\r\n\r\nwell and good. I hope the Plan will be expanded  to\r\n\r\nhelp seamen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like clarification from\r\n\r\nthe  Parliamentary Secretary to  the  Minister  for\r\n\r\nNational  Development  on this  point.  During  the\r\n\r\ndebate on the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1318</b></font><br><br>\r\n\r\n\r\n\r\nspeech of the Yang di-Pertuan Negara on 20th  July,\r\n\r\n1959  (Hansard,  Vol.  11 No.  5),  I  did  make  a\r\n\r\nstatement  in  this Assembly. It  may  be  that  my\r\n\r\nEnglish  is  not  so  good, and therefore  I  need\r\n\r\nclarification.  The reason for my  submitting  this\r\n\r\npoint  is  that it concerns development  which,  in\r\n\r\nturn, concerns money. I said in this Assembly \r\n\r\nthen - and  this  is  reported in English in Hansard,  6th\r\n\r\nline from the bottom of column 235, which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The Utusan Melayu'-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The hon. Member has chosen to\r\n\r\nspeak  in  Malay. I think all he can do now  is  to\r\n\r\nendeavour  to  paraphrase  what  appears   in   the\r\n\r\nOfficial Report. He may, of course, translate it if\r\n\r\nhe wishes to do so.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): It is difficult, Mr\r\n\r\nSpeaker,  Sir.  This  is  an  extraordinary   case.\r\n\r\nHowever,  the main point as reported in the  Utusan\r\n\r\nMelayu  is that in the discussion with the Chairman\r\n\r\nof  the Malay Chamber of Commerce, Inche Alwi,  the\r\n\r\nGovernment promised economic aid to the sum of  $13\r\n\r\nmillion  to the Malays. I got a satisfactory  reply\r\n\r\nfrom  the  Parliamentary Secretary to the  Minister\r\n\r\nfor National Development which is at column 267  of\r\n\r\nthe  same Hansard. It is difficult to translate it,\r\n\r\nMr  Speaker. In short, the Parliamentary Secretary\r\n\r\ngave an assurance that the Government's promise  of\r\n\r\n$13  million would be more than enough, and he said\r\n\r\nthat  no  previous  Government  had  rendered  such\r\n\r\nassistance. That was the gist of what he said.  But\r\n\r\nin  this  blue  book, there is no mention  of  this\r\n\r\nmoney  and  I fear that, by 1964, this $13  million\r\n\r\nwill  be  forgotten. I hope to receive  a  definite\r\n\r\nreply  that this $13 million will be provided.  The\r\n\r\nParliamentary Secretary spoke firmly and  sincerely\r\n\r\nin his first speech in this Assembly, and I hope he\r\n\r\nwill honour the pledge he gave.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point concerning this.\r\n\r\nDevelopment  Plan.  There will  be  employment  for\r\n\r\n40,000 people: 20,000 vacancies will be created  by\r\n\r\nthe  Government and the other 20,000 will come from\r\n\r\nprivate  enterprise.  I do not  wish  to  dwell  at\r\n\r\nlength on this subject, but I would like\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1319</b></font><br><br>\r\n\r\n\r\n\r\nto tackle this main issue. I regret to see that the\r\n\r\nMember  for Kallang is not in this Chamber, for  he\r\n\r\nreplied  to me when we were debating the  Yang\r\n\r\ndi-Pertuan  Negara's first speech in this Assembly  as\r\n\r\nregards the assurance of employment for the \r\n\r\nMalay-speaking people, particularly the Malays. The reply\r\n\r\nof  the  Member for Kallang appears at columns  259\r\n\r\nand  260  of the same Hansard - this also  cannot  be\r\n\r\ntranslated - where he gave me that assurance on  20th\r\n\r\nJuly,  1959. Mr Speaker, Sir, I only wish to quote\r\n\r\nexcerpts in the Malay language.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do appreciate that perhaps\r\n\r\nit  is difficult for hon. Members to translate from\r\n\r\nEnglish  into Malay. It is difficult, I think,  for\r\n\r\nsome  people to translate from Malay into  English.\r\n\r\nBut  I think the hon. Member must realise that  the\r\n\r\nStanding Orders are quite strict on the point: that\r\n\r\nif the hon. Member has chosen to speak in Malay, he\r\n\r\nmust   continue   in  Malay,  and   therefore   his\r\n\r\nquotations  must  also  be  in  Malay.   He   could\r\n\r\nparaphrase  the quotations or, as I have indicated,\r\n\r\ngive a literal translation.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): For that reason, Mr\r\n\r\nSpeaker,  I  am  not  fluent  enough  to  translate\r\n\r\nEnglish into Malay and vice versa. I refer to  col.\r\n\r\n259. In this matter, Mr Speaker, I hope, since the\r\n\r\nMember  for Kallang is absent, his colleagues  will\r\n\r\nbe  in  a position to say whether the matter  which\r\n\r\nwas   clarified  on  20th  July,  1959,  could   be\r\n\r\nimplemented  in  the interests  of  the  people  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point: Mr Speaker, which\r\n\r\nconcerns  employment. I wish to draw the  attention\r\n\r\nof  the  Minister for Finance and the Minister  for\r\n\r\nHome  Affairs  to  the fact that in  the  Four-Year\r\n\r\nDevelopment  Plan approximately 1,700 personnel  in\r\n\r\nthe   Police  Force  will  be  recruited.  So,  Mr\r\n\r\nSpeaker, on the basis of the assurance given by the\r\n\r\nMember  for  Kallang, I believe that  opportunities\r\n\r\nwill  be thrown open with sympathetic consideration\r\n\r\nto  people who I believe will be able to fill those\r\n\r\nposts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would also like to draw the attention of the Government to this.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1320</b></font><br><br>\r\n\r\n\r\n\r\nI admit that the Government in its Development Plan\r\n\r\nis  unbiased. It is a just Government. But  in  the\r\n\r\nUtusan  Melayu  there was mention in bold  capitals\r\n\r\nthat  the  people in the P.A.P. are not Communists,\r\n\r\nand  that  although the Party is  non-communal,  it\r\n\r\nlooks after the interests of the Malays. It is  not\r\n\r\nnecessary  for  me  to  read the  whole  news  item\r\n\r\nbecause  that  will  take  up  the  time  of   this\r\n\r\nAssembly.  Therefore,  I  only  wish  to  say,  Mr\r\n\r\nSpeaker,  that  I  appreciate the attitude  of  the\r\n\r\nP.A.P. But let the P.A.P. not forget that it is not\r\n\r\nthe P.A.P. alone that looks after the interests  of\r\n\r\nthe  Malays, but all Members of this Assembly.  All\r\n\r\npolitical parties represented in this Assembly have\r\n\r\nagreed  to look after the interests of the  Malays.\r\n\r\nTherefore,  Mr  Speaker,  based  on  such   facts,\r\n\r\ntogether  with  the  programmes  contained  in  the\r\n\r\nDevelopment Plan, the Plan is still vague to me.  I\r\n\r\nhope  it  will  be made clear to me  what  are  the\r\n\r\nmethods  that will be implemented to safeguard  the\r\n\r\ninterests of the Malays.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last point, Mr Speaker, that I wish to raise\r\n\r\nfor   clarification  concerns  development  in  the\r\n\r\nGovernment's  Development  Plan,  particularly   in\r\n\r\nregard  to  the Ministry of Culture. I  am  of  the\r\n\r\nopinion  that  the expenditure set  aside  for  the\r\n\r\nMinistry  of Culture is reasonable. In the  chapter\r\n\r\non  the  Ministry of Culture, there is  mention  of\r\n\r\nvacancies for teachers from year to year. I believe\r\n\r\na  great  majority of these posts will be  for  the\r\n\r\nEnglish  stream. If I am wrong, I hope the Minister\r\n\r\nfor Education will correct me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today it is still a question mark to me as to\r\n\r\nwhat  the intention of the Ministry of Culture  is.\r\n\r\nIs  the Ministry confining its aims to attending to\r\n\r\ngrievances  submitted by members of the  public  in\r\n\r\nthe  form  of  queries,  comments,  and  criticisms\r\n\r\npublished  in  the  newspapers?  I  have  not  seen\r\n\r\nanywhere in this Development Plan that the Ministry\r\n\r\ncould  make  Malay as the national language.  I  am\r\n\r\ntalking  not of the official language  but  of  the\r\n\r\nnational  language. The editorial in Utusan  Melayu\r\n\r\ncommented on the policy to make Malay the  national\r\n\r\nlanguage in Singapore, but no reply was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1321</b></font><br><br>\r\n\r\n\r\n\r\nreceived from the Ministry of Culture. Similarly, a\r\n\r\nmember   of   the   public  wrote  concerning   the\r\n\r\nGovernment's policy on the national language.  This\r\n\r\nalso  received no reply from the Government.  So  I\r\n\r\nhope,  Mr Speaker, if the Government could explain\r\n\r\nfirstly  to  me, because if I were  to  comment  on\r\n\r\nevery  remark  made  by the Malay  Members  in  the\r\n\r\nGovernment, as contained in the Official Report  on\r\n\r\nthe debate held on 20th July, 1959, Vol. 11 No.  5,\r\n\r\nit  is  obvious  that the questions of  employment,\r\n\r\nlanguage,  and  many other matters  which  are  not\r\n\r\nrelevant to the aims of my organisation, will  only\r\n\r\nreceive mere words from the Government. But I  hope\r\n\r\nto receive positive answers on these matters and  I\r\n\r\nexpect the Government to honour its pledges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, coming back to the blue hook on culture, very little mention is made on page 120\r\n\r\nrelating to Dewan Bahasa and National culture.  The\r\n\r\nInstitute of National Language and Culture is to be\r\n\r\nsituated  in  the  National Library  adjoining  the\r\n\r\nMuseum.  I  say: do not freeze it or  allow  it  to\r\n\r\nremain as an exhibit for the public to see,  but  I\r\n\r\nhope  the  National  Institute  will  make  further\r\n\r\nprogress  in  the future, so that the  objects  and\r\n\r\naims,  particularly  those  of  the  P.A.P.,  whose\r\n\r\ndeclared  policy  is  that Malay  will  become  the\r\n\r\nnational language, will materialise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not wish to comment on the Ministry of\r\n\r\nHealth today because the Minister is ill. I hope he\r\n\r\nwill  recover soon and return to this  Assembly  so\r\n\r\nthat I can explain my views to him.\r\n\r\n\r\n\r\n<br><br>3.43 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Miss Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Chan Choy Siong (Delta)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, first let me, in sincere earnestness,\r\n\r\non  behalf  of  the  people of  Delta,  express  my\r\n\r\nsupport for the Four-Year Development Plan proposed\r\n\r\nby  the  Finance Minister. This motion is historic.\r\n\r\nThis   motion  not  only  speaks  for  the   P.A.P.\r\n\r\nGovernment  but it shows that the P.A.P. Government\r\n\r\nhas  exerted  its  utmost for the  benefit  of  the\r\n\r\npeople. It also shows that we, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1322</b></font><br><br>\r\n\r\n\r\n\r\nP.A.P.  Government, want to achieve  a  more  ideal\r\n\r\nsociety  through peaceful and socialistic measures.\r\n\r\nToday, we feel proud because in the past there  has\r\n\r\nnever  been any government or party which was  like\r\n\r\nthe  People's Action Party as a Government. We have\r\n\r\nbeen  courageous and resolute. Before  the  general\r\n\r\nelections, we realised that under the limitation of\r\n\r\na self-governing Constitution, we could not realise\r\n\r\nall  our  aims by just shouting empty  slogans  and\r\n\r\npromises  to  the people. Therefore, the  Five-Year\r\n\r\nDevelopment  Plan  proposed  by  us  was  the  only\r\n\r\npromise that we could make to the people. That  has\r\n\r\nbeen the blueprint of our policy since we came into\r\n\r\npower.  This blueprint before us today is based  on\r\n\r\nour  policy  from the Five-Year Plan [The  Tasks  Ahead].  This also shows that the path we are taking\r\n\r\nwill, in the coming years, enable us to realise our\r\n\r\ndream.   The  unprincipled  Parties  are  now   all\r\n\r\nbankrupt, and we do not see their leaders any more.\r\n\r\nDuring  this two-day debate, we have seen that  the\r\n\r\nMembers of the Opposition do not have the necessary\r\n\r\ncourage   to   face  or  criticise  the   proposals\r\n\r\ncontained in this Four-Year Development Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The problems confronting Singapore need our\r\n\r\npresent Plan for their solution. But the Members of\r\n\r\nthe   Opposition   are  afraid  that   the   P.A.P.\r\n\r\nGovernment  will be successful in the execution  of\r\n\r\nthis  Development Plan. Then they will have nowhere\r\n\r\nto go. Therefore, they unscrupulously criticise the\r\n\r\nGovernment. They say the Government, during the  22\r\n\r\nmonths  since  their coming into power,  have  made\r\n\r\nsome  minor  mistakes. They exaggerate these  minor\r\n\r\nmistakes.  But  in  what way  do  these  criticisms\r\n\r\ncontribute  to the well-being of the people?  Their\r\n\r\nonly  purpose is to attack and hurt the P.A.P.,  so\r\n\r\nthat the people will lose their faith in them. This\r\n\r\nwill  make  the people lose faith in the democratic\r\n\r\nparliamentary system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today the Opposition Members, in their lengthy\r\n\r\nspeeches,  have  also touched  upon  the  work  the\r\n\r\nP.A.P. have done in the past. In these speeches  it\r\n\r\nappears that they want to teach us, but then,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1323</b></font><br><br>\r\n\r\n\r\n\r\njudging   from   what  they   do   in   their   own\r\n\r\norganisation, they are unable to teach themselves.\r\n\r\nThat  is why they are now in a mess. That  is  why\r\n\r\nthey  are now sitting opposite us. The P.A.P. is  a\r\n\r\nwell organised and responsible Party. The proposals\r\n\r\nin  this Four-Year Development Plan clearly show us\r\n\r\nas  a responsible Government in facing the economic\r\n\r\ndevelopment of Singapore. It clearly shows that  we\r\n\r\nare earnest, keen and very responsible, and we want\r\n\r\nto  see  the  Plan  carried out so  that  it  will\r\n\r\nachieve  its purpose and come to a very  successful\r\n\r\nend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now quote from the editorial in the\r\n\r\nNanyang  Siang  Pau of 3rd April,  to  conclude  my\r\n\r\nspeech  to show whether the tabling of this  motion\r\n\r\nis  for  the  purpose of meeting the Hong  Lim\r\n\r\nby-election,  or whether this Plan is really  to  meet\r\n\r\nthe  needs of Singapore in order to solve  all  the\r\n\r\nproblems facing the people of Singapore:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`During last May, it was announced by the\r\n\r\nTreasury that the Government had formulated a  plan\r\n\r\nto  encourage  economic development in  the  coming\r\n\r\nfive  years.  If  all the detailed  programmes  are\r\n\r\nincluded, then the period for the plan will  be  at\r\n\r\nleast four years, from 1961 to 1964:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This quotation clearly shows what the P.A.P.\r\n\r\nreally is. We, the P.A.P., are never opportunistic.\r\n\r\nOnly  reactionary cliques want to rob during a fire\r\n\r\nand  fish  in troubled waters. It is just like  the\r\n\r\nLim  Yew  Hock Government in the past.  Before  the\r\n\r\ngeneral elections, they played many tricks. One day\r\n\r\nthey built roads in a few villages; and another day\r\n\r\nthey  installed  a few rubbish cans.  But  can  all\r\n\r\nthese actions win the confidence and support of the\r\n\r\npeople?  No  wonder  they are  now  so  lonely  and\r\n\r\npitiful!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore had been under colonial rule for many\r\n\r\nyears.  Therefore,  the  people  of  Singapore  are\r\n\r\nsuffering  in all ways. They are poor and  many  of\r\n\r\nthem  are  in  a very difficult position.  Speaking\r\n\r\nfrom the point of view of geography, we are only  a\r\n\r\ntiny  island.  We  do  not have natural  resources.\r\n\r\nThere   is,   in  addition,  a  rapidly  increasing\r\n\r\npopulation.  According  to statistics,  the  babies\r\n\r\nborn  every  year total 65,000. This is a  prolific\r\n\r\nincrease in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1324</b></font><br><br>\r\n\r\n\r\n\r\nthe  natural  birthrate.  From  all  this,  if  our\r\n\r\nlivelihood depends only on the entrepot  trade,  we\r\n\r\ncannot maintain ourselves in this way forever.  The\r\n\r\nonly way out is to industrialise. That will help to\r\n\r\nsolve the problem of our livelihood. Therefore  our\r\n\r\nGovernment  has  tabled this Four-Year  Development\r\n\r\nPlan.  The  total investment sum is  $871  million.\r\n\r\nThis is a great sum. This will give a better future\r\n\r\nfor the people of Singapore and it will lay a sound\r\n\r\nfoundation for future industrialisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Four-Year Development Plan has very much to\r\n\r\ndo  with the people of Singapore. It has also  very\r\n\r\nmuch to do with the future generation of the people\r\n\r\nof  Singapore. Therefore, it ought to have the full\r\n\r\nsupport   of   all  the  people,  concertedly   and\r\n\r\nunitedly. I hope this Development Plan will receive\r\n\r\nthe  full support of the people, and make them work\r\n\r\nharder  in  order  to achieve  all  that  has  been\r\n\r\nenvisaged in the Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is pointed out in this Plan that because of\r\n\r\nthe population increase and other problems, we must\r\n\r\nextend  our social and health services and  so  on.\r\n\r\nBut  housing is also a very important item  in  our\r\n\r\nPlan.  In this respect it takes up 40 per  cent  of\r\n\r\nthe  sum  allotted.  From this  great  sum  it  can\r\n\r\nclearly  be  seen  that the P.A.P. Government  have\r\n\r\nexerted  their  utmost  to  solve  the  problem  of\r\n\r\nhousing   for  the  people.  It  means   that   the\r\n\r\nGovernment  have  to  build over  10,000  units  of\r\n\r\nhouses  per  year in order to alleviate  the  \r\n\r\nover-crowded situation prevailing at the present moment.\r\n\r\nTherefore,  during  the  period  of  the  Four-Year\r\n\r\nDevelopment  Plan, we will build over 50,000  units\r\n\r\nof houses. As the Plan is being put into execution,\r\n\r\nthe  better lands will be put to better use.  As  a\r\n\r\nSystematic  development, we are  also  prepared  to\r\n\r\nbuild new houses in the centre of the crowded areas\r\n\r\nin  order  to solve the confused situation  and  to\r\n\r\nimprove  the present position. The areas  envisaged\r\n\r\nfor  future improvement are mainly Queenstown,  Toa\r\n\r\nPayoh,  MacPherson Road, Kallang,  Mountbatten  and\r\n\r\nTanjong Rhu. The building of more houses is one  of\r\n\r\nthe  P.A.P.'s policies. At present there  are  many\r\n\r\ntypes of houses being built to meet the needs\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1325</b></font><br><br>\r\n\r\n\r\n\r\nof   people  of  different  family  background  and\r\n\r\neconomic  background, so that the poor  masses  can\r\n\r\nafford to pay the rent. For instance, the types  of\r\n\r\nhouses include a one-room flat, a two-room flat and\r\n\r\na  three-room flat. We will allot all these  houses\r\n\r\naccording  to ration and the number of  members  in\r\n\r\nthe family.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Development Plan it is envisaged that the\r\n\r\nnumber  that  can be completed in  these  areas  in\r\n\r\nevery year is as follows: In 1961, we will build in\r\n\r\nKampong   Tiong   Bahru,  St.   Michael's   Estate,\r\n\r\nMacPherson  Road  and Queenstown,  7,096  units  of\r\n\r\nhouses. In 1962, in the Queenstown, Farrer Road and\r\n\r\nGeylang  areas, 9,735 units will be  completed.  In\r\n\r\n1963,  in Toa Payoh there will he a satellite town.\r\n\r\nThen there will be fiats totalling 9,690 units  for\r\n\r\nthe  ordinary  people. In 1964, in  the  MacPherson\r\n\r\nRoad,  Toa Payoh and Thomson Road areas there  will\r\n\r\nbe  12,150  units of houses. In 1965, in MacPherson\r\n\r\nRoad  and  Toa Payoh there will be 1,176  units  of\r\n\r\nhouses. Let us total up all the figures. By 1965 we\r\n\r\nwill  have  completed over 51,000 units of  houses,\r\n\r\nentailing a sum of $200 million. This is  what  the\r\n\r\nP.A.P. Government intend to carry out in respect of\r\n\r\ntheir housing policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Housing Development Board has already\r\n\r\ncompleted  2,112 units of houses  in  the  past  22\r\n\r\nmonths.  They are located at the Jalan Eunos  Malay\r\n\r\nSettlement area, Kampong Koo Chye and Tiong  Bahru.\r\n\r\n732  units  are now in the process of being  built.\r\n\r\nThey   will  be  completed  in  the  near   future.\r\n\r\nTherefore, we are fully confident that by  1962  we\r\n\r\nwill   have   cleared   13,000   applications   for\r\n\r\nallocation of houses. This will contribute  to  the\r\n\r\nsolution  of the housing problem. In this  respect\r\n\r\nwe  have justified some of the trust put in by  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I conclude, let me appeal to all the\r\n\r\npeople   of  Singapore.  Because  of  the  problems\r\n\r\nconfronting  us  and  for the sake  of  our  future\r\n\r\ngeneration, we appeal to them to unite together and\r\n\r\nmake a success of this historic Development Plan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1326</b></font><br><br>\r\n\r\n\r\n\r\nby enabling it to be executed smoothly. I hope this\r\n\r\nFour-Year Development Plan will meet with success.\r\n\r\n\r\n\r\n<br><br>4.02 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng (Jalan Besar)</b>(<i>In Mandarin</i>):\r\n\r\nMr   Speaker,  Sir,  yesterday  our  Minister  for\r\n\r\nFinance proposed in this Assembly a detailed \r\n\r\nFour-Year   Development   Plan  which   is   now   under\r\n\r\nconsideration.   This  Plan  illustrates   a   very\r\n\r\nimportant  point,  i.e., that  only  a  responsible\r\n\r\nParty  which resolutely wishes to do something  for\r\n\r\nthe  people  can  formulate a realistic  industrial\r\n\r\nplan for the people of Singapore. This is historic.\r\n\r\nThis  Plan  itself is very wise and  is  absolutely\r\n\r\nnecessary in the present circumstances.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is only an island of 224 square miles.\r\n\r\nWe do not have enough natural resources to maintain\r\n\r\na  high living standard. Without the Plan, the high\r\n\r\nliving  standard  will  gradually  be  lowered.  My\r\n\r\nfriends  have  all  spoken about  the  increase  of\r\n\r\npopulation.   They  say  that   the   increase   of\r\n\r\npopulation  is  a very serious problem  facing  the\r\n\r\ncountry. The population increase of this island is\r\n\r\nvery terrific and surprising. There is one birth on\r\n\r\nthis  island  every seven minutes. The increase  in\r\n\r\npopulation, of course, will entail something  good.\r\n\r\nBut  it will also entail some serious problems  for\r\n\r\nthe  Government. The Government has to  face  these\r\n\r\nproblems  which  are  brought about  by  the  rapid\r\n\r\nincrease of population. The population in Singapore\r\n\r\nhas  increased from 1,500,000 to 1,600,000. At  the\r\n\r\nmoment,   Singapore's  standard   of'   living   is\r\n\r\nconsiderably  high as compared with  that  of  many\r\n\r\nother   neighbouring  countries,  such  as  Ceylon,\r\n\r\nBurma, Hongkong, Thailand, Indonesia and India. Our\r\n\r\nstandard  of  living may be many times higher  than\r\n\r\ntheir's.  Why do we have this high living standard?\r\n\r\nHow can Singapore maintain this prosperous state? I\r\n\r\nthink  this  is not accidental to this  island.  On\r\n\r\nthis  island there are many people, and yet it  is,\r\n\r\nshort  of natural resources. Our people have  posed\r\n\r\nmany  serious problems for the Government, but they\r\n\r\nare  courageous and want to learn how  to  advance\r\n\r\nthemselves. We have good people in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1327</b></font><br><br>\r\n\r\n\r\n\r\nour  tiny island. Our island is the heart of \r\n\r\nSouth-East  Asia  and  also  its  centre  of  trade.  Our\r\n\r\nprosperity, in the main, depends on entrepot trade.\r\n\r\nThis  entrepot trade has become part and parcel  of\r\n\r\nour people. Of course, we have some industries, and\r\n\r\nwe  are processing goods imported from outside. The\r\n\r\nprocessing  and  manufacturing  of  these  imported\r\n\r\ngoods  has  given some jobs to the people.  But  we\r\n\r\ncannot solve all the unemployment problems with the\r\n\r\nlittle  factories that already exist. We cannot  be\r\n\r\nsure that the entrepot trade will continue forever.\r\n\r\nWe   must   create  more  employment  opportunities\r\n\r\nartificially.   If  we  cannot   merge   with   the\r\n\r\nFederation  of  Malaya immediately, then  the  only\r\n\r\nsolution to our problems economically and in  other\r\n\r\nrespects  is  to  industrialise.  At  the   present\r\n\r\nmoment,  we have the entrepot trade. This  entrepot\r\n\r\ntrade  has  greatly helped the  people  to  earn  a\r\n\r\nliving.  But,  on  the  other hand,  our  increased\r\n\r\npopulation   has  caused  many  serious   troubles.\r\n\r\nAccording  to  the 1947 statistics, our  population\r\n\r\nincrease  averaged 4.3 per cent  every  year.  Thus\r\n\r\nthere  will  be  more people every year.  The  rate\r\n\r\nincrease  in  the  population of Singapore  is  the\r\n\r\nhighest  in the world. If this occurs in  countries\r\n\r\nwhich  are  vast  in areas, then this  increase  in\r\n\r\npopulation does not bring much trouble.  This  will\r\n\r\ngive  them  more labour hands. But  in  this  small\r\n\r\nisland of ours, this increase in population  is  so\r\n\r\nfrightening that it has caused many problems to the\r\n\r\nGovernment. Therefore, the Government have to think\r\n\r\nof  ways to meet this situation and the demands  of\r\n\r\nthe people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Four-Year Development Plan is brought out at\r\n\r\nthe time when there is a coming by-election in Hong\r\n\r\nLim.  Because  of  this timing,  some  unprincipled\r\n\r\npeople  have  criticized the Plan  as  having  been\r\n\r\nbrought out just for the purpose of winning  votes.\r\n\r\nThey  say  that  our Plan is only an empty  \"show\".\r\n\r\nThis  will  be  damaging  to the  industrialisation\r\n\r\nplan. They disregard existing realities. This  Plan\r\n\r\nconsists of 134 pages. How can it be formulated  in\r\n\r\njust one month and be printed and issued?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1328</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We, the P.A.P., are steady in our policy. We do\r\n\r\nnot cheat the people with empty slogans or by other\r\n\r\ndeceitful means. Our work in the past can stand the\r\n\r\ntest. I say that our Four-Year Development Plan  is\r\n\r\nrealistic. It is also a very steady plan. It is  an\r\n\r\nattempt  to  solve some of the problems  that  face\r\n\r\nSingapore. At the same time, a radical solution  of\r\n\r\nSingapore's problems is not possible just  by  this\r\n\r\nPlan  alone.  But this Plan can, in a  short  time,\r\n\r\nresolve certain problems facing Singapore, such  as\r\n\r\nthe  increase  of  population and the  unemployment\r\n\r\nproblem.  If  the  entrepot trade can  create  more\r\n\r\nemployment opportunities for the people, then it is\r\n\r\nquite  good.  But then it is not quite possible  in\r\n\r\nthe  long  run.  A  few days ago the  Minister  for\r\n\r\nFinance  and  the Minister for National Development\r\n\r\nat  various  mass  meetings said  that  out  of  10\r\n\r\npersons,  there was one person unemployed.  Because\r\n\r\nof the number of unemployed people, many people are\r\n\r\naffected and the consequences are quite serious. If\r\n\r\nwe  do  not think of a way to resolve this  problem\r\n\r\nbut  merely resort to unreasonable means,  then  it\r\n\r\nwill be a very irresponsible act. Those people  who\r\n\r\nresort  to  mean  tactics  will  show  their   true\r\n\r\ncolours.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Plan will need the full-hearted support of\r\n\r\nthe  people  if it is to be executed  smoothly  and\r\n\r\nmeet  with  success. I fully support the speech  of\r\n\r\nthe  Finance Minister. That is to say, the  success\r\n\r\nof  the  Plan  depends  on  the  support  of  three\r\n\r\nsides - labour, the Government and capital. The \r\n\r\nthree sides  have already come to an agreement to support\r\n\r\nthis Plan. From this, we can imagine that when  the\r\n\r\nPlan  is put into operation it will be carried  out\r\n\r\nsmoothly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I want to answer some points in the speech of the\r\n\r\nhon.  Member for Tanglin. He said that on a certain\r\n\r\noccasion  he went to an amusement park  and  met  a\r\n\r\ndoorkeeper,  and  from his remarks  he  found  that\r\n\r\nthere  were  many  goods in  Singapore  which  were\r\n\r\nwithout  buyers. But he is a very learned  scholar.\r\n\r\nHe cannot assess the opinion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1329</b></font><br><br>\r\n\r\n\r\n\r\nof  the  masses of poor people. He can only  assess\r\n\r\nthe  opinion of just one single person. It is  very\r\n\r\nwrong  to  judge from the attitude  of  one  person\r\n\r\nonly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us now deal with our hon. Member for\r\n\r\nCairnhill.  He has said that the P.A.P.  Government\r\n\r\nhave  driven the capitalists into the sea. But  who\r\n\r\nhas  done that? The real capitalists can understand\r\n\r\nthis. A government which has a Minister who owns  a\r\n\r\nmine!  How  can  this  kind of  government  attract\r\n\r\ncapitalists to invest in Singapore? Capitalists are\r\n\r\nall  realists. They will only invest if there is  a\r\n\r\nstable,  social,  political and economic  situation\r\n\r\nthat   is  beneficial  to  them.  The  Member   for\r\n\r\nCairnhill  also  criticized that the  Minister  for\r\n\r\nLabour and Law was always fond of resorting to  the\r\n\r\nP.P.S.O. to threaten the capitalists. Now, this  is\r\n\r\nreally interesting. The Minister for Labour used it\r\n\r\nonly  in a certain situation when there was trouble\r\n\r\nin the pineapple industry. It was concerned with  a\r\n\r\ncertain  factory  and there were very  unreasonable\r\n\r\ncircumstances. Therefore, the Minister for Labour's\r\n\r\nattitude was quite right at that time when he  made\r\n\r\nsuch  utterances. This shows that the  attitude  of\r\n\r\nthe  P.A.P. is correct. Any unreasonable  attitude\r\n\r\nwhich  is  detrimental  to  the  workers  will  not\r\n\r\nreceive our support. Our attitude towards them will\r\n\r\nbe   resolute.   Capitalists  and  employers   must\r\n\r\nunderstand  that. Industrial peace does not  depend\r\n\r\non  our workers kneeling down in front of them  and\r\n\r\nseeking  it.  It  depends only on mutual  help  and\r\n\r\nunderstanding. Only then we can achieve this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill further said that the\r\n\r\nIndustrialisation  Plan was prepared  by  the  past\r\n\r\nGovernment.  Perhaps  the  past  Government  did\r\n\r\nprepare something along the lines of this Plan, but\r\n\r\nthey then did not have the attitude as now shown by\r\n\r\nthe  P.A.P.  If  they did have  such  an  attitude,\r\n\r\nperhaps they would not be in the pitiful and lonely\r\n\r\nsituation  in  which  they find  themselves  today.\r\n\r\nTheir  present  position is pitiful,  because  they\r\n\r\nonly know how to shout\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1330</b></font><br><br>\r\n\r\n\r\n\r\nand  quibble.  They  can only  admire  the  present\r\n\r\nGovernment.  They  cannot  understand   their   own\r\n\r\nmistakes.  They  can  only quibble  and  talk  some\r\n\r\nnonsense   about   Bukit   Timah,   Johore   Bahru,\r\n\r\ndoorkeepers, the P.P.S.O., and so on. This  is  all\r\n\r\nthey can do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, the Member for Cairnhill and his\r\n\r\nfellow-travellers  said that our industrialisation  policy\r\n\r\nis  only  an empty show. This is only mean talk  on\r\n\r\ntheir part.\r\n\r\n\r\n\r\n<br><br>4.17 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Sun Wing (Parliamentary Secretary to the Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Prime Minister (Mr Chan Sun Wing)</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,   on   behalf  of  the  electorate  of   Upper\r\n\r\nSerangoon, I unreservedly support the motion on the\r\n\r\n1961-1964  Development Plan  of  the  Minister  for\r\n\r\nFinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Everyone who has carefully read this Plan will\r\n\r\nagree  that  it  is  not  a  wild  ambitious  Plan.\r\n\r\nAlthough this Plan has received the full support of\r\n\r\nall  the  people, we cannot solve all the  problems\r\n\r\ncaused  by  the  rapid increase in  population,  in\r\n\r\nparticular the serious unemployment problem, within\r\n\r\nthe space of four years. When the Plan is executed,\r\n\r\nit  will  not  radically  change  the  position  of\r\n\r\nSingapore which has always depended on the entrepot\r\n\r\ntrade  for  its livelihood. It will not weaken  the\r\n\r\nposition  of  the private investors,  but  it  will\r\n\r\nstrengthen their economic position in this country.\r\n\r\nWhat  does  this  mean?  We believe  in  democratic\r\n\r\nsocialism,   but  we  are  seriously   limited   by\r\n\r\npolitical and economic considerations in respect of\r\n\r\nland,  raw materials and natural resources. At  the\r\n\r\npresent   stage,  the  gap  between  the  objective\r\n\r\nrealities and our socialistic aims is still  great.\r\n\r\nI  hope,  what I  have said will  not  convey  the\r\n\r\nimpression  that we who believe in  socialism  have\r\n\r\nhad  our belief shakened. It does not mean that  we\r\n\r\nbow  down our heads in the face of reality.  We  do\r\n\r\nnot  run away from reality. We will not change  our\r\n\r\nattitude to build a socialist State because of  the\r\n\r\ndifficulties which lie ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Four-Year Plan reflects the Party's policy to\r\n\r\nimprove the livelihood of the people as a long-term\r\n\r\nobjective.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1331</b></font><br><br>\r\n\r\n\r\n\r\nIt  shows  our will and tactfulness. This Four-Year\r\n\r\nPlan  fully  analyses  the  economic  situation  of\r\n\r\nSingapore.  It not only points out what the  people\r\n\r\nand the Government have to do, but it also sets out\r\n\r\nin  great detail what the people will have to do in\r\n\r\nthe  different  stages of economic construction  in\r\n\r\norder to benefit them socially. This Plan is not  a\r\n\r\nsocialist  plan,  but we are fully convinced  that,\r\n\r\ngiven the present conditions, there will not  be  a\r\n\r\nbetter  and a more realistic Plan than the  present\r\n\r\nPlan. This Plan will preserve at least the existing\r\n\r\nlevel of the people's health and will not lower the\r\n\r\nexisting  social and welfare standard. Furthermore,\r\n\r\nthe  standard  of building houses, public  highways\r\n\r\nand   telecommunications   and   the   supply    of\r\n\r\nelectricity, water and gas will be highest in\r\n\r\nSouth-East   Asia.   Therefore,  in  my   opinion,   this\r\n\r\nDevelopment Plan - no matter what quality it has - will\r\n\r\nbenefit  people  in all walks of life,  taking  the\r\n\r\nlong-term point of view.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from what the Minister for\r\n\r\nFinance  said  yesterday on the  Development  Plan,\r\n\r\neverybody can see that the Government has  honestly\r\n\r\nexerted  its  utmost. From now on,  the  Government\r\n\r\nwill  continue  to create favourable conditions  to\r\n\r\nensure  the  success of the Development  Plan.  The\r\n\r\nGovernment  will  embark  on  recruiting  the  best\r\n\r\nspecialists and technical personnel There will be a\r\n\r\nreorganisation  of the economic and  administrative\r\n\r\norganisations.  Foreign  investors  will  be  given\r\n\r\nfavourable  conditions  to induce  them  to  invest\r\n\r\nhere.  Politically-conscious  trade  union  leaders\r\n\r\nhave  been  persuaded to weigh  soberly  the  whole\r\n\r\nsituation in Singapore. The Union representing  the\r\n\r\nworking  people  in Singapore, namely,  the  Trades\r\n\r\nUnion  Congress,  has  already  declared  its  full\r\n\r\nsupport  for this Four-Year Development Plan  which\r\n\r\nis  in  the  interest of the people. The union  has\r\n\r\nsaid  that it will do its utmost to co-operate with\r\n\r\nthe  Government and the capitalists  to  solve  the\r\n\r\nunemployment  problem.  We  must  congratulate  the\r\n\r\nleaders of the workers in that they have the spirit\r\n\r\nof  tolerance  and are wise. Here I would  like  to\r\n\r\nquote a Chinese saying,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1332</b></font><br><br>\r\n\r\n\r\n\r\n`Everything is ready, but short of only  the  \"east\r\n\r\nwind\".'\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr G. Kandasamy) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>4.27 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The \"east wind\" means the keen interest of the\r\n\r\ncapitalists  to open new factories.  On  the  other\r\n\r\nhand,   it  is  the  responsibility  of  Government\r\n\r\nofficers,    administrative   experts,    technical\r\n\r\npersonnel and the workers to make everything ready.\r\n\r\nBut  without  the \"east wind\", the Plan  cannot  be\r\n\r\nsmoothly carried out and completed. We believe that\r\n\r\nthe local capitalists who are in the entrepot trade\r\n\r\nhave enough strength to blow up this east wind  and\r\n\r\nnot  allow foreign capitalists to go ahead of  them\r\n\r\nin   future.   The   lack  of   manufacturing   and\r\n\r\nentrepreneuring  experience  and  an  international\r\n\r\nmarket  is  not important. We are like  many  other\r\n\r\ncountries  in  that we have clever and hard-working\r\n\r\npeople.  Difficulties  in  the  form  of  lack   of\r\n\r\nexperience  and technique can be overcome.  In  the\r\n\r\npreliminary  stage,  a very  great  market  is  not\r\n\r\nnecessary  because of changes in the  international\r\n\r\nsituation.  In the past, the practice has  been  to\r\n\r\ntelephone and engage some transport workers to make\r\n\r\nmoney.  This practice cannot be carried on forever.\r\n\r\nThose   capitalists  who  are  conscious  of   this\r\n\r\nsituation must recognise these facts, and they must\r\n\r\nin   time   utilise  the  unprecedented  favourable\r\n\r\nconditions  provided by self-government  to  invest\r\n\r\nlocally,   to  build  factories,  and   to   change\r\n\r\nthemselves from the despised compradore class  into\r\n\r\na national industrialist class of the people.\r\n\r\n\r\n\r\n<br><br>4.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin (Parliamentary Secretary to the Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Health (Dr Sheng Nam Chin):</b> Mr Deputy Speaker,\r\n\r\nSir,  I  rise to support the motion of the Minister\r\n\r\nfor Finance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The State Development Plan 1961-1964 presents a\r\n\r\nvery  clear  account  of  the  problems  that  face\r\n\r\nSingapore in a very scientific and easily  readable\r\n\r\nmanner. In presenting the State Development Plan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1333</b></font><br><br>\r\n\r\n\r\n\r\n1961-1964  it  is  not  envisaged  that  a  total\r\n\r\nsolution of all our problems can be effected by the\r\n\r\nimplementation of this Plan alone. Firstly, whether\r\n\r\nthe  provisions of this Plan can be implemented  in\r\n\r\ntow within the period 1961-1964 will depend on some\r\n\r\nimponderable factors, but we are hopeful that  with\r\n\r\nthe   full  co-operation  of  all  the  people   of\r\n\r\nSingapore,  particularly  the  workers,  the  trade\r\n\r\nunion    movement    and   the   businessmen    and\r\n\r\nindustrialists, we can jointly and in united effort\r\n\r\nsurmount  all insurmountable difficulties and  work\r\n\r\ntowards fulfilment of the Plan. Secondly, and  this\r\n\r\nis  even more important, it must be understood that\r\n\r\nthe  full  implementation of this  Plan  will  give\r\n\r\nemployment to only some 40,000 of the 84,000 people\r\n\r\nthat  are expected to be in the unemployment market\r\n\r\nin  1964. But the greater significance of this Plan\r\n\r\nlies  in  the  fact that, in giving  employment  to\r\n\r\n40,000 people it paves the way to industrialisation\r\n\r\nand foreign investments by preparing the ground, so\r\n\r\nto speak, for factories to come up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It would be presumptuous on my part to dwell in\r\n\r\nfurther  detail  on the principles  underlying  the\r\n\r\nPlan which has been so expertly presented. But I do\r\n\r\nfeel  justified  in emphasising the more  important\r\n\r\naspects   of  the  Plan.  Perhaps  it  is   because\r\n\r\nindustrialisation  has  been  mouthed  by  so  many\r\n\r\npeople as a vague concept that would solve all  the\r\n\r\nills  and  all the problems of all undeveloped  and\r\n\r\nunderdeveloped countries that we have accepted  the\r\n\r\nproposition  without further examination  into  its\r\n\r\nimplications. But the question, Sir, surely is  how\r\n\r\nto   industrialise,  and  this  has  stumped   more\r\n\r\npoliticians  than  many other problems.  The  great\r\n\r\nsignificance   of   the  State  Development   Plan\r\n\r\n1961-1964  lies in its concrete attempt in  dealing\r\n\r\nwith this pressing problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, the great difficulty in\r\n\r\nindustrialisation  stems  from  the  reluctance  of\r\n\r\nlocal  capitalists to invest in industry.  This  is\r\n\r\nquite understandable. Owing to Singapore's position\r\n\r\nas  an  international trading centre, local capital\r\n\r\nis tied up in commerce. As far as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1334</b></font><br><br>\r\n\r\n\r\n\r\ncommercial  capital is concerned, money is  readily\r\n\r\navailable   for   rapid  and   profitable   trading\r\n\r\ntransactions. Because of the lack of foresight  and\r\n\r\nknow-how, particularly industrial organisation  and\r\n\r\nmanagement,  local  money  is  not  available   for\r\n\r\nindustrial  capital.  But this  difficulty  is  not\r\n\r\ninsurmountable, for it is known that it is possible\r\n\r\nto  accelerate  the  transformation  of  commercial\r\n\r\ncapital   into  industrial  capital  by  what   the\r\n\r\neconomists  call `demonstration effect'. Investment\r\n\r\nin   industries   by   capital  from   industrially\r\n\r\ndeveloped  countries will create the  psychological\r\n\r\nconditions for local capital to enter industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The State Development Plan aims at attracting\r\n\r\nprivate  capital,  both  local  and  foreign,  into\r\n\r\nSingapore. At this juncture, I may be permitted  to\r\n\r\nquote  a  few operative sentences in the  Plan.  At\r\n\r\npage 33, paragraph 3.6. it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Government's task in this plan is mainly to\r\n\r\ncreate    the   conditions   which   would   induce\r\n\r\nsubstantial private capital into industries.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, in paragraph 3.7 it recognises:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The only attraction that private capital has in\r\n\r\ninvestments  is  the  profit  that  can  be   made.\r\n\r\nConsequently, creating the conditions conducive  to\r\n\r\nthe  investment of private capital must mean  inter\r\n\r\nalia  giving such services as would lower costs  of\r\n\r\nproduction.  Some costs can be prohibitive  if  the\r\n\r\nservices  required have to be created by individual\r\n\r\nentrepreneurs. On the other hand, if these services\r\n\r\nare  created for the industry as a whole the  costs\r\n\r\nto individual entrepreneurs may be low.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;3.8. Consequently, the Government's contributions\r\n\r\nto  industrial development, in the first  instance,\r\n\r\nis  to  provide adequate supply of cheap power  and\r\n\r\nwater,  to lay out industrial estates, which  would\r\n\r\nhave   these   facilities  in  addition   to   good\r\n\r\ncommunication  with the port and  to  provide  good\r\n\r\nport facilities.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Plan lays great emphasis on the problem of\r\n\r\npopulation growth which at a rate of 4.3  per  cent\r\n\r\nis  the  highest  known  in the  world!  Even  more\r\n\r\nsignificant than the absolute size and increase  of\r\n\r\nour population is its structure. More than half  of\r\n\r\nthe population are under 21 years of age. The major\r\n\r\ntask of the Singapore Government is to channel  the\r\n\r\npotential   energy  of  these  young  people   into\r\n\r\nproductive  employment.  Manpower  is  an  economic\r\n\r\nresource, but it differs from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1335</b></font><br><br>\r\n\r\n\r\n\r\nnational resources in that it is inseparably linked\r\n\r\nwith  men who are living personalities. It is  also\r\n\r\nan  asset  which cannot be stored. Because  of  the\r\n\r\nhuman   element,   unless  a   country's   manpower\r\n\r\nresources,  which  in the final analysis  are  most\r\n\r\nprecious,  are  productively utilised,  social  and\r\n\r\npolitical  ills must follow. It cannot,  therefore,\r\n\r\nbe   too   strongly  emphasised  that   the   State\r\n\r\nDevelopment  Plan  is  a concrete  example  of  the\r\n\r\nP.A.P.  Government's  determination  to  solve  the\r\n\r\nunemployment  problem. Whether the Government  will\r\n\r\nsucceed  or  not, much would depend  upon  the \r\n\r\nco-operation   of   all  the  people   of   Singapore,\r\n\r\nparticularly  the  workers  and  the  trade   union\r\n\r\nmovement and the businessmen and industrialists. If\r\n\r\nevery  single  person is prepared to make  personal\r\n\r\nsacrifices and work for the benefit of the State as\r\n\r\na  whole, then I say we cannot but succeed in  this\r\n\r\nenterprise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Studying the Plan purely from the point of view\r\n\r\nof  the Parliamentary Secretary to the Minister for\r\n\r\nHealth,  it would appear that the need for  such  a\r\n\r\nPlan  arose out of over-enthusiasm on the  part  of\r\n\r\nthe  Ministry of Health. Reading between the lines,\r\n\r\nI  come  to a paradox. I am unable to tell  whether\r\n\r\npraise  or  reproach is meant in the  implications.\r\n\r\nHowever,   coming   back  from   my   light-hearted\r\n\r\ndeviation, the point I wish to drive home  is  that\r\n\r\nour  population is expanding far too rapidly for  a\r\n\r\ntiny city State such as Singapore. With our limited\r\n\r\nterrestrial   dimensions  and   lack   of   natural\r\n\r\nresources, even industrialisation may not solve the\r\n\r\nproblem  in  the long run unless man-made  barriers\r\n\r\nare  removed. The long-term solution to our problem\r\n\r\nwould  appear to be found in population control.  A\r\n\r\nbirth rate of 65,000 per year, or one baby in every\r\n\r\n7  minutes, is certainly a luxury which  our  State\r\n\r\ncan ill-afford.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A high birth rate today not only presents\r\n\r\nproblems  of unemployment 20 years hence, but  also\r\n\r\ndrains Government resources heavily from the  point\r\n\r\nof  view  of provision of social services.  If  the\r\n\r\ntendency of population increase is not checked,  by\r\n\r\n1982  the  total  cost  of  health,  education  and\r\n\r\nwelfare  services in Singapore would amount  to  the\r\n\r\nfantastic sum\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1336</b></font><br><br>\r\n\r\n\r\n\r\nof  $385  million  per annum. This would  certainly\r\n\r\nembarrass  Government's industrialisation programme\r\n\r\nin  that  money that could have been ploughed  into\r\n\r\nindustrialisation would have to be diverted to  the\r\n\r\nprovision of social services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has been said that while the implementation of\r\n\r\nthis  Plan  stands to benefit all and  sundry,  the\r\n\r\nspecial efforts have to come and have to be made by\r\n\r\na  few  - the workers and the trade union  movement,\r\n\r\nthe   businessmen  and  industrialists,   who   are\r\n\r\ndirectly  involved  in  the  industrialisation   of\r\n\r\nSingapore. The other section of the population,  it\r\n\r\nis   argued,  other  than  supporting  Government's\r\n\r\nDevelopment Plan and creating conditions  conducive\r\n\r\nto  success for the Plan have no tangible  part  to\r\n\r\nplay. Here, I would like to crave the indulgence of\r\n\r\nthe Minister for Finance to allow me to introduce a\r\n\r\nslightly personal bias in my interpretation of  his\r\n\r\nmotion  to suggest that all sections of the  people\r\n\r\nof  Singapore can play their part in the fulfilment\r\n\r\nof  this  Plan  in a tangible manner by  practising\r\n\r\nfamily planning.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The personal and national benefits of family\r\n\r\nplanning have been given wide publicity during  the\r\n\r\nFamily Planning Campaign, the first phase of  which\r\n\r\nbegan  last  November  with  the  training  of  lay\r\n\r\nworkers   and   the   successful  family   planning\r\n\r\nexhibition.  The  same exhibition  is  still  going\r\n\r\nround  the various rural community centres and  the\r\n\r\ncampaign is at present directed at rural dwellers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In our policy in The Tasks Ahead, we stated at\r\n\r\npage 20, \"Our Health Policy\" that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In a decent socialist society every person is\r\n\r\nentitled, as of right, to access to all the medical\r\n\r\nservices  needed  to  maintain  himself  in   sound\r\n\r\nhealth. Health should not be a luxury to be enjoyed\r\n\r\nonly  by the privileged rich while the great masses\r\n\r\nlive in disease and poverty. It will take some time\r\n\r\nyet  for  us  in Singapore to achieve  a  socialist\r\n\r\nsociety.  This  is  possible  only  in  the   wider\r\n\r\nframework  of  a  union between the Federation  and\r\n\r\nSingapore.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We also stated in exact terms in this same\r\n\r\ndocument  the nature of the improvements  necessary\r\n\r\nfor  the  provision  of  a  service  that  will  go\r\n\r\nprincipally  to the broad masses of Singapore.  The\r\n\r\nState\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1337</b></font><br><br>\r\n\r\n\r\n\r\nDevelopment   Plan   provides  for   the   complete\r\n\r\nfulfilment of the P.A.P. election promises  to  the\r\n\r\npeople, as contained in this booklet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Development Programme for the Ministry of\r\n\r\nHealth  at page 103 of the Plan sets out in  detail\r\n\r\nour   development  projects.  The  first   district\r\n\r\nhospital at Thomson Road will be completed by 1962,\r\n\r\nand  the second district hospital will be built  by\r\n\r\nearly  1964.  The completion of these two  district\r\n\r\nhospitals  will  enable the  people  to  have  easy\r\n\r\naccess to hospital service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The General Hospital, which is situated within\r\n\r\nconvenient  distance  for  the  majority  of   town\r\n\r\ndwellers,  will be enlarged and modernised  by  the\r\n\r\naddition  of  a third medical unit of  100  to  120\r\n\r\nbeds.  The  Orthopedic Department and  Radiotherapy\r\n\r\nUnit  will  be modernised with a view to  providing\r\n\r\nbetter  services in consonance with modern  medical\r\n\r\npractice. The Out-patient Services will be  greatly\r\n\r\nenlarged  so as to provide out-patient services  to\r\n\r\nthe   people  almost  at  their  door-steps.   Nine\r\n\r\ncombined out-patient clinics and eight\r\n\r\nout-door out-patient clinics will be built in the next four year\r\n\r\nand  the  out-patient clinic at present at  Kallang\r\n\r\nwill be further developed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Renovations and extensions to the Kandang Kerbau\r\n\r\nMaternity Hospital will be effected during the next\r\n\r\nfour  years.  The  existing  Domiciliary  Midwifery\r\n\r\nService  was  found to be unpopular  by  the  urban\r\n\r\npopulation  for  socio-economic  reasons.   Mothers\r\n\r\nliving in congested cubicles would always prefer to\r\n\r\ngo  to hospital for confinement on consideration of\r\n\r\nspace   alone,   not  to  speak   of   convenience.\r\n\r\nGovernment  has  therefore  decided  to  build  two\r\n\r\nmaternity homes in crowded urban areas to serve the\r\n\r\nneeds  of the masses. The first Maternity  Home  at\r\n\r\nMaxwell  Road  will  be  completed  and  ready  for\r\n\r\noccupation  early  next year. The second  Maternity\r\n\r\nHome will be built in 1963.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Prevention being better than cure, Government has\r\n\r\nlaid  heavy emphasis on preventive health measures.\r\n\r\nThe Diphtheria Immunisation Bill was passed at\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1338</b></font><br><br>\r\n\r\n\r\n\r\nthe  last  sitting of the Assembly to  require  all\r\n\r\nchildren  in Singapore to be effectively  immunised\r\n\r\nagainst   diphtheria.   Similar   legislation   for\r\n\r\ntuberculosis  will be introduced in the  very  near\r\n\r\nfuture.  The  mass X-ray campaign at present  being\r\n\r\nmounted  would pick out T.B. patients  who  act  as\r\n\r\nreservoirs   of   infection   for   treatment   and\r\n\r\nisolation. Better housing services provided for  by\r\n\r\nthe  Development Plan would help to eradicate  this\r\n\r\nterrible disease. In 1962, it is envisaged that the\r\n\r\nThoracic  Unit  would  come up  in  Tan  Tock  Seng\r\n\r\nHospital so that better facilities for the surgical\r\n\r\ntreatment of tuberculosis can be offered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the field of personal health services, new\r\n\r\ncombined clinics for Maternal and Child Health  and\r\n\r\nSchool  Health  Services  would  be  built.  It  is\r\n\r\nenvisaged that two such clinics would be  built  in\r\n\r\nthe  urban areas and eight large ones and 12  small\r\n\r\nones  built  in  rural areas within the  next  four\r\n\r\nyears.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, in conclusion, it cannot be too strongly\r\n\r\nstressed  that  the  State  Development   Plan   is\r\n\r\nGovernment's answers to the problems enumerated  in\r\n\r\nChapter 1 of the Plan. Successful implementation of\r\n\r\nthis Plan alone may not solve all the problems, but\r\n\r\nwithout  such  a  Plan  the future  may  indeed  be\r\n\r\ndisastrous,  as  one  out of  every  four  or  five\r\n\r\neconomically active persons will be unemployed.\r\n\r\n\r\n\r\n<br><br>4.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Madam Hoe Puay Choo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Hoe Puay Choo (Bras Basah)</b>(<i>In Mandarin</i>):\r\n\r\nMr  Deputy Speaker, Sir, let me say that when  the\r\n\r\nOpposition  Members  saw the Four-Year  Development\r\n\r\nPlan  proposed  by our Minister for  Finance,  they\r\n\r\nwere  very  sour  in their hearts. The  Member  for\r\n\r\nCairnhill said that when he was the Chief Minister,\r\n\r\nhe also had this Plan. But we can now say here that\r\n\r\nhe  did not have the courage to produce such a Plan\r\n\r\nin  the  past.  Today,  we, the  P.A.P.,  have  the\r\n\r\ncourage  and capability to produce this Plan.  When\r\n\r\nhe  saw  this, he said that this was what he wanted\r\n\r\nto put forward before, as though he wanted to share\r\n\r\nin the merits in introducing this Plan. If they are\r\n\r\nresponsible representatives of the people,  and  if\r\n\r\ntheir  minds are not biased and influenced by party\r\n\r\npolitics and a partisan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1339</b></font><br><br>\r\n\r\n\r\n\r\nspirit,   then   they   will   also   support   the\r\n\r\nGovernment's  Development Plan,  because  it  was\r\n\r\nformulated  to  take  into  consideration  all  the\r\n\r\ncircumstances prevailing in Singapore and with  due\r\n\r\nregard to all the realities of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Plan is to improve the\r\n\r\neconomic  position of Singapore,  industralise  it,\r\n\r\nexpand  the  economy,  promote  the  export  trade,\r\n\r\nfacilitate   communications,  provide  social   and\r\n\r\nhealth  services,  and alleviate  the  unemployment\r\n\r\nproblem. If this Plan can be successfully executed,\r\n\r\nthen  the  standard  of living  of  the  people  of\r\n\r\nSingapore will be more or less raised. The  success\r\n\r\nor  failure  of this Plan depends on the  concerted\r\n\r\nand  united effort of all the people. They must all\r\n\r\nwork hard in order to realise all that is envisaged\r\n\r\nin the Plan. This Four-Year Development Plan is not\r\n\r\nmerely a piece of paper for show. It does not build\r\n\r\ncastles in the air. Those people who are blinded by\r\n\r\ndoctrinarian  concepts and so on will,  of  course,\r\n\r\nshow a lot of dissatisfaction with this Development\r\n\r\nPlan. It is a realistic and practical Plan to  meet\r\n\r\nall the serious problems confronting Singapore.  It\r\n\r\nis not an empty dream.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We remember that in the past the Opposition\r\n\r\nMembers  said  that if the P.A.P. were  allowed  to\r\n\r\nform  the  Government, then all the shops would  be\r\n\r\nclosed down and the rice-bowls of the people  would\r\n\r\nbe broken. It has now been clearly shown that their\r\n\r\npast propaganda was only lies meant to deceive  the\r\n\r\npeople.  As  a  woman worker, and as  one  who  has\r\n\r\nsuffered in the old society, I am glad to see  that\r\n\r\nin  the Plan it is envisaged that two creches  will\r\n\r\nbe built. They will be built where there is a dense\r\n\r\npopulation. Two maternity hospitals and 22 maternal\r\n\r\nand  child  clinics will be built. I am glad  about\r\n\r\nthis news. The Government is exerting its utmost to\r\n\r\ntake care of the welfare of women. I also hope that\r\n\r\nthe building of community centres will enable women\r\n\r\nto  participate  in  social activities.  Women  can\r\n\r\nparticipate in all this. This protection  given  to\r\n\r\nthe  people  will  encourage  and  promote  women's\r\n\r\nactivities  and  release them from  their  domestic\r\n\r\nburdens.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1340</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, let us see the community centres built by\r\n\r\nthe  Government, their uses and their purposes.  At\r\n\r\nthe  present  moment,  there are  many  people  who\r\n\r\nunreasonably attack the building of these community\r\n\r\ncentres.  That is why it is all the more  necessary\r\n\r\nfor me to clarify and stress the importance and the\r\n\r\nuse  of  these centres. Our present society is  now\r\n\r\nundergoing  a  social revolution and  changes,  and\r\n\r\nthis  revolution and changes have to  be  supported\r\n\r\nand strengthened by education. The P.A.P. wants  to\r\n\r\nachieve  a  new  socialist society,  a  more  equal\r\n\r\nsociety,   and   therefore,   under   the   present\r\n\r\ncircumstances,  Singapore has to create  favourable\r\n\r\nconditions in order to merge with the Federation of\r\n\r\nMalaya,  to  break  down the barrier  of  languages\r\n\r\namong  the  people, and to instil  a  consciousness\r\n\r\namong   them.  Therefore,  the  building  of  these\r\n\r\ncommunity centres is very important. Those who have\r\n\r\nactively  taken part in the activities of community\r\n\r\ncentres  have all clearly seen this. In the evening\r\n\r\nwe  can  see many people, old and young and of  all\r\n\r\nraces,  mix together, enjoy themselves,  talk,  and\r\n\r\ntake  part  in  all  sorts of activities,  such  as\r\n\r\nsports   or   attending   classes   and   receiving\r\n\r\nvocational education, and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give an example. For instance, our\r\n\r\ncommunity centre is situated in a slum area.  There\r\n\r\nis  a  team  of women. They can lend the  community\r\n\r\ncentre  for  the purpose of holding a tea-party  or\r\n\r\nfor   other   health  activities.  All  this   will\r\n\r\ncontribute  to  their  being  friendly   with   one\r\n\r\nanother.  This can contribute to the breaking  down\r\n\r\nof the language barrier among all the races. On the\r\n\r\nother  hand,  through  the community  centres,  the\r\n\r\nGovernment  can  understand the  opinions  and  the\r\n\r\nwants  of  the  people.  Their  criticisms  of  the\r\n\r\nGovernment  can all be gathered and  assessed,  and\r\n\r\nthen  based on all these, the Government will  seek\r\n\r\nways  to  improve and to do things for the good  of\r\n\r\nthe  people, so that all the people can  be  united\r\n\r\ntogether  and can participate in community  centres\r\n\r\nactivities. All these facts show clearly  that  the\r\n\r\npeople  are wholeheartedly supporting the community\r\n\r\ncentres.   Because   of  this  the   centres   will\r\n\r\ncontribute  very  much to their  livelihood.  These\r\n\r\ncentres  are  meeting the needs of the people.  The\r\n\r\npeople can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1341</b></font><br><br>\r\n\r\n\r\n\r\ncarry out all kinds of activities by making use  of\r\n\r\nthese  centres.  In  future, they  will  definitely\r\n\r\nbecome part and parcel of the lives of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, from these community\r\n\r\ncentres we can see that they are very important  to\r\n\r\nthe unity of the people. Yet the Opposition Members\r\n\r\nhave  levelled  criticisms  at  them.  I  hope  the\r\n\r\nOpposition  Members will co-operate in  every  way.\r\n\r\nThat  is  only right. If they persist  in  creating\r\n\r\nrumours and trouble, that is not right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kandasamy (Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker (Mr Kandasamy):</b> I think it  is\r\n\r\ntime for tea. I suspend this debate until 5.30 p.m.\r\n\r\nIt will resume at 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.01 p.m. until 5.30 p.m.</i></div>\r\n\r\n       \r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\nDebate resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>5.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Tan Kia Gan):</b> Mr Speaker, Sir, the motion on the State\r\n\r\nDevelopment  Plan  calls for the  full  and \r\n\r\nwhole-hearted co-operation of the people of Singapore  in\r\n\r\nall  walks  of life in order to make it a  success.\r\n\r\nThis  is  not only inevitable, but also  right  and\r\n\r\nproper,  since it is a Plan that has to be  carried\r\n\r\nout by the people for the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Chapter III of the Plan has broadly classified\r\n\r\nthe  development  projects into  three  categories,\r\n\r\nnamely, those contributing to economic development,\r\n\r\nthose contributing to social development, and those\r\n\r\nconcerned with public administration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The projects for which the Ministry of National\r\n\r\nDevelopment is responsible belong to the first  two\r\n\r\ncategories, and I should like to make a  report  on\r\n\r\nsome  of the projects and, in particular, the  part\r\n\r\nthey will play in the Development Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, I shall deal with Rural Development\r\n\r\nSchemes.  Under  the  Plan a  total  of  about  $26\r\n\r\nmillion will be spent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1342</b></font><br><br>\r\n\r\n            \r\n\r\nover  the  next  four years on projects  that  will\r\n\r\ninclude  roads, improvement to bridges,  and  water\r\n\r\nand  electricity  supplies in the rural  areas.  Of\r\n\r\nthis total, a sum of $700,000 has been reserved for\r\n\r\nspecial  schemes designed specifically  to  improve\r\n\r\nthe lot of our farmers, fishermen and other primary\r\n\r\nproducers.  These people are playing  an  important\r\n\r\npart in our task of nation-building by producing or\r\n\r\notherwise  making  available  much  of  the   pork,\r\n\r\nchicken,  fish, vegetables and fruit that  make  up\r\n\r\nthe daily food of our population. Our objective  is\r\n\r\nto   improve  and  increase  their  production   by\r\n\r\nteaching  them  the latest techniques  and  helping\r\n\r\nthem by various forms of State assistance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Primary Production Department under my\r\n\r\nMinistry  has continued to improve and  expand  the\r\n\r\nvarious  services  provided to  farmers  and  other\r\n\r\nproducers  in the rural areas. There  has  been  an\r\n\r\nincrease  in the number of free inoculations  given\r\n\r\nto  protect pigs and poultry from disease, and  our\r\n\r\nploughing  service has proved extremely useful  and\r\n\r\npopular. For fishermen who use power boats, we have\r\n\r\nbeen  providing a repair service for engine  faults\r\n\r\nand  breakdowns. We have also started  a  Fisheries\r\n\r\nTraining  School at Pasir Panjang for  rural  youth\r\n\r\ninterested  in the fishing industry.  At  the  same\r\n\r\ntime,   research  and  experimental  work  on   the\r\n\r\ndevelopment  of better strains of pigs and  poultry\r\n\r\nwith  stronger resistance to disease and  a  higher\r\n\r\nyield  of  meat  and  eggs have  been  making  good\r\n\r\nprogress at the Sembawang Animal Husbandry Station.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Various new projects that we have planned over\r\n\r\nthe next four years will both expand and add to the\r\n\r\nservices  now being provided, and will include  the\r\n\r\nestablishment  of  four more  veterinary  extension\r\n\r\ncentres  to bring these services within easy  reach\r\n\r\nof  the  people,  and a special  goat  distribution\r\n\r\nscheme  that  wilt  help to  improve  the  economic\r\n\r\nposition  of  the Malay community in  the  Southern\r\n\r\nIslands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When talking about the Development Plan for\r\n\r\nSingapore,  with its long history of dependence  on\r\n\r\nits   entrepot  trade  and  the  obvious  need   to\r\n\r\nconcentrate on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1343</b></font><br><br>\r\n\r\n\r\n\r\nindustrialisation, it is very easy to overlook  the\r\n\r\nimportance  of  rural  development.  It  is  seldom\r\n\r\nrealised,  for  example, that quite a  considerable\r\n\r\nsection  of our population is engaged in  food  and\r\n\r\nagricultural  production. According to  the  latest\r\n\r\nsurvey,  we  have  about 25,000 farmers  and  about\r\n\r\n6,000 fishermen, and if we take into account their\r\n\r\nfamilies and other people who are involved, we get\r\n\r\na   figure  of  something  like  2,000,000  people,\r\n\r\nslightly above 1/10 of the population. It has  been\r\n\r\nestimated  that their annual production is  in  the\r\n\r\nregion  of  some 750,000 pigs, 16,000,000 chickens,\r\n\r\n200,000,000 eggs, 34,000 tons of vegetables,  1,700\r\n\r\ntons  of fruits and 12,000 tons of fish. There  is,\r\n\r\nof  course,  a  limit  to  rural  and  agricultural\r\n\r\ndevelopment, largely as a result of the scarcity of\r\n\r\ngood  usable  land in Singapore,  and  the  various\r\n\r\ncompeting  claims for what little land  there  is,\r\n\r\nfor example, for industrial development and housing\r\n\r\npurposes. The Government, while it is aware of this\r\n\r\nlimitation, is resolved nevertheless to do what  it\r\n\r\ncan  to  improve this hitherto neglected sector  of\r\n\r\nthe  State  economy,  since  rural  development  if\r\n\r\nproperly planned and properly directed can play  an\r\n\r\nimportant part in the Development Plan by providing\r\n\r\nemployment  for the rural population, reducing  the\r\n\r\nState's  dependence on imports of  food,  improving\r\n\r\nthe  livelihood  of our farmers and fishermen,  and\r\n\r\ngenerally  improving rural conditions,  helping  to\r\n\r\nachieve  the  optimum use of  scarce  land  in  the\r\n\r\nState.  In this connection, Sir, I should  like  to\r\n\r\nmention the swamp reclamation and flood alleviation\r\n\r\nprojects  that  will be undertaken by  the  P.W.D.,\r\n\r\nbecause  these  projects  will  facilitate   to   a\r\n\r\nconsiderable extent the Government's plan for rural\r\n\r\ndevelopment. The Development Plan provides for  the\r\n\r\nexpenditure   of  nearly  $12  million   on   flood\r\n\r\nalleviation and $4 million on swamp reclamation.  I\r\n\r\nneed  hardly  remind the House of the frequent  and\r\n\r\ndisastrous  floods which in the past  brought  loss\r\n\r\nand  suffering  to  our  farmers  and  other  rural\r\n\r\ndwellers. The Government has already completed  two\r\n\r\nschemes in Bedok and Geylang which have put an  end\r\n\r\nto  the  floods  that used to plague  these  areas.\r\n\r\nFurther schemes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1344</b></font><br><br>\r\n\r\n\r\n\r\nwhich  have been planned for implementation in  the\r\n\r\nnext four years include an extension of the Geylang\r\n\r\nscheme  and  new  schemes in Bukit  Timah  and  Ulu\r\n\r\nPandan,   two  of  the  worst  flooding  areas   in\r\n\r\nSingapore. As for swamp reclamation, the Government\r\n\r\nhas  a  scheme for converting about 4,000 acres  of\r\n\r\nuseless  swamp land in various parts of  the  rural\r\n\r\nareas  into  useful  assets.  When  completed,  the\r\n\r\nscheme will provide 1,000 acres of much needed farm\r\n\r\nland,  1,000 acres of prawn ponds, and 2,000  acres\r\n\r\nof fish ponds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a few words now about the part\r\n\r\nto be played in the Development Plan by the housing\r\n\r\nprojects of the Housing and Development Board.  The\r\n\r\nPlan  provides for the expenditure of  a  total  of\r\n\r\nover $190 million on housing projects that will  be\r\n\r\nundertaken  over the next four years to  provide  a\r\n\r\ntotal  of  over 51,000 units. Even before  we  took\r\n\r\nover  the  government in July  1959,  the  People's\r\n\r\nAction  Party  had recognised as one  of  the  most\r\n\r\nacute  problems in Singapore, the need  to  provide\r\n\r\ngood  and  cheap housing for the large and  rapidly\r\n\r\nincreasing population. It is true that the previous\r\n\r\nGovernment  was also aware of the problem  and  did\r\n\r\ntake steps to wrestle with it. But I think it would\r\n\r\nbe fair to say that in wrestling with the problems,\r\n\r\nthey  failed  to  adopt a realistic  and  practical\r\n\r\napproach, with the result that most of the  housing\r\n\r\nunits  put up by the former S.I.T. were of  a  type\r\n\r\nnot  designed  to  provide cheap  housing  for  the\r\n\r\npeople. In fact, some of the units constructed cost\r\n\r\nso  much  to  put up that, in order to  bring  them\r\n\r\nwithin  the means of the poorer classes, who  after\r\n\r\nall  are the classes for whom the State must build,\r\n\r\nit  is necessary to provide a considerable subsidy.\r\n\r\nIn Kallang, for example, low rentals were fixed for\r\n\r\nthe various housing units as follows: $25 per month\r\n\r\nfor  a  one-room flat, $35 per month for a two-room\r\n\r\nflat,  $45 to $60 per month for a three-room  flat.\r\n\r\nNo  one  will  deny  that these  rentals  are  very\r\n\r\nattractive for the types of accommodation provided.\r\n\r\nBut  if  you examine them, you will find  that  the\r\n\r\nlowness  of the rentals is artificial. If  we  take\r\n\r\ninto  account the cost of building these flats  and\r\n\r\nwork out the rentals required to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1345</b></font><br><br>\r\n\r\n\r\n\r\nbring  in  an economic return, it will be necessary\r\n\r\nto charge the following rents: $65 to $73 for a \r\n\r\none-room  flat, $82 to $90 for a two-room flat, $81  to\r\n\r\n$96 for a three-room flat. It will be seen that the\r\n\r\nartificially  low  rentals fixed  by  the  previous\r\n\r\nGovernment work out in some cases to less than half\r\n\r\nof  the economic rentals. What does this all  mean?\r\n\r\nIt means simply that to maintain these artificially\r\n\r\nlow  rents,  the Government will have to  expend  a\r\n\r\nconsiderable  amount of public funds  to  subsidise\r\n\r\nthe  tenants of these flats. It has, in fact,  been\r\n\r\nestimated  that the subsidy amounts  to  about  $1�\r\n\r\nmillion  per year for Kallang Estate alone.  Is  it\r\n\r\njustifiable  to  use  public funds  to  support  an\r\n\r\nunrealistic rental policy in this way?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But quite apart from the failure to work out a\r\n\r\nrealistic  rental  policy, the previous  Government\r\n\r\nalso  failed to build each year anything  near  the\r\n\r\nrequired number of units to meet the ever worsening\r\n\r\nhousing  shortage.  Right from the  beginning,  the\r\n\r\nPeople's  Action  Party Government  has  taken  the\r\n\r\nstand  that its housing policy must be a  realistic\r\n\r\none, i.e., it must not only provide the houses  but\r\n\r\nmust  provide  houses  of the  right  type  and  in\r\n\r\nsufficient numbers each year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since its establishment in February last year,\r\n\r\nabout  14  months,  the Housing Board  has  already\r\n\r\ncompleted  a  total of 2,112 units at  Kampong  Koo\r\n\r\nChye,  the  Tiong Bahru fire site,  Queenstown  and\r\n\r\nJalan  Eunos.  This  figure, of  course,  does  not\r\n\r\ninclude 794 units completed at St. Michael's Estate\r\n\r\nand  Queenstown in 1959 by Mr Ong  Eng  Guan,  the\r\n\r\nformer  Member  for Hong Lim. The  figure  of  over\r\n\r\n2,000   units  over  14  months  is  not   a   mean\r\n\r\nachievement  when  we take into  consideration  the\r\n\r\nfact  that the Housing Board needed some  money  to\r\n\r\nget  down to the job, and compared with the average\r\n\r\nannual production of only 1,700 units by the former\r\n\r\nS.I.T. The Housing Board, however, is aiming to  do\r\n\r\nmuch better than this over the next four years with\r\n\r\nthe following programme:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1961: 7,096 units\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;at a cost of ... $34.1 million\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1346</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1962: 9,735 units\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;at a cost of ... $40.7 million\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1963: 9,690 units\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;at a cost of ... $33.8 million\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1964: 12,710 units\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;at a cost of ... $44.5 million\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To cater for the poorer classes of the\r\n\r\npopulation,  the  programme will include  specially\r\n\r\ndesigned one-room flats which can be rented out  at\r\n\r\n$20  per  month; and of the 16,831 units  scheduled\r\n\r\nfor  completion in 1961 and 1962, at  least  10,000\r\n\r\nunits will be of the $20 type. This year, work  has\r\n\r\nalready  started on a number of projects that  will\r\n\r\nprovide  a  total of 7,852 units and more contracts\r\n\r\nare in the process of being let out. Included among\r\n\r\nthese  projects  are 904 $20 units at  Tiong  Bahru\r\n\r\nwhich  will be completed by August this  year,  and\r\n\r\n814 $20 units at St. Michael's Estate which will\r\n\r\nbe completed by September this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of the above figures, the P.A.P.\r\n\r\nGovernment cannot be accused of indulging  in  mere\r\n\r\ntalk  over  its  housing plans;  and  from  present\r\n\r\nindications,  I  have  every  confidence  that  the\r\n\r\nHousing Board will achieve its target of completing\r\n\r\na  total of over 7,000 units a year, an achievement\r\n\r\nthat  will  far surpass the highest achievement  of\r\n\r\n3,841 units claimed by the former S.I.T. in 1958.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the Minister for Finance has\r\n\r\nalready said, the State Development Plan which  has\r\n\r\nbeen  tabled  in  the Assembly has taken  some  six\r\n\r\nmonths   of   careful  investigation  and   arduous\r\n\r\npreparation and with both the immediate  and  \r\n\r\nlong-term  welfare of the people very much in  mind.  On\r\n\r\nthe  publication  of the Plan, the  Government  has\r\n\r\nalready been assured of the co-operation of various\r\n\r\nsections of the community, particularly the  unions\r\n\r\nand the commercial interests, and I need hardly say\r\n\r\nthat  it  is  a  Plan that deserves  the  full  and\r\n\r\nwholehearted co-operation not only of hon.  Members\r\n\r\non  the other side of the House but also of  every\r\n\r\ncitizen of our State.\r\n\r\n\r\n\r\n<br><br>5.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b> Mr Speaker, Sir, the capital expenditure on\r\n\r\nprojects proposed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1347</b></font><br><br>\r\n\r\n\r\n\r\nby  the  Ministry of Home Affairs is less than  $10\r\n\r\nmillion  spread  over  four years.  The  amount  is\r\n\r\nroughly divided into $7� million for the police and\r\n\r\njust above $2 million for the prisons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Among the more important police projects is the\r\n\r\nbuilding  of  new  police stations  to  enable  the\r\n\r\npolice to maintain its efficiency and effectiveness\r\n\r\nin protecting and safeguarding the interests of its\r\n\r\ncitizens   in  the  face  of  a  rapidly  expanding\r\n\r\npopulation, the over-spilling into the rural areas,\r\n\r\nthe  building  of  new  housing  estates,  and  the\r\n\r\ndevelopment of industrial areas. These new stations\r\n\r\nare  the Queenstown Police Station, the new Geylang\r\n\r\nPolice  Station,  the  new station  at  Chong  Pang\r\n\r\nVillage  in Sembawang, and the new Divisional  Paya\r\n\r\nLebar Station.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another item, which though small but nevertheless\r\n\r\nis  in keeping with the ever-growing spirit of \r\n\r\nco-operation  and friendliness between the people  and\r\n\r\nthe  police force, is the erection of a  number  of\r\n\r\nvillage  constables' posts in various  villages  in\r\n\r\nthe   comparatively  sparse  west  coast  area   of\r\n\r\nSingapore  Island and some of the smaller  Southern\r\n\r\nIslands. These village constables' posts will bring\r\n\r\nthe  police another step closer to the people,  who\r\n\r\nnow  look  upon  the Force more  as  their \r\n\r\nfellow-citizens, protecting them against evil doers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are extremely small items of expenditure\r\n\r\nbecause  the  maintenance of law and  order  cannot\r\n\r\ndepend entirely on punitive measures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not want to go into the sociological reasons\r\n\r\nfor  crime.  Though  one  must  not  be  naive  and\r\n\r\nattribute all causes of crime to the conditions  in\r\n\r\nour    society,   we   must   never   forget   that\r\n\r\nunemployment, poverty and housing all have  a  part\r\n\r\nin  producing the criminals. Some criminal activity\r\n\r\nalso  arises  out  of  society  not  providing  the\r\n\r\nmachinery to channelise the energies of our youths,\r\n\r\nby  not  having  opportunities  to  provide  useful\r\n\r\nvisions, and by not providing opportunities  for  a\r\n\r\nlife that is useful, exciting and meaningful.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1348</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are the important things, and the more\r\n\r\nsuccessful  we are in providing these  things,  the\r\n\r\nless important would be the punitive measures.  The\r\n\r\nmore   successful   we  are  in  our   constructive\r\n\r\nmeasures,  the less we have to spend on the  police\r\n\r\nand  prisons.  This must be the  objective  of  any\r\n\r\ncivilised  society,  and  the  more  civilized  the\r\n\r\nsociety,  the  more unobtrusive  can  the  punitive\r\n\r\nmachinery of the State be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is what I must commend to you as far as the\r\n\r\nPlan is concerned. The Plan seeks to offer positive\r\n\r\nsolutions  to  the  problems that  often  lead  to\r\n\r\ncrime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It may also not be out of place for me to draw\r\n\r\nattention  to  the  fact that, as this  Development\r\n\r\nPlan  points out, a total of nearly 84,000 new jobs\r\n\r\nwill  be  required  for full  employment,  but  the\r\n\r\nemployment opportunities of the Plan amount to only\r\n\r\n40,000,  unless the rate of private  investment  in\r\n\r\nnew  industries can be stepped up to something like\r\n\r\n$600  million in the Plan period. It will be  fully\r\n\r\nappreciated,   therefore,   why   the    Government\r\n\r\nmaintains a restrictive immigration policy.  It  is\r\n\r\nto  protect in the face of increasing unemployment.\r\n\r\nJust  as with the Development Plan, our immigration\r\n\r\npolicy is a question of survival and the facing  of\r\n\r\npractical realities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the targets of the Plan have been fulfilled,\r\n\r\n25  per  cent of the population would be housed  in\r\n\r\npublic  housing, the spectre of unemployment  would\r\n\r\nbe  under control, public amenities would have been\r\n\r\nimproved significantly, and I am confident that the\r\n\r\npunitive arms of the State can take an increasingly\r\n\r\nminor role in maintaining law and order.\r\n\r\n\r\n\r\n<br><br>5.56 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b>\r\n\r\nMr Speaker, Sir, I rise to speak in support of the\r\n\r\nmotion  in  the name of my colleague, the  Minister\r\n\r\nfor Finance, that the Government's Development Plan\r\n\r\nfor  the four years 1961 to 1964, as tabled, should\r\n\r\nnot  only  be  supported by all  sections  of  they\r\n\r\npeople but also be united in their efforts to  make\r\n\r\nit a success.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1349</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall dwell upon the education aspect of the\r\n\r\nPlan  which involves the sum of about $95  million,\r\n\r\nor  11  per cent of the total cost of the Four-Year\r\n\r\nPlan  of  $871  million. Education  comes  next  in\r\n\r\nimportance  to housing under the Social Development\r\n\r\nof  the Plan, and, in fact, absorbs 27 per cent  of\r\n\r\nthe   money   allotted   for  social   development,\r\n\r\namounting to $350 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even in advanced and well-developed countries,\r\n\r\neducation  takes a large slice not only of  revenue\r\n\r\nbut  also for future development. In fact, the more\r\n\r\nhighly  developed  the country  is  in  respect  of\r\n\r\neducation,  the  greater the advance  it  makes  in\r\n\r\nindustry, science and technology. Today, the  whole\r\n\r\nworld is excited over the great achievement of  the\r\n\r\nRussian  space man in flight. Is this an over-night\r\n\r\nsuccess? Of course not. The fruits of education are\r\n\r\nnot to be seen now, tomorrow or the following year,\r\n\r\nbut  in  the next generation for the good of future\r\n\r\ngenerations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1930, the Russian universities had an\r\n\r\nenrolment  of  under 300,000. In  1960,  3  decades\r\n\r\nlater,  the  number was stepped up to nearly  seven\r\n\r\ntimes, to over two million. That is the reason  for\r\n\r\ntheir success today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, for new developing countries like\r\n\r\nSingapore, we should have no hesitation in  setting\r\n\r\naside huge sums of money for education, because  we\r\n\r\nshall be investing for the future. Our problems are\r\n\r\nfurther  aggravated by the fact that our population\r\n\r\nincrease is at such a fantastic rate that we cannot\r\n\r\nafford  to provide education for education's  sake,\r\n\r\nbut  for a set purpose. The pupils who come out  of\r\n\r\nour  secondary schools should be trained to become\r\n\r\nproductive   and  not  passengers  and  hangers-on,\r\n\r\nexpecting to be fed and nourished by the hard  work\r\n\r\nof one-third of the population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Free six-year primary education is already an\r\n\r\naccomplished  fact  in  Singapore  today.  When  we\r\n\r\nassumed  office  two  years ago,  4,000  Primary  I\r\n\r\npupils   registered  in  1958   by   the   previous\r\n\r\nGovernment for 1959 were not given a place\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1350</b></font><br><br>\r\n\r\n\r\n\r\nin schools. We saw to it that they did enter school\r\n\r\nin  1960,  and 56,000 were admitted for that  year.\r\n\r\nThis  year  nearly  52,000 were admitted,  and  the\r\n\r\npresent  policy is that every registered child  for\r\n\r\nPrimary I must be offered a place in school. Having\r\n\r\nadmitted 108,000 Primary I children within the last\r\n\r\ntwo  years, we find that the total school enrolment\r\n\r\nhad  increased by 65,000: from 305,000 in  1959  to\r\n\r\n370,000   this   year.  Therefore,  the   increased\r\n\r\nenrolment of 65,000 makes it that 43,000 had  since\r\n\r\nleft schools in the last two years. They are either\r\n\r\ncontinuing their higher studies in the Polytechnic,\r\n\r\nUniversities,   or   in   employment   or   seeking\r\n\r\nemployment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Education for a set purpose has many aspects - that\r\n\r\nof  nation  building, common content of syllabuses,\r\n\r\ngradual  integration of different language  streams\r\n\r\ninto  a national system of education, Malay as  the\r\n\r\nNational  Language and the future chief  medium  of\r\n\r\ninstruction, etc. I shall, however, confine  myself\r\n\r\ntoday to the importance and emphasis we have placed\r\n\r\nin   making   education  the   basis   for   future\r\n\r\nindustrialisation of Singapore - the emphasis on  the\r\n\r\nstudy   of  Mathematics,  Science  and  Technology.\r\n\r\nHaving  achieved the huge base of six  years'  free\r\n\r\nprimary  education,  what we must  achieve  in  the\r\n\r\nforeseeable future is the building-up of  secondary\r\n\r\neducation,  and that is the crux of  our  Four-Year\r\n\r\nEducation Development Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, 30,000 pupils from the four streams of\r\n\r\neducation  took  the first Primary  School  Leaving\r\n\r\nExamination. This year we expect 40,000 to  do  so,\r\n\r\nand  also  hereafter. And we have decided that  all\r\n\r\nPrimary  school leavers aged 11 and over should  be\r\n\r\ngiven secondary education. We have assumed that \r\n\r\none-half  or  20,000  will not make the  grade  at  the\r\n\r\nPrimary  School Leaving Examination,  and  will  be\r\n\r\ngiven  a  minimum of two years' secondary education\r\n\r\nwith  a  vocational bias. Of the remaining  50  per\r\n\r\ncent  who  are expected to pass the primary  School\r\n\r\nLeaving Examination, they will be given a four-year\r\n\r\nsecondary education depending on their aptitude and\r\n\r\nability as follows:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1351</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;25 per cent or 10,000 will be given academic\r\n\r\nsecondary  education as we  now  know  today  in\r\n\r\nsecondary schools leading to the University.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;20 per cent or 8,000 will be given technical\r\n\r\neducation  leading  to the Polytechnic  and  the\r\n\r\nUniversities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;5 per cent or 2,000 will be given commercial\r\n\r\neducation   leading  to  the  Polytechnic,   the\r\n\r\nUniversities and Commerce.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Because of this proposed large switch of nearly\r\n\r\n75   per   cent  of  the  future  secondary  school\r\n\r\nenrolment  towards expensive vocational, commercial\r\n\r\nand  technical  education, the  Government  decided\r\n\r\nearly  this year to set up a Commission of  Inquiry\r\n\r\ninto  Vocational and Technical Education  which  is\r\n\r\nnow in session, so that the millions that have been\r\n\r\nset  aside  for  this  type of  education  will  be\r\n\r\nplanned  and  co-ordinated, and not  proceed  on  a\r\n\r\nhaphazard  basis. We do not propose to  follow  the\r\n\r\nineptitude of the previous Government by having two\r\n\r\nTechnical  Secondary  Schools  at  Queenstown  and\r\n\r\nTanjong  Katong without any equipment for  teaching\r\n\r\ntechnical subjects, or having equipment worth  tens\r\n\r\nof  thousands rotting and rusting away in Balestier\r\n\r\nTrade School for years, not knowing what to do with\r\n\r\nthem. The Commission of Inquiry into Vocational and\r\n\r\nTechnical  Education  is  expected  to  submit  its\r\n\r\nReport  about the middle of this year, and we  hope\r\n\r\nto  be  able  to  consider its recommendations  and\r\n\r\nimplement the Report by 1962.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It will be noted, Mr Speaker, Sir, that the\r\n\r\nFour-Year   Development  programme  envisaged   in   the\r\n\r\nPolytechnic is nearly $10 million and together with\r\n\r\nthe  anticipated building of no less than 9 out  of\r\n\r\n19  new schools to be built each year for secondary\r\n\r\nvocational, commercial and technical education,  we\r\n\r\nshall  be spending more than $36 million, that  is,\r\n\r\nmore  than  one-third of the $95 million  bill  for\r\n\r\nEducation  will  be  for vocational  and  technical\r\n\r\neducation  alone. Only with such  emphasis  can  we\r\n\r\neffectively   support   the   massive    industrial\r\n\r\nprogramme  which  we have in mind  to  ensure  that\r\n\r\nthousands  of  job opportunities are being  created\r\n\r\nfor Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1352</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As can be seen from the figures, with an increase\r\n\r\nof  65,000 enrolment in schools within the last two\r\n\r\nyears,  we  need  to  employ  no  less  than  1,000\r\n\r\nteachers  each year, if only to keep  up  with  the\r\n\r\nyearly   increase  of  pupils  and   maintain   the\r\n\r\nstaff/pupil  ratio at 1:33 as at present.  In  this\r\n\r\nrespect,   earlier  on  the  Member   for   Tanglin\r\n\r\nexpressed  great disappointment at the shortage  of\r\n\r\nScience teachers. The explanation is clear: this is\r\n\r\ndue  to the dereliction of duty on the part of  the\r\n\r\npast  Government  for doing nothing  about  it  and\r\n\r\nwhich  we  are trying to remedy today. As  for  the\r\n\r\nMember   for  Kampong  Kembangan - earlier  on   this\r\n\r\nafternoon  he  hinted  that  of  the  thousands  of\r\n\r\nteachers  to  be  appointed for education,  it  was\r\n\r\nlikely  that a great majority would be for  English\r\n\r\nschools,  and  he sought clarification  if  he  was\r\n\r\nwrong. Of course, he is quite wrong. We do not  now\r\n\r\ntalk  in  terms of what type of teachers we employ.\r\n\r\nIt  all  depends  on the school  enrolment.  For  a\r\n\r\nparticular  number of school children, there  shall\r\n\r\nbe  so  many  teachers.  At present  the  Teachers'\r\n\r\nTraining  College  trains teachers  for  the  three\r\n\r\nlarge  streams  of  education, which  are  English,\r\n\r\nChinese  and  Malay.  In view of  this  large-scale\r\n\r\nannual  recruitment of teachers,  the  decision  to\r\n\r\nstop  two  years full-time training of teachers  at\r\n\r\nthe  Teachers' Training College and to  have  only\r\n\r\none system of in-service training had to be made as\r\n\r\nearly  as  1960  within six months  after  we  took\r\n\r\noffice. Like everything in Singapore, we meet  with\r\n\r\nthe   constant  problem  of  having  to  deal  with\r\n\r\nquantity  and  yet  striving hard  to  ensure  that\r\n\r\nquality  and  standards do not  fall.  The  present\r\n\r\nfacilities  of  the Teachers' Training  College  at\r\n\r\nPaterson  Road  were not meant to  tackle  the  new\r\n\r\nsituation  now being posed, hence the necessity  to\r\n\r\nprovide for adequate expansion, and accordingly the\r\n\r\nsum  of  $2.9  million has been  allotted  for  its\r\n\r\nproper development during the next few years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining items under the Plan are incidental\r\n\r\nto  what  has been said just now and follow general\r\n\r\nexpansion. Suffice it to say that every cent of the\r\n\r\n$95  million to be spent on education envisaged  in\r\n\r\nthis Plan will repay rich dividends for future\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1353</b></font><br><br>\r\n\r\n\r\n\r\nprosperity  and happiness on this island  State  of\r\n\r\nours,  and  I am confident everyone in  this  House\r\n\r\nincluding hon. Members of the Opposition  will  not\r\n\r\nonly  support the Education Plan but the motion  of\r\n\r\nthe Minister for Finance as well.\r\n\r\n\r\n\r\n<br><br>6.13 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b> Mr Speaker, Sir, since the P.A.P. has been\r\n\r\nthe  Government,  whenever our policies  have  been\r\n\r\noffered  to  the House for debate, whether  in  the\r\n\r\nYang di-Pertuan Negara's annual policy speech or in\r\n\r\nthe   present   State   of  Singapore's   Four-Year\r\n\r\nDevelopment Plan, the same anti-P.A.P. slogans have\r\n\r\nbeen  uttered  by  Members of the  Opposition  with\r\n\r\nmonotonous regularity. As an Opposition, they claim\r\n\r\nto speak for the people of Singapore, but they have\r\n\r\nnot  attempted to analyse our Four-Year Development\r\n\r\nPlan  to show how, if at all, our Development  Plan\r\n\r\nhas fallen short of the expectations of our people,\r\n\r\nand  what  developments  have  been  omitted  which\r\n\r\nshould  have  found place in our Development  Plan.\r\n\r\nThat  would,  Sir, in my mind be  the  role  of  an\r\n\r\nintelligent,  informed and responsible  Opposition.\r\n\r\nInstead,  they have taken to repeating their \r\n\r\nanti-P.A.P. slogans: that with the advent of the P.A.P.\r\n\r\nGovernment,  there has not been a  healthy  climate\r\n\r\nfor  investment  because of  bad  employer-employee\r\n\r\nrelations;   that   these   relations   have   been\r\n\r\ndeteriorating;  that  the  T.U.C. is  \r\n\r\nGovernment-controlled; that membership of the Work Brigade  is\r\n\r\nopen  only to P.A.P. members; and that capital  has\r\n\r\nflown away from Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the Work Brigade, the Member for Cairnhill\r\n\r\nmentioned  earlier  this  afternoon  that  when   I\r\n\r\nreturned  from Tokyo, members of the  Work  Brigade\r\n\r\nwere  at  the Airport to greet me. Does he find  it\r\n\r\nuncongenial and irksome that when he returned  from\r\n\r\nhis  mission to Vietnam not so long ago,  he  could\r\n\r\nnot   muster  up  a  sufficient  number  of   Party\r\n\r\nsupporters to greet him on his return? Mr Speaker,\r\n\r\nSir, he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1354</b></font><br><br>\r\n\r\n\r\n\r\nalso said that the members of the Work Brigade were\r\n\r\nbeing exploited by the Government, and now that  we\r\n\r\nhave the development projects we might as well wind\r\n\r\nup  the Brigade and transfer the members to work in\r\n\r\nthese  projects. Mr Speaker, Sir, long before  the\r\n\r\ndetails of this plan were worked out, we have  been\r\n\r\ntransferring members of the Brigade for service  in\r\n\r\nvarious  Government departments and for service  in\r\n\r\nquasi  Government bodies which have need  of  their\r\n\r\nservice.   Mr   Speaker,  Sir,  these   completely\r\n\r\nunfounded and unfair accusations have been and  are\r\n\r\nbeing  repeated by the Opposition so often  and  so\r\n\r\nregularly  in  the  hope  that  some  of  them  may\r\n\r\nultimately   be  believed.  Do  these   anti-P.A.P.\r\n\r\nslogans  which  are indulged in by  the  Opposition\r\n\r\naccord  with  the facts as they are  known  to  the\r\n\r\npeople of Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Both the Member for Tanglin and the Member for\r\n\r\nCairnhill have stated as a matter of fact that  the\r\n\r\nbusiness   community   of   Singapore   have   lost\r\n\r\nconfidence in the Government. Mr Speaker, Sir, the\r\n\r\nMember  for  Tanglin has the habit - I  do  not  know\r\n\r\nwhether  it  is  a  good habit or  a  bad  habit - of\r\n\r\ncutting out newspaper reports and quoting from them\r\n\r\nwhenever  he  wants to pretend that the  people  of\r\n\r\nSingapore, and particularly the business community,\r\n\r\nhave   a  very  poor  view  of  the  work  of  this\r\n\r\nGovernment.  Mr Speaker, if I may be permitted  to\r\n\r\nindulge  a  similar habit this afternoon.  I  would\r\n\r\nlike to produce, for the delectation of the Members\r\n\r\nof  the  Opposition, a report that appeared in  the\r\n\r\nFree Press of Tuesday, 11th April. It was just  two\r\n\r\ndays ago. It is a report that gives a record of the\r\n\r\nbusiness done in the last year by the Great Eastern\r\n\r\nLife  Assurance Company, in which both  the  Member\r\n\r\nfor  Tanglin,  the Member for Farrer Park  and  the\r\n\r\nMember  for  Cairnhill have large investments.  Mr\r\n\r\nSpeaker,  Sir,  this is a report of  business  done\r\n\r\nwhich   the   Chairman  of  this   well-established\r\n\r\ninsurance company wishes to place before a  general\r\n\r\nmeeting  of  this Company to be held  tomorrow,  so\r\n\r\nthat it can be said that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1355</b></font><br><br>\r\n\r\n\r\n\r\nthis  is  a  really  up-to-date report  of  present\r\n\r\nconditions. This is what the report says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;,`Against the stable political background in\r\n\r\nSingapore  and the Federation of Malaya,  a  record\r\n\r\nbusiness  involving $44,175,595  was  done  by  the\r\n\r\nGreat Eastern Life Assurance Company Limited.'\r\n\r\n\r\n\r\n<br><br>This  is  a  company, Mr Speaker, Sir, which  does\r\n\r\nbusiness  with  the  provident  sections   of   our\r\n\r\nstatement  to  be  tabled  at  the  Annual  General\r\n\r\nMeeting on 14th April, to be held at the registered\r\n\r\noffice of the company in Cecil Street:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The chairman's report states: \"Against a stable\r\n\r\npolitical   background   in   Singapore   and   the\r\n\r\nFederation of Malaya, where the policies of the  two\r\n\r\nGovernments have created public confidence,  record\r\n\r\nnew  business with sums assured of $44,175,595  was\r\n\r\nwritten while assets and premium income showed  the\r\n\r\nlargest increments achieved in one year, increasing\r\n\r\nto $51,518,020 and $8,738,383 respectively.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The chairman added that the peoples of Singapore\r\n\r\nand  the  Federation  of  Malaya  were  fast  being\r\n\r\neducated to appreciate the necessity and benefit of\r\n\r\nlife assurance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He said it had now been found possible after\r\n\r\ntransferring $1,500,000 to investments  reserve  to\r\n\r\nincrease  the  bonus  rate  to  policy  holders  in\r\n\r\nSingapore,   Federation  of  Malaya,   and   Borneo\r\n\r\nterritories from 25 to 26 per thousand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"At the same time, the undistributed surplus\r\n\r\ncarried  forward has been substantially  increased,\r\n\r\nwhich  augurs  well  for  the  maintaining  of  the\r\n\r\nincreased  rate  of bonus, which is  unequalled  by\r\n\r\nboth local and overseas competitors,\" he added.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker, Sir, who is in a better  position  to\r\n\r\njudge   public  confidence  with  regard  to   this\r\n\r\nGovernment  from the business point of  view?  Hard\r\n\r\nheaded  business enterprises like the Great Eastern\r\n\r\nLife    Assurance    Company,   or    mealy-mouthed\r\n\r\npoliticians on the Opposition Front bench?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am sure the Minister must\r\n\r\nunderstand that the expression \"mealy-mouthed\" used\r\n\r\nof    parliamentarians   in   this   Assembly    is\r\n\r\nunparliamentary. Therefore, I ask the  Minister  to\r\n\r\nwithdraw it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Sir, you have judged that the\r\n\r\nexpression \"mealy-mouthed\" is unparliamentary.  May\r\n\r\nI withdraw it and substitute the word \"misguided\"?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1356</b></font><br><br>\r\n\r\n    \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The withdrawal, of course, must be\r\n\r\nunqualified.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Sir, it will then be an unqualified\r\n\r\nwithdrawal.  Mr  Speaker,  Sit,  my   friend   and\r\n\r\ncolleague,  the Minister for Finance, has  given  a\r\n\r\nsober  appreciation of the facts  of  our  economic\r\n\r\nlife,   and  has  detailed  the  steps  which   the\r\n\r\nGovernment has taken since it has been in power  to\r\n\r\nso  order  our  economic life that we  can,  as  an\r\n\r\nintegrated community of employers and workers, have\r\n\r\ngood grounds for hoping that there will be a chance\r\n\r\nof  survival for our growing young population which\r\n\r\nwill   be  coming  on  to  the  labour  market   in\r\n\r\nincreasing  numbers in the immediate  years  ahead,\r\n\r\nand  which  the  proceeds of our  entrep�t  economy\r\n\r\nalone  will  not  be  able to  sustain  in  gainful\r\n\r\nemployment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a lot of effort and a lot of\r\n\r\nthought   have   been  put  into   this   Four-Year\r\n\r\nDevelopment Plan. From the Opposition, all that the\r\n\r\nPlan has evoked are rather churlish repetitions  of\r\n\r\nanti-P.A.P. slogans  which  are  now  worn  rather\r\n\r\nthreadbare.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member of Cairnhill\r\n\r\nyesterday,  overwhelmed by the massive contents  of\r\n\r\nour Four-Year Development Plan, and having seen the\r\n\r\npossibilities that will be open for the  people  of\r\n\r\nSingapore  when  this Plan materialises,  cast  his\r\n\r\nmind  back  to the time when he was Chief Minister,\r\n\r\nand  tried to explain to this House that the S.P.A.\r\n\r\nGovernment was not able to produce any co-ordinated\r\n\r\nDevelopment  Plan of its own because he,  as  Chief\r\n\r\nMinister,  was rather encumbered with the  presence\r\n\r\nof   an  expatriate  Financial  Secretary  in   his\r\n\r\nplanning set-up. Is not this a flimsy excuse?  Does\r\n\r\na  bad  carpenter not always blame his  tools?  And\r\n\r\ndoes he not always try to take it out on his tools?\r\n\r\nMr   Speaker,  Sir,  this  is  in  step  with  his\r\n\r\ncharacter and his inclinations. He blames  his  own\r\n\r\nshort-comings  on  those  into  whose  company   he\r\n\r\nadeptly wormed his way and who served him well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Cairnhill\r\n\r\nfurther stated today that the P.A.P. Government was\r\n\r\nnot profiting\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1357</b></font><br><br>\r\n\r\n\r\n\r\nout  of the S.P.A. Government's industrial planning\r\n\r\nand  industrial  legislation, and was  granting  to\r\n\r\nforeign  capital  such  terms  that  local   firms,\r\n\r\ncompeting  in  the manufacture of the  same  goods,\r\n\r\nwere  finding  it  difficult to  compete.  In  this\r\n\r\nAssembly not so long ago, when similar observations\r\n\r\nwere  made by the Opposition, I pointed out,  as  a\r\n\r\nsenior civil servant of the former Government, that\r\n\r\nI  had  been associated in the preparation of Press\r\n\r\nstatements  announcing major investments  by  sugar\r\n\r\nrefineries, flour mills, tobacco factories,  cement\r\n\r\nworks  and  other such like industrial undertakings\r\n\r\nwhich,   in  fact,  never  progressed  beyond   the\r\n\r\ndiscussion stage with their respective promoters. I\r\n\r\nwas then reminded by the Member for Cairnhill that,\r\n\r\nas a senior civil servant of the S.P.A. Government,\r\n\r\nI had acted improperly in spilling the beans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, why did the S.P.A. Government's\r\n\r\nplans not pass beyond the discussion stage? It  was\r\n\r\nbecause  the  promoters knew that with  the  S.P.A.\r\n\r\nGovernment  any  industrialisation  proposals  were\r\n\r\nhedged  in  with  a  lot  of unusual  \"safeguards\".\r\n\r\nForeign  concerns willing to invest  locally  under\r\n\r\nthe  S.P.A. regime  were required  to  find  local\r\n\r\ncapitalists  as associates. It is well  known  that\r\n\r\nour  local businessmen are mostly traders and  have\r\n\r\nnot  got  anything like the experience of  industry\r\n\r\nthat  the  local  businessmen of Hongkong  and  the\r\n\r\nChinese businessmen of Indonesia have. We have  not\r\n\r\nimposed  any  such  conditions on foreign  concerns\r\n\r\nwilling  to  invest  locally, because  we,  as  the\r\n\r\nGovernment,   are  aware  of  the   hard   economic\r\n\r\nrealities  of  our position, and  also  because  we\r\n\r\nintend to keep our hands clean. We have not imposed\r\n\r\nunusual  \"safeguards\" merely  for  the  purpose  of\r\n\r\nensuring that our nominees are placed in the  midst\r\n\r\nof undertakings which are capitalised from overseas\r\n\r\nand  operated  for  the purpose of  increasing  the\r\n\r\nemployment  opportunities  of  our  growing   young\r\n\r\npopulation. Sir, in management/employee  relations,\r\n\r\nall  that we have done is to ensure that the worker\r\n\r\ngets  his due. It is true, Sir, as claimed  by  the\r\n\r\nMember for Cairnhill,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1358</b></font><br><br>\r\n\r\n\r\n\r\nthat we have not enacted any new labour legislation\r\n\r\nsince we have been the Government, and that we  are\r\n\r\nstill  operating the labour legislation enacted  by\r\n\r\nthe  former  S.P.A. Government. The  difference  is\r\n\r\nthat  we,  as  the  Government, are  determined  to\r\n\r\nensure  that legislation introduced for the benefit\r\n\r\nof  the  worker is not placed in the  statute  book\r\n\r\nmerely   for   the   purpose   of   assuring    the\r\n\r\nInternational Labour Organisation in Geneva,  which\r\n\r\nthe Member for Cairnhill used to visit regularly as\r\n\r\nMinister   for   Labour  and  Chief   Minister   of\r\n\r\nSingapore,  that our workers were  getting  a  fair\r\n\r\ndeal.  If this labour legislation had been properly\r\n\r\nenforced  by  the  former  Government,  we  as  the\r\n\r\nGovernment  would  not have found  it  possible  to\r\n\r\ncollect for our workers a sum of $1,600,000 in  the\r\n\r\nform  not  of increases in wages but in arrears  of\r\n\r\novertime,  weekly  holiday pay  and  annual  leave.\r\n\r\nThese facts speak for themselves, and I would  have\r\n\r\nno  occasion to refer to them were it not  for  the\r\n\r\nfact that the Member for Cairnhill had the temerity\r\n\r\nto claim in this House yesterday that all that the\r\n\r\nworkers had received from the present Government is\r\n\r\nan increase in unemployment and that their lot was\r\n\r\ninfinitely   better   under   the   former   S.P.A.\r\n\r\nGovernment. He even made the ludicrous remark  that\r\n\r\nthe  worker  had  a  better deal under  the  former\r\n\r\nMinistry  of  Labour and Welfare than  he  has  now\r\n\r\nunder the Ministry of Labour and Law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We, Sir, as the Government, want stability in the\r\n\r\ncommercial and industrial sections of our  economy,\r\n\r\nbecause  without it there cannot be  the  expansion\r\n\r\nwhich  we  need if we are to survive. To this  end,\r\n\r\nthe  Government  has obtained the  support  of  the\r\n\r\nT.U.C. and  the  unions  for  a  policy  of   wage\r\n\r\nrestraint, especially in the sectors of our economy\r\n\r\nwhich  are  concerned  with export  markets,  where\r\n\r\nthere  is  a  potential  for  expansion,  and  with\r\n\r\nessential servicing enterprises which are vital  to\r\n\r\nour  economy.  In  other sectors  where  wages  and\r\n\r\nconditions are below par or where the prosperity of\r\n\r\nthe  enterprise is such as to warrant improvements,\r\n\r\nwe expect there will be demands for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1359</b></font><br><br>\r\n\r\n\r\n\r\nimprovement,  and  we hope that  the  employers  in\r\n\r\nthese  sectors  will be disposed  to  take  a  more\r\n\r\nreasonable  view  of  such demands  when  they  are\r\n\r\nreceived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There have been, Sir, a far greater number of\r\n\r\nwage agreements registered with the Registry of the\r\n\r\nIndustrial  Arbitration Court,  since  registration\r\n\r\nbegan  on  the  15th September of last  year,  than\r\n\r\nthere  have been awards of the Court; and all these\r\n\r\nagreements   are   regularly   published   in   the\r\n\r\nGovernment   Gazette.   The  Industrial   Relations\r\n\r\nOrdinance  has tended to produce agreements  rather\r\n\r\nthan  to provoke conflicts, and if these agreements\r\n\r\nare carefully studied by Members of the Opposition,\r\n\r\nthey  will  see  that  these  agreements  have  not\r\n\r\nexpressed any extortionate demands on the  part  of\r\n\r\nthe   workers.   All  of  these   agreements   give\r\n\r\nexpression  to  moderate  increases  in  wages  and\r\n\r\nimprovements in working conditions which have  been\r\n\r\nwillingly accorded by employers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin referred to recent Press\r\n\r\nstatements  by  the  retiring  President   of   the\r\n\r\nSingapore  Chamber of Commerce and  by  the  Public\r\n\r\nRelations  Officer  of  the  T.U.C. in  which   an\r\n\r\nunprovoked  and  rather  foolish  attack   by   the\r\n\r\nretiring  President  of the  Singapore  Chamber  of\r\n\r\nCommerce  on the unions provoked a rejoinder  which\r\n\r\nwas   emotionally   charged  and   in   which   the\r\n\r\nunfortunate  expression, \"To hell  with  industrial\r\n\r\npeace  with justice\", was unfortunately  used.  The\r\n\r\ncomplaint,  Sir, of the retiring President  of  the\r\n\r\nSingapore Chamber of Commerce was that negotiations\r\n\r\nwith  unions  took  a  long  time  and  were \r\n\r\ntime-consuming  for the employers. He claimed  that  the\r\n\r\nsituation  demanded the institution of a Commission\r\n\r\nof  Inquiry  and that there should be  a  procedure\r\n\r\nwhereby  an  agreement reached by a  union  with  a\r\n\r\ncertain   employer  could  be  applied   to   other\r\n\r\nemployers   as  well  to  reduce  the   number   of\r\n\r\nnegotiations  which would otherwise  be  necessary.\r\n\r\nThis  is  exactly  what  the  Industrial  Relations\r\n\r\nOrdinance  does not allow. It is clearly stated  in\r\n\r\nthat  legislation  that the  negotiations  must  be\r\n\r\nbetween  the union and the employer concerned,  and\r\n\r\nnot  between  the union and a group  of  employers.\r\n\r\nThere is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1360</b></font><br><br>\r\n\r\n\r\n\r\ngood  reason for these arrangements. It is  obvious\r\n\r\nthat  if  agreements could be applied  in  the  way\r\n\r\nsuggested, then a smaller enterprise would  not  be\r\n\r\nable  to  afford  the improvements which  a  larger\r\n\r\nenterprise would be able to offer, and it would  be\r\n\r\nlikely  to  be  put  out  of  business,  with   the\r\n\r\nconsequence that the worker would lose his job.  As\r\n\r\nnegotiations must take a good deal of time,  it  is\r\n\r\nimportant, therefore, that employers should  employ\r\n\r\npersonnel and industrial officers to take charge of\r\n\r\nthis  side of the work on their behalf. If they  do\r\n\r\nso,  there  will  be no need for the  directors  of\r\n\r\nconcerns to attend these negotiations personally.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Sir, after I had left this Assembly,\r\n\r\nand  even  this afternoon, the Member for Cairnhill\r\n\r\ntook two good swipes at me and said that whereas my\r\n\r\nfriend and colleague, the Minister for Finance, was\r\n\r\ntrying  to stabilise relations, I, as the  Minister\r\n\r\nfor  Labour,  had  threatened  employers  with  the\r\n\r\nP.P.S.O.  It is true, Sir, that when a bad employer\r\n\r\nacted most improperly, I threatened that if he  did\r\n\r\nnot  change his attitude, then there would have  to\r\n\r\nbe  recourse  to  the P.P.S.O. to  stop  him  from\r\n\r\nprovoking industrial discord for political reasons.\r\n\r\nIn  the case in question, I chaired the meeting  to\r\n\r\ntry  and  resolve a dispute in which that  employer\r\n\r\nwas  involved. He promised to attend, but  did  not\r\n\r\nturn up, stating that it was more important for him\r\n\r\nto  act  as  the Master of Ceremonies to a  wedding\r\n\r\nthan to be present for a settlement of this dispute\r\n\r\nin which his company was directly concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those were the days before we had the Industrial\r\n\r\nRelations  Ordinance. This House has already  given\r\n\r\nto  me  the  power  under the Industrial  Relations\r\n\r\nOrdinance  to  summon  a recalcitrant  employer  to\r\n\r\nattend  a conciliation meeting, and if he shows  an\r\n\r\nunwillingness  to attend, then all  that  I  or  my\r\n\r\nParliamentary  Secretary has to do is  to  sign  an\r\n\r\norder that he does so. If he does not appear,  then\r\n\r\nhe is liable to prosecution before a District Court\r\n\r\nfor  contempt of the order. I have had occasion  to\r\n\r\nsign  such  orders  since the Industrial  Relations\r\n\r\nOrdinance was enacted, and I am glad that  it  will\r\n\r\nnever again be necessary for me to threaten any bad\r\n\r\nemployer with the P.P.S.O.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1361</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I now come to the welfare side\r\n\r\nof the community recreation development projects of\r\n\r\nthe  Ministry of Labour and Law. These are set  out\r\n\r\nin  some detail on pages 117 and 118 and pages  126\r\n\r\nand  127 of our Four-Year Development Plan. On  the\r\n\r\nwelfare  side the Plan proposes the spending  of  a\r\n\r\nsum  of $1,771,700 on such projects as an extension\r\n\r\nof  the  Mount Emily Girls' Home; the establishment\r\n\r\nof  a Girls' Approved School for the reception  and\r\n\r\nrehabilitation of delinquent girls between the ages\r\n\r\nof  10  and 14; for a Girls' Hostel; for  a  Junior\r\n\r\nApproved    School    for   the    reception    and\r\n\r\nrehabilitation of delinquent boys between the  ages\r\n\r\nof  10  and  14;  for improvements  to  the  Muslim\r\n\r\nWelfare Home and the People's Association; and  for\r\n\r\nthe  establishment of a resettlement scheme for the\r\n\r\nold.  As has been mentioned in the Plan, Sir,  none\r\n\r\nof    these   projects   represent   any   dramatic\r\n\r\nintroduction  of  new  services,  but  are   rather\r\n\r\nextensions and improvements of existing services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has also been rightly pointed out in the Plan\r\n\r\nthat  on  the welfare side what is most significant\r\n\r\nare  the  vast  improvements  which  are  possible,\r\n\r\nwithout  this  being reflected  in  the  amount  of\r\n\r\ncapital expenditure required. The selection of  the\r\n\r\nprojects in themselves does not constitute all  the\r\n\r\ndevelopment possible in this field. In the  Budgets\r\n\r\nof  1959  and  1960  a sum of $1  million  and  $1�\r\n\r\nmillion respectively were voted by the Assembly for\r\n\r\nthe   development  and  integration  of   community\r\n\r\nassociations. Out of this money we have  been  able\r\n\r\nto  complete 18 new community centres in 1960.  For\r\n\r\nthis   year,  we  have  planned  24  new  community\r\n\r\ncentres. Five have been completed and opened,  nine\r\n\r\nare  now under construction, and 10 more sites have\r\n\r\nbeen  selected, the planning for which is now in  a\r\n\r\nvery  advanced stage of preparation.  Between  1948\r\n\r\nand  the  time  we took over, the Government  built\r\n\r\nfour  community centres and five were built by  the\r\n\r\nRural  Board.  Besides this, the  Rural  Board  and\r\n\r\nvoluntary  associations established seven  village\r\n\r\nhalls. In addition to this, associations of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1362</b></font><br><br>\r\n\r\n\r\n\r\nresidents    established   another   11   community\r\n\r\nassociations,   mostly  housed  in  Housing   Board\r\n\r\nestates.  By  the  end of the  year,  the  People's\r\n\r\nAssociation   will  have  under  its   control   51\r\n\r\ncommunity  centres,  seven  village  halls  and  11\r\n\r\nresident  associations,  a  record  of  which   the\r\n\r\nPeople's  Association  can  justly  be  proud.   In\r\n\r\naddition, the People's Association have also  taken\r\n\r\ncontrol   of  39  youth  clubs.  In  the   People's\r\n\r\nAssociation,   voluntary  bodies   concerned   with\r\n\r\nwelfare   and   youth  sports  and   other   useful\r\n\r\nvocational and recreational pursuits have been  \r\n\r\nco-operating  with  the Government in  a  big  way  to\r\n\r\norganise  and  direct  on a scale  never  attempted\r\n\r\nbefore the leisure activities of our growing  young\r\n\r\npopulation.  In  addition  to  building   community\r\n\r\ncentres  in  association with the voluntary  bodies\r\n\r\nwhich   I   have   just  mentioned,  the   People's\r\n\r\nAssociation  has had to undertake a  comprehensive,\r\n\r\nwell  co-ordinated and well planned training scheme\r\n\r\nto  produce the trained personnel who are  required\r\n\r\nfor  the  purpose  of running these  centres  in  a\r\n\r\nproper  and efficient manner. Holiday resorts  have\r\n\r\nalso  been built by the People's Association. These\r\n\r\nare  at  Pulau  Ubin and Nicoll Drive,  and  a  new\r\n\r\nholiday resort is at present being built at Tanjong\r\n\r\nIrau  in  the Sembawang area. Other holiday resorts\r\n\r\nare  being  planned at Serimbun and  other  vantage\r\n\r\npoints  along  the  coast and in  the  neighbouring\r\n\r\nislands. This in itself, Sir, is indeed a very  big\r\n\r\nproject  and would not have been possible  but  for\r\n\r\nthe   enthusiasm   and  drive   which   have   been\r\n\r\ndemonstrated   by   these   voluntary   bodies   in\r\n\r\nassociation  with  the officials  employed  on  the\r\n\r\ncommunity recreation side of the Ministry. We  hope\r\n\r\nto  have  all community centres and holiday resorts\r\n\r\nwe need completed by the middle of next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nor have we, Sir, neglected the provision of\r\n\r\ncreches  for working mothers in places  where  such\r\n\r\nfacilities   are  urgently  required.  The   S.P.A.\r\n\r\nGovernment found it necessary to provide  only  one\r\n\r\ncreche for working mothers at Victoria Street.  The\r\n\r\nP.A.P.  Government, in control of the City Council,\r\n\r\nbuilt four creches in Jalan Besar, Chinatown, Tiong\r\n\r\nBahru and Telok Ayer. Since taking over\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1363</b></font><br><br>\r\n\r\n\r\n\r\nresponsibility  for all the creches,  the  Ministry\r\n\r\nhas  opened  a new creche at New Market  Road,  and\r\n\r\ntenders for a seventh creche in the Kallang Airport\r\n\r\nEstate  will be called shortly. In addition,  plans\r\n\r\nare being made for the eighth creche in the Erskine\r\n\r\nRoad  area, where the Housing Board is to put up  a\r\n\r\nlow-rental  housing  estate for  the  poor  in  the\r\n\r\nChinatown area. In the existing creches  there  is\r\n\r\nat present no pressure for increased accommodation,\r\n\r\nexcept  for the creche in Banda Street.  Plans  for\r\n\r\nthe enlargement of this creche are now under active\r\n\r\nconsideration. In the rural areas there has not  so\r\n\r\nfar  been any pressing demand for the establishment\r\n\r\nof creches, as working mothers there live in \r\n\r\nattap-houses  where they are able to leave their children\r\n\r\nin  the  charge of older folk when they go  out  to\r\n\r\nwork. The position is being carefully studied,  and\r\n\r\nwhere  the need for creches in the rural  areas  is\r\n\r\nshown, it will promptly be met by Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Development Estimates a sum of $2,661,000\r\n\r\nhas  been provided for the development of community\r\n\r\nservices  in  the  city  areas  in  the   form   of\r\n\r\nchildren's  playgrounds,  parks  and  open  spaces,\r\n\r\nswimming  pools  and other such-like  amenities.  A\r\n\r\nfurthtr sum of $1,290,000 has been provided for the\r\n\r\nestablishment  of similar amenities  in  the  rural\r\n\r\nareas. The projects have been detailed in the Plan.\r\n\r\nThese include the construction of swimming pools in\r\n\r\nthe  Queenstown,  Kallang and  Bukit  Batok  areas,\r\n\r\nimprovements to the Farrer Park Athletic Centre and\r\n\r\nthe  Jalan Besar Stadium, and the establishment  of\r\n\r\nmulti-purpose playgrounds in various areas  of  the\r\n\r\ncity  and  rural area. For the purpose of  detailed\r\n\r\nplanning  of  these  amenities, an  Amateur  Sports\r\n\r\nAdvisory Council has been formed in which  all  the\r\n\r\ncontrolling   bodies   of  the   various   sporting\r\n\r\nassociations  in  Singapore have  been  associated.\r\n\r\nThis Amateur Sports Advisory Council will also have\r\n\r\nGovernment officials of the Ministry of Labour  and\r\n\r\nother  Ministries connected with public  recreation\r\n\r\non  it, and will meet under the chairmanship of the\r\n\r\nMinister. The Chief Parks Officer\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1364</b></font><br><br>\r\n\r\n\r\n\r\nwill  be  in  attendance at  all  meetings  of  the\r\n\r\nCouncil.  It  is  intended to bring  all  amenities\r\n\r\nconnected with public recreation which are  now  in\r\n\r\nexistence and which are planned for the future, and\r\n\r\nwhich  hitherto were under the divided  control  of\r\n\r\nthe  City  Council and the Rural Board,  under  the\r\n\r\ndirect  control of the Ministry of Labour  assisted\r\n\r\nby  the  advice  of this Council. By  these  means,\r\n\r\nbetter  and  fuller  use  can  be  made  of   these\r\n\r\namenities and the work of this Council will be  \r\n\r\nco-ordinated as far as possible with the work  of  the\r\n\r\nPeople's  Association. This Council  will  also  be\r\n\r\nable  to  popularise sports which do not at present\r\n\r\nenjoy  the same degree of popularity as those which\r\n\r\nare more well established.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Party policy statement, Sir, which the\r\n\r\nMember  for  Tanglin referred  to  earlier  in  the\r\n\r\ndebate, we have stated that we are pledged to build\r\n\r\na  Trade Union House for our workers. The money for\r\n\r\nthis   project  has  not  been  included   in   the\r\n\r\nDevelopment  Plan.  We shall be entering  provision\r\n\r\nfor  this  project  in the next  year's  budget.  A\r\n\r\nPlanning  Committee  under  my  chairmanship,  with\r\n\r\nT.U.C. representatives and with which the Board  of\r\n\r\nArchitects   has   been   associated,   has    been\r\n\r\nconstituted by Government and a competition open to\r\n\r\nall  registered  architects in  Singapore  and  the\r\n\r\nFederation will be announced in the near future  in\r\n\r\nwhich  prizes will be offered for the  best  design\r\n\r\nfor our Trade Union House. This competition will be\r\n\r\nin keeping with the regulations prescribed for such\r\n\r\ncompetitions under the Architects Ordinance. It  is\r\n\r\nproposed that this building will not only serve  as\r\n\r\na  meeting  place for the T.U.C. and its associated\r\n\r\nunions, but will also be so built as to provide all\r\n\r\nthe   facilities   and   amenities   required   for\r\n\r\ninternational    conferences.   The   multi-purpose\r\n\r\nsection  of  the building will be under the  direct\r\n\r\ncontrol of the Government and will be available for\r\n\r\nuse  by  both  the  T.U.C. and  for  international\r\n\r\nconferences which are to be held in Singapore. As a\r\n\r\nself-governing State and situated as we are at  the\r\n\r\nvery focal point in South-East Asia, it is fitting\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1365</b></font><br><br>\r\n\r\n\r\n\r\nthat  the  Government should be in  a  position  to\r\n\r\noffer  amenities  and facilities  to  international\r\n\r\norganisations which wish to hold their meetings  in\r\n\r\nour State.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nbefore  I  get  to  the more serious  part  of  the\r\n\r\nbusiness,  will  you permit me to answer  just  one\r\n\r\npoint  raised by the Hon. the Minister  for  Labour\r\n\r\nand  Law?  He was trying to prove a point  when  he\r\n\r\ncited  the case of the Great Eastern Life Assurance\r\n\r\nCo.  Ltd., but with respect to him, I do not  think\r\n\r\nit  proves anything at all. He cited the fact  that\r\n\r\nthe  Great Eastern Life Assurance Co. Ltd, had  put\r\n\r\nup a report that their previous year of trading was\r\n\r\nan  exceptionally good one and, because of that, he\r\n\r\ntried  to  make the point that Singapore was  doing\r\n\r\nextremely  well.  But what the  Minister  does  not\r\n\r\nappreciate is that this Company carries on business\r\n\r\nnot  only  in Singapore but also in the  Federation\r\n\r\nand  in  the  territories surrounding this  island.\r\n\r\nTherefore,  it could well be that any great  profit\r\n\r\nderived   by  this  Company  does  not  come   from\r\n\r\nSingapore  but from the Federation of Malaya  which\r\n\r\nwe now know has done extremely well during the last\r\n\r\ntwo  years.  So I think the statement made  by  the\r\n\r\nMinister   along   those  lines   without   exactly\r\n\r\nspecifying  the  sources of the  profits  for  that\r\n\r\nparticular year does not help his case one bit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to come back to the Development Plan. The\r\n\r\nMinister for Labour and Law has said that  none  of\r\n\r\nthe  Members of the Opposition has made any attempt\r\n\r\nto analyse the Development Plan as presented by the Government. Sir, this book reached Members  of  the\r\n\r\nOpposition sometime towards the end of last  month,\r\n\r\nand  today is the 13th. Exactly 13 days after  this\r\n\r\nbook was presented to Members of the Opposition,  a\r\n\r\nvery  important  debate concerning  the  future  of\r\n\r\nSingapore is being held. Does the Government really\r\n\r\nseriously expect a detailed and thorough  study  to\r\n\r\nenable the Opposition to offer some comments on the\r\n\r\nPlan  which would help the Government to steer  the\r\n\r\ncourse properly? The\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1366</b></font><br><br>\r\n\r\n\r\n\r\nposition might have been different if at, the  same\r\n\r\ntime when this book was submitted an indication had\r\n\r\nbeen  given to Members of the Opposition that\r\n\r\nthis - Development Plan would be the subject matter  of  a\r\n\r\ndebate  in  the  Assembly. When this  book  reached\r\n\r\nMembers; of the Assembly, we knew, of course,  that\r\n\r\nthere  was going to be an Assembly sitting  on  the\r\n\r\n12th of this month. Now instead of coming clean - if\r\n\r\nI  may  use  the  expression of  this  very  clean,\r\n\r\nGovernment - and telling the Opposition that it  was\r\n\r\nthe intention of Government to debate this Plan  at\r\n\r\nthis  sitting, they kept it a State secret and gave\r\n\r\nMembers  of the Opposition just the bare  statutory\r\n\r\nnotice  which  is two days or is it  one  day,  Mr\r\n\r\nSpeaker?  Is  it fair to Members of the Opposition?\r\n\r\nOr  may I ask the Minister for Finance - is it  fair\r\n\r\nto  the country at large that an important document\r\n\r\nsuch as this should be debated at such short notice\r\n\r\nand after Members of the Opposition and members  of\r\n\r\nthe  public have only had an opportunity of looking\r\n\r\nat  it  for  .10  or 12 days? If  no  constructive\r\n\r\ncriticism  is forth-coming. I suggest to  you,  Mr\r\n\r\nSpeaker,  Sir,  that the Government must  take  the\r\n\r\nblame  for  it.  However,  with  the  time  at  our\r\n\r\ndisposal,  let us try and see what we can  make  of\r\n\r\nthis Development Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am going to suggest to the\r\n\r\nMinister  for  Finance that this plan  is  not  the\r\n\r\nmagnum  opus that it has been cracked up to  be.  I\r\n\r\nhave  been associated with the City Council  for  a\r\n\r\nnumber  of  years. I know a little about these  \r\n\r\nso-called  Development Plans. When I was in  the  City\r\n\r\nCouncil, Sir, the City Council also wanted to  know\r\n\r\nwhere  the Council was going for the period of  the\r\n\r\nsucceeding five years, because it wanted to have an\r\n\r\ninsight into the future in order that it might make\r\n\r\nnecessary   financial  provision.  Therefore,   the\r\n\r\nCouncil  instructed  each  head  of  department  to\r\n\r\nsubmit to it a list of the projects he had in mind.\r\n\r\nThe  result of that request was that every head  of\r\n\r\ndepartment put up everything he thought  he  should\r\n\r\ndo  during  the next five years without considering\r\n\r\nwhether  everything  that he  put  up  was  vitally\r\n\r\nnecessary for the period\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1367</b></font><br><br>\r\n\r\n\r\n\r\nof  the five years in respect of which he was asked\r\n\r\nto  put  up  the Plan. In other words,  what  I  am\r\n\r\nsaying to you. Mr Speaker, Sir, is this. In  those\r\n\r\ncircumstances, what usually happens  is  that  each\r\n\r\nhead  of  department prepares his  annual  budgets\r\n\r\nfive  years ahead, and these five-year budgets  are\r\n\r\nprepared  by  each head of department  on  his  own\r\n\r\nwithout  consulting the other heads of  departments\r\n\r\nand  without  in  any way trying to  integrate  the\r\n\r\nexpenditure  of  all the departments  in  the  City\r\n\r\nCouncil and finding out exactly what the net result\r\n\r\nof  all  the  projects would be if the money  could\r\n\r\nhave been found. Having stated that, I am going  to\r\n\r\nsuggest  to  the Minister for Finance that  exactly\r\n\r\nwhat  happened in the City Council has happened  in\r\n\r\nthis case. The Minister had written to his heads of\r\n\r\ndepartments saying \"Please tell me what you can  do\r\n\r\nover the next five years. Not only what you want to\r\n\r\ndo  but  what you can do over the next five years.\"\r\n\r\nAnd  I  am  telling him that the result is  that  a\r\n\r\nnumber  of  requests went out  from  the  heads  of\r\n\r\ndepartments and they were probably analysed by some\r\n\r\ncommittee,  maybe by the Minister's own department.\r\n\r\nAnd it was vetted on the basis of what the Minister\r\n\r\nfor  Finance thought he could raise in the  way  of\r\n\r\nmoney. So that this Plan, Mr Speaker, Sir, is  not\r\n\r\na   Plan  in  the  sense  that  one  thinks  of   a\r\n\r\nDevelopment Plan drawn up by a young country  which\r\n\r\nis  seeking to set itself a Plan in order that  the\r\n\r\nnational income of the country might be raised from\r\n\r\nyear  to year, and that the standard of the  living\r\n\r\nof the people could be increased from year to year.\r\n\r\nThis  is just a slap-dash, haphazard Plan suggested\r\n\r\nto  the Minister by heads of departments, which  he\r\n\r\nvetted  on the basis of what he thought  he  could\r\n\r\nraise  in the way of money. I am suggesting to  him\r\n\r\nthat that is the basis on which this Plan was born.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I may deal with some of the aspects of this\r\n\r\nPlan, Mr Speaker, Sir, if you will turn to page 35\r\n\r\nof  the  blue  book. This sets out the  Development\r\n\r\nPlan  Capital Expenditure Estimates for the  period\r\n\r\nconcerned, 1961-1964,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1368</b></font><br><br>\r\n\r\n\r\n\r\nand  on  page  38  there  is  an  analysis  of  the\r\n\r\nDevelopment Plan Estimates classified according  to\r\n\r\nrepayment  potentialities - therefore,  setting  out\r\n\r\nthe    financial   aspects   and   the    financial\r\n\r\nimplications of such a Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a Development Plan must be\r\n\r\nconceived  and given birth to against a  background\r\n\r\nof the needs of the country in respect of which the\r\n\r\nPlan  is being propounded. We have heard of several\r\n\r\nDevelopment  Plans  for India.  We  have  heard  of\r\n\r\nseveral Development Plans for Russia. We have heard\r\n\r\nof  several  Development  Plans  for  China.  Their\r\n\r\nproblems   are   not  the  same  as   ours.   Their\r\n\r\npossibilities and their potentialities are not  the\r\n\r\nsame   as   ours.  Therefore,  their   Plans   must\r\n\r\nnecessarily be different from ours. The problems in\r\n\r\nSingapore are quite different from the problems  in\r\n\r\nIndia,  China  and Russia. We started  as  a  small\r\n\r\nisland,  and we continue as a small island  without\r\n\r\nany  annexation to the mainland at the moment. This\r\n\r\nplace  grew  up as a trading centre for  the  areas\r\n\r\nsurrounding Singapore and Malaya. Up to the end  of\r\n\r\nthe  Second World War, we were completely a trading\r\n\r\ncentre.  Subsequent to the Second  World  War,  the\r\n\r\npolitical   situation  around  us  was   different.\r\n\r\nTerritories around us got independence.  Therefore,\r\n\r\nthe  reasons which enabled Singapore to prosper  in\r\n\r\nthe  way that she did previous to the Second  World\r\n\r\nWar  were slowly being whittled away. Indonesia got\r\n\r\nher  independence. Malaya became  independent.  And\r\n\r\nthe other territories like Burma and Siam began  to\r\n\r\nassert  themselves. They were no longer willing  to\r\n\r\nlet  Singapore be the base from which their primary\r\n\r\nproduce was to be exported elsewhere, nor were they\r\n\r\nprepared to let Singapore be the base through which\r\n\r\nthe  manufactured goods were to reach them from the\r\n\r\nproducing  countries. Therefore the happy  position\r\n\r\nin  which Singapore was to get the primary  produce\r\n\r\nand  export  it to other countries, and after  that\r\n\r\nbring  back  the manufactured goods and  then  send\r\n\r\nback to the original countries no longer existed in\r\n\r\nthe same way as it had been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1369</b></font><br><br>\r\n\r\n\r\n\r\nbefore  the war. The inevitable conclusion is  that\r\n\r\nSingapore  cannot survive by entrepot trade  alone.\r\n\r\nTherefore,  we have to supplement our  living  with\r\n\r\nsome  other  means. Naturally we  have  no  primary\r\n\r\nproducts  here. Therefore, the only  thing  we  can\r\n\r\nturn our attention to is to manufacture. We want to\r\n\r\nindustrialise  ourselves. The Plan recognises  that\r\n\r\nand says that the only thing we can do in order  to\r\n\r\nprovide  employment possibilities for  the  growing\r\n\r\ngeneration,  and for the young boys and  girls  who\r\n\r\nare   coming  out  from  schools,  is  to  try  and\r\n\r\nindustrialise as fast as possible. I think  we  all\r\n\r\naccept  the position that Singapore must supplement\r\n\r\nher   entrepot  trade  with  development   on   the\r\n\r\nindustrial   sector.   Against   that   background,\r\n\r\ntherefore, the Plan must be conceived in order that\r\n\r\nthe  entrepot position will be maintained,  if  not\r\n\r\nstrengthened further, and added to that, we  should\r\n\r\ntry  and strengthen our industrial sector in a  way\r\n\r\nwhich  will  not  interfere with  or  diminish  our\r\n\r\nentrepot  strength.  Against  that  background,  it\r\n\r\nbecame the business of the Minister for Finance  to\r\n\r\nformulate  the Development Plan which would  during\r\n\r\nthe  next  four years maintain, if not  strengthen,\r\n\r\nthe entrepot position and yet bring about some sort\r\n\r\nof industrialisation which would provide employment\r\n\r\nopportunities for the girls and boys who are now in\r\n\r\nschool.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on page 52 of the blue book,\r\n\r\nparagraph 6.7 reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Plan envisages investment in the public\r\n\r\nsector within the Plan period of $871 million.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore the Plan - the break-up of which is set out\r\n\r\non  pages  35  and 38 - really concerns itself  with\r\n\r\ninvestment by the Government in the public  sector,\r\n\r\nand  that  investment is going to cost the  country\r\n\r\n$871  million. The investment in the public  sector\r\n\r\nwill  be a complete and utter waste of money unless\r\n\r\nthe  private  sector  comes and  puts  to  use  the\r\n\r\ninvestment by the Government in the public  sector.\r\n\r\nI make that point, Mr Speaker, Sir, because if the\r\n\r\nGovernment  invests the $871 million in the  public\r\n\r\nsector hoping that such investment will attract\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1370</b></font><br><br>\r\n\r\n\r\n\r\nprivate investment in the private sector, if I may\r\n\r\nput  it that way, and if that does not happen, then\r\n\r\nthis Plan will be ineffective.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us therefore analyse the Table on page 38. Mr Speaker, the first item is:\r\n\r\nLand Purchases for  General  Development and Resettlement,  $11.31\r\n\r\nmillion. That is an item which in no way helps  the\r\n\r\nindustrialisation of the country. It is  merely  an\r\n\r\nitem which supplements item No. 4 under \"II. Social\r\n\r\nDevelopment\" - Housing, $153.60 million.  The  $11.31\r\n\r\nmillion merely supplements that and is not  in  any\r\n\r\nway  going  to contribute towards industrialisation\r\n\r\nof the country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we get to the next item: Swamp Reclamation\r\n\r\nSchemes,  $4  million. Well, nobody  is  going  to\r\n\r\nsuggest  that the catching of prawns  is  going  to\r\n\r\nhelp the industrialisation of our country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we get to the Rural Development Schemes,\r\n\r\n$26.10  million. Mr Speaker, Sir, you will  get  a\r\n\r\ncomplete  analysis of' that on page  66.  Now,  the\r\n\r\nbreak-up there is:\r\n\r\n\r\n\r\n<pre>\r\n\r\n                                       Million\r\n\r\n                                         $\r\n\r\n           Roads                       18.98\r\n\r\n           Improvement to Bridges        .18\r\n\r\n           Markets                       .57\r\n\r\n           Community Amenities          1.29\r\n\r\n           Electricity and Water        2.88\r\n\r\n\t   Drainage                     1.41\r\n\r\n           Bedok    Water    Supply      .02\r\n\r\n           Other Rural \t   \t          .7   \r\n\r\n           Development (and\r\n\r\n\t   the Minister for\r\n\r\n           National Development \r\n\r\n\t   has just told us that\r\n\r\n\t   that  merely  means\r\n\r\n           helping the fishermen  \r\n\r\n\t   and  the farmers)              \r\n\r\n                                        -----\r\n\r\n                                        26.09\r\n\r\n                                        -----\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nobody is going to suggest that this: $26.09\r\n\r\nmillion is going to help the industrialisation of\r\n\r\nthis country over the next four years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We now come to Animal Husbandry and Agricultural\r\n\r\nStation, Sembawang, $0.05 million. I think it is\r\n\r\nself-evident, that, on the face of it, that is not\r\n\r\ngoing to help industrialisation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1371</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next item, Mr Speaker, Sir, is Economic\r\n\r\nDevelopment  Board,  a  $100 million  contribution;\r\n\r\nKallang  Project, $40 million; Jurong Project,  $45\r\n\r\nmillion. Quite definitely, these three items relate\r\n\r\nthemselves to industrial development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the next item is Land Acquisition for\r\n\r\nIndustrialisation and other development  costs  for\r\n\r\nindustrialisation, $5.6 million. Quite clearly,  it\r\n\r\nis   connected  with  the  three  preceding  items.\r\n\r\nElectricity is $78.5 million; Water $54.23 million;\r\n\r\nGas  $14.03 million. These are not entirely matters\r\n\r\nwhich  relate  themselves to industry,  because  we\r\n\r\nmust   have  electricity  in  respect  of   housing\r\n\r\nprojects;  we  must  have  water  for  our  housing\r\n\r\nprojects;  and possibly gas also is  a  split  item\r\n\r\nbetween industry and housing. So those three  items\r\n\r\npartially   relate  themselves  to   industry   and\r\n\r\npartially to what is known as social development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next item is the heading \"3. Transport and\r\n\r\nCommunications\":  East  Wharf  Development,   $12.7\r\n\r\nmillion - I take it that that item relates itself  to\r\n\r\nport facilities and more properly should come under\r\n\r\nthe   heading   of  Entrepot  trade,  or   Entrepot\r\n\r\nFacilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Improvement of Singapore River $15.7 million - I\r\n\r\nhardly think, Mr Speaker, Sir, that that is  going\r\n\r\nto help industrialisation. It might make our City a\r\n\r\nmore  efficient  entrepot trading  centre,  but  it\r\n\r\ncertainly   is   not   going   to   help   in   the\r\n\r\nindustrialisation of this island in any way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Marine, Meteorological Services, Civil Aviation,\r\n\r\nTelecommunications,   Roads,   Drainage,   Bridges,\r\n\r\nPosts,  Telephone  Board - none of these  items,  Mr\r\n\r\nSpeaker,  Sir,  can in any remote way  be  said  to\r\n\r\nconcern itself with industrialisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, \"Social Development\". Health $35.8 million;\r\n\r\nEducation  $94.48 million - these  are  all  matters\r\n\r\nwhich  do  not concern themselves immediately  with\r\n\r\nindustrialisation  in  the  next  four  years   and\r\n\r\nsimilarly items under \"Public Administration\",  Mr\r\n\r\nSpeaker, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the four items which really concern\r\n\r\nthemselves with industrialising this island of ours\r\n\r\nis the $100 million\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1372</b></font><br><br>\r\n\r\n\r\n\r\ngrant  to  the  Economic  Development  Board,   the\r\n\r\nKallang Project $40 million, the Jurong Project $45\r\n\r\nmillion,  and  the  items  concerning  Electricity,\r\n\r\nWater  and  Gas.  Let us therefore,  examine  these\r\n\r\nseveral projects in turn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I may deal with the Kallang Project first, Mr\r\n\r\nSpeaker, Sir. Mention of it is made on page 69:\r\n\r\n\r\n\r\n<br><br><div align=\"center\">`Kallang Swamp Project</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Kallang Swamp is a group of contiguous\r\n\r\npatches of tidal swamp spread out at the confluence\r\n\r\nof the Kallang and Whampoa Rivers behind the narrow\r\n\r\nestuary  of the Kallang River. Fringed by temporary\r\n\r\nresidential settlements,...'\r\n\r\n\r\n\r\n<br><br>and it goes  on  to describe the area, Mr Speaker, Sir. Then at the end of paragraph 7.39:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In 1954, the Master Plan team realised its\r\n\r\npotentialities  as  Kallang is the  biggest  single\r\n\r\nstretch  of  unused  land that  could  be  properly\r\n\r\ndeveloped.'\r\n\r\n\r\n\r\n<br><br>Paragraph  7.42 is very interesting,  Mr  Speaker,\r\n\r\nSir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The best fill material is available from\r\n\r\nquarries  in Jalan Eunos and near the International\r\n\r\nAirport. In fact, quarrying operations will produce\r\n\r\na  good  area  for  housing  development  and  make\r\n\r\nsuitable  an  old  quarry area as a  village  site.\r\n\r\nAmple  material exists. An access road  from  these\r\n\r\nsources will have to be constructed to link up with\r\n\r\nthe  fill area; heavy earth-moving machinery  which\r\n\r\nconstructed the airport are available and they  can\r\n\r\noperate  economically at a rate  of  about  200,000\r\n\r\ncubic yards a month. [This is the point]. These and\r\n\r\nother  machinery  can undertake the  huge  fill  in\r\n\r\nabout 4 to 5 years.'\r\n\r\n\r\n\r\n<br><br>So  you get this wonderful Kallang Project on which\r\n\r\nwe are going to industrialise, but on which nothing\r\n\r\ncan be done, Mr Speaker, Sir, for the next four to\r\n\r\nfive  years because it has to be filled first.  And\r\n\r\nthis  is  a tidal swamp; I do not know whether  the\r\n\r\nMinistry  has  bothered to find  out  whether  this\r\n\r\narea,  after  filling, is going to be suitable  for\r\n\r\nindustrial development, because when you have heavy\r\n\r\nmachinery   installed,  you  have  to   have   good\r\n\r\nfoundations. And you cannot have foundations  in  a\r\n\r\nplace  which is a tidal swamp filled up. I remember\r\n\r\nthis,  and I think the whole of Singapore remembers\r\n\r\nthis,  that the first thing which the Minister  for\r\n\r\nCulture did was to announce that he would have  his\r\n\r\nNational Theatre at Kallang. If he had only stopped\r\n\r\nto ask those who knew something\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1373</b></font><br><br>\r\n\r\n\r\n\r\nabout  that  place  at the old Kallang  Airport,  I\r\n\r\nthink  he would have been advised that such a place\r\n\r\nwas  not suitable, because such a project had  been\r\n\r\npreviously considered and had been rejected by  the\r\n\r\nCity  Council. But because the Minister was in such\r\n\r\na  hurry, he took our Yang di-Pertuan Negara  there\r\n\r\nand   made   him   lay   a   foundation-stone.   He\r\n\r\nsubsequently found that the area was unsuitable. So\r\n\r\nthe  Government has now gone to the King  George  V\r\n\r\nPark.  I  hope  the Minister for Finance  will  not\r\n\r\nembark on any such foolish business on this Kallang\r\n\r\nswamp  without getting any further advice from  his\r\n\r\nexperts  as  to  whether the land is  suitable  for\r\n\r\nindustrial development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, we come to the Jurong\r\n\r\nProject,  $45 million, and something is said  about\r\n\r\nit on page 71:\r\n\r\n\r\n\r\n<br><br><div align=\"center\">`Jurong Industrial Area</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To provide a site of about 1,000 acres for the\r\n\r\nPlant'.\r\n\r\n\r\n\r\n<br><br>The  Plant here talked of, Mr Speaker, Sir, is the\r\n\r\niron  and  Steel Plant which is very  famous  these\r\n\r\ndays  in  Singapore and about which  we  are  being\r\n\r\nadvised  by  United Nations experts who  themselves\r\n\r\nare unable to make up their minds whether Singapore\r\n\r\ncan take this Iron and Steel Plant. But the greater\r\n\r\nquestion is this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`To provide a site of about 1,000 acres for the\r\n\r\nPlant  [that is, this steel plant], it is necessary\r\n\r\nto provide a large industrial estate of about 9,000\r\n\r\nacres  in  the  initial stage on the south-west  of\r\n\r\nSingapore Island in Jurong.'\r\n\r\n\r\n\r\n<br><br>What  I  gather from that statement,  Mr  Speaker,\r\n\r\nSir,   is  this:  that  the  focal  point  of  this\r\n\r\nindustrial development is going to be this Iron and\r\n\r\nSteel Plant. Now, that being the focal point,  that\r\n\r\nhaving been established as an iron and steel plant,\r\n\r\naround  it  and surrounding it on the  other  9,000\r\n\r\nacres, subsidiary industries will spring up, and so\r\n\r\nutilise   to   the  fullest  extent   the   capital\r\n\r\ninvestments that have been put in on this Iron  and\r\n\r\nSteel Plant. Now, the money provided for the Jurong\r\n\r\nProject  is,  I  take it, the money  that  will  be\r\n\r\nrequired for the development of the site which will\r\n\r\nenable  the  Iron and Steel Plant to be erected  on\r\n\r\nit. This $45 million, I take it, is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1374</b></font><br><br>\r\n\r\n\r\n\r\nnot  the total cost of the Iron and Steel Plant.  I\r\n\r\ntake  it that the cost of the Iron and Steel  Plant\r\n\r\nwill  run  into hundreds of millions. So that,  Mr\r\n\r\nSpeaker,  we  get to the position where  these  two\r\n\r\nstar  projects which the Minister for  Finance  has\r\n\r\npropounded  in  his Development Plan -  Kallang  and\r\n\r\nJurong - on close analysis are somewhat of  a  fiasco\r\n\r\nin  relation  to  the  Four-Year  industrialisation\r\n\r\nplan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we come to Electricity, Water and Gas. Now,\r\n\r\nMr  Speaker,  if  I may speak about  Water  first,\r\n\r\nbecause  water  is  life, so the City  Council  has\r\n\r\nsaid.  The  water supply in Singapore is  in  great\r\n\r\ndanger. I am satisfied in my own mind that there is\r\n\r\na  shortage  of water in Singapore,  and  that  the\r\n\r\nGovernment has not paid due attention to the  water\r\n\r\nsupply  in Singapore. It is by sheer good  fortune,\r\n\r\nMr  Speaker, Sir, that during the course  of  last\r\n\r\nyear, we have not had the supply of water rationed,\r\n\r\nbecause the reservoirs have been empty enough.  Had\r\n\r\nit  not been for the timely rain, I think Singapore\r\n\r\nwould  have  been  faced with a shortage  of  water\r\n\r\nsupply.  I  congratulate the P.A.P.  Government  in\r\n\r\nhaving called the elements to their support and got\r\n\r\nthemselves out of a very, very tight situation! But\r\n\r\nyou  know, Mr Speaker, the elements might  not  be\r\n\r\nthat  favourable  next year - this year  rather - and\r\n\r\nthen they will really be in a jam. And if we do not\r\n\r\nhave  enough water for domestic consumption, I  ask\r\n\r\nthe Minister for Finance how he is going to give it\r\n\r\nto industry. Let him try - there will be a riot.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b>\r\n\r\nWhat?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> There will be a riot if you cut off\r\n\r\nthe  water supply from domestic consumers and  give\r\n\r\nit to industry - that is what I am saying.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now on the Electricity question, Mr Speaker,\r\n\r\nSir,  I would like the Minister for Finance to tell\r\n\r\nthis House what proposals he has for increasing the\r\n\r\namount of electricity which is being generated in\r\n\r\nSingapore  today  and which is going  to  cost  him\r\n\r\n$78.50  million. Or is it merely this: that he  has\r\n\r\nasked the Electrical Engineer to submit what he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1375</b></font><br><br>\r\n\r\n\r\n\r\nthought  he  could do for the next five years,  and\r\n\r\nthat  officer has sent in these proposals,  \"Oh,  I\r\n\r\ncould  do  with $78 million. Can you  give  me  $78\r\n\r\nmillion?\"? Or did he ask for $200,000 or  $20,000 - I\r\n\r\ndo not know. There is nothing stated as to what the\r\n\r\nplans  of  the  Government are - whether  they  have\r\n\r\nformulated  plans, whether they have  gone  out  to\r\n\r\ncontract - nothing like that is shown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the question of Gas: whether it is\r\n\r\nnecessary  to have gas for industry is a  debatable\r\n\r\npoint.  But if the Government is advised  that  for\r\n\r\nthat particular industry gas is necessary, well,  I\r\n\r\nam quite prepared to accept that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, on the question of the $100 million grant to\r\n\r\nthe  Economic Development Board, there  again,  Mr\r\n\r\nSpeaker, Sir, we do not know how this money  is  to\r\n\r\nbe  utilised.  Apparently it could be  utilised  to\r\n\r\nhelp  existing  industries; on the other  hand,  it\r\n\r\nmight be used to help industries that are likely to\r\n\r\ncome in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, on the whole, Mr Speaker, Sir, this brave\r\n\r\nPlan which is going to create a brave new world, on\r\n\r\nclose analysis, does not seem to amount to much. If\r\n\r\nwe had been given longer time to study it, I wonder\r\n\r\nif it might not amount to nothing at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The rest of the projects on that page merely\r\n\r\nconcern   themselves   with   normal   year-to-year\r\n\r\ndevelopment which must inevitably take place.  This\r\n\r\nPlan  is  cracked up to be a Plan which is intended\r\n\r\nto  provide  for  the  future development  of  this\r\n\r\ncountry.  By  that, I take it, the future  economic\r\n\r\ndevelopment  of this country. From  that  point  of\r\n\r\nview,  to  my  mind, it is a complete  failure.  It\r\n\r\ncannot  achieve  the purpose for  which  Government\r\n\r\nsets itself to do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now there is another aspect of this upon which I\r\n\r\nwould  like to touch. The financial aspects of  the\r\n\r\nPlan are set out on page 38. Under column 1 on page\r\n\r\n38,  under \"Self-funding\" are set out items against\r\n\r\nElectricity,  Water, Gas, East  Wharf  Development,\r\n\r\nTelephone Board. It is very proper, Mr\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1376</b></font><br><br>\r\n\r\n\r\n\r\nSpeaker,  Sir, that any money borrowed should  have\r\n\r\nsinking funds and interest payments accounted  for.\r\n\r\nThey  should  fund themselves and eventually  these\r\n\r\nmonies  will be recovered and Government will  have\r\n\r\nit  all over again after a space of years. Then  we\r\n\r\ncome  to this very interesting proposition  by  the\r\n\r\nGovernment: the money they are going to give to the\r\n\r\nHousing Board is also a self-funding project. As  I\r\n\r\nunderstand  it,  it  merely means  this.  That  the\r\n\r\nGovernment  is going to lend money to  the  Housing\r\n\r\nBoard at a rate of interest. I take it that it will\r\n\r\nbe  an  economic  rate of interest.  If  it  is  an\r\n\r\neconomic rate of interest, it must be about  5  per\r\n\r\ncent.  And  if that is the intention of Government,\r\n\r\nthat  the money which they will lend to the Housing\r\n\r\nBoard  is to be self-funding, then I challenge  the\r\n\r\nMinister for National Development to let out  these\r\n\r\nfiats at $20 per month without heavy subsidies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now under column 2 \"Revenue Earning (but not\r\n\r\nfunding)\". Apparently the Kallang project is  going\r\n\r\nto earn revenue, Mr Speaker, Sir. But I cannot see\r\n\r\nit  earning  any revenue over the next five  years.\r\n\r\nCertainly not, because you are not going to fill it\r\n\r\nin five years. It may be after the next five years,\r\n\r\nbut during the next five years, it is not going  to\r\n\r\nearn  any  revenue at all. The suggestion  here  is\r\n\r\nthat  it  is going to earn revenue during the  plan\r\n\r\nperiod.  If  it is not so, it has not been  stated.\r\n\r\nSimilarly  with  the Jurong project,  Mr  Speaker,\r\n\r\nSir.  The improvement of the Singapore River scheme\r\n\r\nis  going to be a revenue - earning project. But I do\r\n\r\nnot   see,  Mr  Speaker,  Sir,  what  revenue  the\r\n\r\nGovernment  hopes to collect, which  they  are  not\r\n\r\ncollecting at the moment on that river.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Telecommunications - yes. Posts - yes. Sewerage. Mr\r\n\r\nSpeaker, is going to produce revenue. I wonder  how\r\n\r\nmuch  revenue. Culture - yes, I suppose.  Television,\r\n\r\ncommercial  radio and customs - yes. Then  the\r\n\r\n\"Non-revenue  earning  but  National  income-increasing\"\r\n\r\nprojects  are  set  out  under  \"Rural  Development\r\n\r\nSchemes\". It is an interesting proposition that  is\r\n\r\nmade there.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1377</b></font><br><br>\r\n\r\n\r\n\r\nIf you will examine that item again at page 66. The\r\n\r\ntotal amount of that item there is $26,092 million.\r\n\r\nOf  that,  $3.47  million is put down  as \r\n\r\nrevenue-earning  but  not funding; non-revenue earning  but\r\n\r\nNational  Income increasing is $21.33 million,  and\r\n\r\nCharge on Revenue is $1.30 million. It adds  up  to\r\n\r\n$26.10 million all right. But I really do not  know\r\n\r\nwhich  are the items that go up to make those three\r\n\r\nseparate heads.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I find it very difficult to\r\n\r\nunderstand  how roads and improvement  to  bridges,\r\n\r\ncommunity  amenities, and drainage could  bring  in\r\n\r\nrevenue.  Possibly markets might bring in  revenue.\r\n\r\nElectricity and water might bring in revenue. Other\r\n\r\nrural development might bring in revenue. The Bedok\r\n\r\nwater  supply might bring in revenue. But I  cannot\r\n\r\nsee  roads  and  improvement to bridges,  community\r\n\r\namenities  and drainage bringing in any money,  nor\r\n\r\nhelping  the  Government to increase  the  national\r\n\r\nincome.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are some of the things which the Government\r\n\r\nsets out on these pages, and I am suggesting to the\r\n\r\nMinister   for   Finance  that   not   as   careful\r\n\r\nconsideration  has  been given to  these  items  as\r\n\r\nshould  have been, because this Plan has  been  put\r\n\r\ntogether hurriedly and brought out hurriedly. We do\r\n\r\nnot  know  who the authors of the Plan are.  It  is\r\n\r\nsuggested  in the Press - and the Press may  well  be\r\n\r\nwrong,  as  they usually are - that the Minister  for\r\n\r\nFinance is one of them and Mr Puthucheary  is  the\r\n\r\nother.  Whether that is correct or not  we  do  not\r\n\r\nknow.  The  Minister  might tell  us  who  are  the\r\n\r\nauthors of this Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So that is the position. Mr Speaker, Sir, as it\r\n\r\nstrikes  me.  Whether a closer study of  this  will\r\n\r\nreveal  that I am wrong, or whether a closer  study\r\n\r\nof it will reveal that I am right, and I might find\r\n\r\neven  more defects in the Plan, I do not know.  But\r\n\r\nthe position, as I see it, after such a study as  I\r\n\r\nhave been able to give to this Plan is that even if\r\n\r\nthe  Government succeeds in the plans that it  sets\r\n\r\nout  to  achieve, it is not going  in  any  way  to\r\n\r\nincrease  the  national income over the  next  four\r\n\r\nyears.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1378</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n\r\n\r\n<br><br>7.21 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the proceedings set down on the Order Paper\r\n\r\nthis  day  be  exempted  from  the  provisions   of\r\n\r\nStanding   Order   No.   1\"  - [The   Minister   for\r\n\r\nCulture - Mr S. Rajaratnam].\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1378</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>DEVELOPMENT PLAN 1961-1964</b></div>\r\n\r\n\r\n\r\n<br><br>7.22 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, listening to\r\n\r\nthe  speeches  today and yesterday of  the  Members\r\n\r\nopposite,  and,  in particular, of the  Member  for\r\n\r\nTanglin  and the Member for Cairnhill on the \r\n\r\nFour-Year   Development  Plan,  one  got  the   distinct\r\n\r\nimpression that they were in a quandary. The\r\n\r\nFour-Year  Development Plan has had them  stumped.  They\r\n\r\ncould  not refute the cold logic and practicability\r\n\r\nof  the Plan because, in order to do so, they would\r\n\r\nhave  to produce facts and arguments to expose  its\r\n\r\ninadequacies and shortcomings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So they took the easy way out and at least the\r\n\r\nMember for Cairnhill said that the Plan was a  good\r\n\r\none,  though his colleague, the Member  for  Farrer\r\n\r\nPark,   is  of  the  opinion  that  the  Plan   has\r\n\r\npractically  collapsed.  Perhaps  the  Member   for\r\n\r\nCairnhill,  when he said that the Plan was  a  good\r\n\r\none,  felt that perhaps he was conceding  too  much\r\n\r\nand  so  he  qualified his approval by saying  that\r\n\r\nthough  the  Plan  was good, the P.A.P.  Government\r\n\r\nwhich  put the Plan into shape was not as good  as\r\n\r\nthe Plan it fathered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin, in particular, excelled\r\n\r\nhimself in the art of running in all directions  at\r\n\r\nthe  same  time.  The  Plan was  all  right  simply\r\n\r\nbecause it showed, according to his argument,  that\r\n\r\nthe P.A.P. Government in the 22 or 23 months it has\r\n\r\nbeen  in power had rectified its errors. The  Plan,\r\n\r\nso  hinted  by  the  Member for Tanglin,  was  good\r\n\r\nsimply  because it was a repudiation of the  P.A.P.\r\n\r\nelection programme as contained in The Tasks Ahead.\r\n\r\nSo I waited hopefully for the Member for Tanglin to\r\n\r\nsubstantiate this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1379</b></font><br><br>\r\n\r\n\r\n\r\nstartling   analysis  by  comparing  the  programme\r\n\r\noutlined  in  The  Tasks Ahead with  the  Four-Year\r\n\r\nDevelopment Plan to show how and where both differ.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In our view, the Member's claim was startling\r\n\r\nsimply  because the Four-Year Plan is in  intention\r\n\r\nand  in fact an elaboration, in economic terms,  of\r\n\r\nthe  broad principles outlined in The Tasks  Ahead.\r\n\r\nThis  being so, we on the Government side  expected\r\n\r\nthe Member for Tanglin to show in what way the\r\n\r\nFour-Year Plan was a repudiation of the basic principles\r\n\r\nand intentions stated in The Tasks Ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not always easy to follow the verbal\r\n\r\nmeanderings of the Member for Tanglin even at  the\r\n\r\nbest  of  moments - and yesterday certainly was  not\r\n\r\none  of  his  best moments. One got the  impression\r\n\r\nthat  he  was  trying very hard, like  the  pursued\r\n\r\noctopus,   to  conceal  his  thoughts   behind   an\r\n\r\nunusually inky cloud of confusion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So if I have missed out some telling piece of\r\n\r\nconfused  logic on his part, I hope the Member  for\r\n\r\nTanglin will realise that at least I did my best to\r\n\r\nfollow what he was trying to say.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I remember correctly, he remarked with a\r\n\r\ntriumphant  glint  in  his  eye  that  during   the\r\n\r\nelections  the P.A.P. had promised to establish  an\r\n\r\nUtopia,  but  now,  wiser with experience,  it  was\r\n\r\noffering something less than an Utopia in the\r\n\r\nFour-Year Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would not like to suggest to the Member for\r\n\r\nTanglin that he is deliberately inventing something\r\n\r\nwhich  is not true. I can only attribute it to  too\r\n\r\nmuch  reliance on his somewhat playful memory which\r\n\r\ndeliberately  misleads  him into  believing  things\r\n\r\nwhich  are not factually correct. People  who  have\r\n\r\nreached retirement age should be a little bit  wary\r\n\r\nof trusting their memory too much.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The allegations that the P.A.P. Government has\r\n\r\ndeparted  from  its  election  programme  has  been\r\n\r\nrepeated  so  often  not only  by  the  Member  for\r\n\r\nTanglin, but also by his S.P.A. colleagues  and  by\r\n\r\nthe former Member for Hong Lim,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1380</b></font><br><br>\r\n\r\n\r\n\r\nthat  perhaps it would not be a waste  of  time  to\r\n\r\nexpose    the    falsity    of    his    calculated\r\n\r\nmisinformation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those who make such allegations are perhaps\r\n\r\nbanking  on the fact that the public by  and  large\r\n\r\nwould  not  bother  to look up  our  political  and\r\n\r\neconomic  intentions  as proclaimed  in  The  Tasks\r\n\r\nAhead and find out for themselves whether, in fact,\r\n\r\nthere has been a radical departure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, yesterday the Member for Tanglin\r\n\r\nexpressed  satisfaction  that  the  P.A.P.,  having\r\n\r\npromised  to set up an Utopia before the elections,\r\n\r\nhas now settled for something less glamorous in its\r\n\r\nFour-Year Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Can the Member for Tanglin therefore quote\r\n\r\nchapter  and  verse to justify his allegation  that\r\n\r\nthe  P.A.P. promised to set up an Utopia?  On  the\r\n\r\ncontrary, if he has read The Tasks Ahead carefully,\r\n\r\nhe would have discovered how careful we were not to\r\n\r\nrouse false expectations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, I refer to Part I of The Tasks\r\n\r\nAhead, page 6, paragraph 3, which states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The plans we have laid down are not\r\n\r\nover-ambitious ones. They are realistic and are based on\r\n\r\nactual   existing  political  and  economic  social\r\n\r\nconditions and circumstances. In drafting our plans\r\n\r\nwe  recognise  that  an  internally  self-governing\r\n\r\nSingapore  is not an independent Singapore  because\r\n\r\ncontrol of our foreign affairs remains in the hands\r\n\r\nof  the colonial office and so in this sense we are\r\n\r\na  semi-colony; we recognise the severe restriction\r\n\r\nof  land  space, a mere 210 square miles, and  the\r\n\r\npressure  of a population now numbering 1�  million\r\n\r\nand still growing at the rate of 65,000 a year.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again on page 7, we attempted to pitch our\r\n\r\nobjectives very low. We say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It is obvious that existing conditions are not\r\n\r\nfavourable  to  the  immediate  attainment   of   a\r\n\r\nsocialist   society,  and  that  a  fully-developed\r\n\r\nsocialist  economy cannot be achieved  as  long  as\r\n\r\nSingapore   is   separated  from   the   Federation\r\n\r\nmainland.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly on pages 20 and 21 we outlined some of\r\n\r\nthe   difficulties  in  the  way  of  our  economic\r\n\r\ndevelopment. All this judged by what we  stated  in\r\n\r\nThe  Tasks  Ahead is a clear indication that  there\r\n\r\nwas  no  promise of Utopia and there  has  been  no\r\n\r\nretreat from Utopia simply because the P.A.P. never\r\n\r\npromised an Utopia.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1381</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another argument produced by the Opposition to\r\n\r\nshow  that the P.A.P. had retreated from the spirit\r\n\r\nand  purpose of the The Tasks Ahead was  the  claim\r\n\r\nthat  there was now a changed attitude on the  part\r\n\r\nof the P.A.P. towards private enterprise. There was\r\n\r\nalso  an  immodest hint that the Member for Tanglin\r\n\r\nand   the  S.P.A. were  somehow  responsible   for\r\n\r\npersuading  the  P.A.P to change  its  views  about\r\n\r\nprivate enterprise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This again, I am afraid, is another bit of\r\n\r\nself-induced  fantasy  on the part  of  the  Member  for\r\n\r\nTanglin.  The P.A.P. attitude is exactly as  stated\r\n\r\nin  The Tasks Ahead and the Four-Year Plan reflects\r\n\r\nthe  same  attitude towards private  enterprise  as\r\n\r\ncontained in The Tasks Ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I refer the Members of the Opposition to Part I\r\n\r\nof  The Tasks Ahead on page 8, paragraph 6. This is\r\n\r\nwhat it states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The planned industrial enterprises will be run\r\n\r\neither by the Board [i.e., the Economic Development\r\n\r\nBoard]  or  in  co-operation with private  capital.\r\n\r\nPurely   private  capital  enterprises  will   also\r\n\r\nreceive the co-operation of the Board. Although  we\r\n\r\ndisagree that the survival of Singapore depends  on\r\n\r\nforeign    capital    and   foreign    capitalists,\r\n\r\nnevertheless foreign capital business concerns that\r\n\r\nwish  to  establish factories in Singapore will  be\r\n\r\ngiven encouragement and assistance.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And the role allotted to private enterprise in\r\n\r\nthe  Four-Year Plan is neither more nor  less  than\r\n\r\nwhat  was  stated in The Tasks Ahead. The Four-Year\r\n\r\nPlan is essentially a description of the activities\r\n\r\nthe  State  will  take in order to foster  economic\r\n\r\ndevelopment  arid  stimulate  activity  by  private\r\n\r\nenterprise.  And the State's functions in  economic\r\n\r\ndevelopment, if Members of the Opposition will read\r\n\r\nthe Plan carefully, are as great as, if not greater\r\n\r\nthan,  those  likely  to be undertaken  by  private\r\n\r\nenterprise.\r\n\r\n\r\n\r\n<br><br>7.36 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr G. Kandasamy) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin appears to be suffering\r\n\r\nfrom  the  delusion that the Four-Year  Plan  is  a\r\n\r\nprivate enterprise Plan. It is not. It is a Plan of\r\n\r\nwhat the Government is going to spend in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1382</b></font><br><br>\r\n\r\n\r\n\r\npublic  sector, one of whose effects  would  be  to\r\n\r\nstimulate investment by private enterprise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum that is to be invested in the public\r\n\r\nsector is very substantial some $871 million during\r\n\r\nthe  next  four years. It may or may  not  be  that\r\n\r\ninvestment  by private enterprise will  equal  this\r\n\r\nfigure.  For  example, private  investment  in  new\r\n\r\nindustries has to be in the region of $600  million\r\n\r\nto provide 30,000 jobs. This will be a considerable\r\n\r\nsum  for  private  enterprise  to  invest,  but  as\r\n\r\nagainst this the State will invest $871 million and\r\n\r\nwill  increase employment opportunities by  40,000,\r\n\r\ni.e.  20,000 in public construction and  Government\r\n\r\nservice  and another 20,000 arising as a result  of\r\n\r\nthis vast expenditure by the State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I want to stress is that the Government is\r\n\r\nnot relying only on private enterprise to stimulate\r\n\r\neconomic development. The contrary is the case. The\r\n\r\nGovernment is giving private enterprise a  lead  by\r\n\r\nimaginative,  realistic and  coherent  and  planned\r\n\r\nutilisation  of  resources.  Without  this  massive\r\n\r\nintervention  of  the State in the economic  field,\r\n\r\nthere   will   be  no  opportunities  for   private\r\n\r\nenterprise    to   undertake   rational    economic\r\n\r\ndevelopment   and,   in   particular,    industrial\r\n\r\ndevelopment.    Without    this    massive    State\r\n\r\nintervention  and panning, private enterprise  will\r\n\r\nembark  on  chaotic economic activities  which  may\r\n\r\nprofit  a few individuals while driving the country\r\n\r\nas  a  whole to economic ruin and bankruptcy. Under\r\n\r\nthe P.A.P. type of planning, private enterprise  is\r\n\r\nencouraged  to  play  a constructive  and  socially\r\n\r\ndesirable   function.  Economic  development   will\r\n\r\nproceed not in terms of unfettered exploitation  of\r\n\r\nthe weak but also along lines that will be socially\r\n\r\nbeneficial.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another piece of misinformation the Member for\r\n\r\nTanglin  uttered is the claim that the  P.A.P. has\r\n\r\nnow suddenly realised the need to encourage foreign\r\n\r\ninvestments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here again let me quote relevant passages from\r\n\r\nThe  Tasks Ahead to show that the role allotted  to\r\n\r\nforeign investments in the Four-Year Plan is not  a\r\n\r\nnew departure.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1383</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Part I, page 9 of The Tasks Ahead, this is\r\n\r\nwhat we say of the role of foreign capital:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Although we disagree that the survival of\r\n\r\nSingapore  depends on foreign capital  and  foreign\r\n\r\ncapitalists, nevertheless foreign capital  business\r\n\r\nconcerns  that  wish  to  establish  factories   in\r\n\r\nSingapore   will   be   given   encouragement   and\r\n\r\nassistance.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On page 25 we outlined the role of foreign\r\n\r\ncapital in economic development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After reiterating our disbelief that the economic\r\n\r\nsurvival  depended wholly or even substantially  on\r\n\r\nforeign  capital,  we said that  we  would  welcome\r\n\r\nforeign  capital  as  an addition  to  our  capital\r\n\r\nresources. We said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Foreign business concerns which wish to\r\n\r\nestablish factories in Singapore will be given  all\r\n\r\nthe  encouragement and assistance they  needed.  We\r\n\r\nshall give them guarantees in regard to security of\r\n\r\ncapital, remittance of dividends and other  matters\r\n\r\nwhich  all  modern  governments  regard  as  normal\r\n\r\npractice. But it would be foolish to imagine  that,\r\n\r\nwhatever we do, foreign capital will come in  on  a\r\n\r\nscale  needed to solve our problems. Our  salvation\r\n\r\nlies   in   our  hands.  There  are  no  benevolent\r\n\r\nforeigners  knocking around the world,  anxious  to\r\n\r\ndischarge  these duties and responsibilities  which\r\n\r\nare rightly our own.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So the Four-Year Plan has not in any way departed\r\n\r\nfrom  this  view. If the Members of the  Opposition\r\n\r\nwill  look  at the simple table on page 49  of  the\r\n\r\nreport, they will realise that the bulk of the $871\r\n\r\nmillion  for  the  Plan  will  come  from  our  own\r\n\r\nresources.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as private investments are concerned, we\r\n\r\nhave  at  no time said that we would dispense  with\r\n\r\nforeign   investments.  The  Member  for  Cairnhill\r\n\r\nyesterday made great play of the warnings that were\r\n\r\nissued during the elections to foreign firms.  Only\r\n\r\nhe  forgot  to  tell us the context  in  which  the\r\n\r\nwarning  was issued and the nature of the warning.\r\n\r\nDuring  the  elections  and  before,  a  number  of\r\n\r\nforeign firms decided to enter the political  arena\r\n\r\nand  back the S.P.A. Government against the  P.A.P.\r\n\r\nWe had even obscure Archbishops contributing to the\r\n\r\nelection funds of Labour Front politicians.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We said then that while we welcomed foreign\r\n\r\ncapital and foreign enterprises which wished to  do\r\n\r\nlegitimate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1384</b></font><br><br>\r\n\r\n\r\n\r\ntrade, we would not tolerate foreign capital  which\r\n\r\ncomes here as a prelude to political control.  That\r\n\r\nwas  the  context in which the warning  to  foreign\r\n\r\ncapital  and  firms was issued.  And  that  warning\r\n\r\nstill  stands.  If  foreign  investors  or  foreign\r\n\r\ncapitalists  involve themselves in local  politics,\r\n\r\nthen  they will be asking for trouble. But if  they\r\n\r\nconfine  themselves to legitimate trade, they  will\r\n\r\nget all protection and encouragement. That is clear\r\n\r\nfrom what was said in The Tasks Ahead, and that  is\r\n\r\nimplied in the Four-Year Development Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the S.P.A. Members will read The Tasks Ahead\r\n\r\nand   the  Four-Year  Plan  carefully,  they   will\r\n\r\ndiscover  that the Four-Year Plan is,  essentially,\r\n\r\nan  attempt to give economic flesh and bones to the\r\n\r\nbroad principles outlined in The Tasks Ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Admittedly, the Plan is not a completely\r\n\r\nsocialist Plan, but then even before the elections\r\n\r\nwe  said  that  a socialist society  could  not  be\r\n\r\nrealised  within  the confines  of  Singapore.  But\r\n\r\nwithin  the  limitations of our  peculiar  economic\r\n\r\nstructure  we have attempted to introduce  some  of\r\n\r\nthe   elements  traditionally  associated  with   a\r\n\r\nsocialist economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of these is the active and important role\r\n\r\nplayed  by  the  State  in  the  direction  of  our\r\n\r\neconomy.  The Plan, as I said a little  while  ago,\r\n\r\nshows the readiness of the State to intervene on  a\r\n\r\nmassive  scale  in the economic process  and  guide\r\n\r\nprivate enterprise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other socialist element is the introduction\r\n\r\nof  planning, though that planning is not as  total\r\n\r\nas   under   a   completely   socialised   economy.\r\n\r\nNevertheless,  there  is a  significant  amount  of\r\n\r\nplanning.  In the past, planning was done,  by  and\r\n\r\nlarge,  annually by means of an annual Budget.  For\r\n\r\nthe first time in the history of Singapore, we have\r\n\r\nnow  a  concrete  Plan to cover a  period  of  four\r\n\r\nyears. The Plan has made a systematic and realistic\r\n\r\nsurvey  of the extent of resources available during\r\n\r\nthe  next four years and planned its objectives  in\r\n\r\nterms of these available resources.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1385</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Within this context, we have said, as the motion\r\n\r\nstates, that we exhort capital and labour to play a\r\n\r\npart  in  maintaining a fair balance between  their\r\n\r\nrespective  interests.  This  term  \"fair  balance\"\r\n\r\nappears  to  have upset the Member for Tanglin  who\r\n\r\nsaid  that  the  Government should have  laid  more\r\n\r\nstress  on  increased  productivity  and  speed  in\r\n\r\neconomic   development.  We  believe  in  increased\r\n\r\nproductivity and economic development, but we  also\r\n\r\nbelieve in a fair balance between interests. It may\r\n\r\nbe that the Member for Tanglin wants us to preserve\r\n\r\nan  unfair  balance, that is, to  the  disadvantage\r\n\r\npresumably of the workers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> I never said that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The Member for Tanglin insisted\r\n\r\nthat the Government is placing undue stress on  the\r\n\r\nneed to preserve a fair balance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> You can have reference to an\r\n\r\narbitrator!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Both the Member for Tanglin and\r\n\r\nthe Member for Cairnhill complained yesterday that\r\n\r\nthe  Government  did not care two hoots  for  their\r\n\r\nviews. That all depends on the views expressed.  If\r\n\r\nthey  are  intelligent views, they  will  be  given\r\n\r\nevery  careful consideration. But if they are  not,\r\n\r\nthe  hon. Members must not expect us to treat  them\r\n\r\nas anything more than silly views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, the Member for Cairnhill made a\r\n\r\nspeech  which struck me very much as though he  was\r\n\r\nacting  as a propaganda agent for the former Member\r\n\r\nfor  Hong  Lim. He has brought in a  new  line.  In\r\n\r\nfact, today, he was arguing very much that he hoped\r\n\r\nthat  the Government would not lose the by-election\r\n\r\nin  Hong  Lim, because if it did so,  it  would  be\r\n\r\ndisastrous  not only for the country but  also  for\r\n\r\nthe  Development Plan. For the last three  or  four\r\n\r\nhours,  I was wondering what reasons prompted  this\r\n\r\nnew  political  approach, because,  if  I  remember\r\n\r\ncorrectly,  until then the line of the  S.P.A. was\r\n\r\nthat Mr Ong Eng Guan was fighting the Opposition's\r\n\r\nbattle in Hong\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1386</b></font><br><br>\r\n\r\n\r\n\r\nLim. But now the Member for Cairnhill has taken the\r\n\r\nline that he would not want Mr Ong Eng Guan to win\r\n\r\nthe  Hong  Lim by-election. It strikes me that  Mr\r\n\r\nOng   has  been  rather  embarrassed  by  all  this\r\n\r\neffusive  support for his cause and he has  perhaps\r\n\r\nfound  it  necessary to indicate that it  would  be\r\n\r\nmost   embarrassing  for   a   self-proclaimed\r\n\r\nrevolutionary to enjoy the support of the S.P.A. So\r\n\r\nthat  now the Member for Cairnhill takes a new line\r\n\r\nby  saying that a victory for Mr Ong in  Hong  Lim\r\n\r\nwould  be a disaster. But having disavowed sympathy\r\n\r\nfor Mr Ong, the Member for Cairnhill then took  to\r\n\r\nrepeating in this Assembly the propaganda line  Mr\r\n\r\nOng  has  been  taking at his street  meetings  and\r\n\r\npublic  rallies. For example, Mr  Ong  has  always\r\n\r\nmaintained  that he was sacked from  the  Party  so\r\n\r\nthat  the  Government  would have  its  chances  of\r\n\r\ngetting  a loan better enhanced. Today, the  Member\r\n\r\nfor  Cairnhill  in  a  somewhat  different  fashion\r\n\r\ncongratulated  the  Government for  rectifying  its\r\n\r\nerrors  and  expelling Mr Ong from the Government.\r\n\r\nBut  he  went on to say that he would not  like  to\r\n\r\nsuggest  that the expulsion of Mr Ong had anything\r\n\r\nto  do  with the Finance Minister's trip to London.\r\n\r\nHe said that he personally did not believe it to be\r\n\r\nso,  but  he felt he could not help repeating  this\r\n\r\nsort  of rumour that has been spreading, and though\r\n\r\nhe thought it highly improbable he felt that it was\r\n\r\nnecessary to say so, so that tomorrow's papers will\r\n\r\npublish  the line that there are other  people  who\r\n\r\nthink  that perhaps Mr Ong was expelled and, since\r\n\r\nhis  expulsion,  the chances of  the  Minister  for\r\n\r\nFinance and the P.A.P. Government of getting a loan\r\n\r\nare far better enhanced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Mr Ong has always maintained that the\r\n\r\nWork  Brigade  is a device for cheering  Ministers.\r\n\r\nThe  Member  for Cairnhill said that he  had  heard\r\n\r\nthat  the  Work Brigade was paid by Government  and\r\n\r\nthat  it was used to cheer the Minister for  Labour\r\n\r\nand  Law  when he returned to Singapore. Of course,\r\n\r\nthe  Member  for  Cairnhill said that  he  did  not\r\n\r\nbelieve  it  but  that was what  he  heard  and  he\r\n\r\nrepeats  it  here. He hopes that tomorrow's  papers\r\n\r\nwill  probably misquote the fact that he  does  not\r\n\r\nbelieve in it himself but will quote the rest of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1387</b></font><br><br>\r\n\r\n\r\n\r\nthe passage to the effect that the Work Brigade  is\r\n\r\nbeing used to cheer Ministers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Mr Ong has suggested that Political\r\n\r\nSecretaries  who  talk  on the  P.A.P. by-election\r\n\r\nplatform  did  so  because they are  being  paid  a\r\n\r\nsalary  out of public funds amounting to  $1,100  a\r\n\r\nmonth  each.  The  Member for  Cairnhill  took  the\r\n\r\nopportunity  to repeat here - in fact, he  repeatedly\r\n\r\nstressed-that  we  are using Political  Secretaries\r\n\r\nwho  each  receive a salary of $1,100 a  month.  It\r\n\r\nmight  be  pure  coincidence that  the  Member  for\r\n\r\nCairnhill is echoing precisely the same thing  that\r\n\r\nthe  former  Member  for Hong Lim  is  saying.  The\r\n\r\nMember  for Cairnhill says that he hopes the former\r\n\r\nMember  for Hong Lim will not win the Hong Lim\r\n\r\nby-election, but he feels that the propaganda  of  the\r\n\r\nformer  Member for Hong Lim is worth  repeating  in\r\n\r\nthis Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> There you are!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Again, Mr Ong has made play of\r\n\r\nthe  issue  of detainees. The Member for  Cairnhill\r\n\r\ntoday brought up the question of detainees although\r\n\r\nthis motion has nothing to do with it. He saw  fit\r\n\r\nto  bring up this issue again saying, \"Here are the\r\n\r\nPolitical  Secretaries pleading for their  comrades\r\n\r\nin  Changi,\"  and  therefore highlighting  for  the\r\n\r\nbenefit of Mr Ong the question of detainees.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> You are putting the blame on\r\n\r\nthe Federation Government. It is wrong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Ong claims that the Trade\r\n\r\nUnion Congress consists of Government stooges.  The\r\n\r\nMember for Cairnhill dutifully repeats this in this\r\n\r\nChamber  today. Mr Ong has always maintained  that\r\n\r\nthe  Government back-benchers do not see eye to eye\r\n\r\nwith  the  Ministers, and the Member for  Cairnhill\r\n\r\nspent  a  great  deal of time yesterday  and  today\r\n\r\nsaying, \"Here is the Minister for Finance who is  a\r\n\r\nvery reasonable man. But the terrible Back-benchers\r\n\r\ndo  not  follow the Government line,\" in  the  hope\r\n\r\nthat  the Minister for Finance would be in the  bad\r\n\r\nbooks of the Back-benchers, which is precisely  the\r\n\r\nsame  strategy that the former Member for Hong  Lim\r\n\r\nhad been following in this Chamber. The\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1388</b></font><br><br>\r\n\r\n\r\n\r\nformer  Member for Hong Lim had said, \"It  is  only\r\n\r\nthe  Ministers who are the wicked people. But there\r\n\r\nare very good Assemblymen on the back benches.\"\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> You have spoiled the soup!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The Member for Cairnhill has\r\n\r\nadopted  a  far  more  subtle,  clever  and  adroit\r\n\r\nstrategy  than the rather naive Member for Tanglin.\r\n\r\nHe  comes to say, \"I do not believe that So and  So\r\n\r\nis  a  crook. But then I heard he is a crook.\"  And\r\n\r\nthen  he  looks up and he hopes that  it  would  be\r\n\r\npublished.  He said, \"No, the Minister for  Finance\r\n\r\nis a very reasonable man. But the Back-benchers are\r\n\r\nreally  the ones who are really spoiling the  soup\r\n\r\nfor  the Minister for Finance.\" Sir, this is a  new\r\n\r\nstrategy.  Let  us  make one thing  clear.  If  the\r\n\r\nMember for Cairnhill is expecting that, as a result\r\n\r\nof  publicly stating that he hoped that the  P.A.P.\r\n\r\nwould   win  the  by-election,  he  is   going   to\r\n\r\nadminister  the  kiss of death  to  the  Government\r\n\r\nParty,  he is very much mistaken, because  we  know\r\n\r\nquite  clearly  that Mr Ong has  the  support  and\r\n\r\nblessing  of  the Opposition. Let it remain  there.\r\n\r\nWhatever  subterfuges  may  be  indulged  in   this\r\n\r\nAssembly,  they  would  not  cut  very   much   ice\r\n\r\ncertainly  with  the Government and certainly  with\r\n\r\nmembers of the public. Mr Speaker, Sir-\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Some more.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I fear that the Member for\r\n\r\nCairnhill  is a little bit anxious as to what  line\r\n\r\nof  argument he has to follow to help  in  the \r\n\r\nby-election,  in  view of the fact that this  Assembly\r\n\r\nwill  be  sitting on 26th April, a few days  before\r\n\r\nPolling Day.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kandasamy (Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker (Mr Kandasamy):</b> Dr  Goh,  in\r\n\r\nreply?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> In reply, Mr Deputy Speaker,\r\n\r\nSir,I wish to start my remarks by replying to  the\r\n\r\nallegation made by the Member for Farrer Park  that\r\n\r\nthe  Opposition did not have sufficient  notice  to\r\n\r\nmake a proper and adequate study of the Development\r\n\r\nPlan.  They claimed that the document itself  went\r\n\r\nto  them  some 13 days ago with a notice of  debate\r\n\r\njust three days ago and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1389</b></font><br><br>\r\n\r\n\r\n\r\nthat  therefore until they received the  notice  of\r\n\r\ndebate  they  were  completely  unaware  that  this\r\n\r\nmatter   would  be  discussed  in  the  Legislative\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, may I remind them that\r\n\r\nat  the last sitting of the Assembly on 22nd March.\r\n\r\nI made it a point to state that at the next sitting\r\n\r\nof  the  Assembly I would present this  Development\r\n\r\nPlan  for  the approval of the Assembly? Therefore,\r\n\r\nif the Opposition who were probably absent as usual\r\n\r\nduring  serious  sessions of the Assembly  did  not\r\n\r\ntake notice of what I stated, then all I can say is\r\n\r\nthat they have themselves to blame.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to the arguments on the substantive\r\n\r\nmotion,  I  may start on a light tone by commenting\r\n\r\non the remarks of the Member for Tanglin, who never\r\n\r\nceases  to  astonish me by his progress as  a  most\r\n\r\nassiduous student of political tracts published  by\r\n\r\nthe  People's Action Party. Sir, it is my hope that\r\n\r\nthe  time  and effort that he has spent in studying\r\n\r\nthe  publications  of  the  P.A.P. would  be  duly\r\n\r\nrewarded  by  enlightenment and by  an  advance  in\r\n\r\npolitical  understanding. Although I can  see  some\r\n\r\nprogress  in this direction, I cannot say  that  he\r\n\r\nwould   quite  make  the  grade  now  because,   as\r\n\r\nunderstanding glimmers and dawns upon his mind,  he\r\n\r\ndoes  not attribute that to an improvement  of  his\r\n\r\npolitical  understanding but to  a  change  in  our\r\n\r\nParty stand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Very subtle!\r\n\r\n\r\n\r\n<br><br>8.00 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, you will remember that\r\n\r\nduring the general election, the Member for Tanglin\r\n\r\nsaid at a mass meeting, and he was reported in  the\r\n\r\nStraits Times - unfortunately I do not have a copy of\r\n\r\nit  today,  not being systematic as the Member  for\r\n\r\nTanglin  is - as saying, \"Your house is on fire.  It\r\n\r\nhas  been struck by lightning.\" I thought that this\r\n\r\nwas  just  a  figure of speech and that  maybe  the\r\n\r\nMember  for Tanglin was just having a private  joke\r\n\r\nby himself. But I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1390</b></font><br><br>\r\n\r\n          \r\n\r\nam  now  convinced  that he  really  believed  that\r\n\r\nstatement - that the P.A.P., when it came into power,\r\n\r\nwould  be out to ruin the country, burn the  houses\r\n\r\ndown,  massacre  the people, and  God  knows  what.\r\n\r\nTherefore,  when we came into power  and  had  done\r\n\r\nnone  of  these  things, and had never  acted  like\r\n\r\nbackwoodsmen  - on the contrary, we  are  the  most\r\n\r\nreasonable of reasonable people - he said, \"You  have\r\n\r\nchanged!\" Where? What has happened is that  he  now\r\n\r\nsays,  \"Yes. They are reasonable people. They  said\r\n\r\nthese  things.  It  was quite reasonable.\"  But  he\r\n\r\nthought   that  there  is  not  quite  that   exact\r\n\r\ncorrespondence  between our campaign  speeches  and\r\n\r\nour performance today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My colleague, the Minister for Culture, has gone\r\n\r\ninto some detail on this subject, and I do not want\r\n\r\nto  dwell  too much on it. But may I say  this:  he\r\n\r\nsaid  that whereas this Development Plan  would  be\r\n\r\ndependent on overseas capital and overseas know-how\r\n\r\nto  give  us  the  impetus to our industrialisation\r\n\r\nprogramme,  there  was no such  acceptance  in  the\r\n\r\nParty's  Five-Year Plan when we met the electorate.\r\n\r\nWe said - and he quoted a section of the Party's\r\n\r\nFive-Year  Plan -  that  \"Singapore does  not  depend  on\r\n\r\nforeign capitalists for its survival.\" We said that\r\n\r\nin  1959, and we say it today. The Plan never  said\r\n\r\nthat  Singapore depends on foreign capitalists  for\r\n\r\nits  survival.  If the Member for Tanglin  disputes\r\n\r\nthis  proposition, it is open to him to  quote  any\r\n\r\nsection. He quoted that part of the Plan which says\r\n\r\nto the contrary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you must remember that in May\r\n\r\n1959,  when  we were campaigning, we  were  in  the\r\n\r\nsituation   that   whenever   the   former   S.P.A.\r\n\r\nGovernment made any public declaration of  economic\r\n\r\npolicy,  their  main emphasis was  this:  that  the\r\n\r\nP.A.P. was  driving  away  foreign  capital   and\r\n\r\ntherefore Singapore would die. We then had to tell\r\n\r\nthe people, \"Your main survival depends on your own\r\n\r\nefforts,   and  not  on  what  outsiders   (foreign\r\n\r\ncapitalists) do for Singapore.\" And even  today  we\r\n\r\nsay that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1391</b></font><br><br>\r\n\r\n\r\n\r\noverseas   manufacturer   has   no   responsibility\r\n\r\nwhatsoever to come here. That remains true. And  if\r\n\r\nyou  stake your existence on this, then I say  that\r\n\r\nyou are living in a dreamworld. We have never said,\r\n\r\nand  this  Plan  never claims to assert,  that  the\r\n\r\nlivelihood  of the people of Singapore  depends  on\r\n\r\nforeign  capitalists. We say that we make the  main\r\n\r\neffort;  and having developed the strength  of  the\r\n\r\neconomy, and having produced by our own efforts, by\r\n\r\nour  own  self-discipline, the proper  climate  for\r\n\r\ninvestment,  then  we will have a  good  chance  of\r\n\r\nattracting   a  substantial  amount   of   overseas\r\n\r\ninvestment  and technical know-how  with  which  to\r\n\r\ngive us that first impetus to our industrialisation\r\n\r\nprogramme.  That is all we have said. What  we  say\r\n\r\nnow   in   the  Development  Plan  is  in  no   way\r\n\r\ninconsistent with what we said in May  1959  before\r\n\r\nthe electorate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, time does not allow me to answer all the\r\n\r\nstatements made by Members of the Opposition, and I\r\n\r\nwish  to  confine  my remarks to criticisms - carping\r\n\r\ncriticisms,  if  I may say so - put  forward  by  the\r\n\r\nMember  for  Farrer  Park. I shall  deal  with  his\r\n\r\ncomments on the Development Plan point by point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, he said that this Plan is not all that it\r\n\r\nis  cracked  up to be, because, after all,  it  is\r\n\r\nonly  a rehash of what Government departments  want\r\n\r\nto  do.  Based  on  his perhaps not  so  brief  but\r\n\r\ncertainly an inglorious experience in the  colonial\r\n\r\nCity Council, he presumes to pronounce judgment  on\r\n\r\nthe mechanics whereby we created this Plan, and  to\r\n\r\nsay  that  the  way  it  was done  was  inadequate.\r\n\r\nInadequate, because it is no more than a rehash  of\r\n\r\ndribs  and drabs sent in by the departments of  the\r\n\r\nGovernment. Sir, I will be the first to admit  that\r\n\r\nin  certain fields of government activity, the  all\r\n\r\nexpansion  programme must depend on what the  civil\r\n\r\nservants  in  the departments concerned  tell  you.\r\n\r\nThat  is the first approach. Take departments  like\r\n\r\nthe Post Office, Telecommunications, or Veterinary,\r\n\r\nor  what  have you. These are technical departments\r\n\r\nof  Government. And if the head of department is at\r\n\r\nall worthy of his pay, he must think forward in his\r\n\r\nnormal routine work. Therefore,  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1392</b></font><br><br>\r\n\r\n\r\n\r\nif  the department says, \"Yes, this  is  the\r\n\r\nway.  The  Post Office must always know where  they\r\n\r\nare  going  to site the new post offices  over  the\r\n\r\nnext  five  years.\" And in respect of the programme\r\n\r\nfor  such technical departments, I should say  that\r\n\r\nthe  Member for Farrer Park is correct. But to  say\r\n\r\nthat the whole Plan has been conceived, worked  out\r\n\r\nand developed in this way is absolutely monstrous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have explained, in the first instance, that\r\n\r\nalthough there are plans of some sort available  in\r\n\r\ndepartments,  it is necessary to develop  them,  to\r\n\r\nreappraise them, and to get a certain assessment of\r\n\r\ntheir  consequences or revenue and  expenditure  if\r\n\r\nthese projects are to be implemented. And this is a\r\n\r\ntime-consuming  effort  because  the   departments'\r\n\r\nestimates  have  to  be  checked,  rechecked,   for\r\n\r\nconsistency,  for  possibility  of  other   factors\r\n\r\narising. Apart from the rather mechanical  work  of\r\n\r\nassessing the implications and consequences of  the\r\n\r\nPlan, it is necessary that the Government should be\r\n\r\nguided  by  a scale of priorities, because  if  you\r\n\r\njust  add  up  whatever is dished out  to  you  and\r\n\r\nswallow the whole thing, you are likely to  end  up\r\n\r\nwith an awful tummy-ache, a completely indigestible\r\n\r\nrehash  of  what  has  been put  into  the  sausage\r\n\r\nmachine  of  the  administrative  system.  And   in\r\n\r\nsetting out the scale of priorities - and this is the\r\n\r\ndetermining  factor - we are not guided  by  the  pet\r\n\r\nschemes of departments, because if you allow  every\r\n\r\ndepartment  to  do whatever it likes,  then  I  can\r\n\r\nassure  you,  Mr Speaker, Sir, we shall  not  need\r\n\r\n$871 million for the next four years, but something\r\n\r\nnearer  $3,000 million. You must have  a  scale  of\r\n\r\npriorities   and  that  scale  of   priorities   is\r\n\r\ndetermined    by   your   political   programme - the\r\n\r\nprogramme that you put before the electorate - which\r\n\r\ngives you the direction in which you want to propel\r\n\r\nthe   economic  system,  taking  into  account  the\r\n\r\npromises you have given to the electorate, the type\r\n\r\nof   political  and  social  advance,   you   think\r\n\r\ndesirable and possible at this stage of Singapore's\r\n\r\ndevelopment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is here that we find the crucial element of\r\n\r\nthe  Plan. It is here that the Ministry of Finance,\r\n\r\nas the central planning authority in this instance,\r\n\r\nhas to balance\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1393</b></font><br><br>\r\n\r\n\r\n\r\nthe   counter   claims  of  the  other   Ministries\r\n\r\ncompeting  for a limited amount of resources.  That\r\n\r\nwas  the  initiative that was taken by the planning\r\n\r\norganisation in consultation with Ministers in  the\r\n\r\ndifferent Ministries as regards priorities  between\r\n\r\nsocial   and  economic  development,  and   between\r\n\r\ndifferent fields, different projects within each of\r\n\r\nits major fields. We were at once struck by what is\r\n\r\nsometimes   termed,   in   contemporary    economic\r\n\r\nterminology,   \"the   inadequacy   of   Singapore's\r\n\r\nindustrial  intra-structure\", that is to  say,  the\r\n\r\nbasic  services  such  as roads,  port  facilities,\r\n\r\npower,  water,  light,  telecommunications,   land,\r\n\r\nindustrial sites, and so forth which are \r\n\r\nnecessary-if  you  want rapid industrialisation-in  order  to\r\n\r\nhave  any  chance whatsoever of succeeding.  It  is\r\n\r\nhere that the initiative of the Government has been\r\n\r\nrevealed  in  the Plan before the Assembly.  I  can\r\n\r\nassure  you  that  if you allow the  administrative\r\n\r\nmachine  to submit plans and projects and put  them\r\n\r\nall  into  some  sort of shape,  you  will  have  a\r\n\r\ncompletely  different Plan from the one before  the\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It was necessary, while the preparation of this\r\n\r\nPlan  took  place, to give as much  preparation  in\r\n\r\ndetail as was possible to projects such as Kallang,\r\n\r\nJurong,  the  Economic Development  Board,  and  so\r\n\r\nforth.  As I have explained in my opening  address,\r\n\r\nthis Plan was first worked out in October 1959. The\r\n\r\nfirst draft was completed six months after. At  the\r\n\r\ntime  when  we started work on the Plan, which  was\r\n\r\nnearly a year and a half ago, the technical details\r\n\r\navailable  for  these  major  projects  which  were\r\n\r\nintended  to  speed  up industrialisation  progress\r\n\r\nwere  in a very rudimentary form. They were no more\r\n\r\nthan vague ideas. Therefore, we had to spend a long\r\n\r\ntime  during the few months at our disposal to work\r\n\r\nthem   out   in  some  suitable  form.  Since   the\r\n\r\ncompletion   of   the  first  draft,   considerable\r\n\r\nprogress has been made, and I will refer to  it  in\r\n\r\ndue  course. But it is in the nature of things that\r\n\r\nyou  must have a dead-line somewhere and say,  \"All\r\n\r\nright. Whatever is ready at that time goes.\"  After\r\n\r\nthe  first  half of 1960, although further  details\r\n\r\nwere available,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1394</b></font><br><br>\r\n\r\n\r\n\r\nwe  decided not to incorporate them into this  Plan\r\n\r\nbecause we were certain that there would be further\r\n\r\nrevision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park also challenged the\r\n\r\nadequacy  of  our  plans  for  the  development  of\r\n\r\nelectricity.  He asked whether they were  just  the\r\n\r\nideas  of the Electricity Engineer. The Electricity\r\n\r\nEngineer  thought  that this  should  be  done  and\r\n\r\ntherefore  we  accepted it. In point of  fact,  the\r\n\r\nproblem  of  the  expansion of electric  power  was\r\n\r\nposed  by  the planning authority and submitted  to\r\n\r\nthe Electricity Engineer for his consideration.  We\r\n\r\nmade  a number of projections of possible expansion\r\n\r\nin   the   demand  of  electricity,  given  various\r\n\r\nassumptions about the growth of industry.  Finally,\r\n\r\nafter discussions with him, we decided on a certain\r\n\r\nprojection  which  we  thought  to  be   the   most\r\n\r\nprobable.  Based  on that, it  was  up  to  him  to\r\n\r\nproduce  a  plan whereby this growth of electricity\r\n\r\ncould be achieved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park considers the Jurong\r\n\r\nScheme  to be an ill-conceived one and that  it  is\r\n\r\nnot  likely  to lead to any success. He thinks  the\r\n\r\ndetails  of  this plan to be completely inadequate.\r\n\r\nAs   I   have  said,  the  details  of  the  Jurong\r\n\r\nindustrial site as entered in the Plan are the ones\r\n\r\nthat were available at the time when we decided  to\r\n\r\nsay,  \"So  far and no farther.\" This  is  a  living\r\n\r\nproject.  After  the  closing  date  of  the   plan\r\n\r\nrevision, we have had a visit from a Japanese  team\r\n\r\nof  industrial planners. Since then, the  Singapore\r\n\r\nGovernment  has  established  a  team  of  its  own\r\n\r\ntechnical experts, consisting of engineers from the\r\n\r\nP.W.D.,  members  of the Singapore  Harbour  Board,\r\n\r\nengineers   from   the   Water   Department,    the\r\n\r\nElectricity  Department, the Town-planners  and  so\r\n\r\nforth, to examine these factors in great detail. We\r\n\r\nhave completed a large-scale topographic mapping of\r\n\r\nthe  area.  The Marine Department has  completed  a\r\n\r\nhydrographic  survey of the waters  around  Jurong.\r\n\r\nBoring tests have been completed and technical data\r\n\r\nare  in  the  process of being sent  to  Tokyo  for\r\n\r\nevaluation by the Japanese industrial planners.  It\r\n\r\nis  in the nature of things that, in working  on  a\r\n\r\nsubstantial long-term project such as Jurong, it is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1395</b></font><br><br>\r\n\r\n\r\n\r\nnot   possible  to  have  all  the  final   details\r\n\r\ncompleted  in  the first six or ten months  of  our\r\n\r\noffice. That was the time when the main part of the\r\n\r\nPlan was conceived and written. We have, therefore,\r\n\r\ngone  out  of  our way to stress  that  this  is  a\r\n\r\nflexible  Plan, in itself developing from  time  to\r\n\r\ntime  as we collect more technical data and  as  we\r\n\r\nmake a further appraisal of the economic situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park's remarks about the\r\n\r\nKallang  project, I think, can be dealt  with  very\r\n\r\nbriefly.  It  is obvious that if it takes  four  to\r\n\r\nfive  years to fill up the swamp, then you are  not\r\n\r\ngoing  to  get  any revenue during that  period.  I\r\n\r\nwould  have  thought  that  to  be  a  self-evident\r\n\r\nproposition. And indeed it is likely that  you  are\r\n\r\nnot  going to get any revenue for a long time after\r\n\r\nthat, because, having filled the swamp, you have to\r\n\r\nallow  the land to settle down. But land being  one\r\n\r\nof  the most scarce resources in Singapore, and the\r\n\r\nKallang  swamp  occupying such a central  area,  we\r\n\r\nconsider  this  project  is  worth  examining   and\r\n\r\nproceeding with. If the Member for Farrer Park  had\r\n\r\nread the latter part of this plan dealing in detail\r\n\r\nwith  the Kallang project, he would have known that\r\n\r\nwhat  appeared  in the first half  was  really  the\r\n\r\nrecommendations  of some years ago  when  engineers\r\n\r\ndecided  that  we  could fill the swamp  by  moving\r\n\r\nearth from Paya Lebar. Now we are having a new look\r\n\r\nat the problem to find out whether or not we cannot\r\n\r\nfill  up  the  swamp cheaper, such  as  by  suction\r\n\r\npumping of mud in the Singapore harbour. Here again\r\n\r\ntechnical work is in progress, and I will  not  say\r\n\r\nmore about that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park says, with a\r\n\r\nconsiderable  amount of glee, that this  Plan  will\r\n\r\nfail  if  there  is  no private investment.  Surely\r\n\r\nnobody is going to dispute that. The whole emphasis\r\n\r\nof  my opening address was to stress the hope  that\r\n\r\nthe  substantial amount of investment in the public\r\n\r\nsector   would   have   the  effect   of   inducing\r\n\r\ncorrespondingly large investments  in  the  private\r\n\r\nsector. I am not quite sure what was the point  the\r\n\r\nMember\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1396</b></font><br><br>\r\n\r\n\r\n\r\nfor  Farrer Park was making. If his point was  that\r\n\r\nthe  Plan  should have contained some  targets  for\r\n\r\nprivate   investment - and  in  the  plans  of   some\r\n\r\ncountries targets for private investments  are  set\r\n\r\nout - then  I  say  it  is not possible  in  an  open\r\n\r\neconomy such as ours to say that there shall  be  X\r\n\r\nmillion  dollars  of  private  investment  in   the\r\n\r\nbuilding  industry;  Y million  dollars'  worth  of\r\n\r\ninvestment in the chemical industry, and so  forth.\r\n\r\nSuch planning targets of investment in industry are\r\n\r\npossible only in two circumstances. One is when you\r\n\r\nhave a completely collectivised economy, where  the\r\n\r\nGovernment  itself establishes its  industries.  In\r\n\r\nfact,   the  Government  is  the  sole  source   of\r\n\r\nindustrial progress. That is possible. It  is  also\r\n\r\npossible where you have a very substantial  economy\r\n\r\nwith  a  very large population and a closed market,\r\n\r\nthat  is  to say, in countries such as India  where\r\n\r\nyou  can  decide not to import electric fans.  Then\r\n\r\nyou  know that you have to produce so many hundreds\r\n\r\nof  thousands  of electric fans that  will  require\r\n\r\nprivate investment of so many lakhs of rupees,  and\r\n\r\nyou  decide that such investments would be left  to\r\n\r\nthe private sector. Then you can set up this target\r\n\r\nand  so  arrange  a  system  of  licensing  of  new\r\n\r\nindustries that it means something. But in an  open\r\n\r\neconomy such as ours, planning along these lines is\r\n\r\nnot, at any rate at this stage, possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park goes to some length to\r\n\r\nrefer  to page 35. He says that many items  in  the\r\n\r\nPlan  have  no  effect  on  industrialisation.  For\r\n\r\ninstance,  the  Animal Husbandry  and  Agricultural\r\n\r\nStations   at   Sembawang  are   not   related   to\r\n\r\nindustrialisation.  No one will  dispute  that.  He\r\n\r\nsays that the swamp reclamation scheme intended  to\r\n\r\nproduce prawn ponds and reclaim land for farms  has\r\n\r\nno  direct  relevance to industry. Nobody  disputes\r\n\r\nthat.  But  surely he is not making the point  that\r\n\r\nthe  whole  Plan  should  be  concentrated  on  the\r\n\r\ndevelopment  of  industry to the exclusion  of  all\r\n\r\nother   activities.   That   is   an   unacceptable\r\n\r\nproposition. Surely in a long-term development plan\r\n\r\nyou\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1397</b></font><br><br>\r\n\r\n\r\n\r\nmust so balance your resources that all sectors  of\r\n\r\nthe  economy  have  a  fair  share  of  development\r\n\r\nexpenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member enters on a discussion of page 38\r\n\r\nof  the  Plan. He disputes that roads, bridges  and\r\n\r\ndrains  could  be  considered  as  increasing   the\r\n\r\nnational  income. How is it that roads, drains  and\r\n\r\nbridges do not increase the national income? Surely\r\n\r\nthey  do.  You  find  that  as  an  axiom  in   all\r\n\r\ndevelopment  plans. Take the Federation Development\r\n\r\nPlan,  for instance. Substantial sums of money  are\r\n\r\nspent  on building new roads so that new areas  can\r\n\r\nbe  opened  up for cultivation, thereby  increasing\r\n\r\nthe national income, so that transportation of your\r\n\r\nagricultural produce can be made more easy, so that\r\n\r\nfarmers  could increase their income  and  increase\r\n\r\ntheir  output.  If you have irrigation  drains  and\r\n\r\nditches to drain out flood water, you increase your\r\n\r\nnational income to the extent that you avoid losses\r\n\r\nof crops through flood damage. I would have thought\r\n\r\nthat this proposition would have been self-evident.\r\n\r\nPerhaps  the  Member for Farrer Park was  confusing\r\n\r\nthe  growth of national income with the  growth  of\r\n\r\nGovernment revenue. I agree that these projects  do\r\n\r\nnot  directly contribute to the Government revenue.\r\n\r\nBut  they  do  encourage and induce  the  growth  of\r\n\r\noutput in trade, and in agriculture especially, and\r\n\r\nto that extent can be considered as contributing to\r\n\r\nthe growth of the national income.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, one last crack from the Member for\r\n\r\nFarrer Park; a rather witty one, I thought, because\r\n\r\nhe  said that as a result of bad management by  the\r\n\r\nP.A.P.  Government, we should really have  a  water\r\n\r\nfamine by now. But luckily the rain fell and  saved\r\n\r\nus  from  this  calamity. Sir, is  the  Member  for\r\n\r\nFarrer  Park  aware that far from Providence  being\r\n\r\nkind  to  the P.A.P. Government, it has  been  most\r\n\r\nunkind  so far as the water supply goes? I am  told\r\n\r\nthat  last year the total annual rainfall was  just\r\n\r\nover  60 inches as compared with the normal average\r\n\r\nof 92 inches a year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1398</b></font><br><br>\r\n\r\n\r\n\r\nAnd  in  fact, last year's rainfall was one of  the\r\n\r\nlowest  on  record. Sir, I am not going  to  be  so\r\n\r\npresumptuous  as to say that it was the  result  of\r\n\r\ngood government that we weathered the drought.  All\r\n\r\nI  can say is that in the matter of water supply we\r\n\r\ndid  at  least do a great deal to undo the horrible\r\n\r\nmistake  made by the City Council when  they  built\r\n\r\nthis  famous  Murnane Reservoir at  a  cost  of  $5\r\n\r\nmillion and found that that Reservoir leaked.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The water supply has nothing to do\r\n\r\nwith it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I disagree absolutely, Mr\r\n\r\nSpeaker,  Sir, If  you  have  a  reservoir,   that\r\n\r\nreservoir  holds  water and  is  available  in  any\r\n\r\nemergency when you are short of water.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I only want to mention in passing, since the\r\n\r\nMember for Farrer Park has raised the subject, that\r\n\r\nwe  are  checking on the development  plan  of  the\r\n\r\nWater Engineer. An Israeli expert has come recently\r\n\r\nto  have  a look at it and we have also applied  to\r\n\r\nthe World Bank for a revaluation of the development\r\n\r\nproposals in regard to the water supply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have perhaps ranged over a wide field and\r\n\r\ntaken  much of your patience at this late  hour  of\r\n\r\nthe  night.  If I have not been as logical  in  the\r\n\r\ndevelopment of my field in this concluding  speech,\r\n\r\nit  is  because I have to meet arguments on a large\r\n\r\nnumber   of  disparate  points.  In  my  concluding\r\n\r\nremarks,  I think I should not miss out the  Member\r\n\r\nfor Cairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He said that one of the besetting sins of the\r\n\r\nP.A.P. is its arrogance, particularly the arrogance\r\n\r\nof  the  Ministers.  Sir, I have always  considered\r\n\r\nmyself  a humble person and my colleagues the  most\r\n\r\nreasonable  of persons. I am unable  to  trace  any\r\n\r\ntinge  of arrogance in them, nor have I heard  this\r\n\r\ncomplaint  from  other  people.  Therefore,  I   am\r\n\r\nwondering  what is the source - why does  the  Member\r\n\r\nfor Cairnhill-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1399</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> It was the first time!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Not the first time. He has\r\n\r\nbeen  repeating this for a long time. I cannot  see\r\n\r\nany reason why he says so. Why does he think so? He\r\n\r\nhas  said  it  so  often that  I  am  convinced  he\r\n\r\nbelieves that I am arrogant. Some months ago,  Sir,\r\n\r\nI  went to see a film. It was the first film I  had\r\n\r\nseen  for years. The film was entitled, \"The School\r\n\r\nfor  Scoundrels\". And it preached the  doctrine  of\r\n\r\n\"one-upmanship\".  The  principal  actor  propounded\r\n\r\nthis theory: either you are one up, or you are  one\r\n\r\ndown.  And  he urged upon everybody to be  one  up.\r\n\r\nNow, I rather suspect that the Member for Cairnhill\r\n\r\nis  a believer of this proposition - that either  you\r\n\r\nare  one  up, or you are one down. And he, being  a\r\n\r\nMember  of  the Opposition and therefore one  down,\r\n\r\nthinks  that  those  who  are  one  up  are  unduly\r\n\r\narrogant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, quite frankly, I cannot accept the\r\n\r\nallegations that we are a bunch of arrogant  twirps\r\n\r\nbecause  we  have  gone out  of  our  way  in  this\r\n\r\nDevelopment  Plan to play down the  benefits  which\r\n\r\nwill  accrue to the people of Singapore as a result\r\n\r\nof successful P.A.P. implementation-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I was wondering whether the\r\n\r\nMinister  for  Finance has used an  unparliamentary\r\n\r\nword  about  his own Ministers. Did  he  call  them\r\n\r\n\"twirps\"? If he did, it was unparliamentary.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, that was, in fact, a\r\n\r\nphrase which - I mean, that is the trouble with going\r\n\r\nto  films! That was the word which I think I  heard\r\n\r\nin  this  film,  and if it is unparliamentary,  Mr\r\n\r\nSpeaker,   Sir,   I   withdraw   it   without   any\r\n\r\nreservation,  because it has no bearing  whatsoever\r\n\r\non the conduct of the Government front bench.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1400</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after having throughout my opening address\r\n\r\nplayed  down and minimised the importance  and  the\r\n\r\nsignificance  of this Plan, if I may  be  permitted\r\n\r\nfor  one moment to give a word of praise about  the\r\n\r\nPlan  and what we proposed to do about it,  we  can\r\n\r\nsay  that as the Government we have worked hard and\r\n\r\nto  the  best  of  our  ability.  The  position  is\r\n\r\ndifficult and our resources are scarce. But we have\r\n\r\nnever  failed  for  want  of  trying,  and  in  the\r\n\r\nimplementation  of  this Development  Plan  we  can\r\n\r\nassure  you, Mr Speaker, Sir, and Members  of  the\r\n\r\nAssembly  that  we  shall  press  forward  in  this\r\n\r\nspirit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, after careful deliberation of\r\n\r\nthe  acute  problems  of  unemployment  caused   by\r\n\r\nSingapore's rapid population increase which is  not\r\n\r\naccompanied  by corresponding increase in  economic\r\n\r\nexpansion,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ALERTS our people to the paramount need to expand\r\n\r\nemployment opportunities, and to this end\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;APPROVES the State Development Plan 1961-1964,\r\n\r\nand\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;CALLS on all sections of the people to unite in\r\n\r\ntheir effort to fulfil the plan, and in particular\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;EXHORTS the workers and trade union movement and\r\n\r\nthe  businessmen and industrialists to play,  their\r\n\r\npart   in  maintaining  a  fair  balance  of  their\r\n\r\nrespective interests so essential to success.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn to\r\n\r\n26th April.\"-[Mr Rajaratnam].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">twenty-two minutes to Nine o'clock p.m. to Wednesday, 26th April 1961.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
