{"memberId": null, "volumeNo": "15", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"15\">\r\n\r\n<meta name=\"Sit_No\" content=\"8\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1961-11-24\">\r\n\r\n<meta name=\"Start_Col\" content=\"613\">\r\n\r\n<meta name=\"End_Col\" content=\"714\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">15</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">8</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">24-11-1961</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 613</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 15</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n                                                       \r\n\r\n<br><br><div align=\"center\"><i>Friday, 24th November, 1961</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 614</b></font><br><br>\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr, Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 615</b></font><br><br>\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n                       \r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 615</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SITTING OF THE ASSEMBLY ON</b></div>\r\n\r\n<div align=\"center\"><b>SATURDAY AND SUNDAY</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> There is a business motion in the name\r\n\r\nof   the  Deputy  Prime  Minister  seeking  that  this\r\n\r\nAssembly  do  sit  on Saturday and  Sunday,  that  is,\r\n\r\ntomorrow and the day after. As insufficient notice was\r\n\r\ngiven  of the motion, before the Deputy Prime Minister\r\n\r\ncan  move, he would require my consent and the general\r\n\r\nassent of Members present. If it is the general assent\r\n\r\nof  Members present that the motion should  be  moved,\r\n\r\nthen,  of  course, I will give my consent. Is  it  the\r\n\r\npleasure of hon. Members that the motion be moved?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The motion cannot be moved.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> So be\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 615</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MERGER (SINGAPORE/FEDERATION OF MALAYA)</b></div>\r\n\r\n<div align=\"center\"><b>(White Paper)</b></div>\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on Amendment\r\n\r\n[21st November, 1961] to Question [20th November, 1961]. \r\n\r\n                    \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 616</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'That, whereas it has always been the avowed\r\n\r\nobjective of all nationalists of Malaya to achieve the\r\n\r\nreunification  of  Singapore with  the  Federation  of\r\n\r\nMalaya  and to remove the artificial division  created\r\n\r\nby  the  British by their policy of \"divide and rule\",\r\n\r\nthis   House  affirms  and  declares  that  the  first\r\n\r\nobjective of all true patriots of Malaya is to achieve\r\n\r\nthe reunification of these two territories in a merger\r\n\r\nof  Singapore  with  the Federation of  Malaya'.-(The\r\n\r\nMinister for Labour-Inche Ahmad Bin Ibrahim).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To leave out from \"a\" in the second last line to the end and insert:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"genuine merger of Singapore with the Ayer),\r\n\r\nFederation  of  Malaya,  with Singapore  entering  the\r\n\r\nFederation  as  the twelfth state  and  with  all  its\r\n\r\nCitizens  automatically becoming Federal  Citizens  on\r\n\r\nMerger Day\".-(Dr Lee Siew Choh).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to\r\n\r\nhe left out, be left out.\"\r\n\r\n\r\n\r\n<br><br>2.34 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan (Changi):</b> Mr Speaker, Sir, the\r\n\r\nP.A.P., which was once trusted by the people, has  now\r\n\r\nturned the spears against the people. It threatens the\r\n\r\npeople   that  they  must  accept  the  phoney  merger\r\n\r\nproposed  by  the P.A.P., otherwise, the water  supply\r\n\r\nwill  be cut off. They must not accept the true merger\r\n\r\nproposed  by the Barisan Sosialis (this is  what  they\r\n\r\nsay,  Sir),  otherwise, they will be  disenfranchised.\r\n\r\nSir, how threatening the words are.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. leaders told the Party workers during the\r\n\r\nAnson by-election that there was no necessity for  the\r\n\r\nLeftists  to help the Party in Anson. They  then  told\r\n\r\nthe people of Anson that if the P.A.P. was defeated in\r\n\r\nAnson, the Government would consider whether or not to\r\n\r\nstay  in  office.  Owing to their refusal  to  rectify\r\n\r\ntheir  past  mistakes and owing to  their  refusal  to\r\n\r\nunite  with  the  Left-wing  forces,  the  Party   was\r\n\r\ndefeated. The merger issue became a major item of open\r\n\r\ndebate in the Anson by-election and the defeat of  the\r\n\r\nP.A.P. in Anson clearly showed that the people had  no\r\n\r\nfaith  in  the P.A.P. The people rejected  the  phoney\r\n\r\nmerger proposed by the PAP. Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 617</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After this defeat of the P.A.P. in Anson, the P.A.P.\r\n\r\nleaders went wild like wild beasts. They ran to Malaya\r\n\r\nto  consult the Tunku to cure their injury.  They  are\r\n\r\nsupposed  to  be injured by the so-called  Communists,\r\n\r\nSir. They told the Tunku that they were injured by the\r\n\r\nso-called  Communists and they also warned  the  Tunku\r\n\r\nthat  if  he  did  not watch out,  he  would  also  be\r\n\r\ninjured.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the policy speech states that, \"this dead-end is\r\n\r\nfavoured  by  some, because they are afraid  to  leave\r\n\r\nsecurity in the hands of the Central Government  of  a\r\n\r\nnew  and  larger Federation.\" Sir, what does it  mean?\r\n\r\nWhat  does it intend to tell the people? It means that\r\n\r\nthe Leftists in Singapore are opposing merger. That is\r\n\r\nnot true. It intends to tell the people that merger is\r\n\r\ngood  for  them,  but  the Leftists  are  opposing  it\r\n\r\nbecause  they  are  afraid of being  arrested  by  the\r\n\r\nCentral  Government once merger has taken place.  That\r\n\r\nis  also not true. What a despicable attempt to  smear\r\n\r\nthe  Leftists!  Why do I say that, Sir? Because  these\r\n\r\nLeftists  had been arrested once or twice  during  the\r\n\r\ncolonial  regime,  during the  period  that  was  most\r\n\r\ndangerous  to  them. Sir, you can  ask  our  Ministers\r\n\r\nopposite, where were they then? In their warm beds,  I\r\n\r\nthink. Who were arrested?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. ruling clique also said that we liked the\r\n\r\nBritish because we fought only for full internal self-government  and  not merger. My answer  is  this.  The\r\n\r\nBritish come from a place outside Singapore. So is the\r\n\r\nFederation, a country that is outside Singapore.  From\r\n\r\nthese  two, we will oppose anyone who tries to exploit\r\n\r\nus - the  British and Malaya too. If the  P.A.P. ruling\r\n\r\nclique  purposely say that we do not want  the  phoney\r\n\r\nmerger  proposed by the P.A.P., and we  are  therefore\r\n\r\nanti-nationals, then I would like to inform them  that\r\n\r\nwe  are  not  anti-nationals,  we  are  anti-violence.\r\n\r\nViolence  is always created by Right-wing  people  and\r\n\r\ncolonialists. The atrocious act of Portugal in Angola,\r\n\r\nTshombe  in  the Congo and the French in  Algeria  are\r\n\r\nclear  instances. If the Government tries to sell  the\r\n\r\ninterests of the people, then the people will have  no\r\n\r\nchoice  but to put the Government down before they  do\r\n\r\nsomething to the British.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 618</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government of Singapore said that merger between\r\n\r\nSingapore  and  the Federation was for rapid  economic\r\n\r\nexpansion and industrialisation that would bring  more\r\n\r\nfactories and more jobs for thousands of our young men\r\n\r\nleaving  our schools and seeking employment.  But  the\r\n\r\nGovernment   of   Malaya  said  that  merger   between\r\n\r\nSingapore and Malaya was decided because of  the  fear\r\n\r\nthat  the Communists would turn Singapore into a  base\r\n\r\nof  operation against Malaya. Sir, from here,  we  can\r\n\r\nsee  that  the Federation Government is not interested\r\n\r\nin   the  so-called  merger  proposed  by  the  P.A.P.\r\n\r\nGovernment. What she is interested in is the  internal\r\n\r\nsecurity  of  Singapore, which the  P.A.P.  Government\r\n\r\npromised  to  hand over to the Federation  Government.\r\n\r\nThis means that the status of Singapore will remain as\r\n\r\nit is; and even worse, Singapore will remain as a self-governing  State  with its defence, internal  security\r\n\r\nand  foreign  affairs  transferred  from  the  British\r\n\r\ncolonial   government   to  the   Malayan   Right-wing\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government says that Singapore will seek\r\n\r\nindependence  through  merger under  conditions  which\r\n\r\nwill  give Singapore autonomy in education and labour.\r\n\r\nSir,  this  proposal  is  unworkable  and  the  P.A.P.\r\n\r\nleaders  know  it. Singapore cannot have  autonomy  in\r\n\r\neducation  and labour if internal security is  in  the\r\n\r\nhands  of the Federation, because the Federation  will\r\n\r\nuse  the internal security power to interfere with the\r\n\r\neducation and labour policies in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not going to elaborate any more details\r\n\r\nabout  how  the  Federation  Government  is  going  to\r\n\r\ninterfere, but I can show you the case of Mr Lim Lian\r\n\r\nGeok, an educationist whose citizenship is -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall (Anson)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Yes. I have personal knowledge of the\r\n\r\nfact that the case of Mr Lim Lian Geok is before  the\r\n\r\nFederation Court of Appeal, and I would ask\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 619</b></font><br><br>\r\n\r\n\r\n\r\nyou,  Mr  Speaker, Sir, whether it is proper,  either\r\n\r\naccording to our Standing Orders or according  to  the\r\n\r\nnormal courtesies of Comity of nations, to mention  in\r\n\r\nthe Assembly a matter that is sub judice.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the matter is, in fact, .sub judice\r\n\r\nthen,  of  course,  it  cannot  be  mentioned  in  the\r\n\r\nAssembly. I accept the information given by the Member\r\n\r\nfor  Anson  that the matter is, in fact,  sub  judice,\r\n\r\nand,   therefore,  it  cannot  be  mentioned  in   the\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Mr Speaker, Sir, I withdraw what\r\n\r\nI  have  said  just  now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, will the\r\n\r\nGovernment in the Federation keep quiet when  it  sees\r\n\r\nthat   the  Singapore  education  policy  and   labour\r\n\r\nmovement  are  advancing to such an extent  that  they\r\n\r\nbecome entirely different from those of the Federation\r\n\r\nGovernment?  Sir, she will not keep  quiet.  Will  the\r\n\r\nGovernment in the Federation cry for a change  of  our\r\n\r\neducation and labour policies when she does  not  like\r\n\r\nour  ways  of  implementing  the  policies?  Sir,  the\r\n\r\nFederation  Government will cry for a change.  Due  to\r\n\r\nthe  present education policy of the Federation,  will\r\n\r\nthe  Chinese  school students in the Federation  swarm\r\n\r\ninto Singapore for secondary education? They will come\r\n\r\nand Singapore cannot stop them because it is \"part  of\r\n\r\nMalaya\".   If   this  happens,  will  the   Federation\r\n\r\nGovernment  grant  financial  aid  to  Singapore   for\r\n\r\neducation? Can the students educated in Singapore seek\r\n\r\nemployment in the Federation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Tunku said at the U.M.N.O. General Assembly\r\n\r\non  4th  of November this year that merger was decided\r\n\r\nfor   fear   of  Communist  activities  in  Singapore.\r\n\r\nTherefore, we can see from here that the Government of\r\n\r\nthe Federation is not interested in economic expansion\r\n\r\nor  the  employment  of our young  men  after  leaving\r\n\r\nschool  in Singapore. Sir, you can go and read the  12\r\n\r\nfairy  tales written by our Prime Minister  and  which\r\n\r\nwere  broadcast over Radio Singapore last  month.  You\r\n\r\nwill see how the Prime Minister of Singapore plans for\r\n\r\nthe Government of the Federation to lay\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 620</b></font><br><br>\r\n\r\n\r\n\r\nhands  on  persons  whom the Prime Minister  does  not\r\n\r\nlike.  He  does it secretly and openly by telling  the\r\n\r\nnames  of  the  so-called Communists  to  the  Malayan\r\n\r\nGovernment  for future action. He also plans  for  the\r\n\r\nGovernment  of  the  Federation to  interfere  in  the\r\n\r\neducation  and  labour policies  by  saying  that  the\r\n\r\ncommunists  have  infiltrated into  Chinese  secondary\r\n\r\nschools,  trade  unions, cultural organisations,  etc.\r\n\r\nSir,  it is a plot to sell the people and to save  the\r\n\r\nruling clique of the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our Party Chairman has given a very\r\n\r\nlengthy  speech about the question of citizenship  and\r\n\r\nmerger,  but  it is very regrettable that citizenship,\r\n\r\nwhich  is  so  important and which is the  fundamental\r\n\r\nright  of  the  people, was not broadcast  over  Radio\r\n\r\nSingapore  to  enable  our people  to  know  what  has\r\n\r\nhappened  in this Assembly. The P.A.P. has now  turned\r\n\r\nRadio Singapore into Radio P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> The 15-minute speech delivered by\r\n\r\nthe  Minister  for Labour took about 30  minutes  over\r\n\r\nRadio  Singapore, but the 450-minute speech  delivered\r\n\r\nby our Party Chairman took less than five minutes over\r\n\r\nRadio Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think you will remember that a\r\n\r\nfew  years back the Chinese Chamber of Commerce fought\r\n\r\nso  hard for citizenship rights for those who were not\r\n\r\nborn in Singapore, and due to the effort and energy of\r\n\r\nthe  Chinese Chamber of Commerce particularly, and the\r\n\r\nsupport   of   the  people  generally,  the   colonial\r\n\r\nGovernment  gave citizenship rights to the  people  of\r\n\r\nSingapore - those who were born outside the colony.  Now\r\n\r\nmany  people have acquired citizenship rights and,  of\r\n\r\ncourse,  they  are very happy and proud - happy  because\r\n\r\nthey  have a say in their welfare in the Assembly  and\r\n\r\nproud  because they have the right to vote persons  to\r\n\r\nform  their  own  government. Now the  effort  of  the\r\n\r\npeople  is to be sold to the Federation by the  P.A.P.\r\n\r\nruling  clique. This citizenship right which they  had\r\n\r\nfought to obtain is now to be deprived -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 621</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b>\r\n\r\nRead your White Paper.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> - as a result of the P.A.P. type\r\n\r\nof  merger.  Yes, White Paper - the P.A.P. White  Paper!\r\n\r\nTheir  happiness is now turned into sorrow  and  their\r\n\r\npride  is no more. Their love for the P.A.P. has  now\r\n\r\nturned into anger. That is why the P.A.P. leaders dare\r\n\r\nnot  go to meet the people and yet they say that  they\r\n\r\nrepresent  the  people. But they need bodyguards  when\r\n\r\nthey go and see them!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. says that in the complete merger proposed\r\n\r\nby  the  Barisan Sosialis, Singapore would be entitled\r\n\r\nto  have 14 or 15 seats in the Central Government  and\r\n\r\nthat   half  of  the  Singapore  citizens   would   be\r\n\r\ndisenfranchised. This means that half  of  the  people\r\n\r\nwho  are citizens born in Singapore will automatically\r\n\r\nbecome  citizens  of the Federation. This  also  means\r\n\r\nthat  these people will have the right to vote and  be\r\n\r\nvoted to the Central Government in the Federation.  We\r\n\r\ncan  call this an incomplete merger. This is what  the\r\n\r\nP.A.P. says. But our Barisan Sosialis stand  is  that\r\n\r\nall   Singapore  citizens - about  620,000 - must  become\r\n\r\nFederal citizens automatically on Merger Day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us come to the P.A.P. merger. They said that all\r\n\r\ncitizens of Singapore would not lose their citizenship\r\n\r\nrights or be disenfranchised with the P.A.P. brand  of\r\n\r\nmerger.  But  as  you  will  see  at  page  4  of  the\r\n\r\nMemorandum on merger, all Singapore citizens will only\r\n\r\nvote  in Singapore and elect their representatives  in\r\n\r\nSingapore to the Central Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to put the position more clearly to the people,\r\n\r\nI shall set out my arguments in a mathematical way:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) In the phoney merger of the P.A.P., we will get -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) 15 seats for Singapore in the Central\r\n\r\nGovernment;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Singapore citizens cannot become citizens of a\r\n\r\nlarger Federation;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) all powers and privileges\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 622</b></font><br><br>\r\n\r\n\r\n\r\nare handed  to the Federation Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) In the incomplete merger of the P.A.P., we will\r\n\r\nget -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) 15 seats for Singapore in the Central\r\n\r\nGovernment;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) half of the Singapore citizens will be\r\n\r\ndisenfranchised;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) all powers and privileges are handed to\r\n\r\nthe Federation Government; but\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) In the complete merger of the Barisan Sosialis,\r\n\r\nwe will get -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) 25 to 30 seats for Singapore in the Central\r\n\r\nGovernment  on  the basis  of  proportional\r\n\r\nrepresentation;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) all Singapore citizens - about 620,000 - will\r\n\r\nautomatically become citizens of Malaya;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) the powers of the State will be\r\n\r\ntransferred to the Central Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in any colony, you are sure to find\r\n\r\nthe mouth-pieces of colonialism and these people are a\r\n\r\nprivileged class with the colonialists who rule.  They\r\n\r\nlive  on  the blood and sweat of the majority  of  the\r\n\r\npeople. These people with the colonialists control the\r\n\r\nGovernment and they call themselves representatives of\r\n\r\nthe  people.  These so-called representatives  of  the\r\n\r\npeople govern the people without any knowledge of  the\r\n\r\npeople's sufferings. What they know is the passing  of\r\n\r\na  few  Bills  and  motions for  the  benefit  of  the\r\n\r\ncornpradores  and  their own  clique  to  Control  the\r\n\r\npeople's  thinking in order to give more opportunities\r\n\r\nfor  themselves  to  exploit the people  and  to  rule\r\n\r\nlonger.  What  they  are  interested  in  is  dancing,\r\n\r\ncocktail parties, garden parties.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I did promise not to intervene\r\n\r\nfor   irrelevancies,  but  I  think   this   type   of\r\n\r\nirrelevancy must not be allowed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 623</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Mr Speaker, Sir, the P.A.P.\r\n\r\nleadership  believe in having a good time. Like  their\r\n\r\ncolonial predecessors, they like to hold on to power.,\r\n\r\notherwise  they would be deprived of their  status  in\r\n\r\nlife.  The  people of Asia and Africa  are  in  revolt\r\n\r\nagainst this mentality. What do the ruling class  do?\r\n\r\nWhat  do  they care? They do not care. If you ask  the\r\n\r\nruling class about this -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Who are the ruling class?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> The P.A.P. ruling class! If you\r\n\r\nask  the ruling class about this, they will answer  in\r\n\r\nthis  manner, \"Never mind, let the poor people be  the\r\n\r\npoor people, and they can go and die. Anyway, it is  a\r\n\r\nfree  and democratic country and if they want to, they\r\n\r\ncan  try  to rule us. They have the right to  do  so.\"\r\n\r\nThis is what the ruling class will answer. Sir, such a\r\n\r\nfeature  is very common in those countries  where  the\r\n\r\npeople  are now trying to overthrow the ruling  class.\r\n\r\nAnd  this  ruling  class have never thought  that  the\r\n\r\npeople will rise one day to revolt against them.  That\r\n\r\nis  why many countries and many governments have  been\r\n\r\noverthrown. Having experienced that, the ruling  class\r\n\r\nare becoming more fierce, ruthless and merciless. They\r\n\r\nblame  the  people for creating violence. Some  people\r\n\r\nmisunderstand and say that it is the people who create\r\n\r\nviolence  because they use force against the so-called\r\n\r\nGovernment.  Who creates violence? Surely  it  is  the\r\n\r\nruling  class. When an incident takes place,  we  must\r\n\r\nfirst  find out the cause. Violence is not necessarily\r\n\r\ndue to those who are involved in it. Often enough,  it\r\n\r\nis  due  to the repression that comes from the  ruling\r\n\r\nclass.  If  the Government is good, no one will  fight\r\n\r\nagainst  it. Instead the people will support it.  That\r\n\r\nis  why  the  people will not support  the  P.A.P. - the\r\n\r\nP.A.P. is no good. It is because the Government  uses\r\n\r\nforce to suppress the people and makes them suffer  so\r\n\r\nmuch  that they have no alternative but to go  against\r\n\r\nthe Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I have said above can also be applied to strikes\r\n\r\nand other matters.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 624</b></font><br><br>\r\n\r\n\r\n\r\nAs  in  the  case of merger, the P.A.P. is seeking  to\r\n\r\nbring about a situation of greater repression.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two ways by which we can overthrow a\r\n\r\ngovernment. One is by peaceful means and the other  is\r\n\r\nby force of arms.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am afraid I am compelled to\r\n\r\nintervene in this type of speech which seems to me  to\r\n\r\nbe  au  electioneering speech. It has gone very,  very\r\n\r\nfar away from the motion. I think perhaps I could warn\r\n\r\nMembers  that if they go too far away from the  motion\r\n\r\nthey must expect interventions from the Chair. I think\r\n\r\nthis  type  of speech has gone much too far away  from\r\n\r\nthe motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Mr Speaker, Sir, the people want\r\n\r\nthe  Government  to return their mandate.  The  P.A.P.\r\n\r\nrefuses.  It  therefore quickly brings up  the  merger\r\n\r\nissue  and  threatens  the  people  by  talking  about\r\n\r\nimaginary consequences that will happen if merger does\r\n\r\nnot take place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I said above, the phoney merger of the P.A.P. is\r\n\r\nan  attempt to enable the ruling class to control  the\r\n\r\npeople's thinking, to exploit them and to rule  for  a\r\n\r\nfurther  period.  The merger issue is  of  such  vital\r\n\r\nimportance   that  it  affects  everyone   living   in\r\n\r\nSingapore,  but the P.A.P. which came into power  with\r\n\r\nthe  support  of the people does not consult  them  on\r\n\r\nthis  merger  issue. Instead it tries to threaten  the\r\n\r\npeople  and prepares to impose its own type of merger.\r\n\r\nWe accuse the P.A.P. of not consulting the people. The\r\n\r\nleaders  of the P.A.P. said that they would  put  the\r\n\r\nmatter before the people after the Prime Ministers  of\r\n\r\nthe  Federation and Singapore have settled the details\r\n\r\non  merger. Sir, this is not, the correct way of going\r\n\r\nabout  the  matter.  Merger is a national  matter  and\r\n\r\nconcerns  everyone.  It is not a  .party  matter.  The\r\n\r\nGovernment  should  have consulted the  people  before\r\n\r\nmaking any decision. It should put the matter for open\r\n\r\ndebates  and  discussions. It  should  ask  the  trade\r\n\r\nunionists, education bodies, cultural bodies,  student\r\n\r\norganisations,  rural organisations, professional  men\r\n\r\nand others to submit\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 625</b></font><br><br>\r\n\r\n\r\n\r\ntheir  views and make suggestions. But the P.A.P. has\r\n\r\nnot  done  so.  This  is the first great  mistake  the\r\n\r\nP.A.P. has made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Legislative Assembly is a place where\r\n\r\nrepresentatives  of the people discuss  matters  which\r\n\r\nconcern  the  country and the people.  On  the  merger\r\n\r\nquestion, the Government should have first sought  the\r\n\r\nopinion   and  support  of  the  Assembly  before   it\r\n\r\ndiscussed  the  matter with the Tunku. The  Government\r\n\r\nhas  not  done that. Before the Tunku led  the  merger\r\n\r\nmission  to England to discuss the Malaysia  plan,  he\r\n\r\nreceived   overwhelming  support  from   the   Federal\r\n\r\nAssembly, but the P.A.P. did not ask for support  from\r\n\r\nthe  Assembly before it went to meet the Tunku on  the\r\n\r\nmerger  issue.  This is the second great  mistake  the\r\n\r\nP.A.P. made.  The P.A.P. Government, without consulting\r\n\r\nanyone,   secretly  tried  to  transfer  all   powers,\r\n\r\nprivileges,  rights and interests  of  the  people  of\r\n\r\nSingapore  to the Federation Government. This  is  the\r\n\r\nthird  great mistake done by the P.A.P., and it  is  a\r\n\r\ntreacherous  act of the P.A.P. in trying to  sell  out\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> That is right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Years ago in China, Sir, there was\r\n\r\na  General  called Wu San Kwei. For  his  own  selfish\r\n\r\nends, he allowed the Manchurians to conquer China, and\r\n\r\nthe P.A.P. is doing that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Doing what?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Ask yourself. Mr Speaker, Sir, I\r\n\r\nthink  the hon. Member for Cairnhill is aware that  if\r\n\r\nthe  P.A.P. is  defeated on the merger question,  the\r\n\r\nS.P.A. and the P.A.P. will be thrown into the drain to\r\n\r\nbe  washed  away by the people, and because  the  hon.\r\n\r\nMember  is  afraid  that his Party,  the  S.P.A.,  may\r\n\r\nvanish  with  the P.A.P., he is forced to  oppose  our\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> What about ourselves?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> The same. They are all the same,\r\n\r\nSir, and he also criticised the P.A.P. brand of merger\r\n\r\nbecause  he knew that if he supported it, his  Party,\r\n\r\nthe S.P.A., would be in the dead camp\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 626</b></font><br><br>\r\n\r\n\r\n\r\nof  the  P.A.P.  If we study carefully what  the  hon.\r\n\r\nMember for Cairnhill has said, we will be able to find\r\n\r\nout  that  what he has uttered is also very  much  the\r\n\r\nsame  as  that  uttered  by the P.A.P. leaders, both\r\n\r\ninside the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion. Sir, the P.A.P. and the S.P.A. are\r\n\r\nsitting on the same side as that -\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b>\r\n\r\nOpposite side.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Same side - the thinking is the\r\n\r\nsame,  Sir. It is a regret that a non-communal  Party\r\n\r\nlike  the  P.A.P., when discussing the  importance  of\r\n\r\ncitizenship  rights  in this Assembly,  has  purposely\r\n\r\ntried to cast a shadow of communal fear over our Malay\r\n\r\nbrothers both in Singapore and in the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The duty of the Government in ruling a multi-racial\r\n\r\ncountry  such as ours is to create harmony  and  unity\r\n\r\namong  all races and not to create hatred and disunity\r\n\r\namong  the  races,  but  P.A.P. is  now  using   this\r\n\r\ndespicable method to create communal fear and to  undo\r\n\r\nall  the  efforts which the people had put in  in  the\r\n\r\npast, to bring about unity to all races. I would  like\r\n\r\nto remind the P.A.P. that if they want to leave a good\r\n\r\nrecord  for the history of Singapore, then  they  must\r\n\r\nnot  attempt the sordid practice of creating  communal\r\n\r\nfear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unity is strength. This formula can he applied\r\n\r\nto  all things. It is good and wise for all peoples of\r\n\r\nall races to unite together to form a single group  of\r\n\r\npeople,  hut this can only take place if the guardians\r\n\r\nor  the  leaders of the people treat them impartially.\r\n\r\nTo  guarantee  that  there is no  conflict  among  the\r\n\r\nraces,  the  leaders must not take the communal  line.\r\n\r\nbut  must  treat all people equally. Under the  P.A.P.\r\n\r\nbrand  of  merger. Singapore citizens share  the  same\r\n\r\nresponsibility, but have no equal  benefits,  and  it\r\n\r\nwill only bring chaos and disunity to our country  and\r\n\r\nour  people. No one will benefit from it.  The  P.A.P.\r\n\r\nand  even the ruling clique will suffer. It will be  a\r\n\r\ntotal  loss to our country. It is very interesting  to\r\n\r\nsee   the   P.A.P. leaders  fighting   the   British\r\n\r\ncolonialists with their voices in this Assembly, where\r\n\r\nthere\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 627</b></font><br><br>\r\n\r\n\r\n\r\nare  no  British colonialists. They blame the  British\r\n\r\nfor  their divide-and-rule policy but this divide-and-rule  policy has already been made. It is  up  to  the\r\n\r\nGovernment to mobilise the strength of the people,  to\r\n\r\npersuade and force the British colonialists to  accept\r\n\r\nour  demand. It is only with strength that the  battle\r\n\r\ncan  be won, but can we see the Government doing that?\r\n\r\nWe   can  see  them  only  creating  communal  hatred,\r\n\r\ncreating suspicion among the races, creating fears. We\r\n\r\ncan  see them begging the colonial forces, the  Right-wing  forces,  to save the P.A.P. from being  drowned.\r\n\r\nSir,  when a person is in danger of drowning, he  will\r\n\r\nstruggle  desperately and dangerously. The  P.A.P. is\r\n\r\nnow  struggling desperately and dangerously. Sir,  the\r\n\r\nMember  for  Kreta Ayer has said something like  that;\r\n\r\nthat we, the Barisan Sosialis, do not have any plan as\r\n\r\nto how the merger should take place.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. May I know who the Member for\r\n\r\nKreta Ayer is?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> I am sorry. I mean the Minister\r\n\r\nfor Finance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How the merger should take place and how the citizens\r\n\r\nof  Singapore should automatically become citizens  of\r\n\r\nthe Federation of Malaya.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I thought I remarked that there\r\n\r\nis a difference between reading and referring to one's\r\n\r\nnotes. I ask the Member for Changi not to make  it  so\r\n\r\nobvious that he is reading.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> I would like to inform the Member\r\n\r\non  this  merger issue. The Government has not  sought\r\n\r\nthe   Opinion  of  the  Opposition  Parties.  It   is,\r\n\r\ntherefore, the duty of the Government to draw up plans\r\n\r\non this merger issue. If they want our detailed plans,\r\n\r\nthe  only  way  is  for them to resign  and  face  the\r\n\r\npeople.  This  is the only solution. When  the  P.A.P.\r\n\r\nresigns,  elections must, of course, be held  and  the\r\n\r\nBarisan Sosialis will be eager to explain clearly  the\r\n\r\nmeaning  of merger and citizenship to the people.  Let\r\n\r\nthe people choose freely whether they want our Barisan\r\n\r\nSosialis'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 628</b></font><br><br>\r\n\r\n\r\n\r\nmerger, or they want the sell-out plans of the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I said just now. Sir, if the P.A.P. Government\r\n\r\nwants  our  plans of merger, it must call an All-Party\r\n\r\nConference  to discuss the matter, or the P.A.P. must\r\n\r\nresign. The Minister for Finance said that we  were  a\r\n\r\ngroup  of angry young men. Yes, angry young men, angry\r\n\r\nbecause the P.A.P. traitors are trying to sell out the\r\n\r\ninterests  of  the people of Singapore; angry  because\r\n\r\nthe  P.A.P. leaders call themselves patriots,  sincere\r\n\r\ndemocrats, nationalists, 100 per cent socialists,  and\r\n\r\nyet they do things similar to those done by traitors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Culture said that the Barisan Sosialis were afraid of merger for fear of getting into trouble when merger takes place. He indicated that the Barisan Sosialis leaders are afraid of being arrested by the Central Government. Sir, in a phoney merger, the sell-out has taken place. This type of\r\n\r\nutterance  is meant to fool the people into  believing\r\n\r\nthat the Barisan Sosialis is selfish. I would like  to\r\n\r\ninform  the  Member  that his false statements  cannot\r\n\r\nblind the people. The people will not believe him. The\r\n\r\npeople  may believe him if he had been sleeping  in  a\r\n\r\nhard bed in Changi Gaol. But he has never slept there;\r\n\r\nhe  has  been sleeping in a warm soft bed in  his  own\r\n\r\nsweet and comfortable home.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am trying to avoid this type of\r\n\r\nlanguage. These personalities should never creep in in\r\n\r\na debate in this Chamber.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> During the colonial regime our\r\n\r\nBarisan  Sosialis leaders were thrown  into  gaol  for\r\n\r\nyears.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> There was no Barisan\r\n\r\nSosialis!\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Yes, our Barisan Sosialis leader.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Where were you?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, where was I? I was a student\r\n\r\nin  Beatty Secondary School, and I did help the P.A.P.\r\n\r\nto   contest  the  elections.  Ask  the  Member   for\r\n\r\nTampines. I was a student.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 629</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the colonial regime our Barisan Sosialis\r\n\r\nleaders were thrown into gaol for years. They were put\r\n\r\nin  gaol by the colonialists just because they  fought\r\n\r\nfor the interests of the people.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> If it\r\n\r\nwere not for the people, they would still be there!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> The P.A.P. leaders then were in\r\n\r\nCameron Highlands and Fraser's Hill. The Minister  for\r\n\r\nCulture  said that it was true that Singapore citizens\r\n\r\ncould  not  go  to  the  Federation  to  contest   the\r\n\r\nelections:  but  it was equally true  that  Federation\r\n\r\ncitizens  cannot  come  to Singapore  to  contest  the\r\n\r\nelections.  Only fools believe such words.  Federation\r\n\r\ncitizens  cannot  come  to Singapore  to  contest  the\r\n\r\nelections,  but they lose nothing. Instead they  gain.\r\n\r\nThey  gain control over Singapore. Singapore  citizens\r\n\r\ncannot  go to the Federation to contest the elections,\r\n\r\nbut they lose all the rights and privileges which they\r\n\r\nare now enjoying. He also said that Singapore citizens\r\n\r\nhave the right to elect representatives to the Federal\r\n\r\nParliament. But the Member must remember that the  so-called  citizens are only those who can speak  English\r\n\r\nand  the national language; only persons who can speak\r\n\r\nEnglish and the national language have the right to be\r\n\r\nvoted to sit in the Federal Parliament, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Change it!\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> We will try to change it.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong (Delta):</b> The Barisan Sosialis\r\n\r\ncan change it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Yes, we can change it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Sometimes it is pleasant to hear\r\n\r\na  lady's  voice.  But perhaps the lady  will  contain\r\n\r\nherself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, what this indicates is that\r\n\r\nSingapore  citizens will be deprived of  their  rights\r\n\r\ncompletely in one way or another. The people of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 630</b></font><br><br>\r\n\r\n\r\n\r\nSingapore have the right to vote but they have not the\r\n\r\nright  to  be  voted because they are not English  and\r\n\r\nMalay speaking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Health and Law has quoted many\r\n\r\nwords  of  law in order to misled the people.  He  was\r\n\r\ntrying to tell the people that because of this law and\r\n\r\nthat  law,  the people of Singapore could  not  become\r\n\r\ncitizens  of  the Federation. Therefore, their  demand\r\n\r\nfor equality was illegal. This is because the law says\r\n\r\nso. This is what the Minister for Health and Law said.\r\n\r\nSir,  laws are made by men, and some laws are made  by\r\n\r\nmen  to  safeguard their own interests. And the P.A.P.\r\n\r\nleaders, who call themselves the mass leaders or self-appointed mass leaders, must discuss with and persuade\r\n\r\nthe  Malayan Government to make arrangements to  allow\r\n\r\nSingapore  into the Federation without any  inequality\r\n\r\nand prejudices against the people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The leaders of the P.A.P. say that we, the 13 Barisan\r\n\r\nSosialis   Assemblymen,   are   carrying    out    the\r\n\r\ninstructions of the people behind us. I would like  to\r\n\r\ninform  them  that  the men behind us  and  giving  us\r\n\r\ninstructions are the majority of the people.  If  they\r\n\r\ndo  not  believe this, the only way for them to  prove\r\n\r\nit,  is  to go and face the people. That is  the  only\r\n\r\nway.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have brought the written instruction of the people\r\n\r\ninto  this Assembly, Sir. This instruction is  written\r\n\r\nin  the  Constitution  of the  Barisan  Sosialis.  The\r\n\r\nGovernment  says  that those who are against  the  so-called  merger  proposed  by  the  P.A.P. are   anti-nationalists. In other words, the P.A.P. leaders  are\r\n\r\npatriots and true nationalists. But they are certainly\r\n\r\nnot.  They  are  traitors  and  enemies  of  the  true\r\n\r\nnationalists  and  patriots of Singapore  and  Malaya.\r\n\r\nThey  say that those who are against the phoney merger\r\n\r\nof  the  P.A.P. will be crushed. I say  to  them  that\r\n\r\nthose  who attempt to sell the interests of the people\r\n\r\nwill be crushed by the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Correct!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 631</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, my strength is the people's\r\n\r\nstrength,  and  the P.A.P.'s strength is  only  a  few\r\n\r\nMinisters. The P.A.P. say that we are elected  on  the\r\n\r\nP.A.P. ticket.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Were you not?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Yes, it is right. We were elected\r\n\r\nby  the people on the common objectives of the people.\r\n\r\nBut  we  were  not  elected  on  the  P.A.P. leaders'\r\n\r\nobjectives. These objectives are written in  clause  2\r\n\r\nof   the  People's  Action  Party  Constitution  which\r\n\r\nreads - Sir,  if  you  will  permit  me  to   read   the\r\n\r\nobjectives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Do not be frightened.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member is permitted to read\r\n\r\nif  the  paragraph  is not too long.  I  do  not  know\r\n\r\nwhether   the   Government  side  still   know   their\r\n\r\nobjectives. Possibly the Barisan Sosialis  would  like\r\n\r\nto adopt them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> The P.A.P.'s objectives are also\r\n\r\nthe  same  as the objectives of the Barisan  Sosialis.\r\n\r\nAnd  we  are fighting for those objectives, Sir.  They\r\n\r\nare    not   fighting   for   them.   That   is    why\r\n\r\n[Interruptions].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the Member for Changi is not\r\n\r\nallowed  to continue, we will never be able to  finish\r\n\r\nwith the debate. We have already taken four days.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> These are the Constitution and\r\n\r\nRules of the People's Action Party, clause 2:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Party's objectives -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) To end colonialism and establish an independent,\r\n\r\nnational  state  of  Malaya  comprising  the  two\r\n\r\nterritories now known as the Federation of Malaya\r\n\r\nand Singapore;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) To create a democratic unitary government of\r\n\r\nMalaya  based on universal adult suffrage of  all\r\n\r\nthose  who  are  born  in Malaya  and  who  adopt\r\n\r\nMalayan nationality;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c)\tTo abolish the unjust inequalities of wealth and\r\n\r\nopportunity inherent to the present system;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To establish an economic order which will give to\r\n\r\nall  citizens the right to work and full economic\r\n\r\nreturns for their labour and skill,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 632</b></font><br><br>\r\n\r\n\r\n\r\nto  ensure a decent living and social security  to\r\n\r\nall  those who through sickness, infirmity or old\r\n\r\nage can no longer work;\r\n\r\nand\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) To infuse into the people of Malaya a spirit\r\n\r\nof national unity, self-respect and self-reliance\r\n\r\nand to  inspire them with a sense of endeavour in\r\n\r\nthe creation of a prosperous, stable and just\r\n\r\nsociety.\r\n\r\n\r\n\r\n<br><br>Sir, all these are forgotten by the P.A.P. leaders! We\r\n\r\nare  loyal and faithful to these objectives,  but  the\r\n\r\nPAP, leaders  are  disloyal and unfaithful  to  these\r\n\r\nobjectives. They try to deviate from those  objectives\r\n\r\nand  follow their own objectives. We therefore had  no\r\n\r\nalternative but to divide our political line with  the\r\n\r\nP.A.P. leaders. Although we have divided the political\r\n\r\nline  with the P.A.P. leaders, we are still loyal  and\r\n\r\nfaithful  to the objectives that bring us  to  sit  in\r\n\r\nthis Assembly. Only the P,A.P. objectives bring us  to\r\n\r\nsit in this Assembly and not the P.A.P. leaders. These\r\n\r\nobjectives are also written in clause 2 of the Barisan\r\n\r\nSosialis  Constitution. I will read, Sir - the  wording\r\n\r\nis different. The Constitution of the Barisan Sosialis\r\n\r\nis in a very short form. Clause 2, Party's objectives:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) To eradicate colonialism and to set up a united\r\n\r\nnational independent State comprising the Federation\r\n\r\nof Malaya and Singapore;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) To establish a democratic government of Malaya\r\n\r\nbased on universal adult suffrage of all those who\r\n\r\nare born in or owe their allegiance to Malaya; \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) To bring into being an economic system that will ensure a prosperous, stable and just society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) To mobilise all sections of the people for the\r\n\r\nbuilding of a Malayan nation.\r\n\r\n\r\n\r\n<br><br>It  is  the P.A.P. leaders who have deviated from  the\r\n\r\nobjectives.  They must therefore face the  people  and\r\n\r\nface the music.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as indicated by a gesture by the Prime Minister\r\n\r\non  Tuesday,  he  was  trying  to  force  the  Barisan\r\n\r\nSosialis  into  a  situation  where  we  would  commit\r\n\r\nsuicide or cut our own throats on this merger issue.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 633</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> You are doing it now!\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> I do not know who will cut their\r\n\r\nown throats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Cut yourself!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not know whether I could\r\n\r\naccuse  the Member for Changi of misleading the House,\r\n\r\nbecause  he always turns round and brings up  a  whole\r\n\r\nsheaf  of  notes after he has finished one sheet.  Mr\r\n\r\nTeo.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> The Prime Minister and the other\r\n\r\nMembers  on the Government side thought that we  dared\r\n\r\nnot  oppose their phoney merger. They thought that  if\r\n\r\nwe   opposed  we  would  be  accused  of  being  anti-nationalist or anti-merger. This is what they thought.\r\n\r\nIf  we  did not oppose, then we would fall into  their\r\n\r\ntrap  and  they  could laugh. Then we  might  cut  our\r\n\r\nthroats.  But what they had hoped for did not  appear.\r\n\r\nThe P.A.P. always try to hide their own intentions and\r\n\r\nto  deceive the people in order to enable them to rule\r\n\r\nlonger and to exploit some more from the people. We in\r\n\r\nthe  Barisan Socialist have never tried to deceive  the\r\n\r\npeople.  We will never do such a shameful act done  by\r\n\r\nthe  P.A.P.  We  never  hide our  own  intentions  and\r\n\r\nobjectives  as  stated  in clause  2  of  the  Barisan\r\n\r\nSocialist   Constitution.  We  never   hide   our   own\r\n\r\nobjectives towards merger and towards everything.  The\r\n\r\nP.A.P. may  think  that we are like  ostriches  which\r\n\r\nalways  hide their faces in the sand when people  want\r\n\r\nto  catch them. Maybe the P.A.P. is adopting an  ostrich\r\n\r\npolicy.  I  do not know what they know of the  ostrich\r\n\r\npolicy.  It  is  because of this that  we  oppose  the\r\n\r\nphoney  merger proposed by the self-appointed  leaders\r\n\r\nof  the P.A.P. We have now opposed the motion moved by\r\n\r\nthe  Minister  for  Labour, and we  have  to  make  an\r\n\r\namendment  to  this  motion.  It  is  because  of  our\r\n\r\namendment that the P.A.P. leaders could not sleep  for\r\n\r\nthe  last few nights. Before our amendment was  moved,\r\n\r\nthey  planned and they plotted on how to trick us  and\r\n\r\nhow to trap us for their own selfish ends. But now, to\r\n\r\ntheir regret, they have to change their tactics.  They\r\n\r\ncould not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 634</b></font><br><br>\r\n\r\n\r\n\r\nattack  us  from the direction which they  had  chosen\r\n\r\nbefore.  Now  they can attack us not  with  their  own\r\n\r\nstrength but with the strength of the colonial  forces\r\n\r\nand  the Right-wing forces both inside and outside the\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fundamental aim of the people is to struggle\r\n\r\nfor  a better society and a better standard of living.\r\n\r\nNobody  will  allow our society to turn  from  bad  to\r\n\r\nworse  unless  that  person is a traitor,  if  not,  a\r\n\r\ncoward, fearing the strength of the people and  bowing\r\n\r\nto   colonial  forces  and  reactionary  forces.   The\r\n\r\nfundamental right of the people is citizenship and the\r\n\r\nfundamental  aim  of the people is a  better  society.\r\n\r\nThis  fundamental  right and fundamental  aim  of  the\r\n\r\npeople are closely related.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Men are born equal. Nobody can deny that. If merger\r\n\r\nis  to take place, the right of the people of the  two\r\n\r\nterritories must be equal. According to the Memorandum\r\n\r\non  merger on page 6, we will be able to see that  all\r\n\r\nthe rights, powers and privileges are transferred from\r\n\r\nthe hands of Singapore to the hands of the Federation.\r\n\r\nAll  these rights, powers and privileges of the people\r\n\r\nof  Singapore are to be lost and be sold by  the  P.A.P.\r\n\r\nBut the status of the people of Singapore will remain\r\n\r\nin   Singapore  as  it  is,  but  with  their  rights,\r\n\r\ninterests, and privileges deprived. Can this be called\r\n\r\nmerger?  All  these rights, power and privileges  are\r\n\r\nhere for us to enjoy at this moment, but are ready  to\r\n\r\nbe sold, if Singapore citizens can become the citizens\r\n\r\nof  a new larger Federation, enjoying the same rights,\r\n\r\npowers   and  privileges  as  those  enjoyed  by   the\r\n\r\nFederation citizens, if merger takes place,  then,  of\r\n\r\ncourse,  our State powers must be transferred  to  the\r\n\r\nCentral Government, otherwise, there will be chaos for\r\n\r\nthe  two  Governments having the same powers. But  the\r\n\r\ntrouble is that the so-called merger proposed by  only\r\n\r\nthe ruling clique of the P.A.P. is entirely different.\r\n\r\nThe  P.A.P. ruling clique proposed a merger where  the\r\n\r\nrights,  powers and privileges are to be handed  to  a\r\n\r\nperson  for nothing. Sir, we sell things and  articles\r\n\r\nfor  money, and with this money we buy things and earn\r\n\r\nmore money to feed ourselves. It is the same\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 635</b></font><br><br>\r\n\r\n\r\n\r\nwith  merger, Sir. We are prepared to give the  powers\r\n\r\nof our State to the Central Government if our citizens\r\n\r\nborn or not born in Singapore can become automatically\r\n\r\nthe  citizens of a larger Federation and enjoying  the\r\n\r\nsame  power  and  privileges as those enjoyed  by  the\r\n\r\ncitizens of Malaya. Because the P.A.P. brand of merger\r\n\r\nis  not  a merger but a sell-out, therefore we  oppose\r\n\r\nthe motion -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> The motion, Sir, moved by the\r\n\r\nMinister  for Labour, and not the amendment.  That  is\r\n\r\nour Party's amendment, and not the P.A.P.'s amendment.\r\n\r\nIf it is the P.A.P.'s amendment, we are sure to oppose\r\n\r\nit.  I  think the P.A.P. ruling clique must have known\r\n\r\nthat  the  people do not want their merger, otherwise,\r\n\r\nthere would not have been so many twists and turns  on\r\n\r\nso  many  minor  points, such  as  passports.  Sir,  a\r\n\r\npassport  is not a very important point. Not  all  the\r\n\r\npeople  can go abroad to enjoy their holidays.  It  is\r\n\r\nonly the Ministers and some millionaires - \r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Some Barisan Sosialis might need it,\r\n\r\nyou know!\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> We will face our troubles in\r\n\r\nSingapore,  but not the P.A.P. leaders.  We  fight  on\r\n\r\nprinciple on the merger issue and we do not fight  for\r\n\r\nthose  minor points. Maybe the P.A.P. leaders  do  not\r\n\r\nknow  that  they are selling something for nothing  at\r\n\r\nfirst -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> $90 million!\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Yes, $90 million. I do not know it\r\n\r\nis  $90  million but they must know it now because  we\r\n\r\nhave  already  put down all reasonable  arguments  and\r\n\r\nfacts for them to study; but to our regret, the P.A.P.\r\n\r\nleaders,  after  studying  our  reasonable  arguments,\r\n\r\nstill  insist  on their phoney merger. A  person  will\r\n\r\nhave  no voting rights and be voted to office, and  he\r\n\r\nwill  also  have  no  other privileges  to  enjoy  the\r\n\r\nbenefits  of  his motherland if he is not  a  citizen.\r\n\r\nSir, our demand for automatic citizenship is basic and\r\n\r\nfundamental. I support the amendment of the Party.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 636</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.33 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Madam Sahorah Binte Ahmat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Sahorah Binte Ahmat (Siglap)</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker, I oppose strongly the amendment moved by  the\r\n\r\nBarisan   Socialist.  Mr  Speaker,  I  personally   am\r\n\r\nsurprised at the attitude of the Barisan Sosialis  who\r\n\r\noppose  the original motion moved by the Minister  for\r\n\r\nLabour. The Members of Queenstown and Changi say  that\r\n\r\nthey are the elected representatives of the people but\r\n\r\nthey must bear in mind that they were elected, not  on\r\n\r\nthe Barisan Sosialis ticket, but on the P.A.P. ticket.\r\n\r\nIf  they  are  really men, they must go  out  of  this\r\n\r\nAssembly   and   face   the   people   in   the   same\r\n\r\nconstituencies to prove whether they have the  support\r\n\r\nof  the people or not. If they are successful, then it\r\n\r\ncan   be   said  that  they  are  truly  the   elected\r\n\r\nrepresentatives  who  support  the  Barisan  Sosialis;\r\n\r\notherwise they have no business to say that  they  are\r\n\r\nthe representatives of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Members for Queenstown and Changi also say that the future citizenship will be second-class citizenship. But what do they mean by second-class citizenship? Does it mean that a citizen of Singapore who lives in a certain area wishes to throw\r\n\r\naway his money for the purpose of voting in Malaya, or\r\n\r\nwould  he  prefer  to  vote in his  own  constituency?\r\n\r\nWhereas, in point of fact, when merger is achieved, we\r\n\r\nwill  be  able  to  send  our representatives  to  the\r\n\r\nFederal Parliament. Cannot the electorate elect  their\r\n\r\nown  representatives to sit in the Federal Parliament?\r\n\r\nIt  is just the same. Why are they harping on the same\r\n\r\ncitizenship rights for Malaya and Singapore?  We  know\r\n\r\nthat  in the past the electorate preferred to vote  in\r\n\r\ntheir own constituencies for the sake of economy.  Mr\r\n\r\nSpeaker, this is only a tactic adopted by the  Barisan\r\n\r\nSosialis  because  they  are more  keen  to  stand  as\r\n\r\ncandidates  in  the Federation. But they  conveniently\r\n\r\nforget  that if we do not discharge our duties in  our\r\n\r\nown  constituency, people will not elect  us  in  that\r\n\r\nconstituency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I say that this opposition is most unreasonable and\r\n\r\nthe result is that they are anti-merger. They also say\r\n\r\nthat we the P.A.P. should not talk about merger.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 637</b></font><br><br>\r\n\r\n\r\n\r\nWhy  do  they say that? Because they know  that  right\r\n\r\nfrom  the beginning we the P.A.P. have desired  merger\r\n\r\nand we have struggled for merger. Until we die we will\r\n\r\nnot  budge an inch. We will move forward to defend our\r\n\r\nmotherland  so that it will not be taken over  by  the\r\n\r\nCommunists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I am surprised at the stand of the Barisan Sosialis who always put the blame on what has happened in the past two years on the Government, but\r\n\r\nthey forget that over the past few months, before they\r\n\r\nleft the Government, they were with us. Now, they have\r\n\r\nturned round and pecked at us. Is this the attitude of\r\n\r\na man'? I think this is the attitude of a coward. They\r\n\r\nhave  no  responsibility. The people  have  put  their\r\n\r\nfaith  in us as their elected representatives  and  we\r\n\r\nmust  discharge our responsibilities to protect  their\r\n\r\ninterests  in the constituency we represent.  We  must\r\n\r\nnot think of one community, but the people as a whole,\r\n\r\nso that the people will be able to taste the fruits of\r\n\r\ntheir  labour. It seems that they deliberately do  not\r\n\r\ndischarge their duties truly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, they challenge the Government to resign because they say that the people no longer support the Government. But, Mr Speaker, the people know they\r\n\r\nhave  given us the power for a certain period  and  we\r\n\r\nare  not  so  foolish  as  to resign  until  the  time\r\n\r\ndetermined  by the people so that we can  go  back  to\r\n\r\nthem  for  another election. Why must we be afraid  to\r\n\r\nface  another  election? We are prepared  to  face  an\r\n\r\nelection when the time comes, and when that time comes\r\n\r\nwe will see. God will be on the side of the people who\r\n\r\nare  for truth. But let not the Barisan Sosialis think\r\n\r\nthat  they are always in the right. If they are really\r\n\r\nright-thinking people, they must not be afraid to face\r\n\r\nanother election.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Why should they speak in this strain which should not\r\n\r\nbe  uttered in this Assembly? The subject under debate\r\n\r\nis  a very important issue and not one in which we can\r\n\r\ndabble.  Mr Speaker, they have compared the situation\r\n\r\nin  Singapore with what has happened in Angola and the\r\n\r\nCongo.   But  Mr  Speaker,  they  have  misunderstood\r\n\r\nmatters. In Angola\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 638</b></font><br><br>\r\n\r\n\r\n\r\nand  the Congo, for instance, the population comprises\r\n\r\nonly  one  people,  but  here in  Singapore,  we  must\r\n\r\nremember that the society is multiracial and we cannot\r\n\r\ndo  anything without considering this fact. We must be\r\n\r\ncareful in whatever we do so that we will not be sorry\r\n\r\nfor  our actions. I say so, Mr Speaker because if the\r\n\r\npeople  had no faith in the P.A.P., then we would  not\r\n\r\nhave won the elections in 1959. But we understand that\r\n\r\nit  is because of agitation from certain sections  who\r\n\r\ndo  not wish for peace but who wish for chaos that has\r\n\r\nled  the  people into being misled. But  we  hope  the\r\n\r\npeople  of Singapore will use their discretion in  the\r\n\r\ninterests  of harmony for the generation to  come  and\r\n\r\nnot  just  for our own selfish ends. We must  remember\r\n\r\nthat  this  is one of our aims, otherwise we  will  be\r\n\r\ninfluenced by undesirable elements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the merger as described by them as good,\r\n\r\nthey  do  not think of the implications of labour  and\r\n\r\neducation if we follow the Federation system,  because\r\n\r\nwe  know that in Singapore here the Chinese are in the\r\n\r\nmajority  and  who  are not yet versed  in  the  Malay\r\n\r\nlanguage,  if  we  adopt  the  Federation  system   in\r\n\r\neducation the Chinese-educated will not be able to get\r\n\r\njobs in Singapore. Will this not frustrate the people?\r\n\r\nWe  must  remember  that when we want  to  improve  on\r\n\r\nsomething, it will take time. In the beginning it will\r\n\r\nbe  difficult because. Mr Speaker, when we were  born\r\n\r\nwe did not become lawyers or doctors automatically. It\r\n\r\ntook  years for our mothers to bring us up so that  we\r\n\r\nwill  become useful citizens of the State.  Similarly,\r\n\r\non  the job we are discharging. We must do it properly\r\n\r\nso  that our generation will taste the benefit and  we\r\n\r\nshall not think in terms of our own interests only.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Members for Queenstown and Changi also say that\r\n\r\nwe  the P.A.P. pay more interest to the Party.  It  is\r\n\r\nfalse.  I  repudiate this statement. But, Mr Speaker,\r\n\r\nthose  gentlemen themselves know how difficult it  is.\r\n\r\nBut  because  they are cowards and not  sincere,  they\r\n\r\ncannot face hardships. For that reason, they left  the\r\n\r\nGovernment because they\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 639</b></font><br><br>\r\n\r\n\r\n\r\nfelt  that  the  P.A.P. would collapse  and  if  they\r\n\r\ntoppled  they  would be thrown away. For  that  reason\r\n\r\nthey  formed a new Party to attack us. But we  on  the\r\n\r\nGovernment  side  will stand erect  to  discharge  our\r\n\r\nduties to the very end. We will not budge; we will not\r\n\r\nretreat  in  the  face of the agitation.  We  will  be\r\n\r\nprepared  to  defend  our  motherland  from  dangerous\r\n\r\ninfluences  which  are the concern of  the  people  of\r\n\r\nSingapore and Malaya.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> In case hon. Members have not understood\r\n\r\nwhat  I  am trying to do, I am trying to give a Member\r\n\r\nof  the Opposition an opportunity to speak and then  a\r\n\r\nMember  on the Government side. Then I will come  back\r\n\r\nto  the Opposition. I am trying to divide time as best\r\n\r\nI  can.  The  Barisan Sosialis have  already  had  two\r\n\r\nspeakers. Now it is U.M.N.O.'s turn.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, Sir, if I am not\r\n\r\nmistaken,  today is the sixth day we are debating  the\r\n\r\namendment moved by the Barisan Sosialis to the  motion\r\n\r\nof the Minister for Labour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It can be said that we are not tired of hearing the\r\n\r\narguments put forward by Members of this Assembly.  We\r\n\r\nmust  not forget that the matter under discussion will\r\n\r\nnot  only  determine the fate of the  Members  of  the\r\n\r\nAssembly but also the people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As representatives of U.M.N.O., we would naturally\r\n\r\nlike to express our thoughts from our point of view to\r\n\r\nour  non-Malay brothers for them to consider. We  will\r\n\r\nnot  be  carried  away  by historical  sentiments  and\r\n\r\nemotions and try to dominate another community with  a\r\n\r\nfeeling  of  hatred. Our main objective is  to  direct\r\n\r\nU.M.N.O.'s  struggle  which  is  led  by  Tunku  Abdul\r\n\r\nRahman.  There is no need for me to say here that  the\r\n\r\nmajority of Malays have great faith in the Tunku as  a\r\n\r\nnational  leader.  He  has wholeheartedly  helped  the\r\n\r\npeople of the Federation and, at the same time, he has\r\n\r\nnot forgotten the people of Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 640</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The position is this, Mr Speaker. Sir. The Tunku\r\n\r\nwishes that U.M.N.O. should have a branch in Singapore\r\n\r\nso  that  the  objective of U.M.N.O. (Malaya)  can  be\r\n\r\ncarried  out  in Singapore. To take one  example,  the\r\n\r\npeople  of  the  Federation of  Malaya,  comprising  a\r\n\r\nmultiracial community, have been able to live in peace\r\n\r\nand  harmony. This is not something which  I  wish  to\r\n\r\nbring up before Merdeka Day, but I would like to  tell\r\n\r\nthe  Barisan Sosialis that if they are really  sincere\r\n\r\nin  their desire to live in a family as a result of  a\r\n\r\nmerger between Singapore and the Federation of Malaya,\r\n\r\nthen they should not have moved their amendment. It is\r\n\r\nagainst  our aim to unite the various people  together\r\n\r\ninto a strong and peaceful community. This has further\r\n\r\naroused  our suspicion because we know of the  success\r\n\r\nachieved  by  the  Tunku in his  negotiations  on  the\r\n\r\nquestion   of   merger  between  Singapore   and   the\r\n\r\nFederation of Malaya. This is not the first time  this\r\n\r\nmatter has been put to the people. In fact, the merger\r\n\r\nissue  was  discussed fully in the Federal  Parliament\r\n\r\nand  the  speeches made by the Tunku in  October  1961\r\n\r\nhave  appeared  in  the  Straits  Times.  The  Tunku's\r\n\r\nspeeches  were  clear and it was  easy  to  understand\r\n\r\nthem.  There were no twists and turns. But the Barisan\r\n\r\nSosialis  did not touch on the objectives or the  aims\r\n\r\nof merger. There should be no further delay if we wish\r\n\r\nto  unite the people of the two territories. The  time\r\n\r\nhas come to merge if we wish to prevent Singapore from\r\n\r\nturning Red. I say unhesitatingly that U.M.N.O. is  an\r\n\r\nanti-Communist  Party. This has  been  proved  not  by\r\n\r\nwords but by deeds. For instance, during the emergency\r\n\r\nperiod  in  the  Federation of Malaya,  the  youth  of\r\n\r\nU.M.N.O. were prepared to defend their country against\r\n\r\nCommunism if the Government was not able to do so. But\r\n\r\nthe  efforts  of  the elected representatives  of  the\r\n\r\nFederation of Malaya were successful and Communism has\r\n\r\nbeen  smashed in Malaya. The Federation of  Malaya  is\r\n\r\nnot  keeping  quiet in the meantime. It is  keeping  a\r\n\r\nwatchful eye over those people who are sympathetic  to\r\n\r\nCommunism. I say courageously that the amendment moved\r\n\r\nby the Barisan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 641</b></font><br><br>\r\n\r\n\r\n\r\nSosialis is a line of the Communists. I would not  say\r\n\r\nthat  they are already Communists. It is a line  which\r\n\r\nis  adopted by the Communists in their struggle. I say\r\n\r\nso,  Mr Speaker, Sir, because the Communists  do  not\r\n\r\nwish  to  see  a free Singapore through a  unification\r\n\r\nwith Malaya. They cannot avert this reunification  and\r\n\r\nthey have no alternative but to pretend that they  are\r\n\r\nalso  in  favour of the building of one nation.  Their\r\n\r\ntrue  aim is not for merger but that Singapore  should\r\n\r\nstand  as an independent State so that they can  align\r\n\r\nthemselves  with  stronger powers according  to  their\r\n\r\npolitical inclinations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the long time taken by the Member for\r\n\r\nQueenstown - he made a record by speaking for 7�  hours\r\n\r\nin  this  Assembly - to put forward his arguments  could\r\n\r\nhave   been   put   to  better  use  on   constructive\r\n\r\nsuggestions to the White Paper of the Government. This\r\n\r\nhas  added  more poison in the minds of the people  of\r\n\r\nSingapore  with the object of frustrating  the  merger\r\n\r\nproposals.  Why I say this is that we do not  question\r\n\r\nthe reasonableness or otherwise of these proposals. We\r\n\r\nmust  think in terms of time and we must act  now.  We\r\n\r\nmust  also  ask whether the objectives of the  Barisan\r\n\r\nSosialis can be accepted by the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although we do not like to recapitulate historical\r\n\r\nevents, we would like to relate what happened  in  the\r\n\r\nFederation  of Malaya. After the Japanese  occupation,\r\n\r\nwhen  the  British administration returned to  Malaya,\r\n\r\nthe  British Government sent over a mission headed  by\r\n\r\nSir  MacMichael to amend the then existing  Federation\r\n\r\nAgreement. At that time, we were not quite sure of the\r\n\r\naim  of  the  British Government. The  Malays  enjoyed\r\n\r\nsovereignty  at  that  time. When  the  Agreement  was\r\n\r\nsigned  by the rulers without prior consultation  with\r\n\r\nthe  people and it was realised that the Agreement did\r\n\r\nnot  only  hope to put an end to the Malay rulers  but\r\n\r\nalso  Malay  sovereignty, there  was  opposition,  and\r\n\r\nactivities were intensified to dissolve the Agreement.\r\n\r\nThat was the process of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 642</b></font><br><br>\r\n\r\n\r\n\r\npolitical  development until the  Federation  achieved\r\n\r\nindependence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore also made progress since the end of World\r\n\r\nWar  II.  From a colonial' status, we moved  on  to  a\r\n\r\nConstitution  and  then  to  a  self-governing  status\r\n\r\ntoday.  From here, we will take a step further towards\r\n\r\nour  aim  of  reunification  with  the  Federation  of\r\n\r\nMalaya.  This seems also to be the aim of the  Barisan\r\n\r\nSosialis. So today with the progress we have achieved,\r\n\r\nMr  Speaker,  I  can  say that communal  feeling  has\r\n\r\nalmost  gone.  It  can be said that there  is  now  no\r\n\r\ncommunal fear. Communal fears have disappeared. We are\r\n\r\nable to live in peace and harmony, and we hope that in\r\n\r\nfuture  we  will be a State that sets an  example.  In\r\n\r\nfact,  the Federation of Malaya has set an example  to\r\n\r\nthe  world  and has received warm tributes from  other\r\n\r\nparts  of the world to say how our multi-racial people\r\n\r\ncan  live  in  peace and harmony. So we must  be  very\r\n\r\ncareful  in this matter, because there are people  who\r\n\r\nwish  to create or revive communalism. In the past  we\r\n\r\nused  to say that the British were fond of doing this,\r\n\r\nbut  now  we say that it is a new form of colonialism,\r\n\r\ni.e.  Communism,  which is even  more  dangerous  than\r\n\r\nBritish  colonialism. It is not because we are  afraid\r\n\r\nof  the  Communists or that we have  any  dislike  for\r\n\r\ntheir leaders, but their way of living is nothing  but\r\n\r\nthe  oppression  and suppression  of  people.  In  the\r\n\r\ncircumstances, we cannot accept Communism. We want  to\r\n\r\nlive  in  a  free country where there  is  freedom  of\r\n\r\nexpression. Although we are angry, we have given  them\r\n\r\nfreedom. We have given them 7� hours to speak because\r\n\r\nthis  is  the place for any elected representative  to\r\n\r\nput  forward  his  views.  But  if  their  aim  is  to\r\n\r\ndisseminate poison and to revive communalism, then  we\r\n\r\nwill  not  oppose merely with words  but  we  have  no\r\n\r\nalternative  but to resort to anything to  avoid  this\r\n\r\ncommunal issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;U.M.N.O. oppose those extreme racial organisations\r\n\r\nformed  by Malays, for instance, the A.R.T.I.S. which\r\n\r\nwe   heard  about  early  this  year.  We  oppose  the\r\n\r\nA.R.T.I.S., but it does not follow that because  they\r\n\r\nare Malays, we will tolerate such an organisation.  We\r\n\r\nwish  to  nurse  the  efforts  and  progress  so   far\r\n\r\nachieved,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 643</b></font><br><br>\r\n\r\n\r\n\r\nand  we wish to consolidate them. Therefore, we do not\r\n\r\nwish   to   see  an  irresponsible  group  of  persons\r\n\r\ndestroying our progress. So I sincerely hope that  the\r\n\r\nelected  representatives  choose  a  way  which  will'\r\n\r\nreally  lead to the building of one nation. I  do  not\r\n\r\nadopt twist-and-turn tactics. We in Singapore must not\r\n\r\ntry to bring arguments to defend ourselves but we must\r\n\r\nfind  a  point of agreement where it can he acceptable\r\n\r\nto  all.  In that way alone will we he able  to  march\r\n\r\nforward  towards  peace  and prosperity  for  all  the\r\n\r\npeople of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, Mr Speaker, when this House first met\r\n\r\nafter  the  advent of the P.A.P. Government,  we  were\r\n\r\nalways  pointing out proposals that would be good  for\r\n\r\nthe people of Singapore. But in this matter we are not\r\n\r\ndefending  the P.A.P. by any means. What we stand  for\r\n\r\nare the interests of the people. In our view, whatever\r\n\r\nis  not  good  for  the people must be  rejected,  and\r\n\r\nwhatever  is  good  we  must  support,  otherwise  our\r\n\r\ndemocracy  will  not be a healthy one.  We  should.  I\r\n\r\nfeel,  give  our congratulations to the Government  at\r\n\r\nleast   for   having  seen  one  good  way   for   the\r\n\r\nreunification of the peoples of these territories even\r\n\r\nthough  what they have been able to achieve so far  is\r\n\r\nnot what everybody else would wish, as what some would\r\n\r\ncall \"genuine merger\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are so many things synthetic these days, Mr\r\n\r\nSpeaker, Sir. There is synthetic rubber, for instance.\r\n\r\nLikewise  people too are synthetic in their  attitude.\r\n\r\nSome  people would make utterances which actually  are\r\n\r\nthe  words  of  others. I say that some  Parties  send\r\n\r\ntheir   representatives  here  merely  to  be  puppets\r\n\r\nbecause  they  cannot choose for themselves  and  they\r\n\r\nhave  to be directed from behind by somebody. If  they\r\n\r\nare   truly  genuine  and  want  to  carry  out  their\r\n\r\nresponsibilities to the people, they should be able to\r\n\r\nspeak  what is in their own minds. We should he  brave\r\n\r\nenough  to face the people, although what we ourselves\r\n\r\nfeel  may not be agreeable to certain sections of  the\r\n\r\npeople. If we know that a thing is not good and yet we\r\n\r\nsay  it  is  good,  that is not what  is  called  true\r\n\r\ndemocracy.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 644</b></font><br><br>\r\n\r\n\r\n\r\nThat  sort of thing is undesirable for us here as well\r\n\r\nas in the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have no wish to reply point by point to the\r\n\r\narguments put forward by the Barisan Sosialis, because\r\n\r\nmost of these arguments are not only unacceptable to a\r\n\r\nsober mind but also that most of what the Members have\r\n\r\nbeen  saying are no different from something  that  is\r\n\r\nundesirable.  But I wish to touch on the point  raised\r\n\r\nby  a Member that Singapore he put under the aegis  of\r\n\r\nthe United Nations.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am indebted to the hon. Member. He\r\n\r\nmisrepresents me at the moment, Mr Speaker,  Sir.  My\r\n\r\nspeech  was  directed very briefly to  an  alternative\r\n\r\nindependence on which I shall he speaking later.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, Sir,\r\n\r\nalthough  it  appears to me that the hon.  Member  for\r\n\r\nAnson  did  not  get  my point, I say  I  respect  the\r\n\r\nstatements he made in this House. Although  I  do  not\r\n\r\nlike to debate that matter at length, nevertheless his\r\n\r\nproposal represents his own personal view. As for  us,\r\n\r\nwe  feel that his views are different from ways  which\r\n\r\nwe  ourselves would choose, because then we  would  be\r\n\r\nable  to find a way to bring about something that will\r\n\r\nbe  in the interests and for the benefit of the people\r\n\r\nof Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to state here clearly, Mr Speaker, Sir,\r\n\r\nthat  this matter is one of national interest, and  it\r\n\r\nis  only  right  that everyone who  has  the  national\r\n\r\ninterest  at heart should fight on national lines.  We\r\n\r\nshould  give  credit to the efforts made so  far.  And\r\n\r\nwhen  we receive results from the efforts we have  put\r\n\r\nin, we carry on our efforts so as to be acceptable  to\r\n\r\nall the people we represent. If there are still doubts\r\n\r\nin  our minds after that, then the question of Federal\r\n\r\ncitizenship which we are now demanding is one which we\r\n\r\nshould  consider very carefully. We should  not  bring\r\n\r\nforward points which are not acceptable. What we  must\r\n\r\nnow do in Singapore - as we can see in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 645</b></font><br><br>\r\n\r\n\r\n\r\nWhite Paper - is to achieve some form of merger. By this\r\n\r\nwe will be able to assure the people of Singapore that\r\n\r\nthere  are no matters which could be of grave  concern\r\n\r\nto  them.  The Government of the Federation of  Malaya\r\n\r\nare  really  not  having any fears about  the  Chinese\r\n\r\npeople or the Barisan Sosialis. But they have a  grave\r\n\r\nconcern   about  the  Communist  influence.  If   this\r\n\r\ninfluence  is absurd, then no problem arises.  If  the\r\n\r\nMalays  in the Federation are afraid of being  swamped\r\n\r\nby  other  people, then it means that they  know  that\r\n\r\nwithin  10 or 20 years their number would be  more  or\r\n\r\nless  the  same. But those who are not Malays  in  the\r\n\r\nFederation  must  be  able  to  convince  their  Malay\r\n\r\nbrothers  that  they can live together with  them  and\r\n\r\nstand  shoulder to shoulder in peace and  harmony,  as\r\n\r\nwas  shown  by  them  when they  faced  the  emergency\r\n\r\ntogether.  This is a matter of national pride  to  the\r\n\r\npeople  in the Federation. Because of what took  place\r\n\r\nin  1948,  where  there  was  a  big  Communist  armed\r\n\r\nmovement,  they  have  learnt a  lesson.  They  cannot\r\n\r\nforget  this,  and, therefore, they have  to  be  very\r\n\r\ncareful  all  the time. They have to be on  guard.  If\r\n\r\nthere had been no emergency then, it is possible  that\r\n\r\nSingapore  would have achieved Merdeka  together  with\r\n\r\nthe  Federation.  But  because of  the  emergency  and\r\n\r\nbecause they know that Singapore is a big base for the\r\n\r\nCommunist  movement, the Federation of  Malaya,  after\r\n\r\nvery  carefully  considering the  question  of  giving\r\n\r\nSingapore  independence, has kept it in abeyance.  But\r\n\r\nin their heart of hearts, they do not wish to separate\r\n\r\nSingapore  from the Federation forever. The people  of\r\n\r\nthe  Federation have the interests of  the  people  of\r\n\r\nSingapore at heart.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Changi, Mr Speaker, Sir, hurts\r\n\r\nmy  feelings even more - as a member of the same family\r\n\r\nin  Singapore - when he says that the Federation  is  an\r\n\r\nalien  country  to Singapore. This  kind  of  talk  is\r\n\r\nrather  ungrateful, because they came  here  with  the\r\n\r\nassistance of the British. It was because the door  of\r\n\r\nSingapore was thrown wide open that they were able  to\r\n\r\ncome  here  in great numbers. A good number of  people\r\n\r\nwho had the same view as he had were able\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 646</b></font><br><br>\r\n\r\n\r\n\r\nto  come.  It  is as though someone who is  given  the\r\n\r\ncalf,  demands the thigh and after that is  given,  he\r\n\r\ndemands the head.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our stand, Mr Speaker, Sir, is clear. We must be\r\n\r\nwary in the matter of bringing about communal feelings\r\n\r\nor saying one community is strong and another is weak.\r\n\r\nWhat I say is based on facts. The points raised by the\r\n\r\nMalays,  they  say, are matters which are unreasonably\r\n\r\nbrought  up  by  the  Malays. Matters  concerning  the\r\n\r\nrights  of  the Malays must be safeguarded. We  cannot\r\n\r\nachieve  the object of national reunification  if  the\r\n\r\nweaknesses  of  certain sections cannot  be  remedied.\r\n\r\nThat can give rise to all sorts of conflict. So let us\r\n\r\nnot dwell too much on that. As the Malay proverb goes,\r\n\r\nit  is  as though the duckling dies of thirst  in  the\r\n\r\npond.  So  what  has been achieved is  really  in  our\r\n\r\ninterests and to our mutual benefit.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr John Mammen) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>4.25 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> Mr\r\n\r\nDeputy  Speaker, the Member for Cairnhill  has  quite\r\n\r\naptly  stated that the debate on the motion for merger\r\n\r\nis   one  step  in  the  constitutional  progress   of\r\n\r\nSingapore.  In  1955,  under the Rendel  Constitution.\r\n\r\nthere  were  24 elected Members, of whom,  I  believe,\r\n\r\nthere  are about four old boys still sitting  in  this\r\n\r\nChamber  for the first time. The Member for Anson  was\r\n\r\nat  that  time the Chief Minister of the Labour  Front\r\n\r\nGovernment. During his term of office, he  found  that\r\n\r\nit  was difficult to work under the limitations of the\r\n\r\nRendel  Constitution, as we had predicted.  Therefore,\r\n\r\nthe  Member for Anson, then in his capacity  as  Chief\r\n\r\nMinister, led a delegation to London in April/May 1956\r\n\r\nto  seek  a revision of the Constitution of Singapore.\r\n\r\nWe were behind the Chief Minister then. Unfortunately,\r\n\r\nthose  talks  collapsed and it ended in the  isolation\r\n\r\nand   resignation  of  Mr  David  Marshall  as  Chief\r\n\r\nMinister.  Tun Lim Yew Hock took over the  reins  from\r\n\r\nMr  David  Marshall. Once more in December  1956,  approaches were again made to Whitehall\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 647</b></font><br><br>\r\n\r\n\r\n\r\nfor  a  new  Constitution for Singapore.  This  second\r\n\r\nconstitutional   conference  brought  about   changes,\r\n\r\nproviding  for internal self-government for Singapore.\r\n\r\nhut  foreign affairs and defence remained in the hands\r\n\r\nof   the  United  Kingdom  Government.  This  is   the\r\n\r\nConstitution under which we are operating today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the tenure of office of Mr David Marshall and\r\n\r\nTun  Lim Yew Flock as Chief Minister, approaches  were\r\n\r\nmade  to the Federation Government - Tunku Abdul  Rahman\r\n\r\nthen  was head of the Federation Government - to  solve\r\n\r\nthe  problem  of the isolation of Singapore  from  the\r\n\r\nFederation. That this was SO has been confirmed by the\r\n\r\nPrime  Minister  of the Federation in  his  speech  in\r\n\r\nParliament  on  the  18th of October  this  year.  The\r\n\r\nFederation Prime Minister said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The subject of merger has not been brought up for\r\n\r\nthe  first  time  by  the present  Prime  Minister  of\r\n\r\nSingapore.'\r\n\r\n\r\n\r\n<br><br>It  was,  in  fact,  brought  up  by  different  Chief\r\n\r\nMinisters who were in power be-bore Mr Lee Kuan  Yew,\r\n\r\nlike  Tun  Lim  Yew  Hock and. I may  say.  Mr  David\r\n\r\nMarshall.   Unfortunately,   these   approaches   were\r\n\r\nrebuffed, in the words of the Member for Anson. May  I\r\n\r\nquote   him  in  Hansard  No.  23,  Volume  14,  dated\r\n\r\n2Oth/21st July, 1961, column 1710. This was  what  the\r\n\r\nMember for Anson said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we are all too conscious that for many\r\n\r\nyears  now  the Government of Singapore has officially\r\n\r\noffered  to  the  Federation merger as  a  constituent\r\n\r\nState  unconditionally. I have disclosed that  I  made\r\n\r\nthat  offer in 1955. I know it was repeated again  and\r\n\r\nagain, Mr Speaker, up to about the middle of or early\r\n\r\n1956.  I have no doubt, Mr Speaker, Sir, that it  has\r\n\r\nbeen  repeated since then. We have each been rebuffed,\r\n\r\nsometimes courteously, and sometimes even sharply, on\r\n\r\nthe offer to merge as a State unconditionally. Yet  it\r\n\r\nis  suggested by the Prime Minister that Singapore can\r\n\r\nand  will achieve merger with the Federation in  1963,\r\n\r\nwith  autonomy in education and labour legislation.  I\r\n\r\nsay  to  you, Sir, that that is a daydream which  they\r\n\r\nknow  to  he  a day-dream. I do not know whether  they\r\n\r\nexpect  the  people  to take it  seriously,  but  they\r\n\r\nthemselves cannot believe in it seriously. We have the\r\n\r\nhard  reality  that for six years  now  we  have  been\r\n\r\nrefused  any kind of opening of official conversations\r\n\r\nfor a merger. For the last two\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 648</b></font><br><br>\r\n\r\n\r\n\r\nyears they have even refused a Common Market. In those\r\n\r\ncircumstances,  Sir,  I  say that  it  is  the  P.A.P.\r\n\r\nleadership   that  is  making  impossible   conditions\r\n\r\nleading to the impossibility of merger.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> We all heard that.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, today,\r\n\r\nproposals for merger with Singapore retaining autonomy\r\n\r\nin  the  fields of labour and education have now  been\r\n\r\nagreed  to  by  the  Government of the  Federation  of\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Not merger.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> This is now no longer a day-dream.\r\n\r\nIf it is anybody who is day-dreaming, it is the Member\r\n\r\nfor  Anson. The possibility of the realisation of this\r\n\r\nobjective of merger with Singapore retaining  autonomy\r\n\r\nin  labour and education is so real that it has shaken\r\n\r\nnot  only  the  Member  for  Anson,  but  the  Barisan\r\n\r\nSosialis as well. Of course, both parties tried to get\r\n\r\nover this shock by quibbling on the meaning of merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, it is not the P.A.P. that is making impossible conditions leading to the impossibility of merger, but I say that it is the Barisan Sosialis who\r\n\r\nare  putting forward impossible conditions which  will\r\n\r\nnot  be  accepted by the Federation Government as  the\r\n\r\nbasis for merger. They are putting up conditions which\r\n\r\nwill  not  be acceptable either to the people  in  the\r\n\r\nFederation or the people in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Federation of Malaya Agreement was\r\n\r\nimplemented in 1948, Singapore was excluded  from  the\r\n\r\nFederation, but Penang and Malacca became  integrated\r\n\r\ninto  the  Federation. Since that time  political  and\r\n\r\neconomic  interests grow more and  more  divergent  in\r\n\r\nSingapore  and the Federation, so that today sectional\r\n\r\ninterests do exist in both territories. It is  because\r\n\r\nof the divergent outlook in many spheres, particularly\r\n\r\nin  the  fields  of  education and  labour,  that  the\r\n\r\napproach to the problem of merger must be made in such\r\n\r\na  way  so that there is no violent clash of sectional\r\n\r\ninterests.  I  ask  the House not  to  under-rate  the\r\n\r\nconsequences of disasters which can be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 649</b></font><br><br>\r\n\r\n\r\n\r\nbrought  about  by a clash of sectional interests.  We\r\n\r\nhave  seen historical precedents in India and  Ceylon,\r\n\r\nwhere  there have been disastrous clashes  leading  to\r\n\r\nmisery  for thousands of people over the questions  of\r\n\r\nlanguage, religion and education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is separated from the Federation not only\r\n\r\nby  the  Straits of Johore, but also by a gulf in  the\r\n\r\noutlook  of the people of both territories in  various\r\n\r\nspheres. The physical separation of Singapore from the\r\n\r\nFederation  can be immediately bridged by a  man-made\r\n\r\ncauseway, but I say the differences in mental  outlook\r\n\r\ncan never be overcome -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> By different education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<!-- Mr John Mammen(Deputy Speaker) --> <b>Mr Deputy Speaker (Mr John Mammen):</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> - today or tomorrow, but they\r\n\r\ncan  only  be overcome gradually with the  passage  of\r\n\r\ntime   and   mutual  tolerance  and  understanding - two\r\n\r\nqualities  which  I  hope the Member  for  Anson  will\r\n\r\ncherish.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the Prime Minister of the Federation of Malaya has honestly made an attempt to study Singapore's special interests which, for the\r\n\r\ntime being, are incompatible with the Federation's own\r\n\r\ninterests.  On  this account he said  in  the  Federal\r\n\r\nParliament in October this year (I quote):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Absolute merger, for instance, would cause some\r\n\r\ndegree  of  uneasiness in the minds of the  people  of\r\n\r\nboth  territories.  There  are  various  sections   or\r\n\r\ninterests which have to be taken into account.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore where the great majority of people are\r\n\r\nChinese, they naturally want Chinese participation  in\r\n\r\ngovernment service without any reservation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those who were not born in Singapore would also be\r\n\r\nunhappy   at   the   different   qualifications    for\r\n\r\ncitizenship which are applicable to the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They would also not like any control of their\r\n\r\neducation  policy,  of  their system  and  methods  of\r\n\r\neducation in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They want a free hand in dealing with their labour\r\n\r\nproblem and greater reserve of powers in order to keep\r\n\r\nthe sectional interests of the island satisfied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, they would want to retain their\r\n\r\ncontrol over their domestic affairs.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 650</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, it would he true to stay that the\r\n\r\npeople  of  the Federation view with some  nervousness\r\n\r\nthe prospect of a merger with Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For one thing, the predominantly Chinese population\r\n\r\nin Singapore have shown strong ties with China and are\r\n\r\ninclined towards Chinese chauvinism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is evidenced to some extent by the fact that\r\n\r\nthey even have a Chinese university.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under these circumstances, it is obvious that a\r\n\r\nmiddle  course  acceptable to both the Federation  and\r\n\r\nSingapore must be found. The golden mean, as  proposed\r\n\r\nin  the  White  Paper,  is for Singapore  to  form  an\r\n\r\nintegral part of the Federation, but still retaining a\r\n\r\nlarge measure of autonomy in domestic affairs. Such an\r\n\r\narrangement has been compared by the Federation  Prime\r\n\r\nMinister as akin to the relationship existing  between\r\n\r\nthe  United  Kingdom and Northern Ireland.  Now,  this\r\n\r\nrealistic   approach  by  the  Federation   Government\r\n\r\ntowards  a  vital problem, instead of being  carefully\r\n\r\nexamined  by  the  Barisan  Sosialis,  has, on   the\r\n\r\ncontrary, brought forth their anger and made them  see\r\n\r\nred.  After  delving into the history of  Ireland  and\r\n\r\nvaunting  the  facts  of the Sinn  Fein,  a  terrorist\r\n\r\norganisation that used violence and murder to  achieve\r\n\r\nits  aim  of  an independent Ireland, the  Member  for\r\n\r\nQueenstown  gave  this warning. I  quote  him  in  the\r\n\r\nStraits Times, dated 22nd November:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'If the Government in the Federation had the same\r\n\r\nmotive  for  'merger' as England had for a  union,  if\r\n\r\nthey  think they could coerce the people of  Singapore\r\n\r\ninto  subjugation, it is well that they  should  learn\r\n\r\nthe lessons from the Irish history.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the tone of anger, in which this threat was\r\n\r\nuttered  will not pass unheeded, and I dare  say  that\r\n\r\nthere  are qualified historians in the Federation  who\r\n\r\nare  not only familiar with Irish history, but who are\r\n\r\nalso  capable  of reading between the  lines  of  this\r\n\r\nwarning given by the Member for Queenstown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the one hand, the Barisan Sosialis shake their\r\n\r\nfists  at the Federation and, on the other, they  call\r\n\r\nfor  a  genuine  merger. But does this not  thoroughly\r\n\r\nexpose   their   utter  dishonesty  in   moving   this\r\n\r\namendment, that, in fact, they really have  no  desire\r\n\r\nfor a merger between Singapore and the Federation?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 651</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Commenting on the grant of autonomy in education to\r\n\r\nSingapore,  the  Federation  Prime  Minister  said  (I\r\n\r\nquote):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Having taken into account the feelings of the people\r\n\r\nof  Singapore, my colleagues and I have arrived at the\r\n\r\nconclusion  that  with  the  situation  prevailing  in\r\n\r\nSingapore  it  would he inadvisable to  agree  to  any\r\n\r\nproposa1  to  impose  our  education  policy  at  this\r\n\r\nparticular juncture on the state.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here, we have a reasonable and tolerant approach by\r\n\r\nthe    Federation   Government   towards   Singapore's\r\n\r\nproblems.  This  willingness  by  the  Federation   to\r\n\r\nrecognise  Singapore's special problems has  now  been\r\n\r\nsmeared in typical Barisan Sosialis style as a  phoney\r\n\r\nmerger.  We  have our problems - that cannot be  denied - and  these  problems cannot be wiped out by the  magic\r\n\r\nslogan  of genuine merger. Slogans cannot solve  human\r\n\r\nproblems.  They can be solved only by human  qualities\r\n\r\nof   reasonableness,  tolerance  and  sincerity.   The\r\n\r\nBarisan  Sosialis  say they want  genuine  merger.  By\r\n\r\nthat,  they  mean  a  full and  complete  merger  with\r\n\r\nSingapore  joining  the Federation  as  a  constituent\r\n\r\nState like Penang or Malacca.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, my colleagues have already dealt with the consequences if such a genuine merger is adopted and I do not want to retread on old ground\r\n\r\nthat  has already been covered. The Minister  for  Law\r\n\r\nhas  expertly  explained how automatic citizenship  is\r\n\r\ngranted under the Federation citizenship laws and  why\r\n\r\na  large  number  of Singapore citizens  not  born  in\r\n\r\nSingapore  will  not only not qualify  for  Federation\r\n\r\ncitizenship,    but   will   lose   their    Singapore\r\n\r\ncitizenship.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Not true!\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Health and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Law (Mr K. M. Byrne):</b> It\r\n\r\nwill be proved.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I will come to that in a little\r\n\r\nwhile. Let me ask - are the Barisan Sosialis sincere  in\r\n\r\ntheir wanting what they called a genuine merger? In  a\r\n\r\nstatement explaining the stand of the Barisan Sosialis\r\n\r\non our constitutional future, this is what they said:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 652</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We fully realise that many of the policies of the\r\n\r\npresent  Right-wing Government in the  Federation  are\r\n\r\nunacceptable to us. The present Federation  Government\r\n\r\nis  in  close  alliance with foreign capital:  it  has\r\n\r\nbound  the  country  to the so-called  British-Malaya\r\n\r\nMutual Defence Treaty' and turned our motherland  into\r\n\r\na  military base for British armed forces; its foreign\r\n\r\npolicy  has  alienated our country from the mainstream\r\n\r\nof Afro-Asia, particularly Indonesia, Ghana and India.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Its internal policies are repressive, particularly to\r\n\r\ntrade unions and intellectuals; freedom of expression,\r\n\r\norganisation,  and other civil liberties  are  curbed;\r\n\r\nand its educational policy is misguided.\"'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the one hand, the Barisan Sosialis damns the\r\n\r\nFederation Government and here, with their  tongue  in\r\n\r\ntheir cheek, they ask for a genuine merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This attitude of the Barisan Sosialis is like giving\r\n\r\nthe  Federation a kick in the pants and  then  turning\r\n\r\nround  and  saying,  \"Let's shake hands.\"  Here,  very\r\n\r\nclearly, is exposed the contradiction of the  Barisan\r\n\r\nSosialis.  It  reveals not only their immaturity,  but\r\n\r\nworse of all, their insincerity. So when they talk  of\r\n\r\nwanting  a genuine merger, they really intend that  no\r\n\r\nmerger  can be brought about. If the Barisan  Sosialis\r\n\r\ndo  not  accept the attitude of the Federation  in  so\r\n\r\nmany  things, can they expect the people of Singapore,\r\n\r\nwhom they claim to represent, to accept the conditions\r\n\r\nof  a genuine merger with all the implications? Do the\r\n\r\nBarisan  Sosialis  expect to  bring  about  merger  by\r\n\r\ndemanding that the Federation Government agree to what\r\n\r\nthey do not agree?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson claims that his Party's stand is\r\n\r\none  of complete merger with the Federation and  that\r\n\r\npolicy on education and labour should come under  the\r\n\r\ncontrol of the Federation Government. He had admitted\r\n\r\nthat  he  had  offered to the Prime Minister  of  the\r\n\r\nFederation   Government  unconditional  merger,   but\r\n\r\nbecause  he was rebuffed he had to seek a  new  line.\r\n\r\nNot so long ago, Members of this House will recollect\r\n\r\nthat this very same person -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Who?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> - sorry, the Member for Anson\r\n\r\nwanted   to  convert  Singapore  into  an  independent\r\n\r\nterritory under the control of the United Nations.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 653</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a personal explanation, Mr Deputy\r\n\r\nSpeaker?\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> If the hon. Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Certainly.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am indebted to the Deputy Prime\r\n\r\nMinister. Will the Leader of the House be fair  enough\r\n\r\nto  indicate that it has always been our stand that if\r\n\r\nwe  cannot  get merger, then we should be  independent\r\n\r\nand  within the United Nations? We have never  changed\r\n\r\nour stand.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> He has indicated his stand - his\r\n\r\nsecond stand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> He will change again!\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, the Member for\r\n\r\nAnson always believes in standing on two legs. But let\r\n\r\nme tell you how he has found himself a third stand, so\r\n\r\nthat today we find him standing not on two legs but on\r\n\r\nthree legs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> What is the third leg?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I will explain to you when the\r\n\r\ntime comes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just let me go on a little bit on what the\r\n\r\nMember  for  Anson has to do with the United  Nations.\r\n\r\nMr  Deputy  Speaker, it is not that we in this  House\r\n\r\nhave   any   disrespect   for   the   United   Nations\r\n\r\nOrganisation,  but  this proposal by  the  Member  for\r\n\r\nAnson  can  only  bring  Singapore  into  a  state  of\r\n\r\nconfusion - as confused as that now existing in his mind\r\n\r\nand the Congo. On 15th September, the Member for Anson\r\n\r\nsent me a telegram. Permit me to quote.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Where was he then?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Please! [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order. I hope the Member for\r\n\r\nAnson  and the Government Bench will behave  and  keep\r\n\r\nthe decorum of this Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Thank you, Mr Deputy Speaker,\r\n\r\nSir. It is not my fault. May I read his telegram:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 654</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Your letter 6th contains elements so hopeful for\r\n\r\nfuture have delayed reply to approach issues free from\r\n\r\nanger and suspicions caused by the leadership and lies\r\n\r\nof your Government and the political propaganda letter\r\n\r\nof 26th August.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regret that though your letter 6th September deals\r\n\r\nwith  matters  grave national moment, you  indulge  in\r\n\r\nuntrue  jibes at political opponents and  petty  party\r\n\r\npropaganda.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Am deeply stirred by your statements that the\r\n\r\narrangements between Singapore and the Federation  are\r\n\r\nthose  of  a  merger as a State in the Federation  and\r\n\r\nthat the only difference between Singapore and any one\r\n\r\nof  the  other States in the Federation is that  there\r\n\r\nwill  be  more powers reserved to the Singapore  State\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If this is true my party and I, despite the past,\r\n\r\nwill support you with all our heart and all our energy\r\n\r\nin sincerity and humanity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If this is lying party political propaganda we will\r\n\r\nfight you and damn you even from prison.'\r\n\r\n\r\n\r\n<br><br>Mr Speaker, when he sent me that telegram, he was not\r\n\r\nin  prison. He was honeymooning in Australia! It reads\r\n\r\non:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Reply your specific questions, my party stands for\r\n\r\ncomplete merger with the Federation. Singapore  should\r\n\r\nnot  seek special privileges which would set us  apart\r\n\r\nfrom   our   fellow  citizens  and  create  envy   and\r\n\r\nantagonism.'\r\n\r\n\r\n\r\n<br><br>And  this  is  where, Mr Deputy Speaker.  Sir,  I  am\r\n\r\nutterly confused. Just a few lines in the telegram, he\r\n\r\nsays:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'If there would be more reserved powers in the\r\n\r\nSingapore State Government if this true my party and I\r\n\r\nwill support you.' \r\n\r\n\r\n\r\n<br><br>Now he comes along and says,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"My Party stands for complete merger with the\r\n\r\nFederation.   Singapore  should   not   seek   special\r\n\r\nprivileges  which would set us apart from  our  fellow\r\n\r\ncitizens  and  create  envy and antagonism.  We  fully\r\n\r\nunderstand that this means Central Government  control\r\n\r\nof   defence,  external  affairs,  internal  security,\r\n\r\neducation  and labour and also considerable  financial\r\n\r\nsacrifice.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And yesterday the Member for Anson was warning\r\n\r\nus - particularly   the   Minister   for   Finance   who\r\n\r\nunfortunately was not present - that we would be giving\r\n\r\na  cut  of approximately $90 million to the Federation\r\n\r\nfor  defence.  But  here he has admitted  that  he  is\r\n\r\nprepared for this sacrifice -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 655</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> For merger!\r\n\r\n \r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'...Central Government control of defence, external\r\n\r\naffairs, internal security, education and labour  and\r\n\r\nalso  considerable financial sacrifice. All these  we\r\n\r\nare   prepared  to  accept  to  establish   a   sound\r\n\r\nfoundation  for a healthy nation. We prefer  complete\r\n\r\nmerger  but  are  prepared  to  support  merger  with\r\n\r\nspecial privileges for Singapore...'.\r\n\r\n\r\n\r\n<br><br>Mr  Deputy  Speaker,  this is exactly  what  we  are presenting in this White Paper. \r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Not with merger.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...and no disadvantages, according to the formula\r\n\r\nthat the only difference between Singapore and any one\r\n\r\nof  the  other States in the Federation is that  there\r\n\r\nwill  he  more powers reserved to the Singapore  State\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Would he happy to return to Singapore forthwith.'\r\n\r\n\r\n\r\n<br><br>Sir, I am quite lost trying to trace the orbital path\r\n\r\nof  the  Member  for Anson. He wanders  from  complete\r\n\r\nmerger with the Federation to the United Nations, from\r\n\r\nthe  United Nations to merger with special rights  for\r\n\r\nSingapore  and  back to unconditional merger.  I  must\r\n\r\nconfess   that  it  is  easier  to  follow  Alice   in\r\n\r\nWonderland  - whom  the  Member for  Anson  referred  to\r\n\r\nyesterday - than to follow the March Hare.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Sosialis demand for full internal self-government can only result in Singaporeans being\r\n\r\nSingapore  citizens and British Nationals and  British\r\n\r\nsubjects.    Under   the   White   Paper    proposals,\r\n\r\nSingaporeans would be Singapore citizens  and  Federal\r\n\r\nAsians.  So the P.A.P. contention is that the  Barisan\r\n\r\nSosialis  objective  of full internal  self-government\r\n\r\nreally   amounts   to  this.  The   Barisan   Sosialis\r\n\r\nsupporters,  for  all  these  exuberant  anti-colonial\r\n\r\nshoutings,  are reduced to admitting that it  is  more\r\n\r\nhumiliating  to be a Singapore citizen and  a  Federal\r\n\r\nnational  than  a  Singapore  citizen  and  a  British\r\n\r\nnational. They were discomfited to find themselves  in\r\n\r\nthis  paradox  to which they are driven  logically  by\r\n\r\ninsisting on full internal self-government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson - perhaps not deliberately - came\r\n\r\nto their rescue by quoting the British Nationality Act\r\n\r\nunder which all Commonwealth citizens\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 656</b></font><br><br>\r\n\r\n\r\n\r\nare British subjects. Since the Federation is a member\r\n\r\nof  the  Commonwealth - so argued the Member for Anson -Federal nationals too would still be British subjects.\r\n\r\nThe  Barisan Sosialis were so elated and happy at  the\r\n\r\nclue  given to them by the Member for Anson and  were\r\n\r\nso  delighted  that they had discovered the  straw  to\r\n\r\ncling  to,  that the Member for Queenstown chipped  in\r\n\r\nwith  an  interjection - \"Devastating!\" The  Member  for\r\n\r\nQueenstown  and his associates could not  have  looked\r\n\r\nmore  grateful  to the Member for Anson,  like  a  dog\r\n\r\nwhich has received a bone from its master. But it is a\r\n\r\nbone without meat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Article 29 of the Federal Constitution provides that\r\n\r\n\"every  person  who  is a citizen  of  the  Federation\r\n\r\nenjoys ...  the status of a Commonwealth citizen ...\".  The\r\n\r\nterm  \"British subject\" is not used in the  Federation\r\n\r\nConstitution. It is true that the British  Nationality\r\n\r\nAct,  1948,  provides  that the  expressions  \"British\r\n\r\nsubject\"  and  \"Commonwealth citizen\" shall  have  the\r\n\r\nsame meaning, but this is only for the purpose of  any\r\n\r\nenactment made in the United Kingdom. It cannot  apply\r\n\r\nto  the  Federation  to which such enactments  do  not\r\n\r\napply.  Whatever may be the position in  England,  the\r\n\r\nstatus of a citizen of the Federation is only that  of\r\n\r\na  Commonwealth citizen. Now the concept  of  \"British\r\n\r\nsubject\" within the framework of the Commonwealth is a\r\n\r\nlegal fiction - like the legal fiction that a King  can\r\n\r\ndo   no  wrong - the  Queen  is  at  the  head  of   the\r\n\r\nCommonwealth,  and  to this extent all  the  different\r\n\r\nnationals  and citizens in the constituent members  of\r\n\r\nthe  Commonwealth are, for legal convenience, adjudged\r\n\r\nBritish  subjects.  For example,  the  law  for  legal\r\n\r\nconvenience presumes that every citizen knows the law,\r\n\r\nbut  as  everybody knows, this is a legal fiction,  as\r\n\r\nyou will have gathered, Mr Deputy Speaker, if you had\r\n\r\nbeen present in the House yesterday, from some of  the\r\n\r\nlegal  pronouncements  made  in  the  course  of  this\r\n\r\ndebate.  Legal  fiction is one thing  and  reality  is\r\n\r\ndifferent.  Under  full internal self-government,  the\r\n\r\nMember  for Queenstown and his Bansan colleagues  will\r\n\r\nbe carrying British\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 657</b></font><br><br>\r\n\r\n\r\n\r\npassports. If the Member for Queenstown happens to be\r\n\r\nin   Paris   and  gets  into  trouble - not  necessarily\r\n\r\npolitical  though - he would be assisted  and  protected\r\n\r\nnot by the Malayan Embassy but by the British Embassy.\r\n\r\nIf  he  is  admitted  to a delegation  in  the  United\r\n\r\nNations - if   ever - he  would  sit  with   the   British\r\n\r\ndelegation and not with the Malayan delegation. But as\r\n\r\na  Singapore, citizen and a Federation  national,  he\r\n\r\nwould be carrying the Federation passport and he would\r\n\r\nbe  looked after by the Malayan Embassy. He would  sit\r\n\r\nas  part  of  the  Malayan delegation  in  the  United\r\n\r\nNations. As a Federation national, he would be sitting\r\n\r\nin the Federation Legislature in Kuala Lumpur and help\r\n\r\nto  shape the defence and foreign policies of  Malaya.\r\n\r\nincluding Singapore. In a self-governing Singapore, he\r\n\r\nwould  not be able to take pant in shaping the defence\r\n\r\nand foreign policies of Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order. I think this is an\r\n\r\nappropriate time to suspend. We will suspend  to  5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.01 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n   \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, the Barisan Sosialis\r\n\r\nhave  kept  on  harping upon the tune that  the  White\r\n\r\nPaper has been a sell-out. Let me ask them in what way\r\n\r\nthe  proposals  as contained in the White  Paper  have\r\n\r\nsold  out their rights? Have they sold out the  rights\r\n\r\nof  the Member for Queenstown to practise as a medical\r\n\r\ndoctor?  Have they sold out the rights of  the  Member\r\n\r\nfor  Hong Lim to practise as an accountant? Have  they\r\n\r\nsold  out  the  rights  of the  Member  for  Anson  to\r\n\r\npractise at the Bar?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> $90 million.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Have they sold out the rights of\r\n\r\nthe Member for Pasir Panjang to cut hair? Whose rights\r\n\r\nhave\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 658</b></font><br><br>\r\n\r\n\r\n\r\nbeen  sold out? If the proposals as contained  in  the\r\n\r\nWhite Paper appear to the Barisan Sosialis to be  like\r\n\r\npurgatory, then surely the logical conclusion is  that\r\n\r\nthe prospects of their type of genuine merger must  he\r\n\r\nthe road to hell.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us sum up the stands of the opposition. The\r\n\r\nBarisan's  genuine merger means, as the  Minister  for\r\n\r\nEducation  has said, never, never merger.  They  speak\r\n\r\nwith  their tongues in their cheeks. The reason behind\r\n\r\nit  all  is  that they want an internal self-governing\r\n\r\nSingapore.  The  Member  for Anson  first  fights  for\r\n\r\nunconditional  merger;  then  he  wishes  to   convert\r\n\r\nSingapore into a territory of United Nations; and then\r\n\r\nhe  supports merger with special privileges. These are\r\n\r\nhis  three legs. Sir, give him enough time and we will\r\n\r\nfind him standing on four legs!\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> All animals in the P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Yesterday the Member for Anson\r\n\r\nstated   that  the  Federal  Constitution  could   not\r\n\r\ndisenfranchise  the  citizens  of  any  State.  It  is\r\n\r\nlegally  correct.  But  unfortunately  he  avoids  the\r\n\r\nrealities of the situation. Let me explain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, State nationality by operation of law is\r\n\r\nrestricted to aborigines in the State - Malays  born  in\r\n\r\nthe  State and persons born in the State - one of  whose\r\n\r\nparents  was  born in the Federation  of  Malaya.  The\r\n\r\nqualifications  for  acquiring State  nationality,  in\r\n\r\nfact,   are  more  restrictive  than  those  for   the\r\n\r\nacquisition of Federation citizenship. And,  in  fact,\r\n\r\nevery subject of the Ruler could also qualify to be  a\r\n\r\nFederal   citizen  under  the  Federation  of   Malaya\r\n\r\nAgreement independently of his status as a subject  of\r\n\r\nthe  Ruler.  In  none  of the Malay  States  were  the\r\n\r\nqualifications   for   the   acquisition   of    State\r\n\r\nnationality  less  restrictive  than  those  for   the\r\n\r\nacquisition of Federation citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the subjects of the Ruler become citizens\r\n\r\nof  the  Federation  not by virtue of  the  Federation\r\n\r\nConstitution but by virtue of the Federation of Malaya\r\n\r\nAgreement,  1948, entered into between the  Rulers  of\r\n\r\nthe Malay States\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 659</b></font><br><br>\r\n\r\n\r\n\r\nand  the Queen. They became citizens of the Federation\r\n\r\nin  1957  by virtue of the tact that they were already\r\n\r\nFederal citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, it is not true to say that Penang or Malacca\r\n\r\nhad  no  citizenship  laws before  1948.  The  British\r\n\r\nNationality and Status of Aliens Act, 1914, applied to\r\n\r\nPenang  and  Malacca,  and  subsequently  the  British\r\n\r\nNationality Act, 1948, so that persons born in  Penang\r\n\r\nor  Malacca were British subjects or citizens  of  the\r\n\r\nU.K. and Colonies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, the status of a subject -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Explanation, if the Minister would\r\n\r\npermit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am obliged, Sir. I never said, Mr\r\n\r\nSpeaker,  if  you will remember, that  there  were  no\r\n\r\ncitizenship  laws in Malacca and Penang. I  said  very\r\n\r\nsimply,  there were never any citizens  of  Penang  or\r\n\r\nMalacca. Thank you.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Lastly, the status of a subject of\r\n\r\nthe   Ruler   today   has  little  significance.   Its\r\n\r\nimportance stems from this fact - that a person who is a\r\n\r\nsubject  of  the  Ruler  is  also  a  citizen  of  the\r\n\r\nFederation.  But  citizenship  of  the  Federation  is\r\n\r\nconferred  not  by State law but by  Federal  law.  In\r\n\r\nother  words,  a person who becomes a subject  of  the\r\n\r\nRuler  after 1957 will not ipso facto become a citizen\r\n\r\nof  the  Federation. Article 8, paragraph  3,  of  the\r\n\r\nFederation Constitution provides that there  shall  be\r\n\r\nno  discrimination  in favour of  any  person  on  the\r\n\r\nground that he is a subject of the Ruler of any  State\r\n\r\notherwise  than as set out in Article 8, paragraph  5,\r\n\r\nof the Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The qualification for election as a State Legislative\r\n\r\nAssemblyman is citizenship of the Federation, and  not\r\n\r\nthat  of  a  subject of the Ruler.  If  a  citizen  of\r\n\r\nSingapore is not therefore a citizen of the Federation\r\n\r\non complete merger, he will, in effect, have no rights\r\n\r\nother than\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 660</b></font><br><br>\r\n\r\n\r\n\r\nas  a person ordinarily resident in Singapore. He will\r\n\r\nhave  no rights, for example, to vote or to stand  for\r\n\r\nelection  as  a  Member  of the Singapore  Legislative\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson said yesterday that the 4:1\r\n\r\nratio  of  recruitment to the public services  in  the\r\n\r\nFederation  does  not apply to the State  service  but\r\n\r\nonly  to  the Federal service. He is correct.  And  on\r\n\r\nthis basis, he has advanced the argument that complete\r\n\r\nmerger  with the Federation will not therefore  affect\r\n\r\ncivil  servants in Singapore because you  can  have  a\r\n\r\nSingapore State Civil Service. But there is one  major\r\n\r\nand  important  point that the Member  for  Anson  has\r\n\r\nforgotten.  It  is this: that full merger  means  that\r\n\r\nseveral departments in Singapore will no longer remain\r\n\r\nunder  the  State  service but  will  come  under  the\r\n\r\nFederal   service.  For  example,  education,  health,\r\n\r\njudiciary,  labour, finance, commerce, industry,  will\r\n\r\nall  come  under  the  Federal List.  Full  merger  in\r\n\r\neffect,    therefore,   will   bring   many   existing\r\n\r\ndepartments in the Singapore Government directly under\r\n\r\nFederal control, and consequently the principle of the\r\n\r\n4  : 1 ratio of recruitment to the public service will\r\n\r\napply  to the majority of civil servants in Singapore.\r\n\r\nThe  State  List in the Federal Constitution  includes\r\n\r\nMuslim  law, land, agriculture and forestry  - there  is\r\n\r\nnot  much  forestry  in  Singapore  - local  government\r\n\r\noutside  the  Federal capital (we do  not  have  local\r\n\r\ngovernment   today),  other  services   of   a   local\r\n\r\ncharacter,  State  works and water, machinery  of  the\r\n\r\nState government, State holidays, creation of offences\r\n\r\nin respect of any of the matters included in the State\r\n\r\nList,   inquiries   for   State  purposes,   including\r\n\r\nCommissions  of inquiry and collection  of  statistics\r\n\r\nwith  respect  to any of the matters included  in  the\r\n\r\nState List, indemnity in respect of any of the matters\r\n\r\nin  the State List - most important of all, turtles and\r\n\r\nriverine  fishing. The situation may perhaps be  saved\r\n\r\nif we can import enough turtles into Singapore to keep\r\n\r\nour civil servants busy!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You see, Mr Speaker, the Member for Anson is a man\r\n\r\nof  law.  I  think  that  is  a  fact  which  we  must\r\n\r\nacknowledge.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 661</b></font><br><br>\r\n\r\n\r\n\r\nAs  he  himself has admitted, he has been 25 years  in\r\n\r\nthe  profession - is it 25? Within that  period  he  has\r\n\r\nalso  acquired  many  words. But  unfortunately,  more\r\n\r\nimportant, one must also be a man of logic. I have  no\r\n\r\nobjection  to the verbosity of the Member  for  Anson.\r\n\r\nBut  the  trouble is this: yesterday he got  not  only\r\n\r\nhimself  but  also all of us lost in his multitude  of\r\n\r\nwords.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> You are always lost!\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> As you said yesterday, Mr\r\n\r\nSpeaker,  confusion heaps upon confusion. The  -Member\r\n\r\nfor  Queenstown asked - why did the Tunku suddenly  want\r\n\r\nmerger  in  spite of his fears? Perhaps we can  recast\r\n\r\nthe  question. Why did Mr David Marshall and Tun  Lim\r\n\r\nYew  Hock  fail to bring about merger? Sir, I  am  not\r\n\r\ndiscouraging the Member for Anson -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Perhaps the Leader of the House\r\n\r\nhas  made a slip. He should have said \"the Member  for\r\n\r\nAnson\" and \"the Member for Cairnhill\".\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sir, I do not intend to disparage\r\n\r\nthe Member for Cairnhill and the Member for Anson, but\r\n\r\nI  want very seriously to bring the correct conclusion\r\n\r\nto the House, why today we are able to produce a White\r\n\r\nPaper on merger to which the Federation Government has\r\n\r\nagreed. I do not say that the Member for Anson is  not\r\n\r\na clever man. [Interruption] No, no, he\r\n\r\nis.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> You know better.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I do not say that David lacks the\r\n\r\nwisdom of Solomon! But Solomon is not his middle name.\r\n\r\nI  do  not  say that Tun Lim Yew Hock failed to  bring\r\n\r\nabout  merger because he is unfriendly with the Tunku.\r\n\r\nOn the other hand -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Leader must remember\r\n\r\nthat Tun Lim is now the Member for Cairnhill.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sorry, Mr Speaker. I do not say\r\n\r\nthat  the  Member for Cairnhill failed to bring  about\r\n\r\nmerger  because  he  is  unfriendly  with  the   Prime\r\n\r\nMinister of the Federation of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 662</b></font><br><br>\r\n\r\n\r\n\r\nMalaya. On the other hand, he spends more of his  time\r\n\r\nin  Kuala  Lumpur  than in Singapore.  I  do  not  say\r\n\r\nunabashedly  that merger is now being realised  simply\r\n\r\nbecause  of  the P.A.P. Far from it. The  prospect  of\r\n\r\nmerger  is now being realised simply because the  time\r\n\r\nfor  merger  is ripe and the conditions for  achieving\r\n\r\nmerger  are  fulfilled. Merger cannot  be  imposed  by\r\n\r\nSingapore upon the Federation. On the other  hand,  it\r\n\r\nis  the  Federation  that must be  willing  to  accept\r\n\r\nSingapore  into a merger. The condition then  was  not\r\n\r\nthe  same as it is today. There was no indication then\r\n\r\nthat  the British would leave Singapore or would  make\r\n\r\nSingapore  an independent State. But as  I  have  said\r\n\r\ntoday, things have changed. And so must our thoughts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, time does not stand still. History\r\n\r\ndoes not remain stagnant. So equally no constitutional\r\n\r\narrangement need be permanent. The Rendel Constitution\r\n\r\nunder  which  the Member for Anson operated  as  Chief\r\n\r\nMinister  was not permanent. The existing Constitution\r\n\r\nunder  which  we  operate today is not  permanent.  So\r\n\r\nneither  will'  the  proposed arrangement  for  merger\r\n\r\nbetween Singapore and the Federation be permanent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Agreements owe their existence so long as they are\r\n\r\nacceptable   to   the  parties  which   contract   the\r\n\r\nagreements.  Agreements,  if  they  are  to  work  out\r\n\r\nsmoothly,  must be bilateral, and not be  unilaterally\r\n\r\nimposed by one party upon another party. The heads  of\r\n\r\nagreement  for  a  merger between  Singapore  and  the\r\n\r\nFederation have been arrived at and presented in  this\r\n\r\nWhite Paper because they are in accord with prevailing\r\n\r\nconditions  and  the mood in the two  territories.  So\r\n\r\nalso  they  can be altered in the future to  suit  the\r\n\r\nprevailing mood of the future. As the Federation Prime\r\n\r\nMinister  has said, the agreement is a matter relating\r\n\r\nonly  to  State  and Federal Lists. If at  some  later\r\n\r\nstage  it  is  thought  right  and  desirable  in  the\r\n\r\nnational  interests that we should revert  from  State\r\n\r\nLists to Federal Lists, then, of course, we can always\r\n\r\ntake  the proper steps. Our task. Sir, at the present,\r\n\r\nis to take care of the present so that the future will\r\n\r\nnot be jeopardised.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 663</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>5.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin (Nee Soon):</b> Mr Speaker, Sir, as\r\n\r\nthe third Session of this Legislative Assembly opens,\r\n\r\nmerger between Singapore and the Federation of Malaya\r\n\r\ndominates every other issue. So we are told, Sir, by\r\n\r\nthe Government, and so it is. That is why we are\r\n\r\nspending so many days debating this issue of merger.\r\n\r\nThat merger is of the utmost importance to the people\r\n\r\nof Singapore, as it is to the people of the Federation\r\n\r\nof Malaya, nobody denies. That economically Singapore\r\n\r\ncannot survive if isolated from the Federation, nobody\r\n\r\ndenies. That merger of the two territories is in the\r\n\r\ninterest of both the territories, we are all fully\r\n\r\nagreed upon. But then this amendment is being moved in\r\n\r\nthis House because certain misunderstandings have\r\n\r\narisen as a result of certain parties trying to\r\n\r\nconfuse the word \"merger\" with some form of closer\r\n\r\nassociation that is envisaged in the Tunku's proposal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, lest we on this side of the House be labelled\r\n\r\nanti-merger,     anti-nationalists,    pro-Communists,\r\n\r\nCommunist-inspired, or what have  you,  let  me  state\r\n\r\ncategorically here, Sir, that in so far as the Barisan\r\n\r\nSosialis   is   concerned,  we  stand  unconditionally\r\n\r\ncommitted  to a merger which we define as the  genuine\r\n\r\nreunification and complete integration of the  peoples\r\n\r\nand  territories  of Singapore and the  Federation  of\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the process of the debate in this House, my\r\n\r\nleader,  the  Member for Queenstown, has unfortunately\r\n\r\nbeen  misunderstood and misquoted by certain  Members,\r\n\r\nparticularly the Member for the Southern  Islands  and\r\n\r\nthe  Member  for Geylang Serai. I would  like  to  put\r\n\r\nthings straight here, Sir, and to state, on behalf  of\r\n\r\nmy  Party,  that  we  have never  attacked  the  Prime\r\n\r\nMinister of the Federation in any way in this  debate.\r\n\r\nTo us. Tunku Abdul Rahman is not a politician. He is a\r\n\r\nstatesman.  We  respect him,  Sir,  because  he  is  a\r\n\r\nstatesman and he puts the interest of the country  and\r\n\r\nthe  people  before  his  own interest,  quite  unlike\r\n\r\ncertain  other politicians who are quite incapable  of\r\n\r\ndoing  that.  We have never stated that we  disrespect\r\n\r\nthe  Tunku.  We  only say that in so far  as-  we  are\r\n\r\nconcerned, we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 664</b></font><br><br>\r\n\r\n\r\n\r\ndisagree with certain of his policies; just as  in  so\r\n\r\nfar  as  U.M.N.O. or the S.P.A. can  say  that  they\r\n\r\ndisagree  with our policies. But, Sir, we  have  never\r\n\r\nattacked  or embarked upon an attack on the person  of\r\n\r\nthe  Tunku himself. We respect him as a leader of  his\r\n\r\npeople elected and loved by his people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Who are the people?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The people who voted him, of\r\n\r\ncourse.  Surely  it is not my duty here  to  speak  on\r\n\r\nparliamentary democracy to clarify such things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Chicken-hearted!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Who is chickenhearted? I beg your\r\n\r\npardon, Sir. I should actually be looking at you. But,\r\n\r\nSir, having said these things, having stated our stand\r\n\r\non  merger, it does appear a little confusing that  we\r\n\r\nshould  have  moved an amendment to a  motion  of  the\r\n\r\nGovernment which only seeks agreement on the principle\r\n\r\nof  merger.  Let me quote, Sir, the last paragraph  of\r\n\r\nthe Minister for Labour when he moved this motion.  He\r\n\r\nconsidered that it was not necessary. This is  in  the\r\n\r\nStraits Times of 21st November:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'It was not necessary to have a long debate. What was\r\n\r\nrequired was for each Member to declare his stand  for\r\n\r\nthe record.'\r\n\r\n\r\n\r\n<br><br>Our  stand  is clear. We stand committed to  full  and\r\n\r\ngenuine merger. But then why is there a necessity  for\r\n\r\nan  amendment? The answer is very clear and simple. It\r\n\r\nis because the Government has attempted to confuse the\r\n\r\nissue and, to borrow a phrase by the Member for Queens-town,  has attempted to pass off fish eyes for pearls,\r\n\r\nor  to  pass  off  a dog's meat for mutton  by  merely\r\n\r\nexhibiting  a  sheep's head. That  the  Government  is\r\n\r\ntrying  to  positively confuse the people of Singapore\r\n\r\nis  undoubted. Even the leader of the S.P.A.,  in  the\r\n\r\nperson of the Member for Cairnhill, has said so  much.\r\n\r\nIn  view of this blatant attempt to pass off a form of\r\n\r\nassociation  that  is  not a  merger  for  merger,  it\r\n\r\nbecomes  very  necessary for us  to  define  the  word\r\n\r\n\"merger\",  so  that when we say we stand committed  to\r\n\r\nmerger, the people of Singapore and the people in this\r\n\r\nHouse\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 665</b></font><br><br>\r\n\r\n\r\n\r\nwill  understand what we mean. If we take a good  look\r\n\r\nat  the  Order  Paper of the day we will notice,  Sir,\r\n\r\nthat  the  first item on the Order Paper  asks  us  to\r\n\r\nstate our stand on principle whether we support or  do\r\n\r\nnot  support  merger. In item 3, Sir, on the  reverse,\r\n\r\nthere  is  a  motion by the Prime Minister  That  this\r\n\r\nHouse  accepts the heads of agreement set out  in  the\r\n\r\nWhite  Paper  Cmd. 33 of 1961 agreed  to  between  the\r\n\r\nGovernments  of  the  State  of  Singapore   and   the\r\n\r\nFederation  of  Malaya  as  a  working  basis  for   a\r\n\r\nreunification of the two territories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In item 1, we have merger. We commit ourselves to the\r\n\r\nprinciple  of  merger.  So  automatically  we   commit\r\n\r\nourselves to item 3. But the Government, Sir, has been\r\n\r\nvery   clever,  very  shrewd  indeed  in  having  very\r\n\r\ndiscreetly left out the word \"merger\" in item 3.  That\r\n\r\nbrings  me  now to this memorandum Cmd.  Paper  33  of\r\n\r\n1961. The intention of the Government, Sir, is to  get\r\n\r\neverybody  committed, in item  No.  1,  to  merger  in\r\n\r\nprinciple and therefore committed in item No.  3,  and\r\n\r\nit  has  been  shrewd  enough to leave  out  the  word\r\n\r\n\"merger\" in item No. 3.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at Cmd. Paper 33 of 1961. In page 1,\r\n\r\nclause 2 - Agreement in\r\n\r\n\r\n\r\nPrinciple:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'On 23rd August, 1961, agreement was reached in\r\n\r\nprinciple   between  the  Prime   Ministers   of   the\r\n\r\nFederation of Malaya and Singapore for a merger of the\r\n\r\ntwo territories.'\r\n\r\n\r\n\r\n<br><br>A  merger. So this motion pertains to an agreement  as\r\n\r\nset  out in the White Paper Cmd. 33; the word \"merger\"\r\n\r\nis  missing  in  this motion, but in  the  Cmd.  Paper\r\n\r\nitself, it defines the set of agreements as merger. So\r\n\r\nto  all intents and purposes, if we agree in principle\r\n\r\nto  the first motion, it is not possible for us not to\r\n\r\nagree in principle to the third motion, because it  is\r\n\r\nthe  same.  It is because of this deliberate  attempt,\r\n\r\nSir,  to confuse the word \"merger\" that we have  found\r\n\r\nit necessary to introduce an amendment to clarify this\r\n\r\nman-made and indeed P.A.P.-made confusion on the word.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Speaking on this confusion, Sir, I would like to\r\n\r\ntouch on what the Member for Cairnhill said. He waxed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 666</b></font><br><br>\r\n\r\n\r\n\r\neloquent on the whole issue. Before I go on to mention\r\n\r\nmore  about his speech, Sir, I would like  to  make  a\r\n\r\ncurious  observation to this House. During  the  first\r\n\r\nyear  of  the  existence of the People's Action  Party\r\n\r\nGovernment,   the   Government  was   preoccupied   in\r\n\r\nattacking   the   personalities  of  the   Opposition,\r\n\r\nparticularly, the Member for Cairnhill, the Member for\r\n\r\nFarrer  Park  and all the worthy Members  who  sit  in\r\n\r\nfront of us. During the second year of existence,  its\r\n\r\nattack  shifted  slightly to my left; and  during  the\r\n\r\nthird year of existence its attack has been pinpointed\r\n\r\nto  focus  on the Barisan Sosialis, having  completely\r\n\r\nforgotten  about  S.P.A.  Not  one  Member  from   the\r\n\r\nGovernment benches, Sir, has thought fit to  rebut  or\r\n\r\nto argue against the arguments of the Member for Cairnhill.  In  the  Prime Minister's radio  series  of  12\r\n\r\nspeeches, there was not a single instance in which the\r\n\r\nS.P.A. was attacked. The P.A.P., Sir, is supposed  to\r\n\r\nbe  a  socialist party, and the S.P.A. is a Right-wing\r\n\r\nParty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to come back to the Member for Cairnhill. He\r\n\r\nstarts  off  by  saying, or at least by attacking  the\r\n\r\nP.A.P.  Government for passing off some form of closer\r\n\r\nassociation   or   relationship   between   the    two\r\n\r\nterritories as merger. I quote, Sir, the Straits Times\r\n\r\nof the 23rd of November:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Tun Lim said the unfortunate thing was that the\r\n\r\nP.A.P.  Government  had  tried to  describe  something\r\n\r\nwhich  was not merger as a merger, and thereby  caused\r\n\r\nthese misunderstandings in the minds of many people.'.\r\n\r\n\r\n\r\n<br><br>Again he says, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"This closer relationship is definitely not merger,\"\r\n\r\n...\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even the Prime Minister of the Federation had said it\r\n\r\nwas  more  correct  to describe it  as  a  very  close\r\n\r\nrelationship or association.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having established the point, Sir, that what the\r\n\r\nP.A.P. presents to us is not a merger, he turns  round\r\n\r\nand  attacks  the Barisan Sosialis for saying  exactly\r\n\r\nthe same thing and for trying to define or to clarify\r\n\r\nthe  word \"merger\". Sir, if he were sincere and if  he\r\n\r\nwere honest-[Interruption] I beg your pardon. I  never  said\r\n\r\nhe was dishonest.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 667</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Nee Soon\r\n\r\nunfortunately  is  so  close  to  the  Member  for\r\n\r\nCairnhill  that  he  even hears  a  murmur,  which\r\n\r\nnobody else hears. I would suggest that he turn  a\r\n\r\ndeaf  ear  to  murmurs,  but  open  his  ears   to\r\n\r\ninterjections.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Just a passing remark, Sir.\r\n\r\nAs  a medical man, it is very difficult to turn  a\r\n\r\ndeaf  ear to murmurs because murmurs are the basis\r\n\r\non  which congenital heart diseases are diagnosed.\r\n\r\nIn any case, Sir -\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I suppose the Member for Nee\r\n\r\nSoon  would then like to ask permission to  bring\r\n\r\nhis stethoscope here?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> It is in no way showing\r\n\r\ndisrespect to the Chair, Sir. You see. Sir, I have\r\n\r\nnot the advantage of a wig to cover my ear and  it\r\n\r\nis  a  little  difficult when the murmurs  are  so\r\n\r\nclose to completely ignore such murmurs. But, Sir,\r\n\r\nI  shall  try  to  look at you  as  frequently  as\r\n\r\npossible so that I will not be misled.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying, Sir, the Member for Cairnhill\r\n\r\nsays  that  the P.A.P. is dishonest in  trying  to\r\n\r\npass   off  some  form  of  association  that   is\r\n\r\ndefinitely  not merger for merger, and in  another\r\n\r\nbreath  he says merger is merger and where is  the\r\n\r\nnecessity  for merger to be qualified or  defined?\r\n\r\nIf  he  were sincere  - I am not saying he was  not.\r\n\r\nSir,  there can be degrees of sincerity, and there\r\n\r\ncan  be  degrees of honesty  - and if he were honest\r\n\r\nhe would have had to support our amendment because\r\n\r\nour  amendment seeks just to clarify and to define\r\n\r\nthe  word merger. All that the amendment seeks  to\r\n\r\ndo is to say that we should all agree in principle\r\n\r\nto  merger  and that merger should  be  a  genuine\r\n\r\nmerger. The Member for Cairnhill says a merger  is\r\n\r\na merger. Why should there be a genuine merger and\r\n\r\na  false  merger? But, Sir, if the P.A.P. persists\r\n\r\nin  passing off a phoney merger for a merger, then\r\n\r\nthere  must  necessarily by  argument  be  also  a\r\n\r\ngenuine merger quite opposite to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 668</b></font><br><br>\r\n\r\n\r\n\r\nphoney  merger.  The  Member for  Cairnhill  goes\r\n\r\nfurther to say, \"We are against this amendment but\r\n\r\nwe  are  not  against a merger that is genuine;  a\r\n\r\nmerger  that brings Singapore into the  Federation\r\n\r\nas  an  integral part of the Federation where  all\r\n\r\ncitizens  of  Singapore enjoy  the  same  rights.\"\r\n\r\nWhere is the logic? That is exactly what we say we\r\n\r\nmust fight for. That is exactly the same thing  he\r\n\r\nsays  he  must fight for, and yet he  opposes  the\r\n\r\namendment!  His  Party was against  the  amendment\r\n\r\nbecause   it   considers  the   additional   words\r\n\r\nredundant. He himself has set out to show that the\r\n\r\nmerger presented by the P.A.P. is only a form  of closer  \r\n\r\nrelationship,  and therefore  not  a  true merger.  We  therefore prove to\r\n\r\nhim the  necessity for  an  amendment and he opposes  the\r\n\r\namendment. Enough of that, Sir. \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All I wish to say is that the Barisan Sosialis amendment to this motion would have never come up\r\n\r\nif  the Government had been honest and sincere  in\r\n\r\nthe  application  of the word  \"merger\"  in  their\r\n\r\nmotion  and  subsequently in their Command  Paper.\r\n\r\nBut,  Sir, let us again have a look at the  Member\r\n\r\nfor  Cairnhill. Why is it necessary for the Member\r\n\r\nfor  Cairnhill to defend one issue and yet  attack\r\n\r\nthe  same  issue when he himself tries to  confuse\r\n\r\nthe  whole  issue? I would submit, Sir,  that  the\r\n\r\nMember  for Cairnhill has got dual loyalties,  not\r\n\r\npersonalities.  On  the one hand,  Sir,  his  very\r\n\r\nclose association with the Tunku, which may  be  a\r\n\r\nvery  good  thing for Singapore,  Sir,  we  admit,\r\n\r\nurges his inner self to support the P.A.P. as much\r\n\r\nas  possible in so far as this Tunku's  merger  is\r\n\r\nconcerned.  On the other hand, Sir, by  supporting\r\n\r\nthe  P.A.P. merger too far, he may very well  earn\r\n\r\nthe  displeasure  of  his own  colleagues  in  the\r\n\r\nS.P.A. because they do not want him to  help  the\r\n\r\nP.A.P.,   although  the  P.A.P. would   certainly\r\n\r\nwelcome  that help, seeing that they  need  it  so\r\n\r\nmuch   nowadays.   And  thus  torn   between   two\r\n\r\nloyalties, not exactly two personalities,  he  has\r\n\r\nbalance this way and balance that way and although\r\n\r\nwe  were all overcome by his eloquence, his  logic\r\n\r\nhas not been so overpowering as his eloquence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 669</b></font><br><br>\r\n\r\n\r\n\r\nIt is not my intention here, Sir, to weigh between his\r\n\r\nlogic  and  his eloquence and to advise which  one  to\r\n\r\naccept.  But  I  consider it my  duty  to  expose  the\r\n\r\nweaknesses  of his argument, because if  his  argument\r\n\r\nhad  been strong, and if he had not been contradictory\r\n\r\nhimself,  he  would  have had no  alternative  but  to\r\n\r\nsupport  the  amendment. So having  said  nice  things\r\n\r\nabout how he wishes to support Government, he feels it\r\n\r\nis  necessary also to attack the Government because we\r\n\r\nall  know. Sir, the political situation today is  that\r\n\r\nboth  the P.A.P. and the S.P.A. are fighting  for  the\r\n\r\nsupport  of the Right-wing faction of the voters,  the\r\n\r\nEnglish-educated   faction,  because   the   Left-wing\r\n\r\nfaction is now completely behind the Barisan Sosialis.\r\n\r\nSir,  they  are fighting for a common pool. To  borrow\r\n\r\nthe  words of the Prime Minister, they are tapping the\r\n\r\nsame  reservoir, sinking the same pipes into the  same\r\n\r\nsubstrata  of  the  earth,  tapping  the  same  oil  -\r\n\r\n[Interruption].  I  am glad the Minister  said,  \"same\r\n\r\nsewer\",  because I was referring to the P.A.P. tapping\r\n\r\nit.  I  am  so glad. I am indebted to him. I was  very\r\n\r\nglad  that I heard that murmur, because, for the first\r\n\r\ntime,  we hear the P.A.P. admitting that from  tapping\r\n\r\noil,  they have changed to tapping sewerage. So,  Sir,\r\n\r\nhaving  to  fight for the same group  of  people  they\r\n\r\nbecome  at  loggerheads with each other.  They  either\r\n\r\nmerge or they fight. It is not for me, Sir, here\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I was waiting for the hon. Member\r\n\r\nto  pull  himself back. He is going so very, very  far\r\n\r\naway,  as far away as the Member for Changi went,  and\r\n\r\nthat  was the time I pulled the Member for Changi back\r\n\r\nvery  gently. I hope the Member for Nee Soon will pull\r\n\r\nhimself back.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Thank you, Sir, I am much obliged\r\n\r\nfor your advice. I just wanted to labour on one point,\r\n\r\nthat  the Member for Cairnhill took that line because,\r\n\r\non  the  one  hand, he had to support merger;  on  the\r\n\r\nother  hand, he would not want to go so far in support\r\n\r\nof  merger  that  he loses his own  following  to  the\r\n\r\nP.A.P. That is all I wanted to impress upon the House,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 670</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill, having made a sort of\r\n\r\npolitical  analysis  as to how the  motion  should  be\r\n\r\ndealt with, then felt that if he pursued the line  too\r\n\r\nfar, he might very well get into difficulties and  get\r\n\r\nhimself  exposed. So before long he changed  his  tune\r\n\r\nand  changed  his  line  and  talked  about  frivolous\r\n\r\nthings.  That was the occasion, Sir, when  I  had  the\r\n\r\nadvantage of his very nice disposition to allow me  to\r\n\r\ninterject,  and I find, for that, the newspapers  have\r\n\r\nput a photograph of myself in the papers -\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> With a lovely beard also!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Unfortunately, the photograph was\r\n\r\nnot quite clear -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> You look handsome!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Thank you. The Member for\r\n\r\nCairnhill likened merger to a marriage. Although it is\r\n\r\na  bit  frivolous, I must say that it is a  very  good\r\n\r\nsimile  because,  by  definition,  a  merger  is   the\r\n\r\ncomplete  integration  of two groups  of  people,  two\r\n\r\ncorporations, or two units of anything  you  may  have\r\n\r\ninto  one, so that the separate identities merge  into\r\n\r\none    common   identity.   So   is   marriage,   Sir.\r\n\r\n[Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, I will limit myself to\r\n\r\nrebuts  from  the  Front Benchers. I will  not  bother\r\n\r\nabout  the  Back-Benchers. So  to  liken  marriage  to\r\n\r\nmerger  is  indeed a very skilful way of  arguing  why\r\n\r\nmerger should be defined, because though marriage  can\r\n\r\nbe  legally defined, we still can have so many form of\r\n\r\nmarriages.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> The Women's\r\n\r\nCharter.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The Women's Charter allows\r\n\r\npolygamy in respect of Muslims, of course. Still, that\r\n\r\nis a legal definition of marriage.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Muslims are not included in the Women's\r\n\r\nCharter. Muslims are not monogamous.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 671</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Talking of marriages, I was very\r\n\r\ninterested  to  read  an  account  of  the   different\r\n\r\npossible  types  of  marriages in a  book  of  Chinese\r\n\r\nfiction.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> You are going for fiction -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have, of course, indicated that\r\n\r\nI  will try not to intervene as much as I can help it.\r\n\r\nI  was  just wondering whether this discourse  on  the\r\n\r\ntypes of marriages will help us in this debate.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, just as the Member for\r\n\r\nCairnhill has compared marriages to merger, so I would\r\n\r\nlike  to  show  that there can be  so  many  types  of\r\n\r\nmarriages and so many types of merger. In embarking on\r\n\r\nthis  course, if you feel that I am not keeping within\r\n\r\nthe  confines of the subject under debate, I  will  be\r\n\r\nglad to drop it. So may I pursue, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> For a little while.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> This is a book on Chinese stories\r\n\r\nfrom  the  tenth  to  the  seventeenth  centuries.  It\r\n\r\ndescribes   a  young  girl  who,  unfortunately,   was\r\n\r\nseparated from her parents and found herself,  because\r\n\r\nof   the  hard  realities  of  life,  in  a  house  of\r\n\r\ndisrepute.  The adopted mother found it  difficult  to\r\n\r\npersuade the girl to accept her first client - \r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the hon. Member is going into\r\n\r\nthose  details,  we might find him going  further  and\r\n\r\nfurther into details which may not be proper for  this\r\n\r\nHouse  to  hear.  Let  us perhaps forget  about  these\r\n\r\nChinese  marriages and come to the \"marriage\"  of  the\r\n\r\nMember for Cairnhill.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Since I have gone more than half-way through the story - there is only a little bit more,\r\n\r\nSir - you  might allow me to carry on so  that  I  can\r\n\r\ndrive my point home.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So this mother got a friend to talk to this girl and\r\n\r\nthe girl said, \"I am a reputable girl from a reputable\r\n\r\nfamily.  I shall only consent to marriage and  nothing\r\n\r\nelse.\" So the friend who had the gift of the gab said,\r\n\r\n-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 672</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> From the Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> - \"It is all very well for you to\r\n\r\nget  married, but do you know that there are so  -many\r\n\r\ntypes  of  marriages? There are,  for  instance, true\r\n\r\nmarriage, sham marriage, sad marriage, happy marriage,\r\n\r\nmarriages  that  are timely, marriages  of  necessity,\r\n\r\nmarriages  that  end  well,  and  marriages  that  end\r\n\r\nbadly.\" I had intended, Sir, to go into a little  more\r\n\r\ndetail  in  the  definitions of these  marriages,  but\r\n\r\nsince  it might not meet with your approval,  I  shall\r\n\r\nclose the book now, and let in one more - marriages  of\r\n\r\nconvenience.  I  shall labour a  little  bit  more  on\r\n\r\nmarriages  of convenience. These marriages still  take\r\n\r\nplace  today  in  Singapore. In fact,  I  was  at  the\r\n\r\nImmigration Office only a few days ago - \r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The wrong office.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> - and I heard the story of\r\n\r\nanother  woman  who used this trick of  getting  into\r\n\r\nSingapore. We know that there are a lot of nice young\r\n\r\nladies in Hongkong who wish to come into Singapore  but they could only come in, Sir, if they had - \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> A genuine marriage.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b>- definite grounds to enter\r\n\r\nSingapore.   And   one  of  the  grounds - compassionate\r\n\r\nperhaps,  I  do  not  know: it may have  been  stopped\r\n\r\ntoday.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong</b>(<i>In Mandarin</i>): On a point of\r\n\r\norder.  Mr Speaker. Sir, the Member for Nee Soon  has\r\n\r\nbeen  talking about the different kinds of -marriages.\r\n\r\nI  suggest  that he can talk about this  subject  when\r\n\r\nthere is a Bill on marriages.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I would like to give way to ladies. But\r\n\r\nI  cannot see that that is a point of order. That is a\r\n\r\npoint for argument. But I do suggest to the Member for\r\n\r\nNee  Soon - talking about marriage - that he had  better\r\n\r\ncome to the point as soon as he can.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I was not talking of pre-marital\r\n\r\nrelationships. I was only talking of marriages.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 673</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was talking about marriages of convenience and\r\n\r\nyoung girls in Hongkong find -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think every Member in this\r\n\r\nAssembly knows what a marriage of convenience  is.  So\r\n\r\nplease  do  not define it. We know what  marriages  of\r\n\r\nconvenience are.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, just as there are many forms\r\n\r\nof  marriages, so there are many forms of merger: true\r\n\r\nmerger,   genuine  merger,  phoney  merger,   sell-out\r\n\r\nmerger,  merger  that is pursued for  the  purpose  of\r\n\r\nsaving  the  skin  of a small group  of  people.  When\r\n\r\npeople  lose their support, they look for other  means\r\n\r\nof  support. When a building is about to collapse they\r\n\r\neither  pull  it  down or patch it  with  planks,  and\r\n\r\nsupport  it  with props and carry on for a little  bit\r\n\r\nlonger,   although   ultimately  the   building   will\r\n\r\ncollapse,  [Interruption]. But in  view  of  the  many\r\n\r\ntypes of possible mergers, it surely behoves us,  Sir,\r\n\r\nin this Chamber, enacting laws on behalf of the people\r\n\r\nof  Singapore to see that if we talk about merger,  we\r\n\r\nmean  what we are talking about. My leader, the Member\r\n\r\nfor Queenstown, [Interruption] -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. May I ask Members of this\r\n\r\nAssembly  not  to  interject  if  they  can  help  it,\r\n\r\notherwise  we will never finish this debate which  has\r\n\r\ngone  on for four days? This is the fifth day. Perhaps\r\n\r\nthe  Speaker might be prompted to accept a motion  for\r\n\r\nthe closure if interruptions go on.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The necessity, Sir, for us to\r\n\r\namend the motion so as to define the word \"merger\" has\r\n\r\nbeen  emphasised  by the Member for  Queens-town.  But\r\n\r\nunfortunately  after he finished, other  Members  have\r\n\r\nstood up to confuse the issue again, so that confusion\r\n\r\nmounts  upon confusion - as you have said, Sir -  and  it\r\n\r\nbecomes  necessary  for me to  clarify  a  little  bit\r\n\r\nagain.  I  shall not go on for a marathon  session.  I\r\n\r\nshall  just  mention  a  few things  which  should  be\r\n\r\nemphasised and re-emphasised. It is very necessary  to\r\n\r\ndefine what \"merger\" is.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Chan Chee Seng):</b> On a point of\r\n\r\nclarification. Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 674</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the hon. Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng:</b> Can the hon. Member term a pro-Communist or a Communist merger as a temporary or a\r\n\r\ngenuine merger?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Does the Member for Nee Soon understand\r\n\r\nthat?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> If the Parliamentary Secretary to\r\n\r\nthe  Minister for Home Affairs is not able to  express\r\n\r\nhimself  clearly in English, I will  not  mind  if  he\r\n\r\nexpresses himself in Mandarin.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng:</b> Mr Speaker, Sir, can we term a\r\n\r\npro-Communist or a Communist merger as a temporary  or\r\n\r\na genuine merger?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Hon. Members must realise that\r\n\r\nwhen  they  rise for elucidation, they must  rise  for\r\n\r\nelucidation of some part of the speech that  has  been\r\n\r\nmade.  I  do not know whether the Member for Nee  Soon\r\n\r\nhas  mentioned a pro-Communist or a Communist type  of\r\n\r\nmerger - at least not for the moment. Dr Sheng.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, I was saying that if the\r\n\r\nP.A.P. were sincere when they said merger,  we  would\r\n\r\nhave  accepted  it, but even the Member for  Cairnhill\r\n\r\nhas  said that they are not sincere. So as it  is  not\r\n\r\npossible for us to accept what they mean when they say\r\n\r\nmerger  it becomes necessary for us to get that merger\r\n\r\ndefined.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I am not digressing too far, I may mention another\r\n\r\ninstance  of how the words of a person who  is  crafty\r\n\r\nand   cunning  cannot  be  accepted  unless  they  are\r\n\r\ndefined.  I had a friend in Hongkong who went  into  a\r\n\r\ncurio shop to buy a bit of china. He was, like myself,\r\n\r\nvery unceremoniously dressed without a coat and tie - as\r\n\r\nthey  are not wont to do in Hongkong - and he asked  the\r\n\r\nprice of a very nice-looking curio piece. He was  told\r\n\r\nthat  it was $500. As the salesman did not expect  him\r\n\r\nto  buy  it, he just quoted the genuine price  without\r\n\r\nhaggling. When my friend showed interest in that curio\r\n\r\nand expressed a desire to buy\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 675</b></font><br><br>\r\n\r\n\r\n\r\nit,  the saleman immediately told him, \"$500. Yes, but\r\n\r\nAmerican dollars\". The difference, Sir, is six  times.\r\n\r\nOne  American dollar is six Hongkong dollars. We  know\r\n\r\nthe  craftiness of such people and we know that people\r\n\r\nin  this  House  are  capable of the  same  degree  of\r\n\r\ncraftiness. We know that the Prime Minister is  a  man\r\n\r\nwho is very shrewd. I try to be parliamentary, Sir. I\r\n\r\nhad  intended to say \"crafty\", hut I thought that  you\r\n\r\nmight  rule  that as unparliamentary for a  person  in\r\n\r\nthis  House.  In any case, \"shrewd\" and \"crafty\"  mean\r\n\r\nthe same thing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I remember an occasion in this House when the Prime\r\n\r\nMinister stood up to speak on a very important  issue.\r\n\r\nHe  told the House, \"We in the P.A.P. lay our cards on\r\n\r\nthe  table  so  that everybody can  see  that  we  are\r\n\r\nsincere and can understand us and sympathise with us.\"\r\n\r\nI  took him as a sincere man then. I took him to  mean\r\n\r\nthat as the cards were on the table he had nothing  to\r\n\r\nhide.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, I think he misquoted the Prime\r\n\r\nMinister.  The Prime Minister said, \"We lay  cards  on\r\n\r\nthe table. But only fools turn them face upwards!\"\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I was coming to that, Sir. Thank\r\n\r\nyou  for helping me to develop the theme. I was saying\r\n\r\nthe  Prime Minister told the Opposition that the cards\r\n\r\nwere  on  the table, meaning that the P.A.P. was  not\r\n\r\nhiding  anything.  \"Here are the facts.  You  see  for\r\n\r\nyourself. You judge for yourself. The P.A.P. has  done\r\n\r\nright.\"  And when the Member for Farrer Park (I  think\r\n\r\nit  was  him, Sir) jumped up to ask him, \"face  up  or\r\n\r\nface  down?\", he said, \"Face down, of course, because\r\n\r\nonly fools put their cards face up.\" Sir, it might  be\r\n\r\nan excellent repartee, but it certainly does not speak\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 676</b></font><br><br>\r\n\r\n\r\n\r\nwell for the Prime Minister's sincerity. Thanks to the\r\n\r\nMinister for Culture for helping me.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I knew you were coming to that.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> So in the case of people who have\r\n\r\nno  intention of being sincere to the Opposition,  how\r\n\r\ncan  we  accept  their words unless we  confine  their\r\n\r\nwords  to  the  meaning  of  the  words  by  attaching\r\n\r\nqualifications to those words? It is now  quite  clear\r\n\r\nthat  I have told the House of the insincerity of  the\r\n\r\npeople opposite, and in dealing with insincere people,\r\n\r\none must be very careful. When one buys something from\r\n\r\nthem,  and  they  say, \"$500\", we had better  add  the\r\n\r\nwords \"Straits\" or \"Malayan\", before they jump up  and\r\n\r\nsay, \"American\", as they are wont to look for American\r\n\r\ndollars nowadays.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill admitted to bootlicking in\r\n\r\nKuala Lumpur. I thought he admitted. If I am wrong,  I\r\n\r\nstand  to  be  corrected, Sir. And  he  described  the\r\n\r\naction of the Prime Minister as something that is more\r\n\r\nthan  bootlicking, and I would not  venture  to  think\r\n\r\nwhat can be more degrading than bootlicking. If I were\r\n\r\nto  use  my medical student day language, I  am  sure,\r\n\r\nSir, you will rule me out of order. Suffice it to  say\r\n\r\nthat  the  P.A.P., when they were in  the  Opposition,\r\n\r\nsaid  that in dealing with the Federation, they should\r\n\r\nnot  be  in  a  position of supplicants  claiming  for\r\n\r\nfavour. Now that they are in the government, they  are\r\n\r\nindeed mendicants asking for alms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have said enough of the Member for\r\n\r\nCairnhill, and now to come to the Minister for\r\n\r\nFinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> He is not here.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The Minister for Finance - in the\r\n\r\nStraits Times, 22nd November, headlines in bold type:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Barisan's Aim is to Topple Tengku's Govt., says Goh' -\r\n\r\n<br><br>trying to sour up relationship between the Barisan\r\n\r\nSosialis and the Tunku.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 677</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The Minister for Finance, Dr Goh Keng Swee, told\r\n\r\nthe   Legislative  Assembly  today  that  the  Barisan\r\n\r\nSosialis had stated in practically so many words  that\r\n\r\ntheir  objective in merger was eventual  overthrow  of\r\n\r\nthe   \"right  wing  feudalistic  Government\"  in   the\r\n\r\nFederation by strengthening the struggle against it.'\r\n\r\n\r\n\r\n<br><br>I  have  said,  Sir, we have all the respect  for  the\r\n\r\nTunku.  But that does not mean, Sir, that we  are  not\r\n\r\nprivileged  to  disagree with his policy.  After  all,\r\n\r\nSir,  we  are  a parliamentary democracy, which  means\r\n\r\nthat each group of people or each political Party may\r\n\r\npresent  their Party programme to the people  and  let\r\n\r\nthe  people choose. And if we are not allowed  to  do\r\n\r\nthat, then where. Sir, is parliamentary democracy? The\r\n\r\nBarisan  Sosialis had never advocated that  we  should\r\n\r\noverthrow  the Tunku by bloody revolution or  anything\r\n\r\nof  that  sort. We believe in parliamentary democracy.\r\n\r\nWe  disagree  with certain policies  of  the  Alliance\r\n\r\nGovernment.  We  adopt  the  constitutional   way   in\r\n\r\npresenting  our own policies to the people  and  fight\r\n\r\nand  struggle for the people to accept our  policy  so\r\n\r\nthat  we  may  implement them for the benefit  of  the\r\n\r\npeople.  That, Sir, is fair and square.  The  way  the\r\n\r\nMinister  for  Finance put it is certainly  a  blatant\r\n\r\nattempt  to sour the relationship between  the  Tunku\r\n\r\nand us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us now, Sir, turn to the P.A.P. political bible.\r\n\r\nI  have  got  two of them here. In case  they  cannot\r\n\r\nrecognise  it, the P.A.P. symbol is there. It  is  the\r\n\r\nFourth Anniversary Souvenir of the P.A.P. published in\r\n\r\n1958.  Sir,  my intention in quoting certain  relevant\r\n\r\nsections in this book is to state in exactly  as  many\r\n\r\nwords  as  the Minister for Finance said that  it  was\r\n\r\nalso the intention of the P.A.P. Government in 1958 to\r\n\r\ntopple  the Right-wing feudalistic Government  in  the\r\n\r\nFederation.  It is exactly the same intention  of  the\r\n\r\nP.A.P. What the Barisan Sosialis seeks to do today  is\r\n\r\nexactly what the P.A.P. sought to do in 1958.  It  is\r\n\r\nbecause  the  Barisan Sosialis has kept  the  straight\r\n\r\npath of the P.A.P. whilst the P.A.P. has deviated that\r\n\r\nwe are different today. In page 2:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 678</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The creation of an independent, democratic, non-Communist Socialist Malaya (Federation plus Singapore)\r\n\r\nis  a task which will occupy our whole life-time. They\r\n\r\nare  enduring  objectives  for  which,  as  socialists\r\n\r\nseeking  a just system of organising society, we  must\r\n\r\nalways strive.'\r\n\r\n\r\n\r\n<br><br>We   must   always  strive  to  change  a   Right-wing\r\n\r\nfeudalistic society into a Socialist society. What  do\r\n\r\nthe  P.A.P. strive to do today, Sir? They  strive  to\r\n\r\nsour the relationship between the Bansan Sosialis  and\r\n\r\nthe  Tunku because they have deviated from this stand,\r\n\r\nand the Barisan has maintained this stand.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Huh!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Do I hear a laugh? Or is it a\r\n\r\nsneer?  Sometimes people, when their conscience  hurts\r\n\r\nthem  for  the  wrong things they have done  to  other\r\n\r\npeople, sneer at themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the P.A.P. said in 1958 that they must\r\n\r\nstrive  to fight for a socialist Malaya, they  implied\r\n\r\nthat  the  Tunku's  Government  was  not  a  socialist\r\n\r\ngovernment. They meant that they must strive to topple\r\n\r\nthe   Tunku's  Government  by  parliamentary  and   by\r\n\r\ndemocratic  means. Let us see what else they  have  to\r\n\r\nsay  in this political bible of theirs. Talking about\r\n\r\nthe need for merger, it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'This is even more true now than four years ago. For\r\n\r\nto  achieve  freedom  in  an island  we  must  achieve\r\n\r\nmerger ... the British obstructed us [in  the  earlier\r\n\r\npart] ... Now  the  Alliance led by  U.M.N.O. rules  the\r\n\r\nFederation and they thwart our hopes of merger ...'\r\n\r\n\r\n\r\n<br><br>And  why  does  the  Alliance  Government  thwart  the\r\n\r\nP.A.P.'s   hopes  for  merger?  Why  is  the  Alliance\r\n\r\nGovernment  anti-merger? The P.A.P. gave two  reasons.\r\n\r\nThey  are  so well known today that they do  not  bear\r\n\r\nrepetition.  But  lest  the P.A.P. forget  their  own\r\n\r\nargument, I shall just remark in passing that the  two\r\n\r\nmain  reasons  are  too  many  Chinese  and  too  many\r\n\r\nLeftists. And how should they go about resolving these\r\n\r\ndifficulties?  In  respect of too many  Chinese,  they\r\n\r\nhave a paragraph here which can, I think, resolve  the\r\n\r\ndifficulties. It reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'It must be demonstrated to three million Malays in\r\n\r\nthe  Federation  that  the  one  million  Chinese   in\r\n\r\nSingapore are ready, willing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 679</b></font><br><br>\r\n\r\n\r\n\r\nand  able  to  be absorbed as one Malayan people,  all\r\n\r\nable to speak Malay, and willing to work together  for\r\n\r\nthe  economic betterment and upliftment of the  Malays\r\n\r\nas  equals  of the other races. Malay fears  that  the\r\n\r\nChinese  wilt  outnumber  and  overcome  them  in  the\r\n\r\neconomic,   social  and  cultural  fields   of   human\r\n\r\nendeavour must be dispelled. The Malays will  want  to\r\n\r\nbe  satisfied that their language and culture are  not\r\n\r\nrelegated   to  second  place.  Hence  the   paramount\r\n\r\nimportance  of settling once and for all what  is  the\r\n\r\npremier  language of Malaya. It is for us in a  mainly\r\n\r\nChinese  Singapore  to show that we  accept  this  and\r\n\r\nwelcome  any  steps  to make the  Malay  language  the\r\n\r\nnational language spoken by all.'\r\n\r\n\r\n\r\n<br><br>It   is  possible,  Sir,  to  resolve  the  Federation\r\n\r\nAlliance's  fear  that there are too many  Chinese  in\r\n\r\nSingapore.  And  the answer is there,  Sir,  a  common\r\n\r\nculture,  a common language. And it is untrue  to  say\r\n\r\nthat   all  -the  people  of  Singapore  are   Chinese\r\n\r\nchauvinists.   Let   us   -look   around,   Sir,   the\r\n\r\nBackbenchers  on the Government side. The  Member  for\r\n\r\nKallang returned from a division that is predominantly\r\n\r\nChinese.   The   Member  for  Bukit   Timah   from   a\r\n\r\nconstituency that is predominantly Chinese. The Member\r\n\r\nfor Kampong Kapor - predominantly Chinese. The Member\r\n\r\nfor  Ulu Pandan - predominantly Chinese. It shows, Sir,\r\n\r\nthat  the Chinese people in Singapore are not all that\r\n\r\nmuch  Chinese chauvinistic. It shows that with  proper\r\n\r\nleadership, a proper education system, it is  possible\r\n\r\nto  build  a Malayan nation. \"Too many Chinese\"  fears\r\n\r\ncan  be  resolved. And all these Members, Sir,  fought\r\n\r\nagainst Chinese candidates who play the communal line,\r\n\r\nthe  Chinese  chauvinism line. And they won!  And  not\r\n\r\nonly  won,  but won comfortably on the  stand  of  the\r\n\r\nP.A.P. which today has become the stand of the Barisan\r\n\r\nSosialis.  It  is unnecessary for me, Sir,  to  labour\r\n\r\nfurther  on this business of too many Chinese, because\r\n\r\nit is not the fear of the Federation Alliance leaders.\r\n\r\nThe real fear is too many Leftists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us see how the P.A.P. goes about trying to\r\n\r\nresolve this problem of too many Leftists. I know this\r\n\r\nbook  very well, Sir, as I have read it many times.  I\r\n\r\nthink  it is well worth reading many more times again.\r\n\r\nBut I fail to find in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 680</b></font><br><br>\r\n\r\n\r\n\r\nany  section,  in any paragraph, in any sentence,  the\r\n\r\nP.A.P.'s  solution to this problem. Of  course,  today\r\n\r\nthe  P.A.P. will say, \"Let us forget about socialism.\r\n\r\nTherefore we can get a merger.\" But if they said so in\r\n\r\n1958,  they would not be here in this House.  So  they\r\n\r\ndid  not  say  that. All they said, Sir, was  that  in\r\n\r\nMalaya,  where  the majority of the votes  belong  to\r\n\r\npeople who are poor, if the system of one man one vote\r\n\r\nis to be operated, a government that is pledged to the\r\n\r\npoor workers, poor peasants, under-privileged people,\r\n\r\nmust  necessarily  win, and therefore  socialism  must\r\n\r\nnecessarily win the political battle for  the  minds\r\n\r\nand  hearts  of  the people. And if socialism  is  put\r\n\r\nagainst  Communism,  socialism  is  far  superior   to\r\n\r\nCommunism  because  it  avoids bloodshed,  revolution,\r\n\r\nunnecessary  trials and tribulations. And,  therefore,\r\n\r\nif  a  more  egalitarian society is  to  be  built  in\r\n\r\nMalaya,  a socialist system is infinitely superior  to\r\n\r\nthe  Communist system, with which, Sir, I fully agree.\r\n\r\nI  fully agree. They did not give an answer to how to solve this problem of too many Leftists. They give the\r\n\r\nanswer  today. Let us deviate. Let us go  towards  the\r\n\r\nRight;  let us forget about socialism; then the answer\r\n\r\nwill be found, and the problem will be solved. Let  us\r\n\r\nsee in what language the P.A.P. stated these facts. In\r\n\r\npage 5 of this political bible, they said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'We are Democratic Socialists, not Communists, and we\r\n\r\nbelieve  in  achieving the socialist  society  through\r\n\r\npeaceful  methods of persuasion, and the vote  through\r\n\r\nthe political machinery of the democratic system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If Malaya wants to create a socialist society without\r\n\r\ninter-racial strife, it can only be through  the  more\r\n\r\ntolerant  and  humane  road of  Democratic  Socialism.\r\n\r\nBecause  socialists believe in revolution by  consent,\r\n\r\nnot  revolution  by  violence, they  are  provided  in\r\n\r\nMalaya with the best conditions for success. The  less\r\n\r\nuncompromising  method  of  persuasion   through   the\r\n\r\ndemocratic system ensures that social changes are  not\r\n\r\nforced against emotional and violent resistance of the\r\n\r\npeople.'\r\n\r\n\r\n\r\n<br><br>Today the Minister for Finance sees fit to attack  the\r\n\r\nBarisan  Sosialis for a stand which they  embraced  in\r\n\r\n1958.  If  that is not proof of the P.A.P.'s  Rightist\r\n\r\ndeviation,  what  is? Let us examine the  motive  that\r\n\r\nleads to the so-called P.A.P. merger\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 681</b></font><br><br>\r\n\r\n\r\n\r\ntoday.  Will  the P.A.P. merger help  to  resolve  the\r\n\r\neconomic problem that we are faced with? The Tunku  is\r\n\r\nthe  best  judge. He says, \"No, not to an  appreciable\r\n\r\nextent.\"  What  then is the purpose of  this  merger?\r\n\r\nAgain let us hear what the Tunku has to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The merger's main consideration is political,\r\n\r\npolitical  in  the sense that socialism  or  Communism\r\n\r\nshould not invade this part of the world.'\r\n\r\n\r\n\r\n<br><br>And according to the P.A.P. definition, it says that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'It is apparent from the statements that are made\r\n\r\nfrom  time to time by Federation Alliance leaders that\r\n\r\nthey  make  no  clear  distinction between  Democratic\r\n\r\nSocialists and Communists.'\r\n\r\n\r\n\r\n<br><br>I repeat, Sir,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'...that the Alliance leaders make no clear\r\n\r\ndistinction   between   Democratic   Socialists    and\r\n\r\nCommunists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Anything Left is viewed with apprehension. For\r\n\r\nanything  that is Left is thought to be  Communist  or\r\n\r\npotentially  Communist.  There  is  no  line   between\r\n\r\nDemocratic  Socialism and Communism. So  in  order  to\r\n\r\ncheck  the  advance of Democratic Socialism, Communism\r\n\r\ncan easily be invoked.'\r\n\r\n\r\n\r\n<br><br>It reads again, and this is the important point:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The Malays are devout Muslims. And Islam is a\r\n\r\npowerful  religion  which  is  anti-Communist.   Malay\r\n\r\nleaders  always  find  in the emotional  loyalties  of\r\n\r\nMalays  to  Islam  a powerful and easy  resistance  to\r\n\r\ninvoke against Communism. So any group of men who  are\r\n\r\nnot  only  anti-Communist but also anti-Socialist  and\r\n\r\nanti any change towards a more egalitarian society...'\r\n\r\n\r\n\r\n<br><br>That   was  the  P.A.P.'s  objective - towards  a   more\r\n\r\negalitarian society.\r\n\r\n\r\n\r\n<br><br>It says here:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'...any group of men who are anti any change towards a\r\n\r\nmore  egalitarian society, can easily blur  the  lines\r\n\r\nbetween Democratic Socialism and Communism, and invoke\r\n\r\nthe   ready,   made   resistance  against   Democratic\r\n\r\nSocialism by labelling it Communism.'\r\n\r\n\r\n\r\n<br><br>We  have  seen the application of this theory  by  the\r\n\r\nPrime  Minister of Singapore, who also was responsible\r\n\r\nfor  writing  this very sentence into  this  political\r\n\r\nbible of the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying, the motive of this merger is neither\r\n\r\neconomic  nor  in  the  interests  of  the  people  of\r\n\r\nSingapore. It is a political motive and that political\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 682</b></font><br><br>\r\n\r\n\r\n\r\nmotive  is the obstruction of socialism developing  in\r\n\r\nthis  country.  The  obstruction  of  the  spread   of\r\n\r\nsocialism  in this country. If that is the motive  for\r\n\r\nmerger  today, it certainly is diagonally opposite  to\r\n\r\nthe  motive  in the P.A.P. political bible which  says\r\n\r\nthat we should seek merger for the purpose of creating\r\n\r\na socialist society. The merger today, Sir, is for the\r\n\r\npurpose  of  retarding, negating, making it impossible\r\n\r\nfor the creation of a socialist society. This point is\r\n\r\nimportant, Sir, because the P.A.P. always argues  that\r\n\r\nit  had a mandate from the people to bring about  this\r\n\r\nmerger.  I submit, Sir, that the P.A.P. had a  mandate\r\n\r\nfrom the people only for a merger which would lead  to\r\n\r\nsocialism   and  to  independence  which  means   more\r\n\r\npolitical freedom. Therein lies the P.A.P. attempt  to\r\n\r\nconfuse  the word \"merger\". Therein lies the  strength\r\n\r\nof  our argument to show that in trying to confuse the\r\n\r\nword  \"merger\", they are only looking after their  own\r\n\r\ninterest  and  not  the interest  of  the  people  who\r\n\r\nelected them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying, Sir, the purpose, the motive, the\r\n\r\nobjective of the whole exercise in this P.A.P. merger\r\n\r\nis  a political on-e. It seeks to retard the expansion\r\n\r\nof  socialism.  We  can  quite  appreciate,  Sir,  the\r\n\r\nAlliance Government wanting to retard the growth of  a\r\n\r\nsocialist society, because they call themselves Right-wing.  And as Right-wing politicians, they have  every\r\n\r\nright - indeed it is their duty and responsibility  - to\r\n\r\nsee the prepetuation of a Right-wing political system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Tunku, in saying that he wants to check the\r\n\r\nadvance of socialism, is completely -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think the hon. Member is\r\n\r\nentitled to misquote the Tunku. I do not think he  has\r\n\r\never  said  that  he wishes to retard the  advance  of\r\n\r\nsocialism,  unless the Member can give me chapter  and\r\n\r\nverse.  I  think what the Tunku has said  is  that  he\r\n\r\nwants to retard the growth of Communism.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, the Tunku wants to retard\r\n\r\nthe  expansion of Communism and, by P.A.P. definition,\r\n\r\nI will read it again, Sir, for you -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 683</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think I understand what is in\r\n\r\nthe  mind of the Member for Nee Soon. But he must  not\r\n\r\nsay  in so many words that the Tunku has said that  he\r\n\r\nwishes to retard the growth of socialism. All that the\r\n\r\nTunku has said is that he wishes to retard - or words to\r\n\r\nthe   effect - Communism.  Whether   the   P.A.P. says\r\n\r\nCommunism  and  Socialism are  the  same  is  quite  a\r\n\r\ndifferent matter.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I am indebted to you for your\r\n\r\nadvice,  Sir,I will try to do better now.  The  Tunku\r\n\r\nsays that the objective of the merger is to retard the\r\n\r\ngrowth of Communism, and by P.A.P. definition there is\r\n\r\nno  clear  distinction. In fact, there  is  a  lot  of\r\n\r\ndeliberate   befuddlement   between   Communism    and\r\n\r\nDemocratic Socialism. [Interruption]. Do I hear sneers\r\n\r\nagain'?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Nee Soon must not\r\n\r\nlisten  to  these  little sneers that  come  along  or\r\n\r\nlittle laughter that comes along from the Front Bench.\r\n\r\nIf  he  concentrates  as much as I  am  concentrating,\r\n\r\nperhaps he will not hear them.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> As I said, Sir, the objective of\r\n\r\nthe merger is to retard the development of a political\r\n\r\nsystem which is conveniently called Communism, and  is\r\n\r\nreally  Socialism. The basic fears  which  the  P.A.P.\r\n\r\nhave  analysed in this political bible have  not  been\r\n\r\nresolved.  On  the contrary, the merger has  come  not\r\n\r\nbecause there is a resolution of the fears but because\r\n\r\nthere  is  an intensification of those fears  and  the\r\n\r\nmerger  has  been hatched to circumvent  those  fears.\r\n\r\nThis it does by a form of merger which gives Singapore\r\n\r\nno   proportionate  representation  in  the  House  of\r\n\r\nParliament  and no automatic conversion  of  Singapore\r\n\r\ncitizenship into Federal citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about citizenship, I would like to remark\r\n\r\nthat  the  Minister for Finance, who has a very  acute\r\n\r\nmind, is sometimes purposely not very acute when it is\r\n\r\nnot  in  his interest to be so. For instance,  in  the\r\n\r\nfirst  place,  he  said that it was not  possible  for\r\n\r\nSingapore citizens to be automatically converted  into\r\n\r\nFederal citizens. Subsequently,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 684</b></font><br><br>\r\n\r\n\r\n\r\nwhen chapter and verse was quoted to show that it  was\r\n\r\npossible, he just said, \"Well, well, mm, mm,\", typical\r\n\r\nof him, you know. \"mm'mm\". And subsequently it becomes\r\n\r\nonly an academic interest but still possible. It could\r\n\r\nbut it would not be done. Well, perhaps that is a form\r\n\r\nof  intellectual honesty. But if that is so, I do  not\r\n\r\nrecognise  the  honesty  part  of  it.  It  might   be\r\n\r\nintellectual.   After   all  an   intellectual   often\r\n\r\nbamboozles people by talking of very, very complicated\r\n\r\nthings.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> I thought it was \"Oo, oo\".\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I did not hear that one, Sir. I\r\n\r\nwas about to rebut anyway.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking of the question of citizenship, I remember in\r\n\r\nthis  House  the  time when the Minister  for  Finance\r\n\r\ncaught a cold and was not able to hear very well,  his\r\n\r\nmaster's voice - at one time my master's voice - spoke on\r\n\r\nhis behalf.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Who is your master now?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Still the same, the people. The\r\n\r\npeople  are always our masters. And he said the reason\r\n\r\nwhy  automatic  conversion from Singapore  citizenship\r\n\r\ninto  Federal citizenship was not possible was because\r\n\r\nof  the  Communists in Singapore. The Prime  Minister,\r\n\r\nSir,  also had occasion to mention at the Airport that\r\n\r\nin  his  reckoning there are about 300  Communists  in\r\n\r\nSingapore. Sir, we in the Barisan Sosialis  feel  that\r\n\r\nif  300 Communists in Singapore are depriving all  the\r\n\r\ncitizens  of  Singapore  from  being  converted   into\r\n\r\nFederal citizens automatically, then surely it is  the\r\n\r\nbusiness,  nay, the responsibility, of the Government,\r\n\r\nby  using professional trackers so well praised by the\r\n\r\nMinister  for  Finance, to identify these  Communists,\r\n\r\nlabel  them,  deregister  them  from  the  citizenship\r\n\r\nregister  so  that  the other 300,000  minus  the  300\r\n\r\nCommunists may get automatic citizenship.  That  is  a\r\n\r\nfair  appeal,  because if three  people  are  blocking\r\n\r\n3,000 people from attaining certain rights, then it is\r\n\r\nonly fair that the three people should be sorted out\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 685</b></font><br><br>\r\n\r\n\r\n\r\nso  that their deeds or misdeeds, or whatever  it  is,\r\n\r\nwill not affect the future of the others. And, Sir, we\r\n\r\nhave the Minister for Labour and Law -\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Health and Law.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I beg your pardon, Sir. I am much\r\n\r\nobliged. It is the Minister for Health and Law.  There\r\n\r\nare a lot of stories going around as to why the switch\r\n\r\ncame round -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Especially to look after\r\n\r\nlunatics!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> That I suppose, Sir, is the\r\n\r\nprivilege of doctors and certainly not of lawyers.  As\r\n\r\na  doctor,  I  will  be in a much better  position  to\r\n\r\ndecide  and to judge who is a lunatic and who is  not.\r\n\r\nThe   Minister  for  Health  and  Law  laboured  quite\r\n\r\nunnecessarily on points of citizenship which were  not\r\n\r\nvery  elucidating. He tried to put  one  over  us  by\r\n\r\nsaying   the   Constitution  does  not   provide   for\r\n\r\nproportionate  representation until  Article  116  was\r\n\r\ncalled  to  his attention. Then when that Article  was\r\n\r\nbeing  described - I refer to the Malayan Constitutional\r\n\r\nDocuments  on  the Constitution of the  Federation  of\r\n\r\nMalaya,  Article 116, which provides for an  electoral\r\n\r\nquota  for proportionate representation of the various\r\n\r\nStates - he came up and tried to mislead us by quoting a\r\n\r\nlot of mathematical figures. It is as if he tries  to\r\n\r\nmislead  you when you ask him how to get to  Fullerton\r\n\r\nSquare. \"You go straight, turn left, then turn  right,\r\n\r\ntake two steps, to the left again, then go round, turn\r\n\r\nright  again, then proceed straight to about 10 yards,\r\n\r\nand then there you see a pill-box, turn right again.\"\r\n\r\nIn the end, Sir, you will not know where you are. That\r\n\r\nwas exactly what he sought to do.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, on a point of\r\n\r\nclarification.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, he has misunderstood the\r\n\r\nofficial record which I produced yesterday.  It  is  a\r\n\r\npity I have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 686</b></font><br><br>\r\n\r\n\r\n\r\nnot  got  it  here  with me now. I  drew  the  House's\r\n\r\nattention  to Table 1 and the formula that  was  used.\r\n\r\nThat  formula was produced by people who are competent\r\n\r\nto work out the proportions, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I am much obliged, Sir,I was\r\n\r\njust  about to come to that because it did  not  prove\r\n\r\nvery  much,  Sir,  because when he  was  quoting  the\r\n\r\nfigures. I took down a few figures and I noticed  that\r\n\r\nhis  main  argument was that it is not  the  electoral\r\n\r\nquota alone that matters, but that other factors, such\r\n\r\nas  the  population quota, also matter;  and  that  in\r\n\r\narriving  at  the  figure,  it  is  a  computation  of\r\n\r\nelectoral  quota, population quota, and certain  other\r\n\r\naspects.  But  the two most important  items  are  the\r\n\r\nelectoral  quota and the population quota.  If  I  had\r\n\r\nbeen  permitted that day to clarify for  him,  Sir,  I\r\n\r\nwould  have told him that there was no need to produce\r\n\r\nall  these  complicated calculations, because  if  one\r\n\r\nlooks   at  the  citizen  population  ratio   in   the\r\n\r\nFederation and the citizen population in Singapore, we\r\n\r\nnote  a  curious fact, Sir, and that is that they  are\r\n\r\nthe  same. There are some 2,350,000 citizens  and  6.4\r\n\r\nmillion  population in the Federation,  so  the  ratio\r\n\r\nbecomes one citizen to 2.6 of the population.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. All this academic debate on these\r\n\r\nnumbers, does it really help? I think all the Assembly\r\n\r\nneed  know  is  the Barisan Sosialis claim  that  they\r\n\r\nshould  have  30 seats or 25 seats. The Minister  for\r\n\r\nLaw  has said that his calculation gives 22 seats. Let\r\n\r\nus split the difference, shall we?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, what I had\r\n\r\nintended  to  say  was that the ratio  of  citizen  to\r\n\r\npopulation is identical. In Singapore, there  are  2.6\r\n\r\nmembers of the population to one citizen, and in  the\r\n\r\nFederation the same figure applies - it is also 2.6.  So\r\n\r\nif  both  factors influence the final  result  of  the\r\n\r\ncomputation, and if the ratios are the same, then they\r\n\r\nshould not influence very much. And I was surprised to\r\n\r\nhear  the  Minister  say that  there  should  be  no\r\n\r\nproportionate  representation  because  it  is   quite\r\n\r\nunnecessary. It is quite necessary, Sir, that  if  two\r\n\r\nStates having an\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 687</b></font><br><br>\r\n\r\n\r\n\r\nequal  population and an equal number of citizens  are\r\n\r\nto  merge,  each must have exactly the same number  of\r\n\r\nrepresentatives because they have the same population.\r\n\r\nThis   is  just  imaginary,  otherwise  there  is   no\r\n\r\nequality,   otherwise  there  is  no  democracy.   For\r\n\r\ninstance,  shall I say, as a matter of argument,  that\r\n\r\none  State  is in Holland Road? They have  a  thousand\r\n\r\ncitizens.  Another  State is in Chinatown.  They  also\r\n\r\nhave a thousand citizens, hut because the Holland Road\r\n\r\ncitizens  happen to pay more income tax  and  property\r\n\r\ntax,  it  does  not mean that they should  have  inure\r\n\r\nrepresentatives  in  the  House  than  the   Chinatown\r\n\r\npeople, because basic human rights demand that  in  so\r\n\r\nfar  as political and human rights are concerned,  all\r\n\r\nmen  are equal. It does not matter whether a man is  a\r\n\r\nmillionaire  and the other man is a  poor  man.  They\r\n\r\nhave equal rights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point I wish to stress, Sir, is that today there\r\n\r\nare  people  who  say,  out of consideration  of  tax\r\n\r\npayment  or retention, there must be a subtraction,  a\r\n\r\ndiminution of the number of representatives  Singapore\r\n\r\nmust  have  in the House. If that is not a feudalistic\r\n\r\nargument,  then I do not know what feudalistic  means.\r\n\r\nWe  have  people telling us that we should be entitled\r\n\r\nto  21 representatives in the Federation Parliament by\r\n\r\nthe application of a certain formula which I accept -\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You accept?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> - and on the other hand, they\r\n\r\nsay  we may only have 15 because we retain much of our\r\n\r\nrevenue  in Singapore for the advancement of  our  own\r\n\r\npolicies.  That  is  to  say,  for  the  privilege  of\r\n\r\nretaining that revenue, we lose our political rights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I remember the same people advocating to voters\r\n\r\nbefore  the election, \"Never mind if the S.P.A. gives\r\n\r\nyou  $5, take it. But you do not sell that right.  You\r\n\r\ncan  still  vote for the P.A.P. even if you take  that\r\n\r\nmoney.  They  will never know. But on  principle,  you\r\n\r\nshould never take the money.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 688</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, they come and tell us that political rights can\r\n\r\nbe  bought  in terms of dollars and cents.  But,  Sir,\r\n\r\neven then it is not a matter of how much we retain and\r\n\r\nhow  much we give. It is a matter of how much we  give\r\n\r\nin  hard  cash  and  how much service  we  receive  in\r\n\r\nconsideration for that amount of money paid.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have worked out the contribution Singapore is\r\n\r\nexpected  to  pay - $90 million approximately.  And  how\r\n\r\nmuch  benefit  can  Singapore  accrue  from  this  $90\r\n\r\nmillion?  The Federation armed forces will defend  us.\r\n\r\nDefence,  we have already been provided with. External\r\n\r\naffairs,  we have already been provided with.  All  we\r\n\r\nget is the police, against which item the estimate has\r\n\r\nhitherto showed $23,514,450. That is our cost. We  are\r\n\r\npaying  $90 million for a service for which we are  at\r\n\r\npresent  paying  $23� million in the  1961  Estimates.\r\n\r\nSurely,  Sir,  it is not how much we retain,  but  how\r\n\r\nmuch  we pay, and for the amount of money we pay,  how\r\n\r\nmuch  we  receive in service in goods or in kind.  To\r\n\r\npay  $90  million  and receive $23�  million  back  in\r\n\r\nservice  is certainly not paying very little.  We  are\r\n\r\npaying a lot. And for paying so much, we have nine  or\r\n\r\nfive  or  how  many seats lopped off from the  Federal\r\n\r\nParliament.  I  do  not follow the argument.  If  only\r\n\r\npeople  are honest and put the facts before us clearly\r\n\r\nand without confusion, we will all be in a much better\r\n\r\nposition to appreciate the facts.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was very interested to listen to the argument of\r\n\r\nthe Minister for Culture. He stretched the argument\r\n\r\nvery far, Sir, to say -\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of order, Sir. I do not\r\n\r\nwish to interrupt the Member for Nee Soon, but if he\r\n\r\nis going on until 8 p.m., may I, at your suggestion,\r\n\r\njust interject to read this telegram which I received\r\n\r\nfrom the Tunku? But if the Member is not going on\r\n\r\nuntil 8 p.m., then I will have the opportunity to do\r\n\r\nit in the proper order while the debate is on. I will\r\n\r\nwait for my turn.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it of some importance?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 689</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I think the House will want to\r\n\r\nknow, Sir. I received that -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Could the Member for Nee Soon indicate\r\n\r\nhow long more he will take?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I was just waiting for you to sit\r\n\r\ndown,  Sir, before I got up. I thought I would  finish\r\n\r\nwithin  one hour. That is what I told certain  people,\r\n\r\nbut  I  will not be able to do so. I will give way  to\r\n\r\nthe Prime Minister first.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The point is, does the Member think he\r\n\r\nwill complete his speech before 8 p.m.?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Not having the benefit of a\r\n\r\nwritten script, Sir, I am unable to assure you.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> In that case, I think the House will be\r\n\r\ninterested  to  hear  the Prime Minister  reading  the\r\n\r\ntelegram. I do not think there will be any objection?\r\n\r\nNo objection.\r\n\r\n\r\n\r\n<br><br>7.11 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, this afternoon\r\n\r\nat  3  o'clock I received a telegram from London, from\r\n\r\nthe Prime Minister of the Federation who is now there,\r\n\r\nthrough his office in Kuala Lumpur, in which he stated\r\n\r\nas  follows  (I  am  reading only parts  of  it,  Sir,\r\n\r\nbecause some other parts do not concern this House):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Agreement reached between us and the U.K. on the use\r\n\r\nof  Singapore  base  is  only  extension  of  existing\r\n\r\nagreement with U.K. It permits the use of the base  as\r\n\r\nprovided  under the terms of the treaty only with  the\r\n\r\nagreement of future Malaysia Government, but not as of\r\n\r\nright.  The British Government and ourselves emphasise\r\n\r\nSingapore base is not S.E.A.T.O. base.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am unable to lay on the Table the whole\r\n\r\ntelegram because it contains certain other matters  of\r\n\r\npublic  importance which should not be tabled in  this\r\n\r\nHouse.  But this is the part which relates to  defence\r\n\r\nand  which  is of interest to the House, and  I  shall\r\n\r\ngive the Clerk an authenticated copy of the telegram.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I also, Mr Speaker, Sir, table two letters\r\n\r\nexchanged between myself and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 690</b></font><br><br>\r\n\r\n\r\n\r\nthe  Federation Prime Minister, which I think may save\r\n\r\nthe  Member  opposite and many other Members  in  this\r\n\r\nHouse   from   an   unduly   lengthy   discussion   on\r\n\r\nhypothetical  \"yes\" and \"noes\" of what the  Federation\r\n\r\nParliament may or may not do. I think the Tunku  knows\r\n\r\nthat  the exchange of letters is being tabled in  this\r\n\r\nAssembly today. I have copies here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copies of the two letters handed in to the Clerk.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Whilst the copies are being\r\n\r\ndistributed, Sir, may I read the contents of  the  two\r\n\r\nletters?  First  is my letter to the Federation  Prime\r\n\r\nMinister,  dated  11th  November,  1961.  I  wrote  as\r\n\r\nfollows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'My dear Prime Minister,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I refer to our memorandum, para, graph 15,\r\n\r\nRepresentation in the new Federation Parliament, House\r\n\r\nof Representatives and the Senate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I place on record our respective views and\r\n\r\nconsiderations which led to the understanding recorded\r\n\r\nin this paragraph.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If merger were completely on the basis of Penang,\r\n\r\nthen  the  citizenship laws of the present  Federation\r\n\r\nwhich applied in Penang will apply to Singapore. About\r\n\r\n284,000  representing those born in Singapore  out  of\r\n\r\nthe  624,000  Singapore citizens  would  automatically\r\n\r\nqualify  for  citizenship of the  present  Federation.\r\n\r\nThis    would   entitle   Singapore   to    send    14\r\n\r\nrepresentatives to the Central Federation Legislature.\r\n\r\nThis  is  comparable to the 14 seats to which Johore's\r\n\r\n291,230 citizens are entitled.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining 340,000 Singapore citizens who were not\r\n\r\nborn  in Singapore would have to apply for citizenship\r\n\r\nunder  the  present citizenship laws of the Federation\r\n\r\nwhich require, inter alia, a residential qualification\r\n\r\nand a knowledge of the Malay language. On the basis of\r\n\r\nthe  numbers  in  the  other  States  in  the  present\r\n\r\nFederation  who  have  qualified  by  application  for\r\n\r\ncitizenship  in  this way, over two-thirds  i.e. more\r\n\r\nthan 230,000, will lose their present citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the claim that Singapore citizens\r\n\r\nshould  automatically become Federation  citizens  and\r\n\r\nthereby increase the representation Singapore would be\r\n\r\nentitled  to,  was and still is, in the view  of  your\r\n\r\ngovernment, too absurd to merit serious consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Merger on either of these terms would be unrealistic.\r\n\r\nHowever,  you  have agreed that all present  Singapore\r\n\r\ncitizens will keep their citizenship rights and become\r\n\r\nFederal  nationals,  provided this  is  not  then  put\r\n\r\nforward  as a reason for an increase in the number  of\r\n\r\nrepresentatives for Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 691</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My government estimated that on a merger like Penang,\r\n\r\nSingapore  would be entitled to 19 seats  in  view  of\r\n\r\nPerak's 450,000 voters entitling Perak to 19 seats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You pointed out that on a merger like Penang,\r\n\r\nSingapore  would  lose her autonomy in  education  and\r\n\r\nlabour. Further, the citizenship laws which applied to\r\n\r\nPenang and Malacca at the time of Merdeka were due  to\r\n\r\nthe   special   constitutional   position   of   these\r\n\r\nterritories as part of the Federation of Malaya  since\r\n\r\n1948.  Your view was, and still is, that it  does  not\r\n\r\nfollow that the same treatment must necessarily  apply\r\n\r\nto  Singapore. If the stricter citizenship laws of the\r\n\r\nother States of the Federation were applied, Singapore\r\n\r\nwould  be  given no more than 12 seats in  Parliament,\r\n\r\nsince weightage must be given to the rural areas as in\r\n\r\nthe rest of the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we have agreed that Singapore would keep\r\n\r\nmore  than  three-quarters  of  her  revenue  for  the\r\n\r\ndischarge  of  her responsibilities on  education  and\r\n\r\nlabour,  social  welfare, health  and  all  the  other\r\n\r\nmatters    set    out   as   state    or    concurrent\r\n\r\nresponsibilities  in  the  schedule  annexed  to   our\r\n\r\nmemorandum, and be entitled to 15 seats in the Central\r\n\r\nParliament of the new Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This arrangement has precedents in constitutional\r\n\r\npractice.  Northern Ireland, though part o the  United\r\n\r\nKingdom  retains certain autonomous powers. In  return\r\n\r\nfor this, though Northern Ireland would be entitled to\r\n\r\n16  seats on the basis of electoral strength, she  has\r\n\r\nonly  12 because she retains autonomous powers. Should\r\n\r\nin  the future Singapore surrender some or all of  her\r\n\r\nautonomous  powers and state revenue  to  the  Central\r\n\r\nGovernment,  the  question of  representation  can  he\r\n\r\nreviewed.'\r\n\r\n\r\n\r\n<br><br>The  Prime Minister of the Federation replied on  13th\r\n\r\nNovember, 1961, as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'My dear Prime Minister,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I refer to your letter of 11th November, 1961\r\n\r\nregarding  the  representation in the  new  Federation\r\n\r\nParliament which is contained in paragraph 15  of  the\r\n\r\nmemorandum forming the basic proposals for  merger  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to emphasise that it cannot he assumed\r\n\r\nthat  the  analogy of Penang or Malacca is necessarily\r\n\r\nrelevant  to the status of Singapore in a merger  with\r\n\r\nthe   Federation.   Article  22  of   the   Federation\r\n\r\nConstitution  makes  provision for  a  merger  of  new\r\n\r\nstates  on  terms  which do not  necessarily  have  to\r\n\r\nfollow  Penang and Malacca which were already  members\r\n\r\nof the Federation when the 1957 Constitution came into\r\n\r\nforce.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the stricter citizenship laws of the other states\r\n\r\nwere applied to Singapore, Singapore would be entitled\r\n\r\nto not more than 12 seats,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 692</b></font><br><br>\r\n\r\n\r\n\r\nsince  less  persons would be eligible for citizenship\r\n\r\nand  consequently for franchise, quite apart from  the\r\n\r\nquestion of weightage for rural areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, after our frank and thorough discussions of\r\n\r\nall  the  implications involving Singapore citizenship\r\n\r\nand  merger, I have agreed that all Singapore citizens\r\n\r\nshould  keep  their  present rights and  automatically\r\n\r\nbecome nationals of the new Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consequently it is felt that representation in the\r\n\r\nnew  Federation Parliament should not be based on  the\r\n\r\ntotal  number of such citizens, large numbers of  whom\r\n\r\nwould he disenfranchised if the Federation citizenship\r\n\r\nand representation laws were applied. In this context,\r\n\r\nmay  I  reiterate that the argument that all Singapore\r\n\r\ncitizens  at  the time of merger should  automatically\r\n\r\nbecome  Federation  citizens  cannot  find  acceptance\r\n\r\nunder our Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have accordingly agreed, after having given full\r\n\r\nthought  on  various  aspects  of  the  merger,   that\r\n\r\nSingapore should be entitled to only 15 seats  in  the\r\n\r\nCentral Parliament of the new Federation.'\r\n\r\n\r\n\r\n<br><br>Finally,  Mr Speaker, Sir, you will recall  that  the\r\n\r\nMember for Anson -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, is the Prime Minister going to\r\n\r\nread another document?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> This is another document which I\r\n\r\nthink  would  assist hon. Members in the  debate.  The\r\n\r\nMember for Anson raised certain queries regarding  the\r\n\r\nterm  \"national  of the new Federation\",  and  I  have\r\n\r\nsought  the opinion of the State Advocate-General  for\r\n\r\nthis specific purpose. He has done so in writing and I\r\n\r\nwould like to table it for the benefit of the House.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. In that case, I think that would\r\n\r\nprovide a rebuttal of what the Member for Anson  said.\r\n\r\nPerhaps that could be circulated later on. I was going\r\n\r\nto  propose that, in view of these important documents\r\n\r\nfrom the Federation as against the legal opinion which\r\n\r\ncan be debated, the adjournment be taken now to enable\r\n\r\nMembers  to study these important documents  from  the\r\n\r\nFederation.  Meanwhile, that legal document  could  be\r\n\r\ncirculated and the debate could continue on Monday.  I\r\n\r\nthink  that  would  be  fair to all  Members  in  this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 693</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> As you wish, Mr Speaker, Sir. In\r\n\r\nthat  case, if you are suggesting an adjournment,  may\r\n\r\nI,  for  the benefit of the non-legal Members of  this\r\n\r\nHouse, go through the State Advocate-General's opinion\r\n\r\nwhich  is  a  two-page document. I am only  suggesting\r\n\r\nthis -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The point I am making is that I\r\n\r\nhave  permitted this intervention because  the  matter\r\n\r\nconcerns a different country - the Federation of Malaya.\r\n\r\nThe  documents are of some importance for  Members  to\r\n\r\nstudy.  But when we come to the legal opinion  of  the\r\n\r\nState  Advocate-General, which is, of course,  subject\r\n\r\nto  debate, I do not think it is proper to allow it to\r\n\r\nbe  read  at  this  stage.  But  if  the  document  is\r\n\r\navailable,  I  think the Clerk will  be  able  to  get\r\n\r\ncopies out to Members tomorrow morning.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> As you wish, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Sheng.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, when I gave way to the Prime\r\n\r\nMinister,  I  thought there was something of  urgency,\r\n\r\nbut  now  I  notice that the -two documents are  dated\r\n\r\nrespectively 11th and 13th of November, and I  do  not\r\n\r\nthink it was fair of him to interrupt me in the middle\r\n\r\nof  my  speech in this House to table documents  which\r\n\r\nare  about ten days out of date as something  that  is\r\n\r\nurgent.  I  do  wish to continue with my  speech  till\r\n\r\neight  o'clock. I do not know what the Standing Orders\r\n\r\nare and I am asking for advice.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I understand from the Prime Minister\r\n\r\nthat he had the permission of the Tunku only today  to\r\n\r\ntable these documents. Am I right?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> That is so, Mr\r\n\r\nSpeaker,  Sir. Today I received a telegram  which  not\r\n\r\nonly  allowed  me  to disclose those  letters  to  the\r\n\r\nAssembly,  in view of the course that the  debate  has\r\n\r\ntaken,  but  I  also have the telegram  regarding  the\r\n\r\nS.E.A.T.O. bases which I think it is of  considerable\r\n\r\nimportance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 694</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> As I have said, these letters contain\r\n\r\ncertain information on the points on which the  Member\r\n\r\nhimself  is  touching. He may wish to look  at  these\r\n\r\ndocuments and then reorientate his speech to  dovetail\r\n\r\nwith  them. It is only a question of dovetailing  what\r\n\r\nthe hon. Member is saying with the documents.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> In so far as the relevant part of\r\n\r\nmy  speech is concerned, I have already covered  these\r\n\r\npoints,  and  I  will not be touching on  them  again.\r\n\r\nCould I then continue?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have another suggestion. I do not know\r\n\r\nwhether hon. Members would like to take a vote on  the\r\n\r\nadjournment motion to be moved now.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> In the absence of the Leader, may\r\n\r\nI  suggest that the debate should go on? If  the  hon.\r\n\r\nMember  feels that he wants to go on, I see no  reason\r\n\r\nwhy he should not do so. I think we are quite happy to\r\n\r\nsit  back and hear him till eight o'clock. I hope  you\r\n\r\nwill survive it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps some of us are tired and some\r\n\r\nare  not, but I do think that perhaps some Members who\r\n\r\nhave  not  had  the time to study these  letters  will\r\n\r\nwelcome an adjournment. If there is no Member who will\r\n\r\nwelcome  an adjournment, then the Member for Nee  Soon\r\n\r\ncan carry on.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Do I carry on?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes, certainly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Thank you. I was talking about\r\n\r\nthe Minister for Culture stretching a point beyond its\r\n\r\nelastic  limit  when  I  was  so  aptly  and  expertly\r\n\r\ninterrupted.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The permission of this House was\r\n\r\nobtained.  If  any Member had said 'No' when  I  asked\r\n\r\nwhether there was any objection, then, of course,  the\r\n\r\nPrime  Minister would not have been able to read those\r\n\r\nletters. But since nobody said 'No', I do not think it\r\n\r\nis  fair to intimate that the Prime Minister pulled  a\r\n\r\nfast  one. The Speaker just asked the Members  whether\r\n\r\nthey  had  any objection and there was none.  Anything\r\n\r\ncan be done with the assent of Members. Dr Sheng.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 695</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, I was the first to\r\n\r\ngive way and I indicated that I would do so. I was\r\n\r\ntalking about the Minister for Culture when I was\r\n\r\ninterrupted. If that does not please you, Sir, I shall\r\n\r\nwithdraw that.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The hon. Member went a little further.\r\n\r\nHe  intimated  that the Prime Minister had  intervened\r\n\r\nvery  expertly. I do not think the Member for Nee Soon\r\n\r\nis fair in alleging that. Dr Sheng.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I was saying\r\n\r\nthat the Minister for Culture stretched a point beyond\r\n\r\nits  elastic limit when he stated that, by  virtue  of\r\n\r\nthe  proposal  of the Barisan Sosialis  for  automatic\r\n\r\nconversion   of   Singapore  citizens   into   Federal\r\n\r\ncitizens, we are giving fuel to the P.M.I.P. to oppose\r\n\r\nthe  merger. I said, Sir, that that was a point  which\r\n\r\nwas  stretched beyond its elastic limit. He might have\r\n\r\nvery  well  said that in the United States of  America\r\n\r\nany  lover of negroes should not advocate their  right\r\n\r\nto  fight  for equality because in doing so  they  may\r\n\r\nwell be faced with the possibility of being hanged  by\r\n\r\nthe  Ku Klux Klan. Indeed, if the Minister for Culture\r\n\r\nwas  trying to save the negroes in America,  not  only\r\n\r\nwould  he  be  likely to be mistaken in  identity  and\r\n\r\nhanged by the Ku Klux Klan but he would also be tarred\r\n\r\nand  feathered by the negroes themselves who are  only\r\n\r\nseeking  human  justice and equal  rights  with  their\r\n\r\nwhite brothers.\r\n\r\n\r\n\r\n<br><br>7.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr John Mammen) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> And the Minister for Culture\r\n\r\nlaboured on second-class citizens equating to  second-class  citizens.  As  that point has  been  adequately\r\n\r\ncovered  by  the Member for Anson, I shall not  labour\r\n\r\nexcessively on it. Suffice it to say that for a monkey\r\n\r\nin a cage, it is quite possible for the monkey to feel\r\n\r\nthat all the people over the other side of the bar are\r\n\r\nprisoners, and the monkey itself a free animal. So  it\r\n\r\nis  possible for prisoners who are confined to  prison\r\n\r\nto feel that they are free\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 696</b></font><br><br>\r\n\r\n\r\n\r\nand  all  those people who are outside are subject  to\r\n\r\nthe  evil influences of society and are suffering from\r\n\r\na  loss  of freedom. At least in the confines  of  the\r\n\r\nprison, one cannot be further intimidated. Outside the\r\n\r\nconfines  of the prison, one may very well be  further\r\n\r\nintimidated. So because a prisoner cannot get out  but\r\n\r\nis  free to move in the prison, and a free man  cannot\r\n\r\nget  in but i; free to move outside the prison, it  is\r\n\r\nnot  true to say that a prisoner is as free as a  free\r\n\r\nman.  That  is the logic of the Minister for Culture's\r\n\r\nargument and I do not think it is necessary for me  to\r\n\r\nsay anything more than that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has been established beyond doubt that in the\r\n\r\narrangement  that we have agreed to, Federal  citizens\r\n\r\nhave  a right of entry into Singapore for purposes  of\r\n\r\npolitical association and otherwise, freely, and  that\r\n\r\nSingapore citizens cannot claim the vice versa rights.\r\n\r\nEven  now in the advertisements for Government service\r\n\r\njobs,  the  Singapore Government  inserts  the  words,\r\n\r\n\"Singapore  citizens and Federal citizens may  apply\",\r\n\r\nwhereas  a  Singapore  citizen may  not  apply  for  a\r\n\r\nGovernment service job in the Federation.  And  if  he\r\n\r\nshould  want to go into the Government service in  the\r\n\r\nFederation,  he  would have to go  on  contract.  This\r\n\r\nP.A.P. merger  will bring about  the  same  state  of\r\n\r\naffairs  - that Singapore citizens may not  indulge  in\r\n\r\npolitical   affairs   in   the   Federation,   whereas\r\n\r\nFederation citizens will have full political and human\r\n\r\nrights   and  all  other  rights  to  participate   in\r\n\r\npolitical or other movements in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, let me come to the point as to why the\r\n\r\nP.A.P. persists in perpetuating this  confusion,  why\r\n\r\nthe  P.A.P. is reluctant to call a spade a  spade,  to\r\n\r\ncall   this  form  of  closer  association  or  closer\r\n\r\nrelationship  just  by its true  name.  Why  does  the\r\n\r\nP.A.P. seek  to  label  a  form  of  association   or\r\n\r\nrelationship as merger? It is because the P.A.P. would\r\n\r\nnot like to face the people and to ask them to give it\r\n\r\na   mandate  for  this  kind  of  a  relationship   or\r\n\r\nassociation. It is also because it so happens that the\r\n\r\nP.A.P. in the 1959 elections had written \"independence\r\n\r\nthrough merger\" in their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 697</b></font><br><br>\r\n\r\n\r\n\r\nelectoral platform. But that merger, Sir, refers to  a\r\n\r\nmerger which brings us towards a socialist society,  a\r\n\r\nmerger which brings us towards more political freedom.\r\n\r\nSo it is that the P.A.P. try to confuse the picture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me come to the reason for this merger. I\r\n\r\nhave  said  just now that this merger is  a  political\r\n\r\nmove, a move calculated to retard the expansion  of  a\r\n\r\npolitical   system  which  is  not  clearly   defined.\r\n\r\nSocialism can easily be labelled or misinterpreted  as\r\n\r\nCommunism,  and the P.A.P. has said so.  The  Alliance\r\n\r\nGovernment  has  a right, an honest right,  to  oppose\r\n\r\nsocialism.  But has the P.A.P. a right to  oppose  the\r\n\r\nspread  of  socialism?  The  P.A.P. claims  to  be  a\r\n\r\nsocialist Party, but if the spread of socialism is  to\r\n\r\ncome about in Singapore, the P.A.P. may very well find\r\n\r\nitself outside the political arena in Singapore. So in\r\n\r\norder  for  the P.A.P. to survive in Singapore,  where\r\n\r\nconditions are such that it is inevitable that a Left-wing government or a socialist government only may  be\r\n\r\nreturned,  I quote, Sir, the 4th Anniversary  Souvenir\r\n\r\nnumber published in 1958:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'For \"one man one vote\" regardless of race, class or\r\n\r\ncreed   in  Malaya  and,  indeed,  anywhere  else   in\r\n\r\neconomically  backward  Asia,  must  result   in   the\r\n\r\nelection  of  Governments  pledged  to  the  poor  and\r\n\r\nunderprivileged  peasants  and  workers  who  are  the\r\n\r\noverwhelming majority. In other words the  outcome  of\r\n\r\nthe   vote,  in  the  Democratic  system  of  periodic\r\n\r\nelections  by universal franchise, must  result  in  a\r\n\r\nGovernment  pledge  to Socialism.  And  our  party  is\r\n\r\npledged  to  help  bring this about  as  soon  and  as\r\n\r\npeacefully as possible.'\r\n\r\n\r\n\r\n<br><br>That,  Sir,  was  in 1958. But today, it  becomes  the\r\n\r\nselfish interests of the P.A.P. to see that the  creed\r\n\r\nof socialism does not spread, because they can no more\r\n\r\nrepresent  themselves  as a socialist  force,  because\r\n\r\nthere is another political force in this country which\r\n\r\nhas occupied the place they occupied in 1959 and which\r\n\r\nhas  taken  over  the vacuum which they  evacuated  by\r\n\r\nvirtue  of  their  Rightist  deviation.  And  if   the\r\n\r\nsocialist movement is to be allowed to expand,  it  is\r\n\r\nobvious  that the P.A.P. will be out of the  political\r\n\r\narena. So the P.A.P. has its selfish interests to  see\r\n\r\nthat socialism is checked.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 698</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Communism is checked.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> For the benefit of the Prime\r\n\r\nMinister,  Sir, I shall read to him what he  wrote  in\r\n\r\n1958, since he was not here earlier.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The Central Executive committee\r\n\r\nof the P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> All right, the Central Executive\r\n\r\nCommittee of the P.A.P. of 1958:\r\n\r\n\r\n\r\n<br><br>'...the  Alliance  leaders make no  clear  distinction\r\n\r\nbetween Democratic Socialists and Communists. Anything\r\n\r\n\"Left\" is viewed with apprehension, for anything  Left\r\n\r\nis thought to be Communist or potentially Communist.'\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Quite right. That is where we\r\n\r\ncome in to clarify.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Ah, ha, that is right! We will\r\n\r\nclarify that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> A non-Communist is a Communist!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'So any group of men, who are not only anti-Communist\r\n\r\nbut also anti-Socialist and anti any change towards  a\r\n\r\nmore  egalitarian society, can easily blur  the  lines\r\n\r\nbetween democratic Socialism and Communism.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I know the Prime Minister pretends he is not hearing.\r\n\r\nSince this is mere repetition, as I have already  read\r\n\r\nthat  before,  I  shall not waste my time  because  he\r\n\r\nknows this as well as I do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P. has a common interest now to check\r\n\r\nthe  spread  of socialism. The Alliance Government  is\r\n\r\nhonest  about it. We respect them, though we  disagree\r\n\r\nwith  their system. But the P.A.P. is not very  honest\r\n\r\nabout  it.  On  the one hand, they want to  check  the\r\n\r\nadvance of socialism. On the other hand, they have  to\r\n\r\npretend  to be a socialist Party, otherwise  they  get\r\n\r\nout   of   the  political  arena.  So  some  form   of\r\n\r\nassociation,  some  form of a  relationship,  must  be\r\n\r\nestablished with the Federation Alliance in  order  to\r\n\r\nprop  them up. What kind of a relationship?  A  merger\r\n\r\nbetween the P.A.P. and the Federation Alliance? It may\r\n\r\nfit in very well, but that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 699</b></font><br><br>\r\n\r\n\r\n\r\ncertainly  will  spell  the  doom  of  the  P.A.P. in\r\n\r\nSingapore,  as  the  results of the Anson  by-election\r\n\r\nhave clearly shown. In the Federation it may very well\r\n\r\nbe that the electorate prefers a government led by the\r\n\r\nAlliance. But in Singapore it is not possible  to  say\r\n\r\nthat the electorate prefers a government that is Right-wing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Not possible.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Not possible, because history has\r\n\r\nshown that any government which toed a Right-wing line\r\n\r\nmoved towards its political doom. So if the P.A.P. can\r\n\r\nmake  sure that no other group of political forces  is\r\n\r\nto  its Left, then it can claim to be Left although it\r\n\r\nis  a  phoney  Left.  So  the P.A.P. embarks  upon  a\r\n\r\nrelationship with the Federation Alliance and, because\r\n\r\nit is not possible for the parties to merge, they find\r\n\r\na  way in which the Governments of the two territories\r\n\r\ncement  their  relationship while the  Parties  remain\r\n\r\nseparate,  separate only in name but not  separate  in\r\n\r\ndeeds, for in a parliamentary democratic system it  is\r\n\r\nthe  Party that runs the government. And it  is  their\r\n\r\nhope  that  by  this form of arrangement,  the  P.A.P.\r\n\r\nGovernment  can  fix all its political opponents.  And\r\n\r\nwho are the political opponents?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Not the S.P.A., because I do not\r\n\r\nthink  the  Tunku will he very happy if the S.P.A. is\r\n\r\nfixed,  as  the  S.P.A. forms an  alliance  with  the\r\n\r\nFederation  Alliance,  calling  it  the  Four-cornered\r\n\r\nAlliance. The only possible Party that might be  fixed\r\n\r\nis  the  Barisan  Sosialis,  fixed  because  of  their\r\n\r\nproclaimed genuine socialist line.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Communist line.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Socialist line.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Why don't you call it the Communist\r\n\r\nline?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Because the analysis in the 4th\r\n\r\nAnniversary Souvenir shows that a society like  Malaya\r\n\r\nin\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 700</b></font><br><br>\r\n\r\n\r\n\r\nwhich there are different races, different creeds, and\r\n\r\nin  which  politically they are  quite  advanced,  and\r\n\r\neconomically   very   well   off,   the   trials   and\r\n\r\ntribulations  of  the  Communist  methods  which  were\r\n\r\nsuccessful  in  Soviet Russia and in China  are  quite\r\n\r\nunnecessary  here, quite unnecessary. We  accept  that\r\n\r\nanalysis  even  if  the  P.A.P. does  not  accept  it\r\n\r\nanymore. We still go by that analysis. It is as  clear\r\n\r\nand as simple as that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So how does the P.A.P. go about putting us in trouble?\r\n\r\nAn  association of Governments but not an  association\r\n\r\nof  parties.  And it so happens that, fortunately  for\r\n\r\nthe  P.A.P.,  the Alliance Government makes  no  clear\r\n\r\ndistinction   between   Communists   and   socialists.\r\n\r\nAnything that is to the Left is potentially Communist,\r\n\r\nor Communist, or Communist-inspired, or pro-Communist.\r\n\r\nAnd  since the Prime Minister in a series of  speeches\r\n\r\nover  Radio  Singapore proclaimed  that  all  his  ex-comrades  are either Communists, potential Communists,\r\n\r\npro-Communists, or Communist-inspired, it is very easy\r\n\r\nfor  the  Alliance  leader in the Federation  to  say,\r\n\r\n\"There you are. These people are Communists.\" But  are\r\n\r\nwe  Communists? We have been told that if a man  is  a\r\n\r\nCommunist, it is known only between him and  God,  and\r\n\r\nin  between  him and God there is the Special  Branch.\r\n\r\nLet   the  Special  Branch  tell  us  whether  we  are\r\n\r\nCommunists.  If indeed we were Communists,  certainly\r\n\r\nthe strategy the P.A.P. should use to fix us should be\r\n\r\ndifferent  from  this  one.  In  Volume  13   of   the\r\n\r\nLegislative  Assembly  Debates of  3rd  August,  1960,\r\n\r\ncolumn  64, when talking about the strategy of ducking\r\n\r\nand being ducked, the P.A.P. says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'But it is useful if we can put these things in\r\n\r\nperspective,  in terms of the ultimate, of  the  worst\r\n\r\nand the best, that is possible. What is the worst that\r\n\r\ncan  happen  in  the  immediate future  for  us  as  a\r\n\r\nGovernment? It is that the Government may find  itself\r\n\r\nout-manoeuvred  and  out-propagandaed  [despite  Radio\r\n\r\nSingapore]  by these Left-wing adventurers,  in  which\r\n\r\ncase  the P.A.P. will have to take the count  in  this\r\n\r\nfight and the Communists will be counted out for  many\r\n\r\nyears to come.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 701</b></font><br><br>\r\n\r\n\r\n\r\nThat  was very good strategy. That was what the P.A.P.\r\n\r\nproclaimed  it  would  do if  it  had  to  oppose  the\r\n\r\nCommunists.  But  unfortunately the P.A.P. knew  that\r\n\r\nneither  I  nor my colleagues are Communists,  and  so\r\n\r\nthat  strategy is not applicable. So another  strategy\r\n\r\nmust be found. It says here, Mr Deputy Speaker:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'We are not unaware what with the Communists on one\r\n\r\nside  of us and the British colonialists on the other,\r\n\r\neach  side  will want to pull us to its side.  We  are\r\n\r\nalso  aware  that  failing this,  each  of  these  two\r\n\r\ncontending extremes are quite prepared to  use  us  as\r\n\r\nbuffers in their machinations against each other.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;...But it is also the business of the Government to\r\n\r\nensure  that if a collision has to take place  between\r\n\r\nthese   Left-wing  adventurers  and  the   colonialist\r\n\r\nimperialists, the P.A.P. should let them  break  their\r\n\r\nheads  on  each  other.  For  we  are  confident  that\r\n\r\nwhatever the temporary manoeuvrings and ups and downs,\r\n\r\nwe  as a non-C.P. socialist force have a historic role\r\n\r\nto  play  in the political struggle of Malaya in  this\r\n\r\ncrucial  stage of our history. Our duty is to preserve\r\n\r\nthe  integrity  and effectiveness of our non-Communist\r\n\r\nsocialist  movement, not to be used in other  peoples'\r\n\r\nplots.'\r\n\r\n\r\n\r\n<br><br>If  we  were Communists, would this not be the  ready-made  and ready-tailored strategy against us?  But  we\r\n\r\nare  not  Communists. So another strategy  has  to  be\r\n\r\nfound.  And  what  other strategies are  there  to  be\r\n\r\nfound? A ready-made strategy across the Causeway where\r\n\r\ndistinctions are blurred? Very useful. And so we  have\r\n\r\nthis merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When I was talking about proportionate\r\n\r\nrepresentation,  I said that taxes should  in  no  way\r\n\r\ninfluence a person's political or human rights. I said\r\n\r\nthat because I heard over the radio the Prime Minister\r\n\r\nsaying that we should have about 18 seats, and because\r\n\r\na great deal  of  money is to be retained for the running  of\r\n\r\nindependent   educational  and  labour  policies,   it\r\n\r\nbecomes necessary in lieu of this independence to give\r\n\r\nup a number of seats.\r\n\r\n\r\n\r\n<br><br>7.48 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, that surely is an argument\r\n\r\nthat  may  hold  water, say, some  300  years  ago  in\r\n\r\nfeudalistic  Europe. But it is surprising,  Sir,  that\r\n\r\ntoday  we  find self-proclaimed socialists  professing\r\n\r\nthe principle of political\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 702</b></font><br><br>\r\n\r\n\r\n\r\nrepresentation  as  a direct product  of  taxation  or\r\n\r\ndirect relationship of taxation. That has surprised me\r\n\r\nvery  much. Even though the Prime Minister has  tabled\r\n\r\ntwo  letters, I do not see any mention of this bit  of\r\n\r\nhis  analysis in the letters. That is why I  say  that\r\n\r\nwhat I am going to deal with is quite apart from those\r\n\r\nletters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, so that we may not be smeared as anti the\r\n\r\nprinciple  of merger, let me say, in conclusion,  that\r\n\r\nwe  in  the Barisan Sosialis believe in genuine merger\r\n\r\nand  stand committed unconditionally to a merger  with\r\n\r\nthe   Federation  which  we  define  as   a   complete\r\n\r\nreunification  and genuine integration of  the  people\r\n\r\nand the territories of Singapore and the Federation of\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br>7.49 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Ramaswamy (Parliamentary Secretary to the Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Finance (Mr S. Ramaswamy):</b> Mr Speaker, Sir, I rise\r\n\r\nto  oppose the amendment in the name of the Member for\r\n\r\nQueenstown. Originally I had not intended to speak  on\r\n\r\nthis   motion,  but  after  hearing  the  Member   for\r\n\r\nQueenstown  and  the  Member for Changi  speaking  for 7�\r\n\r\nhours,  and using phrases like \"treachery\",  \"selling-out\", \"phoney merger\" and so on, I cannot keep quiet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me speak on only a few points made by the Member\r\n\r\nfor  Queenstown.  Before he made  any  attack  on  the\r\n\r\nproposed  merger as contained in the White Paper,  the\r\n\r\nMember  for  Queenstown in commenting  on  the  vacant\r\n\r\nseats  on the Government benches, said that it grieved\r\n\r\nhim to see the vacant seats. I wish to say this to him\r\n\r\nand  his  colleagues:  if it  had  not  been  for  the\r\n\r\ntreacherous acts of these 13 Barisan Sosialis Members,\r\n\r\nhe  would not have to be grieved. The Barisan Sosialis\r\n\r\nin   this   House  were  elected  by  the  people   as\r\n\r\nrepresentatives  of  the P.A.P. and  not  as  Barisan\r\n\r\nSosialis Members. They have pledged an undertaking  in\r\n\r\nwriting, Sir, that whenever they are expelled from the\r\n\r\nP.A.P. or  if they ever resign from the P.A.P.,  they\r\n\r\nwill resign their seats in this Assembly. These people\r\n\r\nhave not kept their promises. And these are the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 703</b></font><br><br>\r\n\r\n\r\n\r\npeople  who  talk about treachery - the same treacherous\r\n\r\npeople. These people, as pointed out by the Member for\r\n\r\nCairnhill, have no right to be in this House, and they\r\n\r\ncome and talk about betrayal and treachery and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the leader of the Barisan Sosialis\r\n\r\nmentioned on 20th November that because there  was  no\r\n\r\nmention   of   immediate   merger   in   the    P.A.P.\r\n\r\nbooklet - \"The Tasks Ahead\" -  and the Five-Year Plan, we\r\n\r\ncannot Strive for immediate merger; we should only try\r\n\r\nto  get  full internal self-government. The  inference\r\n\r\nis,  of  course, Sir, that because merger was  not  an\r\n\r\nimmediate  objective of the P.A.P. in 1959, we  should\r\n\r\nonly  ask for full self-government and not merger.  He\r\n\r\nasks  why  we are suddenly clamouring for merger.  The\r\n\r\nreason  is  that  it  is in our interest  and  in  the\r\n\r\ninterest of the people of Singapore to merge with  the\r\n\r\nFederation at the earliest possible time. If there  is\r\n\r\nno  merger  immediately, the Communists  or  the  pro-Communists and their agents will try to overthrow  the\r\n\r\ndemocratic Government in Singapore and they  will  use\r\n\r\nSingapore  as  a  base. That is  the  reason  why,  as\r\n\r\nmentioned  by  the  Minister for  Culture,  the  Prime\r\n\r\nMinister   of  the  Federation  of  Malaya  has   been\r\n\r\nconvinced  that  an early merger is necessary  and  is\r\n\r\nbeneficial to both territories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, let me say a few words about this automatic\r\n\r\nconversion  of all Singapore citizens into  Federation\r\n\r\ncitizens. The Barisan Sosialis first wanted a complete\r\n\r\nmerger  on  the  basis  of  Penang  and  Malacca.  The\r\n\r\nMinister  for  Health  and Law and  the  Minister  for\r\n\r\nCulture  have already explained how and on what  terms\r\n\r\nthe  citizens of Penang and Malacca were given Federal\r\n\r\ncitizenship on attainment of Merdeka by the Federation\r\n\r\nof  Malaya.  It is needless for mc to labour  on  this\r\n\r\npoint,  that  if  Singapore is to he merged  with  the\r\n\r\nFederation  on the same basis as Penang  and  Malacca,\r\n\r\nthen  only  about 284,000 people will  become  Federal\r\n\r\ncitizens. But now the Barisan Sosialis have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 704</b></font><br><br>\r\n\r\n\r\n\r\nconveniently forgotten the clamour for merger  on  the\r\n\r\nbasis  of  Penang  and  Malacca.  They  now  want  all\r\n\r\nSingapore citizens to become Federal citizens. It  has\r\n\r\nbeen said in this House by several Members that if the\r\n\r\nFederation Government or Parliament wants to agree  to\r\n\r\nthis request, it could do so. But it has been said  by\r\n\r\nthe  Prime Minister that it is unreasonable for us  to\r\n\r\ndemand  the conversion of all Singapore citizens  into\r\n\r\nFederal citizens. The Prime Minister of the Federation\r\n\r\nof  Malaya  has also said that he could not and  would\r\n\r\nnot agree to this request -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of interruption. Dr Toh.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 704</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>8.00 p.m.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> Mr\r\n\r\nSpeaker, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<div align=\"center\"><b>TRADE UNIONISM IN SINGAPORE</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, the Government,\r\n\r\nwhen  it  came into power in June 1959, in its  first\r\n\r\npolicy  speech  said in this Assembly (I  am  quoting\r\n\r\nfrom column 8, Volume 11, No. 1 of Hansard):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'In implementing its declared policy of a unified\r\n\r\nTrade   Union   movement,  the  Labour   Ministry   is\r\n\r\nconsulting all the main streams of the labour movement\r\n\r\nto  get the widest possible agreement on the structure\r\n\r\nof  the  new organisation to be set up. The Government\r\n\r\nwill  also cancel registration of splinter and  yellow\r\n\r\nunions after due investigation.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That was a declaration of policy in regard to the\r\n\r\nunification  of the trade unions in Singapore.  In  an\r\n\r\nendeavour  to  unify the trade unions, the  Government\r\n\r\ndid  say  that they were going to deregister  splinter\r\n\r\nand  yellow  unions.  Sir, with  that  declaration  of\r\n\r\npolicy  the  Government went ahead using  the  T.U.C.,\r\n\r\nwhich had already got into the hands of the P.A.P., to\r\n\r\ngain  a stranglehold on the trade unions of Singapore.\r\n\r\nNot very long after that declaration, we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 705</b></font><br><br>\r\n\r\n\r\n\r\nread  in  the  newspapers  of  \"Ten  Tall  Men\"  being\r\n\r\nappointed as Assistant Secretaries to the T.U.C. Their\r\n\r\nterms  of  office were to be for five years. Later  we\r\n\r\nfound  that  they  could  not  be  removed  under  the\r\n\r\nConstitution  of  the T.U.C. The  Ten  Tall  Men  (the\r\n\r\ntallest  man  is the Secretary-General of the  T.U.C.)\r\n\r\nwent  ahead  trying to unify the trade union  movement\r\n\r\nfor  the  P.A.P. It was not to unify the  trade  union\r\n\r\nmovement so as to strengthen the movement as a  whole,\r\n\r\nbut to unify the movement for the P.A.P. Sir, a number\r\n\r\nof  organisations  were strengthened.  In  fact,  some\r\n\r\nfederations   were   registered   and    were    later\r\n\r\nderegistered,  and  that  gave  rise  to  a   lot   of\r\n\r\nmisgivings  and  attacks.  But  the  Government  quite\r\n\r\ncleverly   said  that  the  deregistration  of   these\r\n\r\nfederations was as a result of instructions  from  the\r\n\r\nInternal  Security Council - as if the Internal Security\r\n\r\nCouncil interferes in the trade union movement\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then in May 1960, nearly a year after the T.U.C. came\r\n\r\ninto  power, the Government had its Trade Unions  Bill\r\n\r\nfor  Second  Reading on the 13th of  May.  During  the\r\n\r\nSecond Reading of that Bill, it was pointed out by  me\r\n\r\nand  by Members of the Opposition that certain clauses\r\n\r\nof  the Bill were inserted in order to gain control of\r\n\r\nthe  trade  union movement for a political Party,  and\r\n\r\nthat  is  the Party in power. Of course, at that  time\r\n\r\nthere  were only eight of us and there were 43 on  the\r\n\r\nother  side. They just ridiculed and laughed and said,\r\n\r\n\"We  don't  worry  about the Opposition.  Who  is  the\r\n\r\nOpposition? We are the Government with 43  strong  men\r\n\r\nand  a great majority in this Assembly. We can do what\r\n\r\nwe  want.\"  And  so  they went ahead  trying  to  gain\r\n\r\ncontrol  of  the workers of Singapore in trade  unions\r\n\r\nfor  the benefit of the P.A.P. But suddenly, Sir,  the\r\n\r\nGovernment must by then have smelt something going  on\r\n\r\nthat was not according to the P.A.P. pattern. The  Ten\r\n\r\nTall  Men did not respond, as it had been thought that\r\n\r\nthey  would respond, to the P.A.P.'s scheme of gaining\r\n\r\ncontrol.  Therefore, in spite of the  fact  that  this\r\n\r\nBill was pushed through this Assembly without\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 706</b></font><br><br>\r\n\r\n\r\n\r\neven  referring  it  to  a  Select  Committee  - pushed\r\n\r\nthrough  the  Assembly  on the  13th  of  May  by  the\r\n\r\nGovernment  in its desire to capture the  trade  union\r\n\r\nmovement  for the Party in power - that Bill  was  never\r\n\r\nassented  to  by  His Excellency the  Yang  di-Pertuan\r\n\r\nNegara.  No  reasons were given why the Bill  was  not\r\n\r\nassented   to.   I  looked  up  the  Constitution   of\r\n\r\nSingapore, Sir, and I must say that I could  not  find\r\n\r\nin  it  the  power whereby the Yang di-Pertuan  Negara\r\n\r\ncould  refuse to give assent to a Bill that  has  been\r\n\r\npassed  in this Assembly. Of course, there are certain\r\n\r\nreserved  powers,  but those reserved  powers  are  in\r\n\r\nconnection  with defence and external  relations,  and\r\n\r\nhave nothing to do with trade unions\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So the Government, in its rush to capture the trade\r\n\r\nunion movement, found it was caught in between by  the\r\n\r\nTen  Tall Men who were quite tall. In fact, they  were\r\n\r\ngrowing taller and taller, getting out of reach of the\r\n\r\nP.A.P.,  and  the Government suddenly felt  that  this\r\n\r\nBill  must not be assented to. Sir, I do not know.  It\r\n\r\ncould  have advised the Yang di-Pertuan Negara not  to\r\n\r\ngive his assent to the Bill. Well, that is that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, as to be expected, trouble started in the\r\n\r\nP.A.P. itself. Then we had a spectacle a  few  months\r\n\r\nago  (in July 1961, I think) of the disintegration  of\r\n\r\nthe  P.A.P.,  so much so that even before the  Barisan\r\n\r\nSosialis  came  into  existence, here  was  the  great\r\n\r\nSecretary-General of the T.U.C. who is now,  Sir,  the\r\n\r\nParliamentary Secretary to the Minister for Culture. I\r\n\r\nmust say this, Sir, and I would ask the Government  to\r\n\r\nconsider  - and consider properly - that it is not  right\r\n\r\nthat  a Parliamentary Secretary of a Government should\r\n\r\nbe    the   Secretary-General   of   a   trade   union\r\n\r\norganisation,  particularly of such  a  union  as  the\r\n\r\nAmalgamated  Union  of Public Employees  who  are  the\r\n\r\nservants  of  the Government. Here is a representative\r\n\r\nof  the masters getting into a union of employees  and\r\n\r\nsaying  that  they  are  the great  champions  of  the\r\n\r\nemployees. And yet the Government, Sir, was very  fond\r\n\r\nof  saying yellow unions, yellow unions. I do not know\r\n\r\nwhat kind of a union one would call the A.U.P.E. which\r\n\r\nhas as its\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 707</b></font><br><br>\r\n\r\n\r\n\r\nSecretary-General a Parliamentary Secretary.  I  would\r\n\r\nsay  in  this House, Sir, that it must be the greatest\r\n\r\nyellow union in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, when that failed, the\r\n\r\nSecretary-General of the T.U.C., in other  words,  the\r\n\r\nParliamentary  Secretary  now  to  the  Minister   for\r\n\r\nCulture - Culture,  mind  you,  the  whole  time  it  is\r\n\r\nculture! - told the Minister for Labour (at that time he\r\n\r\nwas the Minister for Labour but now he is the Minister\r\n\r\nfor  Health and Law), \"I say, terrible, terrible, man!\r\n\r\nCannot  control! Dissolve T.U.C.!\" I do  not  know  on\r\n\r\nwhat authority - just one man to come and say, \"Dissolve\r\n\r\nthe  T.U.C.\" And that is that. Yet they say  they  are\r\n\r\nthe  champions  of a democratic trade union  movement.\r\n\r\nOne man suddenly got the jitters because he found that\r\n\r\nall  that  he had hoped to do for the P.A.P. was  lost\r\n\r\nbecause  the struggle to gain the hearts and minds  of\r\n\r\nthe  workers had already gone the other way. Suddenly,\r\n\r\nthere was this heading - when I say it I had a laugh -  on\r\n\r\npage  16,  the  Straits Times, Wednesday,  26th  July,\r\n\r\n1961, \"Byrne to dissolve the T.U.C.\" and \"Kandasamy to\r\n\r\norganise new set-up\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yet, Sir, in the Press release it was admitted by the\r\n\r\nSecretary-General  of  the T.U.C. that  the  present\r\n\r\nConstitution of the T.U.C. had never been  registered.\r\n\r\nIt  is  wonderful,  Sir. So if one  could  just  be  a\r\n\r\nParliamentary Secretary or belong to the  P.A.P.,  one\r\n\r\ncould   do  anything  against  the  law  because   the\r\n\r\nGovernment  will not take action. The Constitution  of\r\n\r\nthe  T.U.C. had  never been registered  and  yet  the\r\n\r\nT.U.C. was  all-owed to function for so many  months!\r\n\r\nThe  next day on 27th July, it is Byrne again - \"Unified\r\n\r\nUnions  Policy Will go on - Byrne\". It said here on  the\r\n\r\nfront page, \"Mr Byrne agreed with Mr Kandasamy  [how\r\n\r\ncould  he  do  anything but agree?] that  the  present\r\n\r\nConstitution of the T.U.C. had not been registered and\r\n\r\ncould  not  legally  be registered under  the  present\r\n\r\nTrades  Union  Ordinance,\". And yet  this  T.U.C. was\r\n\r\nallowed  to  function  for  so  many  months  under  a\r\n\r\nConstitution that could\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 708</b></font><br><br>\r\n\r\n\r\n\r\nnot legally be registered. The Minister for Health and\r\n\r\nLaw please take note!\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> He has gone home!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> The Constitution could not be\r\n\r\nlegally  registered and yet the T.U.C. was allowed  to\r\n\r\nfunction.  So it is clear to us, Sir, that the  P.A.P.\r\n\r\nis just making use of the workers movement for its own\r\n\r\npolitical  ends.  But, of course, the  Government  was\r\n\r\nquite clever. It gave a sop, you know, a little sugar,\r\n\r\n\"We  give  you a Trade Union House. Never  mind,  your\r\n\r\nT.U.C. can go. In the meantime, before the  House  is\r\n\r\nbuilt  in Shenton Way, take back the poor Natina  Home\r\n\r\nIn Queen Street and have it. Have all the fun!\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would ask the Minister this: who are now the\r\n\r\noccupants of that house? It is still occupied  by  the\r\n\r\nnow  dissolved  T.U.C. coming under a different  name?\r\n\r\nWhat  is it - National Trade Union Centre? What is in  a\r\n\r\nname after all? I would ask the Government to consider\r\n\r\nproperly  and  to remember that they  cannot  use  the\r\n\r\nfunds of the people of Singapore to achieve their  awn\r\n\r\nparty political ends.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> That is right.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> And yet, the Minister for Labour\r\n\r\nand  Law,  in  reply to a question by the  Member  for\r\n\r\nAnson   on  the  unification  of  unions,  said,   \"No\r\n\r\nlegislation can be introduced to unify the trade union\r\n\r\nmovement  because of the present split in the movement\r\n\r\nhere.\"  Sir,  it is because of a split that  one  must\r\n\r\nunify. Yet they say that because there is a split one\r\n\r\nshould not unify, What was meant by that was that  the\r\n\r\nGovernment will not want to make any move to unify the\r\n\r\nunions because the Government does not think that  the\r\n\r\nworkers  of Singapore are foolish enough to put  their\r\n\r\ntrust  in  organisations or trade union  organisations\r\n\r\nwhich  are  under  the control of P.A.P.  Assemblymen,\r\n\r\nParliamentary Secretaries, and a lot of things P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now coming to A.U.P.E. - Amalgamated Union of Public\r\n\r\nEmployees - here is also an attempt to unify  the  trade\r\n\r\nunion movement. When the P.A.P. came into power,  they\r\n\r\nhad  a  brain-wave. \"Ah, ha, we are going  to  be  the\r\n\r\nmasters! Since\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 709</b></font><br><br>\r\n\r\n\r\n\r\nwe  have  been  helping the Government  unions  to\r\n\r\nfight  against the government of the day, it would\r\n\r\nbe  better  for  us now to control the  Government\r\n\r\nunions before they come and start fighting us.\" So\r\n\r\nthey  had this brain-wave of the Amalgamated Union\r\n\r\nof  Public Employees. There was an attempt made to\r\n\r\nLet  all  the unions of Government employees  into\r\n\r\none  amalgamated union under the great  leadership\r\n\r\nof  the  great  trade  unionist  who  is  now  the\r\n\r\nParliamentary   Secretary  in  the   Ministry   of\r\n\r\nCulture. What did this Amalgamated Union of Public\r\n\r\nEmployees - A.U.P.E.  - do?  They  tried   to   force\r\n\r\nGovernment employees to join up with the  A.U.P.E.\r\n\r\nand  the Government not only countenanced  it  but\r\n\r\nencouraged  it.  Take  the  case  of  the  partial\r\n\r\nrestoration   of   the  pay   cuts.   Instead   of\r\n\r\nnegotiating with the Staff Side, the Minister  for\r\n\r\nFinance   negotiated  with  the  great  Secretary-General  of  the A.U.P.E. for partial  restoration\r\n\r\nand  reached agreement with him. Not only  did  he\r\n\r\nreach  agreement, but he issued circulars  to  all\r\n\r\nemployees  of  the  public service  saying,  \"Thou\r\n\r\nshall not get this partial restoration unless thou\r\n\r\nart  a member of the A.U.P.E.\" What is this?  This\r\n\r\nis  all  wrong. This is the P.A.P. way of building\r\n\r\nup  a trade union movement to strengthen the trade\r\n\r\nunion  movement to look after the welfare  of  the\r\n\r\nworkers. It is unbelieveable. All this is for  the\r\n\r\nP.A.P. Then, all right, partial restoration. As  a\r\n\r\nresult of that, Sir, I understand there were many,\r\n\r\nmany civil servants who became members of A.U.P.E.\r\n\r\njust to get that partial restoration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then suddenly, because of this great integration\r\n\r\nidea  of  the P.A.P., the City Council had  to  be\r\n\r\nscrapped   because   the  Mayor   and   the   City\r\n\r\nCouncillors   had  absconded  and  contested   the\r\n\r\nelections. The City Council had to be scrapped and\r\n\r\nthe  employees  of  the City  Council  had  to  be\r\n\r\nintegrated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has been far many, many years a City\r\n\r\nCouncil  Labour  Unions Federation  to  which  the\r\n\r\nPrime Minister was a very able adviser. I think he\r\n\r\nled them in two strikes. But when integration took\r\n\r\nplace, the Government made some attempt to  close\r\n\r\ndown  this  Federation and said, \"Boys, since  you\r\n\r\nare being\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 710</b></font><br><br>\r\n\r\n\r\n\r\nintegrated,  join  the A.U.P.E.\" Fortunately,  the\r\n\r\nworkers  of  the City Council were not  so  easily\r\n\r\nintimidated. They fought and they sent in a strike\r\n\r\nnotice to the Government saying, \"We want to  help\r\n\r\nourselves.  You can change our name if  you  like.\r\n\r\nYou  can  change  it  to  the  Public  Daily-Rated\r\n\r\nEmployees  Unions Federation.\"  At  that  time,  I\r\n\r\nthink  it was a different Minister who said,  \"Oh,\r\n\r\nno, you cannot have it.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But fortunately because of the solidarity of the\r\n\r\nworkers of the City Council, they won the day. But\r\n\r\nnow  because  of the rivalry between the  A.U.P.E.\r\n\r\nand   the  Public  Daily-Rated  Employees   Unions\r\n\r\nFederation,   there   was   a   strike.   I   must\r\n\r\ncongratulate  the Minister for Labour  for  having\r\n\r\nsettled   this  strike.  They  go  back  to   work\r\n\r\ntomorrow.  But then they have been on  strike  for\r\n\r\nmore  than 20 days. Singapore was in a real  mess.\r\n\r\nThere  was dirt in some places. You will remember,\r\n\r\nSir,  that when the Government came into power  in\r\n\r\n1959,  even  the  Prime  Minister  rolled  up  his\r\n\r\nsleeves and swept Tanjong Pagar - which was all  for\r\n\r\npropaganda.  The  Prime Minister, other  Ministers\r\n\r\nand  P.A.P. Assemblymen swept the roads. Why?  For\r\n\r\npropaganda!  But during the period of the  strike,\r\n\r\nif  they  had  any  sympathy or feelings  for  the\r\n\r\npeople  of  Singapore [Interruption]  they  should\r\n\r\nhave  been  sweeping the roads  in  Tanjong  Pagar\r\n\r\n[Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n \r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> They have\r\n\r\nnot  done  so  because  they have  become  rubbish\r\n\r\nthemselves and they will be swept away very  soon. [Interruption.]\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Mr Serjeant-at-Arms, if\r\n\r\nthere   is  any  more  levity  in  the  Strangers'\r\n\r\nGallery, the strangers will have to be removed.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> They did not go out sweeping\r\n\r\nbecause  they  know that they will  be  swept  out\r\n\r\nthemselves. Let that be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the A.U.P.E., Sir. The A.U.P.E. have already\r\n\r\nshown that they are not a yellow Union. Therefore,\r\n\r\nwhile the strike was going on, there was the great\r\n\r\nKandasamy saying in the Free Press - \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 711</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> - \"We will -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Member for Cairnhill\r\n\r\nis  encouraging this levity by his speech. If he  will\r\n\r\nbe  a  little more serious and talk seriously, we will\r\n\r\nnot have this levity. Tun Lim.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Thank you very much for your\r\n\r\nguidance,  Sir,It is in the Free Press:  \"Government\r\n\r\nStaff    May    Strike - Warning    By    Kandasamy\" - the\r\n\r\nParliamentary Secretary to the Minister  for  Culture.\r\n\r\nImagine  an  employer giving warning  to  himself  and\r\n\r\nsaying that the staff may go on strike! As if that was\r\n\r\nnot  enough, you have another one. I think it was  Mr\r\n\r\nDevan Nair who said, \"Oh, unions should not take  part\r\n\r\nin  politics.\" I do not know why after 2�   years  of\r\n\r\nplaying politics in trade unions they now come out  to\r\n\r\nsay,  \"Oh  unions  should not take part  in  politics.\r\n\r\nUnions  should not be vehicles of any party ideology.\"\r\n\r\nThey have been trying to get the trade unions to be  a\r\n\r\nparty  to the P.A.P. ideology for the past 2�  years.\r\n\r\nBut  when they find now that they can, not control the\r\n\r\nunions any more, they say, \"Do not be bluffed by other\r\n\r\ntrade unionists.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a trade unionist, I say in all sincerity that\r\n\r\nin  order  to strengthen the trade union movement  the\r\n\r\ntrade  unions must be unified. When they are  unified,\r\n\r\nthe trade union movement should not be made use of  by\r\n\r\nthe party in power.\r\n\r\n\r\n\r\n<br><br>8.20 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour (Inche Ahmad Bin Ibrahim):</b>\r\n\r\nMr  Speaker,  Sir, I think the Member for  Cairnhill,\r\n\r\nwho was the Minister for Labour and Social Welfare  in\r\n\r\nthe last Government, knows - as  everybody  knows - that  the  conditions  then\r\n\r\nprevailing  in the trade unions, particularly  in  the\r\n\r\nTrades Union Congress, were in a mess. There is hardly\r\n\r\nany  time - with nine minutes to go - to go into details,\r\n\r\nbut  I  will  touch  only on the major  criticisms  re\r\n\r\ngarding  the  T.U.C. and the accusation  made  by  the\r\n\r\nMember for Cairnhill that the A.U.P.E. is a Government-sponsored union.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 712</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after the P.A.P.\r\n\r\nGovernment assumed office, the Singapore Trades  Union\r\n\r\nCongress was revived - let me make it quite clear - not by\r\n\r\nthe  Government  but  by  the Singapore  Trades  Union\r\n\r\nCongress' affiliated unions themselves in response  to\r\n\r\nthe  Government's call for unifying and  strengthening\r\n\r\nthe trade union movement in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime about the end of April 1960, the S.T.U.C.\r\n\r\nconvened  a  Special  Delegates  Congress  under   its\r\n\r\nregistered  rules - that  is, the  old  rules.  At  that\r\n\r\nmeeting,   a   new   constitution   was   adopted   in\r\n\r\nanticipation of the coming into force of the new Trade\r\n\r\nUnion  Ordinance.  Subsequently,  new  officers   were\r\n\r\nelected  and  nine secretaries were appointed  by  the\r\n\r\nnewly-elected Secretary General in accordance with the\r\n\r\nprovisions   of   the  new  constitution.   This   new\r\n\r\nconstitution has never been submitted to the Registrar\r\n\r\nof   Trade  Unions  for  registration  as  it  is  not\r\n\r\nregisterable under the existing Trade Union Ordinance.\r\n\r\nThe  Singapore  Trades  Union  Congress  continued  to\r\n\r\nfunction  under  this unregistered constitution  until\r\n\r\nthe  middle  of  this year. Then its leadership  split\r\n\r\ninto  the groups and the S.T.U.C. was abandoned. These\r\n\r\nare  all facts, Mr Speaker. The group led by Mr  Lim\r\n\r\nChin  Siong and his friends lost no time in forming  a\r\n\r\nnew  body called S.A.T.U. Other trade unions which  do\r\n\r\nnot  have similar aims as those of Mr Lim Chin  Siong\r\n\r\nand  his  friends then came forward to  form  the  so-called National Trade Union Congress - the N.T.U.C. Both\r\n\r\nthese two new bodies have applied for registration and\r\n\r\ntheir applications are still under consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has been accused of arbitrarily\r\n\r\ndissolving  the S.T.U.C. - as the Member  for  Cairnhill\r\n\r\nhas  suggested. I think this is just another  attempt\r\n\r\nto  mislead and confuse the people. The fact  is  that\r\n\r\nGovernment  has not dissolved the S.T.U.C. because  it\r\n\r\ncannot  do  so  under the law. Under the  Trade  Union\r\n\r\nOrdinance,  the  dissolution  of  a  registered  trade\r\n\r\nunion - and the S.T.U.C. is a registered trade union - can\r\n\r\nonly  be  effected voluntarily by the union itself  in\r\n\r\naccordance with its own constitution.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 713</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From time to time, allegations have been made that the\r\n\r\nA.U.P.E. is a Government-sponsored union and that the\r\n\r\nA.U.P.E. is  backed by the P.A.P. at the  expense  of\r\n\r\nother   unions.  These  allegations   are   not   only\r\n\r\nmisleading but mischievous.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> That is why\r\n\r\nthey go on strike.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Bin Ibrahim:</b> Now let me give some facts\r\n\r\nabout the emergence of the A.U.P.E. I got the official\r\n\r\nfacts  from my Ministry. About three months after  the\r\n\r\nassumption of office of the\r\n\r\nP.A.P.   Government in June 1959, the Singapore  Union\r\n\r\nof  Postal  and  Telecommunications  Workers  and  the\r\n\r\nPostal   Telecommunications  Uniformed   Staff   Union\r\n\r\neffected  a voluntary amalgamation and gave  birth  to\r\n\r\nthe  A.U.P.E. which was registered  on  26.9.59.  Two\r\n\r\nmonths   later,  another  amalgamation  was   effected\r\n\r\nbetween  the A.U.P.E. and six other unions.  They  are\r\n\r\nthe   Singapore  City  Council  Services  Union,   the\r\n\r\nSingapore   Telephone  Board  Employees   Union,   the\r\n\r\nWoodbridge   Hospital  Uniformed  Staff   Union,   the\r\n\r\nSingapore Laboratory Technicians Union, the Government\r\n\r\nPublic  Health Inspectors Union and the  Public  Works\r\n\r\nLabour  Union. The parties to the second  amalgamation\r\n\r\nagain   chose  the  A.U.P.E. as  the  name   of   the\r\n\r\namalgamated   body.  This  second   amalgamation   was\r\n\r\nregistered on 16.11.59. In the first half of 1960, the\r\n\r\nSingapore  Midwives Union, the Singapore Fire  Brigade\r\n\r\nEmployees  Union and the Central Provident Fund  Staff\r\n\r\nAssociation   dissolved  themselves  voluntarily   and\r\n\r\ntransferred  their  membership  to  the  A.U.P.E.  The\r\n\r\namalgamated unions which form the A.U.P.E. are amongst\r\n\r\nthe  oldest  unions in Singapore, one being registered\r\n\r\nas  far back as in 1946 and three in 1947. One of  the\r\n\r\namalgamated  unions,  the Public  Works  Labour  Union\r\n\r\nregistered  in  May  1947, has been  representing  the\r\n\r\ndaily-rated workers in Government departments for  the\r\n\r\npast  13  years.  This  right  of  representation  was\r\n\r\ntransferred to the A.U.P.E. upon amalgamation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 714</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from the above facts, the people\r\n\r\ncan  judge for themselves whether or not the  A.U.P.E.\r\n\r\nis a Government-sponsored union or a splinter union.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, sometime in May 1960, when I was\r\n\r\nstill   the   Minister  for  Health,  we  sought   the\r\n\r\nassistance  of  the  Labour Ministry  to  arrange  for\r\n\r\nsecret  ballots to be held to settle the  question  of\r\n\r\nunion  representation of the grades of  staff  in  the\r\n\r\nHealth Ministry: assistant nurses, almoners, appliance\r\n\r\nmakers, male nurses, Division IV personnel, excluding\r\n\r\nthe Woodbridge Hospital uniformed staff. Subsequently,\r\n\r\nthe   Singapore   Medical  Services  Union   and   the\r\n\r\nAmalgamated Union of Public Employees settled amicably\r\n\r\nbetween    themselves   the    question    of    union\r\n\r\nrepresentation  in  respect of  the  grades  of  staff\r\n\r\nmentioned  above.  But,  Mr Speaker,  Sir,  both  the\r\n\r\nA.U.P.E. and  the  Singapore  Medical  Workers  Union\r\n\r\nwanted  to  contest  the right  of  representation  of\r\n\r\nDivision IV personnel attached to all the institutions\r\n\r\nand   branches  of  the  Health  Ministry  other  than\r\n\r\nWoodbridge  Hospital  and Tan Tock  Seng  Hospital.  A\r\n\r\nsecret  ballot was therefore held from  10th  to  19th\r\n\r\nJanuary,   1961,  among  the  Division   IV   officers\r\n\r\nconcerned to decide which of the two unions they would\r\n\r\nwish  to  have represent them. The secret  ballot  was\r\n\r\nconducted  under the supervision of the  Registrar  of\r\n\r\nTrade Unions. I think everybody knows the result.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Public Daily-Rated Employees Union, I\r\n\r\nam happy to say that the question of union recognition\r\n\r\nhas  been discussed during the last few days and I  am\r\n\r\nalso  glad  to say that they have reached a settlement\r\n\r\nand  that  the question of union recognition  will  be\r\n\r\ndealt with in the shortest possible time.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The time appointed for the\r\n\r\ntermination of the sitting has arrived.\r\n\r\n  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker adjourned the House without Question put\r\n\r\npursuant to the Standing Order.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">8.30 p.m. to</div>\r\n\r\n<div align=\"right\">Monday, 27th November, 1961.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
