{"memberId": null, "volumeNo": "14", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "15", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"14\">\r\n\r\n<meta name=\"Sit_No\" content=\"15\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1961-03-02\">\r\n\r\n<meta name=\"Start_Col\" content=\"1117\">\r\n\r\n<meta name=\"End_Col\" content=\"1178\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">14</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">15</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">02-03-1961</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1117</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 14</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 2nd March, 1961</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Adbul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1118</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang), Acting Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1119</b></font><br><br>\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1119</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>INQUIRY COMMISSION'S REPORT ON MR ONG ENG GUAN'S</b></div>\r\n\r\n<div align=\"center\"><b>ALLEGATIONS</b></div>\r\n\r\n<div align=\"center\"><b>(Motion of condemnation)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of adjourned debate on\r\n\r\nquestion [1st March, 1961],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly takes note of the Report of\r\n\r\nthe  Inquiry  Commission into  certain  allegations\r\n\r\nmade  by  Mr  Ong  Eng  Guan  in  the  Legislative\r\n\r\nAssembly  on the 10th and 12th December,  1960,  as\r\n\r\ncontained in Paper Cmd. 7 of 1961, and condemns Mr\r\n\r\nOng   Eng   Guan  for  his  dishonourable   conduct\r\n\r\nunbecoming  of  an  elected representative  of  the\r\n\r\npeople in that he repeatedly used his privilege  in\r\n\r\nthis  Assembly  as a cloak for spreading  malicious\r\n\r\nfalsehoods to unjustly injure innocent persons both\r\n\r\ninside  and  outside  this  Assembly.\"-(The  Deputy\r\n\r\nPrime Minister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.33 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b>\r\n\r\nMr  Speaker, Sir, the findings of Mr Justice Chua\r\n\r\nin  the  Commission of Inquiry into the allegations\r\n\r\nmade  by Ong Eng Guan in this Assembly against  the\r\n\r\nPrime Minister and the Minister for Labour and  Law\r\n\r\nin  December  1960 show conclusively that  Ong  Eng\r\n\r\nGuan is an inveterate liar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the one year that Ong Eng Guan served as a\r\n\r\nMinister  in our Government, his low intrigues  and\r\n\r\ncult   of   individualism  as  against   collective\r\n\r\nleadership  and  responsibility  resulted  in   his\r\n\r\nexpulsion  from the People's Action Party  and  the\r\n\r\nGovernment   Bench.  Even  as  a  Member   of   the\r\n\r\nOpposition,  Ong Eng Guan had a role to  play,  but\r\n\r\nagain  within  short  space  of  five  months,   he\r\n\r\nrevealed  his  true  nature  of  unprincipled   and\r\n\r\nirresponsible  conduct  unbecoming  of  an  elected\r\n\r\nrepresentative  of  the  people  of  Singapore   by\r\n\r\npersisting   in  spreading  malicious   falsehoods,\r\n\r\nknowing them to be false.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1120</b></font><br><br>\r\n\r\n            \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has been alleged by Ong Eng Guan and his\r\n\r\ncronies  that  his  freedom  of  speech  had   been\r\n\r\ncurtailed  even  before  his  expulsion  from   the\r\n\r\nPeople's\r\n\r\nstatement of fact and it is important to  refer  to\r\n\r\npage  5,  paragraph 13 of the Report  of  the  Chua\r\n\r\nCommission of Inquiry which states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan stated that whatever he had to\r\n\r\nsay  had  been  said  in  his examination-in-chief.\r\n\r\nTowards the end of his evidence, Mr Ong Eng  Guan,\r\n\r\nin   answer  to  my  questions,  expressed  himself\r\n\r\nsatisfied  that he had been given every opportunity\r\n\r\nto  say  what  he  wanted to say and  to  call  all\r\n\r\nrelevant  witnesses, and that  there  had  been  no\r\n\r\nattempt to silence him in this Commission.'\r\n\r\n\r\n\r\n<br><br>And what was the end result? The last two sentences\r\n\r\nof paragraph 14 of the Report are clear:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan, however, had nothing to\r\n\r\ndisclose. He did not even have any facts  on  which\r\n\r\nhe based his allegations.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It should be noted too, Mr Speaker, Sir, that\r\n\r\nthe  subject  of inquiry under the Commission  were\r\n\r\nthe  same three allegations which Ong Eng Guan said\r\n\r\nhe   would  substantiate  in  this  House  on  23rd\r\n\r\nDecember,  1960,  but he decided  to  run  away  by\r\n\r\nresigning  his  seat  in  this  Assembly  on   29th\r\n\r\nDecember, 1960. Instead of substantiating his three\r\n\r\nallegations in the Commission of Inquiry,  Ong  Eng\r\n\r\nGuan  offered  the  childish explanation  that  his\r\n\r\nsolicitors had advised him that he had not made any\r\n\r\nallegations  at  all  but  only  merely  making  an\r\n\r\ninquiry.  As is well known, ignorance is no  excuse\r\n\r\nin  the eyes of the law and Ong Eng Guan is not  an\r\n\r\nilliterate  man.  He  is  a graduate  of  Melbourne\r\n\r\nUniversity  and  a practising accountant.  However,\r\n\r\neven  assuming the fact that Ong Eng Guan  and  his\r\n\r\nsolicitors  did not know the meaning  of  the  word\r\n\r\n\"allegation\", then what did Ong Eng Guan mean  when\r\n\r\nhe  said  these brave but foolish words in Hansard,\r\n\r\nVolume  14, No. 10, dated 23rd December,  1960,  at\r\n\r\ncolumn 871:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan: Mr Speaker, Sir, I wish to\r\n\r\nsubstantiate all the things I have said.'\r\n\r\n\r\n\r\n<br><br>The  substantiation  never came,  neither  in  this\r\n\r\nAssembly when he chose the coward's way of  running\r\n\r\naway  by  resigning,  nor  in  the  Commission   of\r\n\r\nInquiry. To have failed in substantiating his three\r\n\r\nallegations was bad enough, but in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1121</b></font><br><br>\r\n\r\n\r\n\r\nCommission  of Inquiry, Ong Eng Guan  made  further\r\n\r\nallegations  against the Prime  Minister.  See  the\r\n\r\nfirst sentence of paragraph 11 of the Report:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan in the course of his\r\n\r\nexamination-in-chief   made   further   allegations\r\n\r\nagainst the Prime Minister.'\r\n\r\n\r\n\r\n<br><br>These were just as reckless and groundless. I shall\r\n\r\nonly  refer  to  one - unfortunately in  which  I  am\r\n\r\nindirectly  affected  - in which  he  claimed,  with\r\n\r\nregard  to the question of my nomination, or rather\r\n\r\nthe  rumour  that I had resigned from my  insurance\r\n\r\ncompany to become a candidate for the P.A.P., which\r\n\r\nwas  untrue  at  that time, that he  then  got  the\r\n\r\nParty's  Chairman  (Dr Toh  Chin  Chye),  now  the\r\n\r\nDeputy Prime Minister, to see the Secretary-General\r\n\r\nand   that  the  question  was  resolved  with  the\r\n\r\nSecretary-General  of  the  P.A.P. threatening  to\r\n\r\nresign  unless  certain people were nominated.  But\r\n\r\nwhen  Ong  Eng  Guan was asked whether  the  Deputy\r\n\r\nPrime  Minister and Chairman of the People's Action\r\n\r\nParty  was  to be called as a witness to  this  \r\n\r\nso-called episode, Ong Eng Guan saw no point in  doing\r\n\r\nso, and it was left to the Commissioner to call Dr\r\n\r\nToh  Chin  Chye;  and it has been proved  that  Dr\r\n\r\nToh's evidence did not support the story of Ong Eng\r\n\r\nGuan. I quote paragraph 11 of the Report, 7th  line\r\n\r\nfrom the bottom of page 4:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Dr Toh Chin Chye further said that Mr Lee Kuan\r\n\r\nYew  never  mentioned  that  he  would  resign   or\r\n\r\nthreatened  to  resign  from  the  Party   or   its\r\n\r\nleadership  if Mr Yong Nyuk Lin was not nominated.\r\n\r\nI  accept the evidence given by Dr Toh Chin  Chye.\r\n\r\nIn  fact,  Dr  Toh  Chin Chye's evidence  was  not\r\n\r\nchallenged by Mr Ong Eng Guan.'\r\n\r\n\r\n\r\n<br><br>This proves that he who lies must have more lies to\r\n\r\nsupport  his  case and all that  is  needed  is  to\r\n\r\ndisprove one lie and the full pack of lies  crumble\r\n\r\ndown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition has tried to allege that the\r\n\r\nPeople's   Action  Party  won  the   1959   general\r\n\r\nelections  because  of Ong Eng Guan.  This  is  not\r\n\r\ntrue.  It  was the P.A.P. which built  up  Ong  Eng\r\n\r\nGuan. It was the good work of the Party and its  13\r\n\r\nCity  Councillors  which delivered  the  goods.  Of\r\n\r\ncourse,  Ong Eng Guan wants to take the credit  for\r\n\r\neverything.  Unfortunately, Ong  Eng  Guan  was  an\r\n\r\nambitious and a power-crazed man, and that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1122</b></font><br><br>\r\n\r\n\r\n\r\nproved his undoing and he won the disrespect of his\r\n\r\ncolleagues. He is a mentally sick man who would lie\r\n\r\nin  order to gain a point. He speaks on the spur of\r\n\r\nthe  moment  and, being an opportunist and  without\r\n\r\nprinciples,   has  degenerated  into   becoming   a\r\n\r\nhabitual liar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, the Member for Aljunied mentioned that\r\n\r\nhis  colleague  would stand for the Hong  Lim,\r\n\r\nby-election. It is quite clear, Sir, that the attitude\r\n\r\nin  which the Member for Aljunied spoke was like  a\r\n\r\nmaster and servant attitude. Perhaps, since Ong Eng\r\n\r\nGuan  is no longer a Member of this House, it would\r\n\r\nhave  been  more  appropriate  if  the  Member  for\r\n\r\nAljunied  had  used  the  terminology  not  of  his\r\n\r\n\"colleague\" but his \"master\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that at election time all sorts of\r\n\r\ncharlatans,   cranks   and  quacks   also   present\r\n\r\nthemselves  as candidates before the  voters.  Only\r\n\r\nunprincipled  politicians think they can  fool  the\r\n\r\npeople. There is a saying that you can fool some of\r\n\r\nthe  people  part of the time, but you cannot  fool\r\n\r\nall  the people all the time. Let us therefore  not\r\n\r\nunder-rate the intelligence and the commonsense  of\r\n\r\nthe   electorate  and  that  they  are  unable   to\r\n\r\ndistinguish  between right from wrong,  truth  from\r\n\r\nlies  and  integrity from corruption. In  the  long\r\n\r\nrun, truth will always prevail.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Report is clear and concise. Ong Eng Guan is\r\n\r\nto  be emphatically condemned by this House for his\r\n\r\ndishonourable  conduct  in  being  a  purveyor   of\r\n\r\nmalicious  falsehoods and bringing the  dignity  of\r\n\r\nthis House into disrepute.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The motion of the Deputy Prime Minister is to be\r\n\r\nsupported in no uncertain terms and Members of  the\r\n\r\nOpposition  who  choose either  to  abstain  or  to\r\n\r\nreject   the   motion  plainly  show   where   they\r\n\r\nstand - that is, they stand for untruths and lies.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Mammen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Mammen (Telok Blangah):</b> Mr Speaker,\r\n\r\nSir,  I  rise  to support the motion moved  by  the\r\n\r\nDeputy  Prime Minister. Sir, before I go  into  the\r\n\r\nfindings  of  the Commission, may I  touch  on  the\r\n\r\nstatements made by the Member for Aljunied?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1123</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What he said yesterday, was that he disagreed\r\n\r\nwith and rejected the Commission's findings. But on\r\n\r\nwhat  grounds  has  he  or his  colleagues  got  to\r\n\r\ndisagree  with  and  reject  the  findings  of  the\r\n\r\nCommission's Report? If he and his colleagues  have\r\n\r\nany  reasonable grounds whatsoever to disagree with\r\n\r\nthe  findings of the Commission, then  they  should\r\n\r\nhave  come  out with reasons, so that at least  the\r\n\r\npeople  of  Singapore  or in the  near  future  the\r\n\r\nelectorate of Hong Lim will know why the Member for\r\n\r\nAljunied  and  his  colleagues disagreed  with  the\r\n\r\nCommission's findings. But the Member for  Aljunied\r\n\r\npreferred   not  to  come  out  with  any   reasons\r\n\r\nwhatsoever  to  say  that  he  and  his  colleagues\r\n\r\ndisagreed  with  the  Report. Instead  he  made  an\r\n\r\nannouncement  that  Mr  Ong  Eng  Guan   will   be\r\n\r\ncontesting the by-election in Hong Lim. But we  the\r\n\r\nP.A.P., since the formation of the P.A.P., have  met\r\n\r\nthese challenges. This sort of challenge is not new\r\n\r\nto  the P.A.P. In 1957 the P.A.P. met the challenge\r\n\r\nin  a  by-election on a constitutional  issue.  The\r\n\r\nP.A.P.  Secretary-General accepted that  challenge.\r\n\r\nBut   what  happened?  The  person  who  challenged\r\n\r\nabsconded.  He never faced the P.A.P. in  that\r\n\r\nby-election.  In 1958, it was the Kallang by-election.\r\n\r\nEven  though  much had been said about  the  P.A.P.\r\n\r\nCity Councillors and the P.A.P. Mayor and what they\r\n\r\ndid  in the City Council since 1957, all the \r\n\r\nRight-wing  groups  in  Singapore ganged up  together  to\r\n\r\nsmash  the  P.A.P. in the Kallang by-election.  But\r\n\r\nthe  P.A.P.,  with determination and mass  support,\r\n\r\nfaced it. What was the result? The P.A.P. won. That\r\n\r\nin  itself shows that the P.A.P. can still face any\r\n\r\nsort  of  challenge from Left-wing opportunists  or\r\n\r\nthe  Right-wing  reactionary  groups  of  political\r\n\r\nparties in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I rise to inform my friend the hon. Member for\r\n\r\nAljunied, to make sure that on Nomination  Day  his\r\n\r\ncolleague will not betray him but will be  in  Hong\r\n\r\nLim  to submit his Nomination paper. Before he made\r\n\r\nthe announcement, he should have made it clear that\r\n\r\nhis  master or his colleague, Mr O.E.G.,  will  be\r\n\r\nthere on Nomination Day to sign his paper. The  man\r\n\r\nwho brought up the P.A.P., as the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1124</b></font><br><br>\r\n\r\n\r\n\r\nOpposition  has said; Mr Ong Eng Guan  brought  up\r\n\r\nthe  P.A.P.? Nonsense! The P.A.P. brought  Ong  Eng\r\n\r\nGuan  up.  And since the P.A.P. brought him  up  to\r\n\r\nthis  position, and he could betray the Party, then\r\n\r\nmy  advice  to  my  friend,  the  hon.  Member  for\r\n\r\nAljunied,  is  to see that Ong Eng  Guan  will  not\r\n\r\nbetray him even on Nomination Day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I now come to the lengthy\r\n\r\nspeech  of the hon. Member for Cairnhill.  In  this\r\n\r\nAssembly, the Member for Cairnhill has often  given\r\n\r\nthe  impression that if there is no  Lim  Yew  Hock\r\n\r\nGovernment,  then there will be no  internal \r\n\r\nself-government in Singapore. I will say this: if  there\r\n\r\nis  no P.A.P., if there is no mass support for  the\r\n\r\nP.A.P., and if there is no trade union backing  for\r\n\r\nthe P.A.P., then I should say that the past Lim Yew\r\n\r\nHock Government was even prepared to work under the\r\n\r\nRendel  Constitution  as stooges  of  the  colonial\r\n\r\ngovernment.  Because the P.A.P. put  up  a  strong\r\n\r\nfight, and the masses were behind the P.A.P.,  that\r\n\r\nis why the Lim Yew Hock Government had to go to the\r\n\r\nUnited Kingdom for a new constitution. That was  no\r\n\r\ncredit  for the S.P.A. or the Labour Front, because\r\n\r\nthe  P.A.P. agitated for it,  and  the  people  of\r\n\r\nSingapore  know  that  the  P.A.P. took  the  risk\r\n\r\ncourageously,  and the S.P.A. or the  Labour  Front\r\n\r\nwould  not  risk it. They know it, and the  British\r\n\r\nGovernment  knows it too well, that the only  Party\r\n\r\nwith  mass  backing, the only Party with full  mass\r\n\r\nsupport,  is  the P.A.P.; and they  have  no  other\r\n\r\nalternative, but to agree to a new constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point, Mr Speaker, Sir. The Member\r\n\r\nfor  Cairnhill was saying yesterday that he started\r\n\r\nhis  political  career  in 1948.  He  started  from\r\n\r\nKeppel,  shifted to Havelock, and  then  to \r\n\r\nCairnhill. Now I say, he started from the Western Ocean,\r\n\r\nnow  he  is going to land in the Eastern  sea,  and\r\n\r\nthat would be his end! He toppled over the vessel's\r\n\r\nside  and  started from the sea! So he shifted  and\r\n\r\nshifted his way and is going to the Eastern sea!  I\r\n\r\nhope that will be his end, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, everybody is looking anxiously\r\n\r\nat  the forthcoming by-election and its issue.  But\r\n\r\nwe, the P.A.P., are prepared and ready to face\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1125</b></font><br><br>\r\n\r\n\r\n\r\nthe  electorate of Hong Lim. But one thing - and  the\r\n\r\nP.A.P. would  like to make this clear - even  though\r\n\r\nthe Opposition have made it clear that they are not\r\n\r\nin  any way connected with Mr Ong Eng Guan,  still\r\n\r\nthe  line  they are taking now and Ong  Eng  Guan's\r\n\r\nline  are the same. A party which, up to 1960,  was\r\n\r\nsaying  that Singapore could get independence  only\r\n\r\nthrough  merger. But in 1961 they suddenly  changed\r\n\r\nand   they   say   Singapore  must  have   complete\r\n\r\nindependence  of  its own and  we  must  fight  the\r\n\r\ncolonial  government. Eng Guan's line is the  same.\r\n\r\nIt  was the P.A.P.'s stand from the beginning after\r\n\r\n1957,  when the Constitution was agreed upon,  that\r\n\r\nthe  P.A.P. would like to have independence  after\r\n\r\nmerger  with the Federation of Malaya.  And  today,\r\n\r\nthe  Right-wing  party which  opposes  a  Left-wing\r\n\r\ngovernment fighting against colonialism  comes  out\r\n\r\nopenly  and  says, \"The P.A.P. is a stooge  of  the\r\n\r\ncolonial  government.  The  P.A.P. does  not  like\r\n\r\nindependence.\"  I  think that is exactly  the  same\r\n\r\nline as Eng Guan took in the Assembly. That is  why\r\n\r\nI  say,  even  though they declare in the  Assembly\r\n\r\nthat  they  are in no way connected with Eng  Guan,\r\n\r\nbut  in  underground they are backing Ong Eng  Guan\r\n\r\nfor  their self-interest. And in the Hong  Lim \r\n\r\nby-election,  we will have to expose these  Right-wing\r\n\r\npoliticians and the Left-wing opportunists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is a smear going around\r\n\r\nthat   the  trade  union  movement  is  no   longer\r\n\r\nsupporting the P.A.P. nor are they going to support\r\n\r\nthe  by-election.  This is another  trick  just  to\r\n\r\nsplit the P.A.P. and the trade union movement.  But\r\n\r\nwe are sure that in this issue which is immediately\r\n\r\nfacing the Party, the Government and the country as\r\n\r\na  whole, the trade union movement will go  all-out\r\n\r\nin  force  to  see  that the people  of  Singapore,\r\n\r\nespecially the electorate of Hong Lim, support  the\r\n\r\nP.A.P. stand on this issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if Mr Ong Eng Guan suddenly\r\n\r\nchanges his mind on Nomination Day and decides  not\r\n\r\nto  contest in Hong Lim, then I hope his colleague,\r\n\r\nthe Member for Aljunied, will be there at least  to\r\n\r\nsee the P.A.P. candidate there.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1126</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>2.56 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Mr\r\n\r\nSpeaker,   Sir,   Members   will   recollect    the\r\n\r\nextraordinary  conduct of the Member for  Cairnhill\r\n\r\nwhen  he  rose  to  speak on the  motion  yesterday\r\n\r\nafternoon. The Member for Cairnhill worked  himself\r\n\r\nup  to  a  frenzy  and spoke with great  vehemence,\r\n\r\nquite  naturally  drawing  return  fire  from   the\r\n\r\nGovernment  Benches.  On several  occasions  during\r\n\r\nthese exchanges, you, Mr Speaker, had to intervene\r\n\r\nin the interest of order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was at first puzzled at the strange conduct of\r\n\r\nthe  Member for Cairnhill. So after his  speech,  I\r\n\r\nmet the Prime Minister in the C.P.A. Room and asked\r\n\r\nhim,  \"Why was Lim Yew Hock raving like a  madman?\"\r\n\r\nThe   Prime  Minister  replied,  \"Don't  take   him\r\n\r\nseriously. He was merely play-acting.\" Now, I  want\r\n\r\nto  explain to the House the reasons which,  to  my\r\n\r\nmind,  led  the  Member  for  Cairnhill  into  this\r\n\r\nexhibition of play-acting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have no doubt that the leader of the S.P.A.,\r\n\r\nthe  Member  for Cairnhill, has suddenly discovered\r\n\r\nthat  he  had  led the S.P.A. into an  ambush.  The\r\n\r\nS.P.A. wanted to destroy the P.A.P. at all  costs,\r\n\r\nand,  being  the Opposition Party,  it  was  within\r\n\r\ntheir  right  to try to achieve this  object.  They\r\n\r\nthought  they  found  in  Ong  Eng  Guan  a  useful\r\n\r\ninstrument for discrediting the P.A.P. So when  Ong\r\n\r\nEng  Guan made his reckless allegations, the S.P.A.\r\n\r\ncalculated  that  even if a large number  of  these\r\n\r\nallegations  were  discounted,  there  must  be   a\r\n\r\nresidue  of half-truths still there. Ong Eng  Guan,\r\n\r\nas a former member of the Party who held high posts\r\n\r\nin  the  past, according to the Opposition, was  in\r\n\r\npossession   of   damaging  Party  and   Government\r\n\r\nsecrets. So therefore it was in their interest,  or\r\n\r\nso they thought, to encourage Ong Eng Guan to press\r\n\r\non. That was the reason for giving Ong Eng Guan not\r\n\r\nonly  their  secret support but open encouragement.\r\n\r\nWhen  Ong  Eng  Guan  resigned  his  seat  in  this\r\n\r\nAssembly,  there was a risk that he  might  scuttle\r\n\r\nnot  only  from  this Assembly  but  from  the \r\n\r\nby-election as well. So while the S.P.A. announced  in\r\n\r\nadvance that they would not contest the Hong Lim \r\n\r\nby-election,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1127</b></font><br><br>\r\n\r\n\r\n\r\nthey hoped to have other conditions obtaining -that\r\n\r\nsome  people could be deluded into voting for  this\r\n\r\nP.A.P. renegade.  But to their discomfiture,  they\r\n\r\ndiscovered  that the Commission of Inquiry  cleared\r\n\r\nthe  P.A.P.  Ministers concerned of any vestige  of\r\n\r\nsuspicion.  Furthermore, the Commission  found  Ong\r\n\r\nEng  Guan  to be a liar, a perjurer and a bigamist.\r\n\r\nThe S.P.A., therefore, suddenly found themselves in\r\n\r\na  position  of open support for a perjurer  and  a\r\n\r\nbigamist. They had walked straight into a  trap  of\r\n\r\ntheir  own making. There was no escape. The  Member\r\n\r\nfor  Cairnhill, therefore, decided to hit out\r\n\r\nall-round  so that, in the frenzy of his words,  people\r\n\r\nwould lose sight of the predicament in which he had\r\n\r\nplaced  himself and his party. That is why  we  had\r\n\r\nthe  extraordinary  spectacle  of  the  Member  for\r\n\r\nCairnhill yesterday fulminating and gesticulating.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the course of his speech, he made a\r\n\r\nnumber  of allegations which can hardly be expected\r\n\r\nto  go unchallenged. I will deal with some of them,\r\n\r\nand  no  doubt  my colleagues will dispose  of  the\r\n\r\nrest.  Some of these charges have no direct bearing\r\n\r\non  the  motion. But nevertheless, as these  issues\r\n\r\nhave  been raised, you will no doubt permit  me  to\r\n\r\nreply to them. I myself am directly concerned  with\r\n\r\none  of  the  wild  swipes  which  the  Member  for\r\n\r\nCairnhill let fly. He says that I, as Minister  for\r\n\r\nFinance,  went  to London begging for  money.  Sir,\r\n\r\nthat  is  a gross and malicious distortion  of  the\r\n\r\ntruth. Everybody is fully aware of the reasons  for\r\n\r\nthe  London  talks held between the  Singapore  and\r\n\r\nBritish  Governments  last  August.  We  told   the\r\n\r\nBritish  Government that since  defence  was  their\r\n\r\nconstitutional responsibility, it was their duty to\r\n\r\nmake  adequate  contribution to the upkeep  of  our\r\n\r\nlocal  defence forces. If no adequate  contribution\r\n\r\nwas  forthcoming,  then we  would  be  prepared  to\r\n\r\nabolish the defence forces. And indeed a number  of\r\n\r\nancillary services have been so disbanded. But  the\r\n\r\nBritish   Government  agreed  to   make   financial\r\n\r\ncontribution for the maintenance of some of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1128</b></font><br><br>\r\n\r\n\r\n\r\nmore  essential  units. But by no  stretch  of  the\r\n\r\nimagination  can  our  request  that  the   British\r\n\r\nGovernment  should  meet its moral  obligations  in\r\n\r\nrespect of defence be considered as begging.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there was the contribution for the expansion\r\n\r\nof the airport facilities. The authority to license\r\n\r\nroutes  of  airlines making use  of  the  Singapore\r\n\r\nAirport vests in the British Government and not  in\r\n\r\nthe  Singapore  Government. As such,  it  was  only\r\n\r\nright  and proper that the British Government  made\r\n\r\nan  adequate contribution for the expansion of  the\r\n\r\nairport  services. Nothing could  be  more  foolish\r\n\r\nthan  to  suggest that this stand of the  Singapore\r\n\r\nGovernment amounts to begging.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third item was over Exchequer loans. Here\r\n\r\nagain  we  were  not asking for free  money.  These\r\n\r\nloans  are  to  be  made on normal terms  governing\r\n\r\nBritish Exchequer loans, which are made between one\r\n\r\nGovernment  and  another. These loans  have  to  be\r\n\r\nrepaid, and the borrower has to pay interest at the\r\n\r\ncurrent  market  rate.  Loan  negotiations  between\r\n\r\nGovernments  are  a normal part  of  the  financial\r\n\r\nactivity  of any government. All governments,  even\r\n\r\nthe   wealthiest,  have  at  one  time  or  another\r\n\r\noccasion   to  resort  to  borrowing   from   other\r\n\r\ngovernments. When the Member for Cairnhill calls it\r\n\r\nbegging,  obviously this is a case of sour  grapes,\r\n\r\nfor  when his Party formed the Government they were\r\n\r\nunaware  of the external financial resources  which\r\n\r\nwere   available  to  Singapore  to   finance   its\r\n\r\ndevelopment programme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another comment of the Member for Cairnhill which\r\n\r\ndeserves special attention is this. He deplored the\r\n\r\nproceedings of the Commission of Inquiry because it\r\n\r\nhad    led    to    what   he   termed   \"character\r\n\r\nassassination\".  Now  what  does   this   so-called\r\n\r\n\"character assassination\" consist of? It is no more\r\n\r\nthan  that the Commission found that Ong  Eng  Guan\r\n\r\nwas  legally married to another woman when he  took\r\n\r\nhis second wife to Hong Kong to be married. Now who\r\n\r\nis  to  blame for raising this bigamy issue in  the\r\n\r\nproceedings of the Commission?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1129</b></font><br><br>\r\n\r\n\r\n\r\nMay  I  - read an extract from paragraph 12 of  the\r\n\r\nReport? The Commissioner says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Although the Prime Minister did not bring this\r\n\r\nquestion   of   multiplicity  of  wives   in   this\r\n\r\nCommission, Mr Ong Eng Guan insisted (his  counsel\r\n\r\nsupporting him) that he should be allowed to  clear\r\n\r\nhis name. I, very reluctantly, allowed him to do so\r\n\r\nlest it be said that I wanted to silence him.'\r\n\r\n\r\n\r\n<br><br>I  was  present during this part of the proceedings\r\n\r\nof  the  Commission. According to my  recollection,\r\n\r\nthe  Commissioner on no less than  three  occasions\r\n\r\nrefused  to allow this issue to be brought up.  But\r\n\r\nfinally  he was prevailed upon by Ong Eng Guan  and\r\n\r\nhis counsel. That, of course, took the lid off, and\r\n\r\nOng Eng Guan had only himself to blame for widening\r\n\r\nthe  scope of the Inquiry to cover his own  private\r\n\r\nlife.  There was no character assassination; first,\r\n\r\nbecause  Ong  Eng  Guan  has  no  character  to  be\r\n\r\nassassinated; he was simply a liar and a scoundrel.\r\n\r\nSecondly,  assassination means the  murder  by  one\r\n\r\nparty  of  another.  In  the  proceedings  of   the\r\n\r\nCommission, what took place cannot be described  as\r\n\r\nassassination. It was a simple case of suicide. Ong\r\n\r\nEng Guan himself brought up the subject, and he has\r\n\r\nto take the consequences of his own stupidity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another foolish accusation levelled by the Member\r\n\r\nfor  Cairnhill was that my colleague, the  Minister\r\n\r\nfor  Culture, had fired the first shot in the  Hong\r\n\r\nLim  by-election.  He regarded the  speech  of  the\r\n\r\nMinister  for Culture as a piece of electioneering.\r\n\r\nI  myself  consider  the  clear  and  dispassionate\r\n\r\nanalysis  of  the  Minister for Culture  to  be  an\r\n\r\nattempt  to bring together the complicated  threads\r\n\r\nof  this  episode to show a pattern  of  underlying\r\n\r\npolitical forces attempting to make use of Ong  Eng\r\n\r\nGuan  to  advance their own interests. This  was  a\r\n\r\npiece   of   political  analysis,   not   political\r\n\r\nelectioneering. But I cannot say the same  for  the\r\n\r\nspeech   of  the  Member  for  Cairnhill.  He   was\r\n\r\nelectioneering,  nakedly and  unashamedly.  Let  me\r\n\r\nrecall some of the statements made by him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He stated - echoing Mr Ong Eng Guan - that it was\r\n\r\nOng  Eng  Guan who, as Mayor of Singapore,  created\r\n\r\nthe mass support which carried the P.A.P. into\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1130</b></font><br><br>\r\n\r\n\r\n\r\npower at the last general elections. The S.P.A. and\r\n\r\nother  Right-wing opportunists can never,  or  will\r\n\r\nnever,  see that the P.A.P. has built up  its  mass\r\n\r\nsupport  on the basis of its own programme and  its\r\n\r\nconsistent and determined fight against  all  forms\r\n\r\nof  oppression. But to ascribe the success  of  the\r\n\r\nP.A.P. to  other forces is an old game  played  by\r\n\r\nbankrupt political forces on the Right. Before  Ong\r\n\r\nEng  Guan was ever heard of, the Labour Front,  the\r\n\r\nLiberal     Socialists    and    the     Democratic\r\n\r\nParty - ancestors  of  the  S.P.A. - had  in  the  past\r\n\r\nvehemently  and consistently stated that  the  mass\r\n\r\nsupport which the P.A.P. enjoyed was engineered  by\r\n\r\nthe  under-cover  Communist organisation.  Now,  if\r\n\r\nthat was so, when the former Labour Front broke  up\r\n\r\nthe Communist under-cover organisation, why did the\r\n\r\nP.A.P. not collapse? If their analysis was correct,\r\n\r\nthen  this was the inevitable consequence. But  far\r\n\r\nfrom  collapsing as a result of the 1956/57 purges,\r\n\r\nthe  P.A.P. went on from strength to strength.  The\r\n\r\nreasons  for the mass support enjoyed by our  Party\r\n\r\nare  clearly  stated  in an article  in  the  Sixth\r\n\r\nAnniversary Souvenir number of the Party.  This  is\r\n\r\nbeing serialised in the Sunday Mail - and I can only\r\n\r\nask  Members who seek enlightenment to  follow  the\r\n\r\nseries with care and attention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To come back to my main argument. The Member for\r\n\r\nCairnhill  now  tries to place the credit  for  the\r\n\r\nmass support of the P.A.P. on Ong Eng Guan. If this\r\n\r\nis  not open electioneering by the S.P.A. on behalf\r\n\r\nof Ong Eng Guan in the Hong Lim by-election, then I\r\n\r\ndo  not  know what it is. But the statement of  the\r\n\r\nMember for Cairnhill is utterly foolish. When  will\r\n\r\nhe  understand that a political movement  does  not\r\n\r\ndepend   on  individual  heroes?  The  P.A.P. has\r\n\r\nrepeatedly  stated that there is  no  room  in  the\r\n\r\nmovement  for heroic individualism which, far  from\r\n\r\ndoing  the  Party  any good, does  it  considerable\r\n\r\nharm. If Ong Eng Guan was responsible for the  mass\r\n\r\nsupport  of the Party, then his expulsion from  the\r\n\r\nParty  would have seen the withdrawal of this  mass\r\n\r\nsupport.  Only wishful thinkers would believe  that\r\n\r\nthis has happened.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1131</b></font><br><br>\r\n\r\n\r\n\r\nAnybody present at the Lumumba protest meeting last\r\n\r\nSunday  could  easily have assessed the  degree  of\r\n\r\nmass support enjoyed by the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill referred to this\r\n\r\nmeeting. He said that the large attendance at  this\r\n\r\nmeeting  was entirely due to what he termed  \r\n\r\n\"Left-wing  adventurers\" - a phrase borrowed  from  current\r\n\r\nP.A.P. terminology. By this term, he could  either\r\n\r\nmean the under-cover Communist organisation, or the\r\n\r\nmore  militant trade unions. I will not attempt  to\r\n\r\ndivine his thoughts. But if he had been present, he\r\n\r\nwould  have  seen that the stadium  was  packed  to\r\n\r\ncapacity long before the organised arrival  of  the\r\n\r\ntrade union members. They marched in at about 10.30\r\n\r\na.m. onwards,  and only a part of  the  procession\r\n\r\norganised by these unions could find space  in  the\r\n\r\nstadium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I now turn to the principal issue? It is the\r\n\r\ncontention  of  my  colleague,  the  Minister   for\r\n\r\nCulture, that in the Hong Lim by-election there  is\r\n\r\na  ganging-up against the P.A.P. This ganging-up is\r\n\r\nbetween  Ong  Eng  Guan,  a  political  opportunist\r\n\r\nwithout any principle whatsoever but pretending  to\r\n\r\nhave Left-wing and anti-colonial principles on  the\r\n\r\none  hand, and on the other hand a group of  \r\n\r\nRight-wing  opportunists who had been  by-passed  by  the\r\n\r\ntide  of  events. These are the S.P.A. representing\r\n\r\npro-colonial   Right-wing  forces   and   political\r\n\r\nmountebanks such as David Marshall and  Mrs \r\n\r\nLeon-Soh.  All  these groups are smarting under  defeats\r\n\r\nrepeatedly administered to them in the past by  the\r\n\r\nP.A.P.  They are hoping to experience sweet revenge\r\n\r\nby  manipulating Ong Eng Guan. I do not think this\r\n\r\nmove  on their part is at all clever. But they have\r\n\r\ndecided  upon this crazy adventure without  knowing\r\n\r\nits  full  and ghastly implications which only  now\r\n\r\nare unfolding themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The S.P.A. disclaim any support of Ong Eng Guan\r\n\r\nnow  that the man has been thoroughly exposed.  But\r\n\r\nthey  say  one  thing - their actions  point  to  the\r\n\r\nopposite  direction. They now say,  when  they  are\r\n\r\ncornered,  that they do not support Ong  Eng  Guan.\r\n\r\nThe same way\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1132</b></font><br><br>\r\n\r\n\r\n\r\nwhen  Ong  Eng Guan was cornered in the Commission,\r\n\r\nhe  said  that  he  had  not made  any  allegations\r\n\r\nagainst  the  Prime Minister and the  Minister  for\r\n\r\nLabour  and  Law. But this is merely  playing  with\r\n\r\nwords.  We judge a man not merely by his words  but\r\n\r\nby  his  deeds.  If the S.P.A. and  other  sinister\r\n\r\nRight-wing forces want to give their support to Ong\r\n\r\nEng  Guan, so be it. We will take them on  in  Hong\r\n\r\nLim  and  give  them the thrashing of their  lives.\r\n\r\nThis is not the first time there has been a\r\n\r\nganging-up  against  the P.A.P. Members will recollect  the\r\n\r\nKallang  by-election  when there  was  another  big\r\n\r\nganging-up.  But  the  collection  of  disreputable\r\n\r\npolitical forces is no guarantee of victory.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I now pose the issue contained in the Deputy\r\n\r\nPrime  Minister's motion clearly and  briefly?  We\r\n\r\nare  here  to  condemn a man who, in effect,  had\r\n\r\nbeen  found by a judicial tribunal to be a liar,  a\r\n\r\nperjurer  and a bigamist. The issue is basically  a\r\n\r\nmoral  one.  This  Assembly must  voice  its  moral\r\n\r\nindignation the dishonourable conduct of one of its\r\n\r\nformer  Members.  It is no use  trying  to  put  up\r\n\r\npretexts  for evading the issue - pretexts which  are\r\n\r\ntoo  flimsy to deceive a child. If the man has been\r\n\r\nguilty  of  dishonourable conduct, then it  is  the\r\n\r\nduty  of  this Assembly to condemn him, so that  in\r\n\r\nfuture rogues and scoundrels will be dissuaded from\r\n\r\nbesmirching  the  dignity  and  reputation  of  the\r\n\r\nAssembly.  I repeat - this is our moral duty  and  I\r\n\r\nlook forward with interest to listening to what the\r\n\r\nMember for Tanglin has to say, for he professes  to\r\n\r\nbe a very strong upholder of moral principles and a\r\n\r\ndisciple  of  moral rearmament.  Let  there  be  no\r\n\r\nevasion  or  side-trackings,  and  let  no  one  be\r\n\r\ninfluenced  by political expediency into abstention\r\n\r\nfrom  voting on this issue. That is the  way  of  a\r\n\r\ncoward.\r\n\r\n\r\n\r\n<br><br>3.20 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Mr Lee Khoon Choy):</b> Mr Speaker, Sir, the\r\n\r\nMember  for Aljunied appeared to be picking up  the\r\n\r\ntactics  of Mr Ong Eng Guan yesterday. He rejected\r\n\r\nthe  Chua  Report  as being outside  the  terms  of\r\n\r\nreference, and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1133</b></font><br><br>\r\n\r\n\r\n\r\nquoted  the P.A.P. comments on the Buttrose Report.\r\n\r\nThe  P.A.P. made those comments at a public meeting\r\n\r\nwithout protection of privilege, because, if hauled\r\n\r\nup,  they were prepared to justify their views. The\r\n\r\nMember  for Aljunied made his observations  as  Mr\r\n\r\nOng  Eng  Guan did inside the Assembly. He has  not\r\n\r\nproduced  one argument or fact to show in what  way\r\n\r\nthe  findings  of the Chua Report are incorrect  or\r\n\r\noutside the terms of reference. Does he or Mr  Ong\r\n\r\nEng  Guan  claim that Mr Ong Eng Guan was  telling\r\n\r\nthe  truth? Will Mr Ong Eng Guan repeat  again  in\r\n\r\npublic  now that he has not the protection of  this\r\n\r\nAssembly  that he had been telling the truth  when\r\n\r\nhe made the allegations?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What of the S.P.A. who have an understandable\r\n\r\ndislike for Inquiry Commissions? Do they or do they\r\n\r\nnot  accept the findings of the Report that Mr Ong\r\n\r\nEng  Guan  lied and that he is a person not  to  be\r\n\r\nbelieved? The truth is that they know that Mr  Ong\r\n\r\nEng  Guan  is a liar, and that he lied.  They  know\r\n\r\nthat  the Report of the findings was true, but they\r\n\r\ncannot admit it publicly, because Mr Ong Eng  Guan\r\n\r\nis   their   candidate  fighting  the  Opposition's\r\n\r\nbattle.  The  S.P.A., like Mr Ong  Eng  Guan,  was\r\n\r\ntrapped  by  their opportunism. Hoping to  fish  in\r\n\r\ntroubled waters, they rushed to support Mr Ong Eng\r\n\r\nGuan  by  saying  that they  would  not  put  up  a\r\n\r\ncandidate in Hong Lim and that he would be fighting\r\n\r\nthe  opposition's battle. The Member for  Cairnhill\r\n\r\nsaid in the Assembly that the by-election is not  a\r\n\r\nfight between Mr Ong Eng Guan and the P.A.P.,  but\r\n\r\na  battle  between the Opposition and the Party  in\r\n\r\npower.  Mr Ong never repudiated the claim that  he\r\n\r\nwas  fighting the Opposition's battle and  has  not\r\n\r\ndone  so  up  to  now. These conferences  with  the\r\n\r\nS.P.A. and  ex-Labour  Front  lawyers  since   the\r\n\r\ncensure   motion  further  proved   that   in   his\r\n\r\ndesperation he was willing to become a stool-pigeon\r\n\r\nfor  the Right. The spirited resistance put  up  by\r\n\r\nthe S.P.A. to censure the motion and the repetition\r\n\r\nby  the S.P.A. of Mr Ong Eng Guan's argument  that\r\n\r\nthe  motion was an attempt to muzzle him, that  the\r\n\r\nby-election  should be held before the findings  of\r\n\r\nthe Report were published,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1134</b></font><br><br>\r\n\r\n\r\n\r\nan  agreement not to weaken the chances of Mr  Ong\r\n\r\nEng  Guan by not putting up an S.P.A. candidate  so\r\n\r\nthat  Right-wing  votes would go to  him - all  these\r\n\r\nindications  of a tie-up between Mr Ong  Eng  Guan\r\n\r\nand the Right-wing are clear enough. Having hitched\r\n\r\ntheir  wagon  to  Mr  Ong  Eng  Guan,  it  is  now\r\n\r\ndifficult  for  the  S.P.A. openly  to  accept  the\r\n\r\nfindings that the allegations he made were  untrue,\r\n\r\nbecause then they would have to admit that Mr  Ong\r\n\r\nEng  Guan  was guilty of dishonourable conduct;  so\r\n\r\nthey  studiously avoid pronouncing judgment on  the\r\n\r\nReport's  findings because there can  only  be  one\r\n\r\njudgment.  On  the  one hand, it  will  not  do  to\r\n\r\nnominate him as the Opposition's candidate, and  on\r\n\r\nthe  other  hand, to proclaim that he is guilty  of\r\n\r\ndishonourable conduct. We also feel  that  Mr  Ong\r\n\r\nEng  Guan and the S.P.A. realise that they have let\r\n\r\nthe  cat  out  of the bag by letting  the  Worker's\r\n\r\nParty,   the  S.P.A. and  the  Singapore  Congress\r\n\r\npublicly  espouse  his  cause.  It  must  be   very\r\n\r\nembarrassing to Mr Ong Eng Guan to have only \r\n\r\nRight-wing and opportunist elements publicly speaking  up\r\n\r\nin  his  defence.  By his enthusiasm  and  lack  of\r\n\r\nsubtlety,  Mr  Ong  Eng Guan  and  his  Right-wing\r\n\r\nbackers  have revealed more than they intended;  so\r\n\r\nnow  the S.P.A., in order to retrieve the situation\r\n\r\nfor  their stooges, take a new line. The S.P.A. no\r\n\r\nlonger claim that Mr Ong Eng Guan is fighting  the\r\n\r\nOpposition's battle; or as the Member for Cairnhill\r\n\r\nclaimed  on 11th January, that the by-election  was\r\n\r\nnot  a  fight  between Mr Ong  Eng  Guan  and  the\r\n\r\nP.A.P., but a battle between the Opposition and the\r\n\r\nP.A.P.  The  Member for Cairnhill took a  new  line\r\n\r\nyesterday  and said that the fight was between  two\r\n\r\nfactions  of  the P.A.P., and may the  lesser  evil\r\n\r\nwin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Opposition are not going to\r\n\r\nbe  involved in the Hong Lim fight. As far  as  the\r\n\r\nmotion  is concerned, they are now going to  remain\r\n\r\nneutral,  though  they  have  opposed  the   motion\r\n\r\nearlier.  They  will abstain. They  have  no  views\r\n\r\nwhether  or  not to condemn Mr Ong  Eng  Guan  for\r\n\r\ndeliberately  lying under the cover  of  privilege.\r\n\r\nOur  view  is that this decision to abstain  is  an\r\n\r\nattempt to cover up the fact that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1135</b></font><br><br>\r\n\r\n\r\n\r\nMr  Ong Eng Guan is the tool of the S.P.A. Now Mr\r\n\r\nOng  Eng  Guan can claim that since the  S.P.A. is\r\n\r\nabstaining  on the motion, it was clear proof  that\r\n\r\nhe  did  not  enjoy their patronage.  The  S.P.A.'s\r\n\r\nclaim  that he was fighting the Opposition's battle\r\n\r\nwas merely a joke and the S.P.A. pranksters are not\r\n\r\nto be taken seriously. I shall not be surprised, in\r\n\r\nview  of  this new line, that Mr Ong will join  in\r\n\r\nthe  make-believe  that he is no S.P.A. tool,  and\r\n\r\neven issues statements denouncing the S.P.A.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people in Singapore and also in Hong Lim are\r\n\r\nnot   fools.   They  can  smell   out   liars   and\r\n\r\nopportunists  and  Right-wing  stool-pigeons.  They\r\n\r\nknow  that not a single trade union, not  a  single\r\n\r\nassociation outside the Right-wing, has come out in\r\n\r\ntheir   support.  They  are  not  fooled   by   the\r\n\r\n\"Independence  Now\" slogans, because Mr  Marshall,\r\n\r\nMr   Lim  Choon  Mong  and  even  the  Member  for\r\n\r\nCairnhill  have also echoed the same  slogans.  And\r\n\r\nfor  the  same reason to win support by  posing  as\r\n\r\nanti-colonialists. Then why do the S.P.A. want  to\r\n\r\nremain  neutral  and abstain? The  reason  is  very\r\n\r\nsimple.  Because they want to find out if  Mr  Ong\r\n\r\ncan   split   the   unity  of  the  Left-wing   and\r\n\r\nprogressive  forces in Hong Lim  - a  working  class\r\n\r\narea.  They want to find out whether the people  of\r\n\r\nSingapore are sufficiently politically conscious to\r\n\r\nsupport  the principles and policies of the P.A.P.,\r\n\r\nor  whether they can be deluded into supporting  an\r\n\r\nindividual  who  uses  lies  and  deceit  to  build\r\n\r\nhimself up as a revolutionist.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If Mr Ong can split the progressive forces in\r\n\r\nHong  Lim by posing as a revolutionary, by claiming\r\n\r\nthat  it was he personally and not the P.A.P. as  a\r\n\r\nmovement  which brought progress to  Singapore  and\r\n\r\nchampioned the people, then that will be the signal\r\n\r\nfor   the   Right-wing  to  launch  their  \r\n\r\ncounter-revolution. Mr Ong could then be built up  with  a\r\n\r\nview  to  splitting the progressive  and  Left-wing\r\n\r\nforces  and thus open the doors for a come-back  by\r\n\r\nthe Right. If they can help Mr Ong Eng Guan to win\r\n\r\nin  Hong Lim, then the Right-wing would be able  to\r\n\r\nboost the morale of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1136</b></font><br><br>\r\n\r\n\r\n\r\ntheir  Right-wing patrons who now see no other  way\r\n\r\nof  making a come-back. That is why the Right-wing,\r\n\r\nled  by  the S.P.A., are working so hard to enhance\r\n\r\nthe  reputation of Mr Ong. A victory for  Mr  Ong\r\n\r\nwould be a morale booster for the dispirited\r\n\r\nRight-wing.  The S.P.A. no more than Ong Eng Guan believe\r\n\r\nin  the so-called 16 resolutions, but if it  would\r\n\r\nhelp  Mr  Ong  Eng Guan to split Left-wing  unity,\r\n\r\nthen   even  the  S.P.A. are  prepared  to   voice\r\n\r\nrevolutionary slogans. The S.P.A. are using Mr Ong\r\n\r\nEng  Guan  as a test of how useful he could  be  in\r\n\r\ndividing  the Left and thus opening the way  for  a\r\n\r\nresurgence of the Right. In a way, the Hong Lim\r\n\r\nby-election is not unlike the Kallang by-election.  In\r\n\r\nthe  Kallang  by-election, the  then  Labour  Front\r\n\r\njoined the Liberal-Socialists, who, in turn, were a\r\n\r\ncoalition of remnant Progressives and Democrats, to\r\n\r\nsee  if  the united front of the Right could defeat\r\n\r\nthe P.A.P. They failed then, and they will fail  in\r\n\r\nHong  Lim.  This  time they are  using  a  renegade\r\n\r\nP.A.P. who  has not only turned informer  for  the\r\n\r\nRight-wing by pretending to them that he had a  lot\r\n\r\nof  secret information to reveal which could damage\r\n\r\nthe  P.A.P., but who, has in a desperate effort  to\r\n\r\nstage  a  political  comeback agreed  to  play  the\r\n\r\ndangerous game of stooging for the Right. So let it\r\n\r\nbe  clear to the people that the fight in Hong  Lim\r\n\r\nis  not between two factions in the P.A.P. It is  a\r\n\r\nfight between the P.A.P. and the Ong/Lim coalition.\r\n\r\nWhat the Right is seeking is not a victory for  Mr\r\n\r\nOng, who they know is a liar and an opportunist and\r\n\r\nby  no means a revolutionary, but a victory for the\r\n\r\nRight.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the S.P.A. know very well that\r\n\r\nMr  Ong Eng Guan is so desperate that he would not\r\n\r\nhesitate  to  tell  any lies  to  further  his  own\r\n\r\ninterest  and  that he is prepared to  destroy  the\r\n\r\nP.A.P with reckless lies and slanders. Such a  man,\r\n\r\nthe S.P.A. know, can be a useful tool in the\r\n\r\nRight-wing's scheme to try and destroy the P.A.P. Mr Ong\r\n\r\nwas  publicly accused by 22 Assemblymen of  telling\r\n\r\nlies. He was proved to have lied in the Assembly. A\r\n\r\nJudge  found  him a man who would not  hesitate  to\r\n\r\ntell   untruths.  If  he  has  lied  to  his  Party\r\n\r\ncolleagues and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1137</b></font><br><br>\r\n\r\n\r\n\r\nif  he  has lied before the Assembly and  before  a\r\n\r\nJudge,  he is capable of lying in Hong Lim provided\r\n\r\nhe can do it safely. His favourite weapon is either\r\n\r\nto  cast  smears or lie secretly to individuals  by\r\n\r\nhole and corner methods where there would be no one\r\n\r\nto challenge him. In the Party, his tactics were to\r\n\r\nget  individual  members quietly to  a  corner  and\r\n\r\nwhisper falsehoods. Never had he dared to utter his\r\n\r\nfalsehoods openly and in the presence of  those  he\r\n\r\nseduced.  When openly challenged he  did  the  bunk\r\n\r\nunder one pretext or another.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a favourite lie of his, and\r\n\r\nalso echoed by the S.P.A., is that this conflict is\r\n\r\na  personal conflict between Mr Lee Kuan  Yew  and\r\n\r\nMr  Ong  Eng  Guan. When pointed  out  that  every\r\n\r\nP.A.P.   Assemblyman,  Party  members   and   trade\r\n\r\nunionists  have attacked him as an opportunist  who\r\n\r\nin  his  desperation is ready to betray and destroy\r\n\r\nthe  P.A.P. to  further the  cause  of  Right-wing\r\n\r\nparties,  like  the S.P.A., he explained  that  all\r\n\r\nthese men had been intimidated into attacking him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Cairnhill said\r\n\r\nthat   we  should  be  ashamed  of  ourselves   for\r\n\r\ndenouncing and condemning a party member who was\r\n\r\nex-Mayor, ex-Minister and also a very important man in\r\n\r\nthe  Party. The mistake usually made by leaders  of\r\n\r\nruling  parties in certain countries in  South-East\r\n\r\nAsia  is  that  they have not the courage  to  take\r\n\r\naction against their own colleagues when they  find\r\n\r\nthat  they are in the wrong; and that is the  usual\r\n\r\nbeginning of a corrupt government. We in the P.A.P.\r\n\r\nwill always have the courage and guts to do away on\r\n\r\nour own accord with any member or any leader who is\r\n\r\nfound to be dishonest, corrupt or against the Party\r\n\r\nprinciples. The S.P.A. did not have the courage  to\r\n\r\ntake  action  against Mr Chew Swee  Kee,  although\r\n\r\nthey  knew what he was doing. That was one  of  the\r\n\r\nreasons for their downfall.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It looks to me we should have a\r\n\r\nballot  for speakers! If there is no other speaker,\r\n\r\nI will put the Question.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1138</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr\r\n\r\nSpeaker, can I just hold the fort for the Deputy\r\n\r\nPrime Minister?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it was not my original\r\n\r\nintention  to speak at length on this  debate.  The\r\n\r\noriginal   motion   was  firstly   connected   with\r\n\r\nallegations  against  me  and  my  colleague,   the\r\n\r\nMinister  for Labour and Law. On that occasion  the\r\n\r\nLeader  of the House made it clear that  I  had  no\r\n\r\nwish  to  be a judge of my own conduct and that  it\r\n\r\nwas  up  to other Members of the Assembly to decide\r\n\r\nthe rights or wrongs of the matter. Since then, the\r\n\r\nmatter has been investigated into and findings have\r\n\r\nbeen  made  thereon by an independent  person.  But\r\n\r\nwhat I have to say on this motion concerns not  Mr\r\n\r\nOng  Eng Guan, who has been proved a liar and  whom\r\n\r\nwe hope to have the opportunity of meeting again in\r\n\r\nHong  Lim, if he is so unwise as to appear.  But  I\r\n\r\nwould  like  to  take this opportunity  to  make  a\r\n\r\ncommentary  on what I think is one of  the  reasons\r\n\r\nfor  the  failure  of  the  parliamentary  type  of\r\n\r\ndemocratic system in Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On several occasions in the past, I have had to\r\n\r\nunderline  the  fact  that  the  Western  type   of\r\n\r\nparliamentary democracy has to be adapted  to  suit\r\n\r\nand  meet  the practical realities of our position.\r\n\r\nThe system of one man one vote, one adult one vote,\r\n\r\nregardless    of   whether   he   has   educational\r\n\r\nqualifications,  can ensure that the  interests  of\r\n\r\nthe  majority  prevail over the  minority,  without\r\n\r\nhaving to crush and destroy all Opposition, only if\r\n\r\nadjustments are made to preserve not the forms  and\r\n\r\nfrills  of  the system but its essence - the  essence\r\n\r\nbeing  a relatively tolerant political system which\r\n\r\nensures  a change in the social and economic  order\r\n\r\nof a society without having to resort to violence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One curious fact which emerges from the\r\n\r\nexperiments in parliamentary democracy in  Asia  is\r\n\r\nthat  it works only when the governing party has  a\r\n\r\nclear  majority, and is strong and decisive.  Where\r\n\r\nan  elected government is weak and has  not  got  a\r\n\r\nclear   majority,  or  is  composed  of   coalition\r\n\r\nfactions, then the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1139</b></font><br><br>\r\n\r\n\r\n\r\nsystem  breaks  down,  as it  has  broken  down  in\r\n\r\nIndonesia; as it has broken down in Burma when  the\r\n\r\ngoverning party, the A.F.P.F.L., broke up into  two\r\n\r\nsections  and  the  Army had to take  over;  as  it\r\n\r\nthreatened to break down in Ceylon under  the  late\r\n\r\nMr   Bandanaraike  who  did  not  have  a  working\r\n\r\nmajority  and  depended on coalition  support.  And\r\n\r\nlest we forget, as it threatened to break down in a\r\n\r\nsemi-experiment between the years 1955 and 1959  in\r\n\r\nSingapore   under  the  government  of  Mr   David\r\n\r\nMarshall and later the government of the Member for\r\n\r\nCairnhill  who had to depend on unstable  alliances\r\n\r\nand  coalitions, many or all of which  were  of  an\r\n\r\nopportunistic  nature. It is only in  India,  where\r\n\r\nthe  Government (the Congress Party) has a decisive\r\n\r\nmajority  and  in the Federation of  Malaya,  where\r\n\r\nU.M.N.O. has a clear majority, that the attempt  to\r\n\r\nwork  the  Western type of parliamentary  democracy\r\n\r\nhas not failed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Ceylon has been out of the news for some\r\n\r\ntime  as an area of strife and instability. I would\r\n\r\nlike  to  suggest that one of the reasons is  that,\r\n\r\nunlike   her   late   husband's  Government,   Mrs\r\n\r\nBandanaraike  at least has a working  majority.  In\r\n\r\nthe  same way, one of the reasons why Singapore  is\r\n\r\nout  of the international news columns of riots and\r\n\r\ncivil  commotion,  economic  unrest  and  political\r\n\r\ninstability, is that there is a government  with  a\r\n\r\nclear  majority  and with a clear  mandate  on  its\r\n\r\npolicy.  From these facts and from these phenomena,\r\n\r\nthe conclusion one is forced to draw is that one of\r\n\r\nthe   problems   that   bedevil   experiments    in\r\n\r\nparliamentary  democracy  in  Asia  is   that   the\r\n\r\nopposition  often is unwilling, or perhaps  unable,\r\n\r\nto  play  up  to its role within the constitutional\r\n\r\nframework, and that when the Opposition is  strong,\r\n\r\nit  can  and often does foul up the working of  the\r\n\r\nsystem.     A    proper    Opposition - theoretically\r\n\r\nspeaking - opposes  the policy of the  Government  by\r\n\r\noffering  an  alternative remedy  to  economic  and\r\n\r\nsocial  problems, whilst at the same time upholding\r\n\r\nthe  institutions upon which the democratic  system\r\n\r\nis  based. One of these institutions is, of course,\r\n\r\nthe elected\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1140</b></font><br><br>\r\n\r\n\r\n\r\nLegislature itself. Unfortunately, most, though not\r\n\r\nall,  oppositions  over large  parts  of  Asia  are\r\n\r\nnegative in that they have no alternative policy of\r\n\r\ntheir own to offer the electorate. They oppose  for\r\n\r\nthe  sake  of  opposing  not  just  the  Party   in\r\n\r\npower - for that is the legitimate duty and  role  of\r\n\r\nthe  Opposition - but  very often  they  oppose  and\r\n\r\nchallenge the institutions of the State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our Opposition is feeble, and\r\n\r\nnot  just  in  numbers.  We have  tried,  and  will\r\n\r\ncontinue  to try, to make it possible for  them  to\r\n\r\nplay   their  proper  constitutional  role,  albeit\r\n\r\nlimited, to criticise Government policies, to offer\r\n\r\ntheir own solutions to our problems, in order  that\r\n\r\nat  the  appropriate  time the  people  can  decide\r\n\r\nbetween  the  course  of  action  we  offer,  as  a\r\n\r\nsolution to our problems, and the course of  action\r\n\r\nthey offer. But if there is one thing this Ong  Eng\r\n\r\nGuan  issue  has proved, it is that the opportunity\r\n\r\nwhich  the Opposition has had to play its role  has\r\n\r\nnot  been utilised. It is wasted because,  from  my\r\n\r\nown  observation, it is an Opposition with no fixed\r\n\r\nbeliefs  and  no  fixed  political  principles.  It\r\n\r\nopposes  on  the  basis of opportunistic  political\r\n\r\nmanoeuvring.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will remember, Sir, this matter first arose\r\n\r\non  19th December last year when the Leader of  the\r\n\r\nHouse   moved  his  motion  of  censure,   and   an\r\n\r\nadjournment was sought to the 23rd when it came  up\r\n\r\nfor  debate.  On  that  occasion  the  Member  for\r\n\r\nCairnhill said that this issue - and I quote him from\r\n\r\ncol. 864:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`... had made it difficult for the Opposition to\r\n\r\nenter into this debate which, in the minds and  the\r\n\r\nhearts  of  the people outside, has nothing  but  a\r\n\r\npolitical motive'.\r\n\r\n\r\n\r\n<br><br>Then  you reminded him, Mr Speaker, Sir,  of  your\r\n\r\nview  of the matter, and he went on to say in  col.\r\n\r\n865:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`What I was going to say was that we on this side\r\n\r\nof  the  House think that the right way to  discuss\r\n\r\nthis motion is as you have ruled and that we do not\r\n\r\ngive credence to what the people outside say,.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, if we want to accept the literal,\r\n\r\nstraightforward  meaning  of  what  he   said,   he\r\n\r\nhonestly does not believe that that has a political\r\n\r\nmotive,  and one must assume that what  the  Member\r\n\r\nsaid in this House is on the record.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1141</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, in the course of the debate, it\r\n\r\nis quite clear that Members of the Opposition were\r\n\r\nnot  interested in seeing the dignity of the  House\r\n\r\nupheld  and  the  standards of  honourable  conduct\r\n\r\nmaintained. They were intent on helping to  confuse\r\n\r\nthe  issue before the people, intent on whether  or\r\n\r\nnot to help Mr Ong Eng Guan confuse the issue. But\r\n\r\nwhat was the issue, Sir? A Member had made a number\r\n\r\nof  false and baseless accusations under the  cover\r\n\r\nof  his  privilege  in  this  House  against  other\r\n\r\npersons,  both  in this Assembly and  outside.  The\r\n\r\nOpposition  was  not interested in  the  harm  that\r\n\r\nwould  be  done  to  this  House  if  parliamentary\r\n\r\nprivilege  was  wilfully abused in this  way.  From\r\n\r\nwhat  they actually said, I think the truth is that\r\n\r\nwhat they were interested in using Mr Ong Eng Guan\r\n\r\nas  a  means to confuse the people in the hope that\r\n\r\nit  would  weaken their confidence in the integrity\r\n\r\nof  the  Government. But what I think they did  not\r\n\r\nrealise  was that both the legal arguments made  in\r\n\r\nthis  Chamber  and the statements made  outside  by\r\n\r\nOpposition Party leaders were calculated to confuse\r\n\r\nand cloud the issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you will remember that on the\r\n\r\n23rd  December last year, Mr Ong Eng Guan said  he\r\n\r\nwas  going to substantiate his allegations.  Nobody\r\n\r\nwas  more surprised and more disappointed than  the\r\n\r\nMembers  opposite. They showed it in  their  faces.\r\n\r\nHere was a man who said he had the dope to kill the\r\n\r\nGovernment - political corruption.  He  said  he  was\r\n\r\ngoing  to  prove it. They were crestfallen  because\r\n\r\nthey  knew that Mr Ong had embarked on a  perilous\r\n\r\ncourse which would lead to his exposure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if they had wanted to play politics and to\r\n\r\nplay  it  within certain principles, I  would  have\r\n\r\nthought that surely the least they could do was  to\r\n\r\ninsist on the grave charges being investigated  and\r\n\r\nthoroughly  looked  into  and  placed  before   the\r\n\r\npeople. For if they were found to be true, or even\r\n\r\npartly  true,  then it must mean the fall  of  this\r\n\r\nGovernment and fresh general elections. And  it  is\r\n\r\nthe  duty, not only of the Government but  also  of\r\n\r\nthe  Opposition, to get at the truth,  and  to  see\r\n\r\nthat  when such accusations are made against people\r\n\r\nin\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1142</b></font><br><br>\r\n\r\n\r\n\r\nhigh  office, they are met. Someone who had been  a\r\n\r\nMinister  in the Government alleged that there  had\r\n\r\nbeen  malpractices and political corruption in high\r\n\r\nplaces.   But  the  Opposition  never  showed   any\r\n\r\ninterest in pursuing this charge. What they  wanted\r\n\r\nto  do, Mr Speaker, Sir, in my submission, was  to\r\n\r\nhave  a  by-election  in  Hong  Lim,  whilst  these\r\n\r\ncharges were still in the air, left uninvestigated;\r\n\r\na  mist of doubt and suspicion cast over honest and\r\n\r\ndishonest alike.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me put this to the Member for Cairnhill. The\r\n\r\nSecretary-General of the S.P.A. said in a statement\r\n\r\non 7th February - a Press release:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`... is an attempt to rouse the S.P.A. into\r\n\r\nprecipitate  and  hasty action.  Much  dirt  hidden\r\n\r\nhitherto  by P.A.P. leaders has now been  revealed.\r\n\r\nEven   the   absence  of  the  Party's   Organising\r\n\r\nSecretary from Singapore at this crucial moment  is\r\n\r\nsignificant.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Much dirt,\", Sir, hitherto hidden. Mr Lim Choon\r\n\r\nMong,   Secretary-General - not  a   very   important\r\n\r\nperson;  not  a very responsible officer.  But  for\r\n\r\nthis to come from the Member for Cairnhill who knew\r\n\r\nthat  he  would have to come before this House  and\r\n\r\nface us - on the  11th February:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The shameful P.A.P. eruptions and events\r\n\r\nfollowing had sent up plenty of \"dirt\". More  would\r\n\r\nbe revealed during the by-election at Hong Lim.'\r\n\r\n\r\n\r\n<br><br>\"Dirt - more would be revealed\". If there is any dirt\r\n\r\nanywhere,  I say it is the duty of every Member  of\r\n\r\nthis Assembly to focus public attention upon it, in\r\n\r\norder  that those on whom the dirt rests  shall  be\r\n\r\ncleansed out of the body politic. Far from  wanting\r\n\r\nto  have  the  dirt  put  under  a  microscope  and\r\n\r\nproperly  diagnosed, all they  were  interested  in\r\n\r\ndoing  was  to add more dirt and more smear.  These\r\n\r\nare  statements just on the borderline,  Sir,  They\r\n\r\nare not specific enough for us to take them up on a\r\n\r\nchallenge, but just enough to insinuate that  there\r\n\r\nwas  a  lot  of  corruption. But to  my  mind,  Mr\r\n\r\nSpeaker, Sir, it is not only unprincipled.  Let  me\r\n\r\nassure them that it is a positively dangerous  line\r\n\r\nto   take  with  this  Government,  being  of   the\r\n\r\ncharacter  and of the temperament that it  is.  One\r\n\r\nthing we must be prepared to do - that each and every\r\n\r\nallegation of malpractice must be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1143</b></font><br><br>\r\n\r\n\r\n\r\ninvestigated, for the fundamental pre-condition for\r\n\r\nthe successful working of the democratic system  is\r\n\r\nthat  those who offer themselves as members of  the\r\n\r\npolitical  leadership  to  implement  policies   on\r\n\r\nbehalf  of  the public must be men of some  honesty\r\n\r\nand integrity, in order to make any election pledge\r\n\r\nand  any  election  programme worth  looking  into.\r\n\r\nHowever, that is only one aspect of the reaction of\r\n\r\nthe Opposition Parties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, Sir, I would like to say that\r\n\r\nthe  Minister for Culture has asked me to  mention,\r\n\r\nsince he already spoke yesterday, that when he  was\r\n\r\nreferring to the Opposition, he really intended the\r\n\r\nS.P.A.,  Lib-Socs and so on. To our minds, U.M.N.O.\r\n\r\nis in a slightly different category. They are, as I\r\n\r\nhave said at the very beginning,- \r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Fairer Park):</b> Are you going\r\n\r\nthrough it all over again?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> No. There is a definite\r\n\r\ndistinction.  Let  us admit it - they  went  to  the\r\n\r\nSouthern  Islands and proved they do represent  the\r\n\r\nMalays; and they are tied up with their parent body\r\n\r\nin  the  Federation of Malaya. And it  is  not  our\r\n\r\nbusiness to pick a quarrel with them because of our\r\n\r\ninheritance. But in any case they have not  entered\r\n\r\ninto  this  issue, not in the way  the  Member  for\r\n\r\nCairnhill and his colleagues have done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these statements by the S.P.A.- by the\r\n\r\nMember  for  Cairnhill in this House and  by  other\r\n\r\nofficials outside - show clearly the minds  and  the\r\n\r\nintentions  of the Opposition. Accustomed  as  they\r\n\r\nare to specific charges being made against them and\r\n\r\ntheir  members, and having suffered the humiliation\r\n\r\nof  having one charge of corruption proved  to  the\r\n\r\nhilt  not  only against Mr Chew Swee Kee but  also\r\n\r\nagainst  others closely related to the  members  of\r\n\r\ntheir  regime, they have never thought fit to  meet\r\n\r\nand  answer  allegations of  political  corruption.\r\n\r\nPerhaps they have different standards of conduct in\r\n\r\nthese  matters. Sir, if one wants to be charitable,\r\n\r\none would say that perhaps they\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1144</b></font><br><br>\r\n\r\n\r\n\r\ndo  not  know  that  the  surest  way  to  a  quick\r\n\r\npolitical  demise is to have a charge of corruption\r\n\r\nstick against you unrebutted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two other aspects in this issue.\r\n\r\nWhat  is  the  issue between us and the Opposition?\r\n\r\nNamely,  that  we, as the Party in power,  have  to\r\n\r\nimplement  policies.  They, as  the  Party  in  the\r\n\r\nOpposition,  have  the  right  to  criticise  those\r\n\r\npolicies  as  wrong and misconceived,  and  to  put\r\n\r\nforward  their alternative remedies. But one  likes\r\n\r\nto  believe that people play this opposition on the\r\n\r\nbasis of certain fixed principles, namely, that you\r\n\r\ndo  not  shoot the referee or cut the ropes of  the\r\n\r\nboxing  ring. What I am suggesting to them in  this\r\n\r\nissue  is  this. Whether wittingly or  unwittingly,\r\n\r\nwhat  they have been doing and what the Member  for\r\n\r\nCairnhill did up till yesterday is tantamount to  a\r\n\r\nreckless,  albeit ineffective and  feeble,  attempt\r\n\r\nnot  to bring the Government down and also to wreck\r\n\r\nthe system by misleading the people as to what this\r\n\r\nAssembly was about, as to what the issues are.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me start off with the Member for Hong Lim on\r\n\r\nthe  27th.  It is as you have stated, Mr  Speaker,\r\n\r\nSir.  On  the  31st December, he made a\r\n\r\nstatement\r\n\r\n`Mr  Ong  resigns.' This is not  in  the  Assembly\r\n\r\nrecords.  He issued a statement published in  full,\r\n\r\nnot in full in the Straits Tunes (He has complained\r\n\r\nof it) - but in full in the Nanyang Siang Pau and the\r\n\r\nSin Chew Jit Poh, and I am reading from it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Ong Eng Guan has resigned his seat in the\r\n\r\nLegislative Assembly. Whether it is because of  the\r\n\r\nmotion  moved by the Leader of the House to condemn\r\n\r\nhim  for  his dishonourable conduct and to  suspend\r\n\r\nhim from the service of the Assembly, or because he\r\n\r\nwished  to  have his activities in the  Legislative\r\n\r\nAssembly  strengthened by the  electorate  that  he\r\n\r\ntendered his resignation, once he stands for the\r\n\r\nby-election, he will have to tell the election.'\r\n\r\n\r\n\r\n<br><br>Is  there  any  doubt in their minds what  was  the\r\n\r\ncause of all this?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We have no sympathy for Ong Eng Guan.'\r\n\r\n\r\n\r\n<br><br>So says the S.P.A.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Although he started as a Minister before his\r\n\r\nexpulsion  through power struggle in the Party,  he\r\n\r\nended  as  a Member of the Opposition and  in  this\r\n\r\nparticular instance [namely, what Mr Ong Eng Guan\r\n\r\nhas been doing],\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1145</b></font><br><br>\r\n\r\n\r\n\r\nhe  will, in the by-election, fight in the capacity\r\n\r\nof the Opposition against the Party in power, which\r\n\r\nwith  its majority in the Legislative Assembly  can\r\n\r\nin  many  respects unjustly silence the Opposition.\r\n\r\nFor this reason, we shall not field a candidate for\r\n\r\nthe by-election.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Silence the Opposition! Did we try to silence Mr\r\n\r\nOng?  Does anybody in his right mind believe  that?\r\n\r\nBut  what  we wanted him to do was to speak  up  so\r\n\r\nthat  we could expose him and pin him down  to  the\r\n\r\ntruth.  Official Leader of the Opposition,  Sir!  I\r\n\r\nmean,  we recognise him as such. It is part of  the\r\n\r\ndemocratic  framework  that  there  should  be   an\r\n\r\nofficial  leader of the Opposition. He  appears  in\r\n\r\nthe  table  of precedence. We pay him the  courtesy\r\n\r\nwhich  his position requires. We hope that he  will\r\n\r\nbe  able -  having held positions of \r\n\r\nresponsibility - and  he  says `silence him'. It may be  funny,  Mr\r\n\r\nSpeaker,  Sir.  But it is not funny  when  I  start\r\n\r\nreading a few more passages which contradict  that.\r\n\r\nHaving  said that, he then discovered that  it  was\r\n\r\nall  a  great mistake. Probably Mr Ong  must  have\r\n\r\nrung  him up and said, `Don't be a silly ass.  That\r\n\r\nis the surest way to kill me.' Because the Minister\r\n\r\nfor  Culture immediately went and took up the point\r\n\r\nand   said,   `There  you  are.  This  proves   it.\r\n\r\nOpposition versus Party in power.' That is what  it\r\n\r\nis  all  about. It is a gang-up. So the lines  were\r\n\r\nchanged. It has nothing to do with this. It is  now\r\n\r\nwhat he said yesterday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Two factions in the P.A.P. fighting - pro-Ong Eng\r\n\r\nGuan  versus  pro-P.A.P.' A new  line!  That  is  a\r\n\r\nbetter one anyway. It will help Ong Eng Guan better\r\n\r\nthat  way.  But he forgot that it was on record  as\r\n\r\nrecently as the 11th January. It is on the  record,\r\n\r\nthe transcript, corrected undoubtedly by the Member\r\n\r\nfor  Cairnhill,  because it  already  went  to  the\r\n\r\nPress - so I understand it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Let me tell this House how that statement should\r\n\r\nhave  read  if  the  Press had  been  fair  to  the\r\n\r\nOpposition.'\r\n\r\n\r\n\r\n<br><br>Then he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`But we did say this: \"that because of the fact\r\n\r\nthat  the  by-election  is going  to  be  a  battle\r\n\r\nbetween  the  Opposition and  the  Party  in  power\r\n\r\nwhich,  by  reason of its majority, could  unjustly\r\n\r\nuse its power to silence the Opposition\".'\r\n\r\n\r\n\r\n<br><br>On  the  11th  of  January, it was the  `Opposition\r\n\r\nversus  the  Party  in  power.'  On  the  22nd   of\r\n\r\nFebruary, it was no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1146</b></font><br><br>\r\n\r\n\r\n\r\nlonger that. In fact, it is not even as long ago as\r\n\r\nthe  11th of January. He went on to say - on the same\r\n\r\nday:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`that the Government has no right to think that\r\n\r\nthis  by-election is a fight between  Mr  Ong  Eng\r\n\r\nGuan and the P.A.P.'\r\n\r\n\r\n\r\n<br><br>Those were honest views; presumably they must  have\r\n\r\nbeen, Mr Speaker, Sir, because we start off on the\r\n\r\nassumption  that they are honourable  Members,  and\r\n\r\nnot  liars and rogues. Finally, of course,  it  may\r\n\r\nwell  be  that we corner the Member and he is  left\r\n\r\nwith nothing on him. That is what he said, \"a fight\r\n\r\nbetween  Mr Ong Eng Guan and the P.A.P.\" No  right\r\n\r\nto  consider that. If the Opposition are interested\r\n\r\nin  this  by-election - they want it.  Have  it  now.\r\n\r\nNever mind the Commission of Inquiry. Let the truth\r\n\r\nbe hidden.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the most curious of all the propositions\r\n\r\nthat  have come out from the S.P.A. is this one  on\r\n\r\nthe   4th   of  February.  It  shows  how   rapidly\r\n\r\ncontamination   works  through   association   with\r\n\r\ncontaminated people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`S.P.A.'s stand towards the Hong Lim\r\n\r\nby-election.'\r\n\r\n\r\n\r\n<br><br>They say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It is a struggle between the Government Party\r\n\r\nand the Opposition Party.'\r\n\r\n\r\n\r\n<br><br>That  is the 4th of February. Two and a half  weeks\r\n\r\nbefore  yesterday,  when the Member  for  Cairnhill\r\n\r\ndecided to change his line. Then he went on to say,\r\n\r\nof  course,  all  this  brother-in-law  and  bigamy\r\n\r\ncontroversy. Mr Ong Eng Guan was trying  to  laugh\r\n\r\nit off. He made no allegations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I have said what the intention of the Government really is. Anybody who makes a\r\n\r\ncharge  is entitled to make it. Once he has made  a\r\n\r\ncharge, he gets an investigation, whether he  likes\r\n\r\nit  or not. What I said about multiplicity of wives\r\n\r\nwas  directed  at throwing out Mr  Ong  Eng  Guan,\r\n\r\nsince he refused to give me a chance to sue him.  I\r\n\r\noffered  him  a chance to sue me in order  that  he\r\n\r\nmight go into the witness box. I waited a long time\r\n\r\nfor  that privilege in order to confront him  with\r\n\r\nthe  truth. And the Member for Cairnhill  expressed\r\n\r\nhis regret that only one had been produced. Sir,  I\r\n\r\ndid  not  want to do more damage to a lot of  other\r\n\r\ninnocent young\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1147</b></font><br><br>\r\n\r\n\r\n\r\nladies  who  might wish to live peaceful  lives.  I\r\n\r\nonly   bothered  to  bring  out  those   who   were\r\n\r\nirrevocably  involved. In fact,  there  were  other\r\n\r\nsorts of common law association which I could  have\r\n\r\nbrought  out, but we will let these things lie  for\r\n\r\nthe time being. And he jolly well knew all this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My colleague, the Minister for Finance, asked me\r\n\r\nwhy that man was raving. I said, \"Do not believe  a\r\n\r\nword  of  it. It is all synthetic. He has been \r\n\r\nat this game for such a long time that he can simulate\r\n\r\nrage,  indignation, despair - best of all,  despair,\r\n\r\nbecause  he  has  a lot of practice  in  simulating\r\n\r\ndespair; he has had many occasions genuinely to use\r\n\r\nit.  See  what  he says: `No bearing  on  this \r\n\r\nby-election.  That is how the thing cropped  up.  Hong\r\n\r\nLim 16 resolutions.' He never resigned.\" And indeed\r\n\r\nhe  kept  on.  He was going to be the fierce \r\n\r\nanti-colonialist.  He  was going to shout  slogans  here\r\n\r\nunder cover of privilege and denounce everybody. He\r\n\r\ndid not ever want to resign over the brother-in-law\r\n\r\nissue.  He  was going to justify it. He decided  to\r\n\r\nresign  because,  I suggest, Mr Speaker,  Sir,  he\r\n\r\ndiscovered  that what he was going to say  when  he\r\n\r\njustified it, was not going to be said as a  Member\r\n\r\nof  this Assembly on privilege, but it was going to\r\n\r\nbe  said  on oath and subject to cross-examination.\r\n\r\nWhen  he  said, \"Yes, I will justify  it.\"  perhaps\r\n\r\nonly  one other person on the Opposition Bench knew\r\n\r\nwhat  it meant and his face fell. That man was  the\r\n\r\nMember  for Farrer Park, because he could not  help\r\n\r\nsaying,  \"Give the man a chance,\" when  the  Deputy\r\n\r\nPrime  Minister was trying to pin him  down,  \"What\r\n\r\nare  your  allegations?\" \"For God's sake, give  the\r\n\r\nman  a  chance.\" No, give the convict  or  crook  a\r\n\r\nchance - to get away.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah:</b> The accused, not the crook!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> He knew what justification\r\n\r\nmeant.  It meant substantiation. And when  Mr  Ong\r\n\r\ndiscovered it, he absconded, but not because he was\r\n\r\ngoing  to  fight  on behalf of the people.  He  ran\r\n\r\naway. This is one of the foolish things he did.  If\r\n\r\nhe  keeps on doing it. If he runs away from the \r\n\r\nby-election. He ran away from here; he landed up in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1148</b></font><br><br>\r\n\r\n\r\n\r\nthe Commission of Inquiry. He thinks he can lightly\r\n\r\ndismiss the Inquiry and go off to Hong Lim. Then he\r\n\r\nlands into a bigger mess there, and he runs off  to\r\n\r\nsomewhere else. But that is another matter. What is\r\n\r\nof  interest  is  this. This is an important  Party\r\n\r\nstatement - The  Opposition, under the oppression  of\r\n\r\nthe Party in power - The question is a question  of\r\n\r\nprinciple, whether there is a chance to survive  or\r\n\r\nto  speak. This is from the Nanyang Siang Pau. I do\r\n\r\nnot know why the Straits Times does not publish all\r\n\r\nthese  things. It does not do a world of  good.  It\r\n\r\ndoes infinite harm and the Straits Times suppressed\r\n\r\nthese  things - I  do not know whether  wittingly  or\r\n\r\nunwittingly - and saved them from their own folly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have had this properly translated, Sir, in case\r\n\r\nit  is disputed. I cannot imagine how anybody  can,\r\n\r\nin  his  right  mind, say these things,  which  are\r\n\r\ncompletely at variance with the facts and with  his\r\n\r\nunderstanding of the facts.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> What is the date?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The 4th of February. Can I\r\n\r\njust read this and get the official translation?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I just want to know the date. That\r\n\r\nis all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew)</b>(<i>In Mandarin</i>): The most\r\n\r\nimportant concept is whether the Opposition,  under\r\n\r\nthe pressure of the-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(In English): `The important point [This is not\r\n\r\nmy  translation; it is an official one] is  whether\r\n\r\nor  not the Opposition, under the oppression of the\r\n\r\nparty  in  power, has the chance to survive  or  to\r\n\r\nspeak.'\r\n\r\n\r\n\r\n<br><br>A  question  of  principle! They can  stand  up  to\r\n\r\nprinciples on the basis of the lies, of a  perjurer\r\n\r\nand a bigamist. Principles! Just in case the Member\r\n\r\nfor Farrer Park and the Member for Tanglin stand up\r\n\r\nand  disavow all these things, let me cap them  all\r\n\r\nby another quotation from the Member for Cairnhill.\r\n\r\nThe  Member for Cairnhill said in the Straits Times\r\n\r\nof 11th February, 1961:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"We like to make it clear that news releases are\r\n\r\nthe  responsibility  of the  party  executive.  The\r\n\r\nchairman  and  secretary general are  the  officers\r\n\r\nauthorised  to  sign such releases,  and  in  their\r\n\r\nabsence,  the  vice-chairman or  deputy \r\n\r\nsecretary-general.\" '.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1149</b></font><br><br>\r\n\r\n\r\n\r\nIn case people do not take him seriously enough, he\r\n\r\nshouts  his \"independence\" line. According  to  the\r\n\r\nMember  for  Cairnhill,  a momentous  decision  was\r\n\r\nreached  some months ago: to be anti-colonialist,\r\n\r\nto fight for immediate independence. And he kept it\r\n\r\na closely guarded secret.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One day, the Secretary-General, ex-Lib-soc,\r\n\r\nex-Progressive, ex-Member of this Assembly,  who  used\r\n\r\nto  lighten the burden of our debates by his  comic\r\n\r\nintervention about youth, said that we  have  been\r\n\r\nin  office for 18 months and we have made slow but\r\n\r\nnevertheless progress. The Tunku comes out  to  say\r\n\r\nthat  he  is satisfied. We never asked him  to  say\r\n\r\nthis. A German journalist asked him. He said,  yes,\r\n\r\nwe were Malayan-minded and he hoped others would be\r\n\r\nlike  us. And then progress that comes with a trade\r\n\r\nrevolution.  The  Member  for  Cairnhill   is   not\r\n\r\ninterested  in  merger. He wants independence  now,\r\n\r\nwith  the  most  curious explanation  that  I  have\r\n\r\nheard.  Why  do  they  want independence  now?  The\r\n\r\nMember  for Cairnhill said since we came in we  had\r\n\r\nmade  merger impossible. Therefore, we had to fight\r\n\r\nfor  independence. I do not know, Mr Speaker, Sir,\r\n\r\nwhether  this  is  seriously  put  forward  as   an\r\n\r\nalternative policy. Sane, sensible men are supposed\r\n\r\nto  put  forward this policy to an even  saner  and\r\n\r\nsensible  electorate.  I say  to  them,  \"Have  the\r\n\r\ncourage  to  stand  up  for your  beliefs.  Send  a\r\n\r\ncandidate down to Hong Lim. Shout these slogans and\r\n\r\nlet  the  people decide.\" But I have explained  the\r\n\r\nreason why they do not do it is that they have  not\r\n\r\ngot the courage of their convictions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill said yesterday, Sir,\r\n\r\nthat this was really a fight between what he called\r\n\r\nthe pro-Lee Kuan Yew group and the pro-Ong Eng Guan\r\n\r\ngroup. Sir, these are 39 stooges. Mr Ong Eng  Guan\r\n\r\nalso was once upon a time by inference a stooge  of\r\n\r\nmine. What the Member did not go on to say was that\r\n\r\nthe  pro-Ong Eng Guan group now includes some  very\r\n\r\ncurious fish like Mr R. C. H. Lim, a former Labour\r\n\r\nFront   nominated  Member,  the  Member   for   Joo\r\n\r\nChiat - always absent; he is busy giving advice - Mr\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1150</b></font><br><br>\r\n\r\n\r\n\r\nDavid Marshall, who called Mr Ong Eng Guan a hero.\r\n\r\nWell,  a  man  is entitled to call a chap  what  he\r\n\r\nlikes. He called Mr Lim Cher Kheng Hero No. 1  . Mr\r\n\r\nOng  Eng  Guan  is  the second  man  to  wear  that\r\n\r\nmedallion. A hero for telling lies. What he did not\r\n\r\nsay also was the Member for Cairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not want to rebut the Member's foolish\r\n\r\nstatements made yesterday. But he did say yesterday\r\n\r\nin  explanation  - rather  he  gave  an  explanation\r\n\r\nyesterday. I want to be a little bit careful  about\r\n\r\nthis  since  you  were  an actor  in  the  dramatis\r\n\r\npersonae  of  this  particular event.  He  made  an\r\n\r\nexplanation yesterday of how Mr Ong Eng Guan  knew\r\n\r\nof  the  move to condemn him. I had said openly  he\r\n\r\nalerted   Mr  Ong  Eng  Guan.  He  said   in   his\r\n\r\nexplanation he denied that he alerted Ong Eng Guan.\r\n\r\nHe  said he saw Mr Ong Eng Guan and then he  said,\r\n\r\n\"You  had  better ask the Speaker. I do not  know.\"\r\n\r\nAnd Mr Ong Eng Guan thereafter went to see you  at\r\n\r\nhis  suggestion. When Mr Ong Eng  Guan  came  back\r\n\r\nfrom  seeing  you, he (Mr Ong Eng Guan)  told  the\r\n\r\nMember   for  Cairnhill  that  Mr  Speaker   said,\r\n\r\n\"Surprise  move.\" But the Speaker is  a  gentleman.\r\n\r\nWhat did he say? \"Surprise move.\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> P.A.P. bad, man!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker was a gentleman,\r\n\r\nbut  he  was going to demand notice. The  inference\r\n\r\nleft in the air, Mr Speaker, Sir, was that perhaps\r\n\r\nyou  told  Mr Ong Eng Guan. Sir, you  cannot  take\r\n\r\npart in this debate. For the purpose of the record,\r\n\r\nI  think I should mention briefly that you had told\r\n\r\nme  earlier,  and  you confirmed it  with  me  this\r\n\r\nmorning, that you were surprised when Mr  Ong  Bug\r\n\r\nGuan  came to see you, that he already knew that  a\r\n\r\nmotion  was being considered against him, and  that\r\n\r\nyou told him you were looking into the procedure on\r\n\r\nthe  question  of  notice.  That  fairly  puts  the\r\n\r\nposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I have to choose between your\r\n\r\nrecollection  of  the matter  and  the  Member  for\r\n\r\nCairnhill's  version of what took  place,  I  think\r\n\r\nMembers  of the Assembly will forgive me if  I  say\r\n\r\nthat  I have a preference for your recollection  of\r\n\r\nthis matter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1151</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not wish to dwell further on the other\r\n\r\ndisparaging remarks about the nature of my evidence\r\n\r\nbefore  the Commission of Inquiry which the  Member\r\n\r\nfor  Cairnhill thought fit to make. All I need  say\r\n\r\nis  that it was a public Inquiry Commission and the\r\n\r\nMember   for  Cairnhill,  if  he  felt   that   the\r\n\r\nCommission was being misled, was fully entitled  to\r\n\r\nappear  before the Commission to give his  evidence\r\n\r\nand  to  be  cross-examined. However, I  can  quite\r\n\r\nunderstand why Ministers of the last regime have  a\r\n\r\npsychological fear of appearing before  Commissions\r\n\r\nof  Inquiry to be cross-examined. I myself remember\r\n\r\nthe tremendous resistance put up when we wanted  to\r\n\r\nsubpoena a Minister in the last Government before a\r\n\r\nCommission of Inquiry. That was about City  Council\r\n\r\nmatters.  Finally,  they decided  to  pack  up  the\r\n\r\nCommission of Inquiry rather than have the subpoena\r\n\r\nissued against the Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the Leader of the Opposition adversely\r\n\r\nto  comment in this privileged Chamber on  evidence\r\n\r\nwhich he did not see fit to comment upon before the\r\n\r\nCommission was a sad reflection on his standards of\r\n\r\npublic morality.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, they have a fight on, and that is with the\r\n\r\nP.A.P.  That is fair enough. It is their  business.\r\n\r\nIn  this  particular issue, however,  you  were  at\r\n\r\ngreat  pains, Sir, and I must say we never  thanked\r\n\r\nyou for it, Mr Speaker, Sir, because we thought it\r\n\r\nwas necessary, if we wanted this Chamber to survive\r\n\r\nas  a place of some decorum, dignity and respect in\r\n\r\nthe  eyes of the people, that certain standards  of\r\n\r\nbehaviour were maintained. You were at great  pains\r\n\r\nto emphasise and underline the fact that this was a\r\n\r\nproper disciplinary proceeding and the case had  to\r\n\r\nbe decided on the truth and the merits of the case.\r\n\r\nSir,  regardless  of  all  this,  the  Member   for\r\n\r\nCairnhill  said, yes, he agreed with  the  Speaker.\r\n\r\nThat  was the right way. He promptly went  out  and\r\n\r\nissued  a statement to the contrary, and helped  to\r\n\r\nconfuse  the  issue. What they wanted  to  do  was,\r\n\r\n\"Never mind if it brings the House down, so long as\r\n\r\nit brings the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1152</b></font><br><br>\r\n\r\n\r\n\r\nP.A.P down.\" And our attitude was, \"For God's sake,\r\n\r\ndo what you like: but if you try to bring the House\r\n\r\ndown, then you cannot blame the Government if  they\r\n\r\ncease  to  afford the Opposition the constitutional\r\n\r\nniceties  which  often  a  government  affords   an\r\n\r\nofficial Opposition.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I listened with great interest to the\r\n\r\nperoration by the Member for Cairnhill in which the\r\n\r\nmost  astonishing argument he made was, \"Since  the\r\n\r\nMinister for Culture said, `I do not care  how  the\r\n\r\nOpposition  votes,' therefore I  am  not  going  to\r\n\r\nvote. So there you are.\" That was what I heard  him\r\n\r\nsay  yesterday. \"Since you don't care, well,  I  am\r\n\r\nnot  voting. So there you are.\" Sir, I thought that\r\n\r\nthey were in quite a dilemma. They had opposed  the\r\n\r\nGovernment from the very beginning. The  Leader  of\r\n\r\nthe  House and I took the trouble to acquaint  them\r\n\r\nof  the position. This was not a party matter. This\r\n\r\nwas  a  constitutional matter concerning the  whole\r\n\r\nAssembly.  The matter was discussed with  you.  You\r\n\r\nsaid the Opposition had first of all to be kept  in\r\n\r\nmind.  Let everybody, in so far as it was possible,\r\n\r\nbe  acquainted with the position. But they saw  fit\r\n\r\nto  oppose.  All kinds of red herrings  were  drawn\r\n\r\nacross  the line. I must say I listened to some  of\r\n\r\nthe  most tortuous legal arguments that I have ever\r\n\r\nheard  in my life in this Chamber. The plain  words\r\n\r\nof   the  constitution,  the  plain  words  of  the\r\n\r\nStanding  Orders, were tortured to  mean  something\r\n\r\nelse,  just  to  create a state  of  confusion  and\r\n\r\ndoubt.  Everybody from the other side of the  House\r\n\r\nwas  in doubt. However, we knew that they could not\r\n\r\nvote  contrary to the way they voted the last time,\r\n\r\nbecause  then  they would be kicking themselves  in\r\n\r\ntheir own teeth. But we are glad that they did  not\r\n\r\nhave  the audacity the second time, in the face  of\r\n\r\nthis Report and the evidence that was placed before\r\n\r\nthe Commission, to say that they thought the former\r\n\r\nMember  for  Hong  Lim was being  silenced  by  the\r\n\r\nGovernment.  \"Silenced by the Government\" - a  charge\r\n\r\nthey  kept on repeating right up till the 11th  of\r\n\r\nFebruary.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1153</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know what they intended to do, but\r\n\r\nI will tell them what they have succeeded in doing.\r\n\r\nThey  have succeeded in forfeiting, in my  opinion,\r\n\r\ntheir  own self-respect and in dispelling any  hope\r\n\r\nanyone  may  have had that, weak though  they  are,\r\n\r\nthey  could  yet  fulfil the role  as  a  balancing\r\n\r\ncounterpoise within the framework of the democratic\r\n\r\nsystem.  This  motion formally  condemns  a  proven\r\n\r\nliar, and it is really not necessary other than for\r\n\r\nthe purposes of the record. The lies that have been\r\n\r\nuttered  are  recorded  in  Hansard.  Part  of  the\r\n\r\nproceedings and the fact that they have been proved\r\n\r\nlies  as  a  result of this debate also go  on  the\r\n\r\nrecord.  But more important, it condemns all  those\r\n\r\nwhether  in the Opposition inside the Assembly,  or\r\n\r\noutside  who tried to cover up Mr Ong  Eng  Guan's\r\n\r\nlying   tactics   by  confusing   the   issue,   by\r\n\r\ninsinuations  of  dirt and more dirt  to  come,  by\r\n\r\nreckless,  unprincipled and cowardly  attacks  when\r\n\r\nthey  were not prepared to make them stick,  firmly\r\n\r\nand formally, or even to back up their beliefs even\r\n\r\nif they had no evidence. Just back up their beliefs\r\n\r\nby  contesting the by-election. All they can do  is\r\n\r\nto find a stooge to be their proxy for this fight.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, first of all, permit\r\n\r\nme  to  congratulate the Prime Minister  on  having\r\n\r\nmade   such  a  thoroughly  good  prepared   speech\r\n\r\nalthough   he  was  not  prepared  to  speak   this\r\n\r\nafternoon! The one who immediately follows  in  the\r\n\r\nwake  of the Prime Minister of course faces a  very\r\n\r\ndifficult proposition to match his eloquence,  his\r\n\r\nlogic and sometimes his wit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the gravamen of the Prime\r\n\r\nMinister's  speech  this  afternoon  was  that  the\r\n\r\nOpposition is unwilling or unable to play its  role\r\n\r\nin   the   parliamentary   system   of   democratic\r\n\r\ngovernment. I am very glad that the Prime  Minister\r\n\r\nhas,  at  this  late  stage in  the  life  of  this\r\n\r\nAssembly,  recognised  that the  Opposition  has  a\r\n\r\nproper  parliamentary function to perform,  perhaps\r\n\r\nas  important  as  the  Government  itself  has  to\r\n\r\nperform, in a parliamentary system of government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from the time this House first\r\n\r\nsat up till quite recently you\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1154</b></font><br><br>\r\n\r\n\r\n\r\nwill remember what the Prime Minister's views about\r\n\r\nthe  Opposition were - how scathing he was about  the\r\n\r\nOpposition.  He  thought very little  about  it.  I\r\n\r\nbelieve  he  even  once said  that  the  Opposition\r\n\r\nreminded him of the days he went through during the\r\n\r\nJapanese occupation when he used to see - I think  it\r\n\r\nwas -  empty gunny sacks being jabbed at  by  brave,\r\n\r\nstrong  Japanese soldiers. That is how  he  likened\r\n\r\nthe Opposition. Mr Speaker, Sir, if the Opposition\r\n\r\nhas  not  come  up  to  his  expectations  in  this\r\n\r\nparticular   debate - and  the  Prime   Minister   is\r\n\r\nentitled  to his own opinion just as everyone  else\r\n\r\nis  entitled  to his - might I tell him  that,  to  a\r\n\r\nlarge  extent,  he is responsible for  the  present\r\n\r\nsituation? For purposes and for reasons best  known\r\n\r\nto  himself,  he has within this Assembly  and  his\r\n\r\nParty has outside this Assembly made it quite clear\r\n\r\nthat  the Opposition was a despicable lot not worth\r\n\r\nlistening  to;  anything they said  was  not  worth\r\n\r\nconsidering; they were politically bankrupt.  These\r\n\r\nwere   all   the  phrases  he  used.   The   phrase\r\n\r\n\"politically  bankrupt\"  in  connection  with   the\r\n\r\nOpposition  has  been used by  the  Prime  Minister\r\n\r\nhimself on a number of occasions. His sole and main\r\n\r\npurpose was to discredit the Opposition in the eyes\r\n\r\nof  the public and not to give it any status in the\r\n\r\nparliamentary  system  of government.  Having  done\r\n\r\nthat, today when he needs- \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I do not need-\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> - the Opposition more badly, he comes\r\n\r\nalong   and  says  that  the  Opposition  has   not\r\n\r\nperformed its parliamentary role in this democratic\r\n\r\nsystem of government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister is very good. He is even\r\n\r\nbetter  when  he is at bay - and he was fairly  good\r\n\r\ntoday.  I think it was a constitutional expert  who\r\n\r\nsaid  that the main function of a government  in  a\r\n\r\nparliamentary system of democracy is  to  encourage\r\n\r\nthe  Opposition and to build up a strong Opposition\r\n\r\n[Laughter].  The  Prime  Minister  laughs  and  his\r\n\r\nDeputy  laughs, and yet they hold up  the  lack  of\r\n\r\nsupport of this motion as a basis for saying-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1155</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Lack of principles, not lack\r\n\r\nof support.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> - that we have failed the institution\r\n\r\nof  parliamentary democracy. If I may put it to the\r\n\r\nPrime  Minister - he  has  a  lot  to  take  on   his\r\n\r\nshoulders in all these matters - the business of  Ong\r\n\r\nEng  Guan  need not have come to this head  had  he\r\n\r\ntaken  action  very  much earlier.  On  a  previous\r\n\r\noccasion  in this Assembly I had told him  that  we\r\n\r\ncould have been spared all these episodes about Ong\r\n\r\nEng  Guan and these little episodes in the  Chamber\r\n\r\nhad  he  taken  action in time.  But  he  did  not,\r\n\r\nbecause  he  did not want to save the parliamentary\r\n\r\nsystem  of government then. He wanted to  save  his\r\n\r\nParty.  Now when the time has come when  he  thinks\r\n\r\nhis Party can be saved and Ong Eng Guan jettisoned,\r\n\r\nthe moves against this gentleman start.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if, as the Prime Minister has\r\n\r\nsaid,  the  Opposition has taken  a  line  on  this\r\n\r\nmotion moved by the Deputy Prime Minister which  is\r\n\r\nnot  in  keeping with what you said should  be  the\r\n\r\ntone  of the debate, might I ask the Prime Minister\r\n\r\nto  indicate where in the course of the  debate  on\r\n\r\nthe main motion that has taken place? He might have\r\n\r\nfelt  it, but there is nothing on record so far  as\r\n\r\nthe main motion is concerned to indicate that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I remember correctly, this was the position.\r\n\r\nThe  motion  was  moved. The Deputy Prime  Minister\r\n\r\nspoke as the mover of the motion, and then Mr  Ong\r\n\r\nEng  Guan started. In the course of his speech,  he\r\n\r\nmade  certain statements which seemed  to  give  an\r\n\r\nindication  to  you  that he was  challenging  your\r\n\r\nruling,  whereupon, after some discussion, Mr  Ong\r\n\r\nEng Guan filed a motion challenging your ruling. In\r\n\r\nthose  circumstances, the debate on the main motion\r\n\r\nwas  then adjourned, and Mr Ong Eng Guan's  motion\r\n\r\nwas  debated  in the House. It was debated  on  the\r\n\r\nbasis  that  your  ruling in the circumstances  was\r\n\r\nincorrect and that the House had no jurisdiction to\r\n\r\nentertain   the   motion.   It   was,   in    those\r\n\r\ncircumstances, on a purely\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1156</b></font><br><br>\r\n\r\n\r\n\r\nlegal and constitutional basis that the matter  was\r\n\r\ndiscussed. The merits of the question whether  the\r\n\r\nconduct   of   the   Member  for   Hong   Lim   was\r\n\r\ndishonourable was not gone into in the  debate.  It\r\n\r\nwas on a purely legal and constitutional basis that\r\n\r\nMembers of the Opposition spoke; and they had their\r\n\r\nviews. Surely the Prime Minister must concede that\r\n\r\nnot  only his views may be right but that somebody\r\n\r\nelse's views may be right; that he is not right all\r\n\r\nthe  time? Some of the difficulties experienced  in\r\n\r\nthis  Assembly  arise because  the  Prime  Minister\r\n\r\nthinks he is always right. If he would only concede\r\n\r\nthat  he  might be wrong on one occasion  and  that\r\n\r\nsomebody else might be right on that occasion, then\r\n\r\nwe  might get on much better. That might have  been\r\n\r\nmuch   better  for  the  parliamentary  system   of\r\n\r\ndemocracy.  The difficulty with the Prime  Minister\r\n\r\nis  that he feels that that is the only line on the\r\n\r\nlaw  which  should  be  taken;  no  other  line  is\r\n\r\npossible.  It has been repeatedly made quite  clear\r\n\r\nin this House that if the first part of that motion\r\n\r\nhad  been taken on its own, then the question might\r\n\r\nhave been different. But because the first part  of\r\n\r\nthe  motion  which the Deputy Prime Minister  moved\r\n\r\nwas coupled with the second part of the motion,  it\r\n\r\nwas  the second part of the motion which caused all\r\n\r\nthe  debate  and all the trouble. This is  only  to\r\n\r\nshow  that the Prime Minister was suffering from  a\r\n\r\ndelusion when he said that that motion was  opposed\r\n\r\nby  the  Members of the Opposition. The substantive\r\n\r\nmotion  was  never  before the  House  for  debate.\r\n\r\nBefore  that motion could come up, the  Member  for\r\n\r\nHong Lim had already resigned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as far as the Opposition is concerned, we\r\n\r\nhave tried to discharge what we consider to be  our\r\n\r\nconstitutional duties in this House. If  the  Prime\r\n\r\nMinister thinks we were ineffective and we were not\r\n\r\nas  good  as  he might have been in the Opposition,\r\n\r\nwell,  he is entitled to his view. But at least  we\r\n\r\ncan say that we have done our best, and our best is\r\n\r\ngood  enough.  If  it  is  merely  a  question   of\r\n\r\npreserving  this system of parliamentary  democracy\r\n\r\nin  which  the  Prime Minister  is  now  so  keenly\r\n\r\ninterested,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1157</b></font><br><br>\r\n\r\n\r\n\r\nthere  have  been occasions in this House  when  he\r\n\r\nseemed to express a doubt whether this system was a\r\n\r\ngood  system, but I am glad that in so far as  this\r\n\r\nparticular  debate and the motion that preceded  it\r\n\r\nare  concerned,  he did think that this  system  of\r\n\r\ngovernment  was  worth saving  and  worth  fighting\r\n\r\nover.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, so much for the Prime Minister;\r\n\r\nbut  I  must  congratulate him on  the  very  sober\r\n\r\nspeech  which  he did make, and the  Opposition  is\r\n\r\nvery  grateful to him. But I would remind him  that\r\n\r\nthe  tone  of this debate was set by the  principal\r\n\r\nspeech  made  by the Government on the motion,  and\r\n\r\nthat  was by the Minister for Culture. Mr Speaker,\r\n\r\nSir, you have made it quite clear a number of times\r\n\r\nand  so  plain, in fact, that you had to  rule  and\r\n\r\nrefer a member of the public outside, who had dared\r\n\r\nto   suggest  otherwise,  to  the  State \r\n\r\nAdvocate-General.  Your  contention was that the  debate  on\r\n\r\nthis issue should proceed on the basis that it  was\r\n\r\nsomething  which was an affront to the  dignity  of\r\n\r\nthe House. But when I listened to the speech of the\r\n\r\nMinister  for  Culture yesterday - and that  was  the\r\n\r\nmain speech - we were entitled to assume that it was\r\n\r\na  Government speech on the motion of the Leader of\r\n\r\nthe  House. It was nothing but a political  speech.\r\n\r\nHe was not concerned with preserving the dignity of\r\n\r\nthe  House  or  with its good name so  far  as  the\r\n\r\npublic  outside is concerned. All he seemed anxious\r\n\r\nto  do  was to run down the S.P.A. and Mr Ong  Eng\r\n\r\nGuan,  and say that Mr Ong Eng Guan had no  chance\r\n\r\nin the Hong Lim by-election. What had the S.P.A. is\r\n\r\na  Party, what had the P.A.P. as a Party, and  what\r\n\r\nhad  Mr  Ong  Eng  Guan as a  gentleman  about  to\r\n\r\ncontest  the  Hong Lim by-election to do  with  the\r\n\r\nmotion before the House, Mr Speaker, I ask you? If\r\n\r\nthe  Government  chooses to set  the  tone  of  the\r\n\r\ndebate  and  finally ends up by saying - and  looking\r\n\r\nfierce, as only the P.A.P. can look fierce  in  one\r\n\r\nof  their fiercer moments - \"We don't care what  the\r\n\r\nOpposition does.\" In fact, the Minister for Culture\r\n\r\ntreated  this  as a Government motion.  The  whole\r\n\r\ntrouble in this issue has arisen from the fact that\r\n\r\nalthough you yourself, Mr Speaker, Sir, with great\r\n\r\nrespect, had ruled that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1158</b></font><br><br>\r\n\r\n\r\n\r\nthis was not a Government motion or a Party or  any\r\n\r\nother motion but a motion moved by the Deputy Prime\r\n\r\nMinister  not  in his capacity as the Deputy  Prime\r\n\r\nMinister  but as the Leader of the House  in  whose\r\n\r\ncustody  was committed the dignity of this House - on\r\n\r\nthat  basis  he moved it - but when the Ministers  of\r\n\r\nthe  Government spoke, they spoke on the basis that\r\n\r\nthis was a Government motion intended to ditch  Mr\r\n\r\nOng Eng Guan. Now that might have been an accident,\r\n\r\nbut  the  Minister for Home Affairs  did  the  same\r\n\r\nthing.  He  also  made  it clear  that  this  is  a\r\n\r\nGovernment  motion,  that  he  was  supporting  the\r\n\r\nGovernment and the motion. This is not a Government\r\n\r\nmotion, and yet some of the Back-Benchers also said\r\n\r\nthat  they  were supporting the Government  motion.\r\n\r\nSo,  Mr Speaker, Sir, can we on this side  of  the\r\n\r\nHouse  be  blamed that we have given the impression\r\n\r\nthat this is a Government move intended to ditch an\r\n\r\nerstwhile comrade and to blacken him in the eyes of\r\n\r\nthe  public  outside? If they have  given  us  that\r\n\r\nfeeling, who is to blame? They themselves are to be\r\n\r\nblamed  for  it. They set the level of  the  debate\r\n\r\nyesterday  when the Minister for Culture  read  out\r\n\r\nhis  prepared  speech  to the  Assembly.  When  the\r\n\r\nMember  for  Cairnhill replied to him  in  suitable\r\n\r\nterms,  the Prime Minister turned round and accused\r\n\r\nhim  of  not  paying proper respect to  the  motion\r\n\r\nbefore the House and making his speech political. I\r\n\r\nam suggesting, Sir, that if the tone of this debate\r\n\r\nis  what it has been, then the fault primarily lies\r\n\r\nwith the Minister for Culture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance said one or two things which, I think, merit a reply. He talked about the\r\n\r\nmoney which he got, and tried to show that he  went\r\n\r\nto the United Kingdom in order to get money for the\r\n\r\ndefence  of  Singapore. He put it  to  the  British\r\n\r\nGovernment  that as they were responsible  for  the\r\n\r\ndefence of this Island, therefore they had  to  pay\r\n\r\nfor its defence. I think that is a matter which has\r\n\r\nnot  yet  been settled. If it has been settled,  we\r\n\r\nhave  not as yet been informed about it. The money\r\n\r\nwhich  the  Finance Minister did  receive  for  his\r\n\r\nGovernment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1159</b></font><br><br>\r\n\r\n\r\n\r\nwas  money  given  by  the British  Government  for\r\n\r\ndevelopment   programmes,   perhaps   at   a   fair\r\n\r\ncommercial  rate of interest; but  that  was  money\r\n\r\ngiven  to him for development projects and not,  as\r\n\r\nthe Minister said, because he put the question that\r\n\r\ndefence   should  be  paid  for  by   the   British\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He also made the point that the Member for\r\n\r\nCairnhill talked about character assassination, and\r\n\r\nthat  the  Report contained nothing about character\r\n\r\nassassination. I think the Member for Cairnhill did\r\n\r\nnot  refer  to  the  Report when  he  talked  about\r\n\r\ncharacter  assassination. I think  the  Member  for\r\n\r\nCairnhill  said  that  the evidence  given  in  the\r\n\r\ncommission  was of such a nature as  to  amount  to\r\n\r\ncharacter assassination.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the Minister for Finance also defended\r\n\r\nthe  statement made by the Minister for Culture  on\r\n\r\nthe basis that it was a dispassionate statement. So\r\n\r\nif the Minister for Finance backed the statement of\r\n\r\nthe  Minister  for Culture, can we be  blamed,  Mr\r\n\r\nSpeaker, Sir, if we assumed that that was the  line\r\n\r\nof  the  Government - that the Government  considered\r\n\r\nthis a Government motion and not a motion, as such,\r\n\r\nmoved  by  the Leader of the House in the interests\r\n\r\nof the dignity of the House?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think the Opposition has\r\n\r\nagreed that a Sessional Committee be set up on this\r\n\r\nwhole business. If our Legislative Assembly (Powers\r\n\r\nand  Privileges)  Ordinance had been  in  a  better\r\n\r\nstate than it is today, quite a lot of this debate,\r\n\r\nand quite a lot of recriminations that have gone on\r\n\r\nin  this  House need not have taken  place.  It  is\r\n\r\nbecause  the  law on our rights and  privileges  is\r\n\r\nuncertain that all this debate has taken place.  On\r\n\r\nthis  matter,  Mr Speaker, Sir, we are  very  glad\r\n\r\nthat  you  have now suggested this Committee  which\r\n\r\nwill  go into this whole question and put it  on  a\r\n\r\nproper  footing, so that if a similar  incident  of\r\n\r\nthis  nature occurs, there will be no  need  for  a\r\n\r\ndebate of this type anymore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which I wish to raise before you,\r\n\r\nMr Speaker, Sir, and which is troubling me from\r\n\r\nthe point of view of the Legislative Assembly, is\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1160</b></font><br><br>\r\n\r\n\r\n\r\nWhen Mr Ong Eng Guan resigned from his seat,  the\r\n\r\nmotion  was adjourned sine die. So when the  motion\r\n\r\nwas  adjourned sine die, Mr Speaker, the House had\r\n\r\nresolved  itself into a Committee to  go  into  the\r\n\r\nstatements made by the Member for Hong Lim  and  to\r\n\r\ndeliver  a  verdict on them. In those circumstances\r\n\r\nthe  adjournment  was -taken sine  die,  which,  in\r\n\r\neffect,  means that the House was still  seized  of\r\n\r\nthis  matter  in  a  judicial capacity.  While  the\r\n\r\nmotion was before the House, sine die no doubt, the\r\n\r\nGovernment  saw  fit  to appoint  a  Commission  of\r\n\r\nInquiry.  Mr  Speaker, Sir, I am not  quite  clear\r\n\r\nwhether  this  appointment of a Commission  by  the\r\n\r\nGovernment  while  this House was  seized  of  this\r\n\r\nwhole  inquiry, is not in itself a  breach  of  the\r\n\r\nprivilege  of  this House. Some of  the  Government\r\n\r\nBenchers are shaking their heads; the Leader of the\r\n\r\nHouse is shaking his head. I put it forward in  all\r\n\r\nseriousness, while this Assembly is seized of  this\r\n\r\nmatter, that the Government has seen fit to appoint\r\n\r\na  Commission  of Inquiry. And I ask, Mr  Speaker,\r\n\r\nSir,  whether  that  is  not  a  contempt  of   the\r\n\r\nAssembly, and whether that is not a breach  of  the\r\n\r\nprivilege  of the Assembly. These are some  of  the\r\n\r\nmatters  which  should  be  looked  into  by   this\r\n\r\nCommittee of Privileges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which exercises my mind, as a\r\n\r\nMember of this Assembly, Mr Speaker, Sir, is this:\r\n\r\nthat when the Commission first started its inquiry,\r\n\r\nMr  Commissioner rightly or wrongly insisted  that\r\n\r\nthe  Member  for Hong Lim should give his  evidence\r\n\r\nfirst.  I  myself, Mr Speaker, Sir, am  not  quite\r\n\r\nsure  in my mind whether the Commissioner, in  view\r\n\r\nof  section  3 of the Legislative Assembly  (Powers\r\n\r\nand Privileges) Ordinance, was entitled to have the\r\n\r\nMember   for  Hong  Lim  brought  before  him   and\r\n\r\nsubjected   to  cross-examination  in  respect   of\r\n\r\nsomething which he has said in this House. It is  a\r\n\r\npity  the Prime Minister is not here, otherwise  he\r\n\r\nmight accuse me of being partisan in the matter.  I\r\n\r\nwould  like  to assure the Prime Minister  and  his\r\n\r\ncolleagues that I am not being a partisan in  these\r\n\r\nmatters when I raise them. I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1161</b></font><br><br>\r\n\r\n\r\n\r\nraise them because I myself am as keenly interested\r\n\r\nin  the survival of parliamentary democracy as  the\r\n\r\nPrime  Minister  is.  I think these  are  important\r\n\r\nmatters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I know there is some doubt, Mr Speaker, Sir,\r\n\r\nwhether  section  3  of  the  Legislative  Assembly\r\n\r\n(Powers  and  Privileges)  Ordinance  protects  the\r\n\r\nState. There is some doubt whether a Commission  of\r\n\r\nInquiry  is either a civil proceeding or a criminal\r\n\r\nproceeding.  I  suggest to you, Mr  Speaker,  Sir,\r\n\r\nthat  if it is not a civil proceeding or a criminal\r\n\r\nproceeding,  then statements made in this  Assembly\r\n\r\ncan  still be gone into by Commissions of  Inquiry.\r\n\r\nIf   the  intention  of  the  Legislative  Assembly\r\n\r\n(Powers  and  Privileges)  Ordinance  was  to  give\r\n\r\nabsolute  protection  to  statements  made  in  the\r\n\r\nHouse,  then this is one way of getting  over  that\r\n\r\nprotection. As these Commissions are apointed under\r\n\r\nthe Commission of Inquiry Ordinance, it is the Yang\r\n\r\ndi-Pertuan Negara who makes these appointments, the\r\n\r\nappointment  of  this Commission necessarily  rests\r\n\r\nwith the Government. So the position could well  be\r\n\r\nthat if section 3 does not protect such a statement\r\n\r\nmade  in  the Assembly, and if such a statement  is\r\n\r\nmade  by  a  Member  of  the Government,  then  the\r\n\r\nGovernment  might  choose not to recommend  to  the\r\n\r\nYang  di-Pertuan Negara to appoint a Commission  of\r\n\r\nInquiry;  but if the statement is made by a  Member\r\n\r\nof  the  Opposition, then they  might.  I  see  the\r\n\r\nMinister for Education is shaking his head as if it\r\n\r\nmight not happen, or is it going to happen?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I do suggest to the Government that in these\r\n\r\nmatters,  everything should be equalised.  That  is\r\n\r\none  of  the ways in which parliamentary  democracy\r\n\r\ncan  survive, because if everything is weighted  in\r\n\r\nfavour of the Government, and there is nothing  in\r\n\r\nfavour of the Opposition, then that is not my  idea\r\n\r\nof parliamentary democracy.\r\n\r\n\r\n\r\n<br><br>4.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng (Mountbatten):</b> Mr Speaker,\r\n\r\nSir, we have before us a motion in the name of  the\r\n\r\nLeader of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1162</b></font><br><br>\r\n\r\n\r\n\r\nHouse  condemning the conduct of Mr Ong Eng  Guan.\r\n\r\nSir,  you  will  remember that the Opposition  have\r\n\r\nalways  condemned the conduct of Mr Ong  Eng  Guan\r\n\r\nnot  only now, not only here, but also when he  was\r\n\r\nMayor  in  the  City Council and when  he  was  the\r\n\r\nMinister   for   National  Development.   We   have\r\n\r\ncondemned his conduct, Sir, not in his capacity  as\r\n\r\nan  individual or to his personal detriment, but we\r\n\r\nhave   felt   that,   as  Minister   for   National\r\n\r\nDevelopment and as Mayor of the City Council,  what\r\n\r\nhe  did  was detrimental to the State of  Singapore\r\n\r\nand   the  people.  Yet,  Sir,  at  that  time  the\r\n\r\nGovernment  found  fit,  as  the  Hon. the   Prime\r\n\r\nMinister  has  now  admitted to do  this.  This  is\r\n\r\nreported in the Press of 31st January, page 7:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong said that when he was Mr Lee's friend\r\n\r\neverything was all right.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee interposed that Mr Ong had never been his friend but only his political colleague. As\r\n\r\nsuch,  every  wrong that Mr Ong did  he  concealed\r\n\r\nfrom the public because he had to protect the unity\r\n\r\nand solidarity of the party.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can we blame the public if they start\r\n\r\nwondering how many Mr Ong Eng Guans are now  being\r\n\r\nconcealed  by  the P.A.P. Government  in  order  to\r\n\r\nprotect  the  unity and solidarity  of  the  Party?\r\n\r\nGoing  by  the Hon. the Prime Minister's statement,\r\n\r\nthe  public will only know when these protected and\r\n\r\nshielded  friends - I hope they are  friends  of  the\r\n\r\nP.A.P. - turn renegade against them. Until  then  the\r\n\r\nelectorate will be in the dark, because the  P.A.P.\r\n\r\nhas to protect its unity and solidarity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the fact that we have been\r\n\r\ncondemning his conduct ever since he came here,  it\r\n\r\nlooks  as if it should be logical that now  is  our\r\n\r\nchance, as Government has moved a motion to condemn\r\n\r\nhim,  to  support the motion. But  as  we  are  not\r\n\r\nsupporting  the  motion and  as  we  are  going  to\r\n\r\nabstain  from  voting on it, as the Leader  of  the\r\n\r\nOpposition  has  said, I feel it  is  our  duty  to\r\n\r\nclarify our stand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, Sir, let there be no doubt\r\n\r\nwhatsoever  that we do not condone,  sympathise  or\r\n\r\nagree  with  the behaviour of Mr Ong Eng  Guan - not\r\n\r\nonly with regard to his behaviour in this House,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1163</b></font><br><br>\r\n\r\n\r\n\r\nbut  we have on innumerable occasions condemned his\r\n\r\nbehaviour  as  Mayor and as Minister  for  National\r\n\r\nDevelopment.  It  was the P.A.P.  Government,  Sir,\r\n\r\nwhich  had shielded him from exposure and concealed\r\n\r\nhis  misconduct which was damaging to the whole  of\r\n\r\nSingapore.  They had not only created a smokescreen\r\n\r\nto  protect the then invulnerable Mr Ong, but they\r\n\r\nhad  also  fired a fierce barrage at any Opposition\r\n\r\nMember  who  dared  attempt to make  known  to  the\r\n\r\npublic  Mr  Ong's  misconduct.  Thus,  Mr   Ong's\r\n\r\nmisconduct  had been concealed from the public  for\r\n\r\n18 long months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, probably you, in your position as Mr\r\n\r\nSpeaker, would not have gone round to  the  people\r\n\r\nseeking  their opinion on the matter.  But  we,  as\r\n\r\nrepresentatives of the people, feel it is our  duty\r\n\r\nto  seek  the opinion of our electorate  before  we\r\n\r\nmake a decision in this House. This is what we have\r\n\r\ndiscovered, Sir. The electorate have been wondering\r\n\r\nwhether  the  whole  affair - Ong  Eng  Guan  versus\r\n\r\nP.A.P. or Lee Kuan Yew - is not a political manoeuvre\r\n\r\nin  the fight for power. As mentioned by the Member\r\n\r\nfor Cairnhill, when the previous Government held  a\r\n\r\nCommission  of Inquiry to go into the  misdeeds  of\r\n\r\nthe  Mayor  of Singapore, the Hon. Prime  Minister.\r\n\r\nthen  a  Member  of  the  Opposition,  accused  the\r\n\r\nGovernment  of making a political move against  the\r\n\r\nP.A.P.  It  is  now commonly speculated  among  the\r\n\r\npeople  of  Singapore, Sir, that the Ong  Eng  Guan\r\n\r\naffair,  including  the inquiry,  and  despite  the\r\n\r\namount  of truth in the accusations, may be another\r\n\r\npolitical manoeuvre to kill politically a dangerous\r\n\r\nOpposition.  Sir,  this  speculation  may  well  be\r\n\r\nincorrect. I do not say it is correct. It may  well\r\n\r\nbe  incorrect.  But leading up to the  inquiry,  it\r\n\r\ndoes  seem to have encouraged the speculation. What\r\n\r\nthe public was unable to reconcile themselves to is\r\n\r\nthe  fact that all the sins of Mr Ong Eng Guan  as\r\n\r\nMayor   and   later   as  Minister   for   National\r\n\r\nDevelopment  had  been defended  and  concealed  by\r\n\r\nGovernment until the explosion when Mr Ong  turned\r\n\r\na  renegade to the Party. Before this, nothing that\r\n\r\nMr Ong did could be wrong. After this nothing he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1164</b></font><br><br>\r\n\r\n\r\n\r\ndid  was right. The poor pin-up boy was ripped off\r\n\r\nthe   wall.  Could  it  have  been  a  coincidence?\r\n\r\nPerhaps,  Sir,  it could well have  been,  and  the\r\n\r\npublic  were  prepared to give the  Government  the\r\n\r\nbenefit  of the doubt. But then during the inquiry,\r\n\r\nso  much mud was dug out of Ong Eng Guan's past and\r\n\r\nslung at him by the Government which admitted  that\r\n\r\nthey  protected  Mr  Ong  from  exposure  by   the\r\n\r\nprevious Government. This, Sir, creates a doubt  in\r\n\r\nthe minds of the public. And today we ask, Sir,  is\r\n\r\nthis - the  honesty  and  integrity  of  the  P.A.P.,\r\n\r\nreferred  to by the Minister for Culture?  Sir,  do\r\n\r\nyou  not think it is logical that people should ask\r\n\r\nthese questions? Why has the Government chosen this\r\n\r\nspecific - moment to expose Mr Ong Eng  Guan,  after\r\n\r\nhaving  shielded him from exposure for  one  and  a\r\n\r\nhalf   years,  after  having  stood  up  for   him,\r\n\r\nsupported his projects and - we can almost say - after\r\n\r\ncondoning  his  misconduct for all these  years  as\r\n\r\nMayor  and  as Minister? Why now? What significance\r\n\r\nhas  this  opportune  moment?  Is  it  a  political\r\n\r\nmanoeuvre   to   kill   politically   a   dangerous\r\n\r\nOpposition? Sir, the public is still wondering.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This motion may just about seal the coffin with\r\n\r\ntwo  corpses in it - the corpse of Mr Ong Eng  Guan\r\n\r\nand  his  opponent, which is the P.A.P. The  people\r\n\r\nare  fed  up  with  this  ex-P.A.P. versus  P.A.P.\r\n\r\nquarrel.  For two months the public have  had  that\r\n\r\nrammed  down their throats. They have heard nothing\r\n\r\nbut  what the P.A.P. has wanted them to hear  about\r\n\r\nthis case over the radio. I was at a friend's house\r\n\r\none  day,  enjoying a cup of tea with  a  group  of\r\n\r\nfriends,  and it happened that the radio  was  just\r\n\r\nannouncing  some  words to this effect  - I  do  not\r\n\r\nremember  the  exact words - that Mr  Lee  Kuan  Yew\r\n\r\ndenied  that  he threatened to resign if  Mr  Yong\r\n\r\nNyuk  Lin  was not nominated. A few of  my  friends\r\n\r\nsimultaneously  shouted out, \"Turn off  the  radio,\r\n\r\nfor  God's  sake!\" I can quite understand,  Sir, I\r\n\r\nmyself   have  heard  that  statement.  I  am   not\r\n\r\ncommenting on whether it was right or wrong.  I  am\r\n\r\njust saying that the same thing was heard over  the\r\n\r\nradio again and again, and that when it did come on\r\n\r\nagain, people just got sick and turned it off.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1165</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b> Why\r\n\r\ndo you not turn it off now!\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> As for the newspapers, Sir,\r\n\r\nyou  only  had to look at the headlines  of   the\r\n\r\nnewspapers during that time. They told their  own\r\n\r\ntale. Sir, I hope you will permit me to quote a few\r\n\r\nof  them  to show you why we are so disgusted  with\r\n\r\nthe whole affair, with this ex-P.A.P. versus P.A.P.\r\n\r\naffair,  and  why  we are unable  to  support  this\r\n\r\nmotion  that  is before us today, in spite  of  the\r\n\r\nfact  that  we have been condemning the conduct  of\r\n\r\nMr  Ong  Eng  Guan ever since we  came  into  this\r\n\r\nHouse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P. Government have, always tried to\r\n\r\ngive the impression that they are trying to build a\r\n\r\nMalayan   nation,  with  Malay  as   the   national\r\n\r\nlanguage.  Yet,  if  you read the  papers  of  21st\r\n\r\nJanuary,  while Tunku Abdul Rahman was  busy  going\r\n\r\nround  telling  people, `Teach Malay  to  friends.'\r\n\r\n`Sacrifice  five minutes of each day.'  `The  Tunku\r\n\r\nrequests  Malays  at a rally?'  The  headlines  for\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Ong accused: You're going slow\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister, Mr Lee Kuan Yew, today charged former Minister for National Development,\r\n\r\nMr Ong Eng Guan...'\r\n\r\n\r\n\r\n<br><br>and so on and so forth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am just quoting a few, Sir, If you look through\r\n\r\nevery issue, you will find more. On the 24th-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister (Dr Toh Chin Chye): On\r\n\r\na point of order.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I am just\r\n\r\nwondering  whether what the Member for  Mountbatten\r\n\r\nhas  been  saying is relevant to the  motion  under\r\n\r\ndiscussion. She is bringing out cases on  what  the\r\n\r\nStraits Times did not do.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have indicated that the debate on\r\n\r\nthis  motion has, in fact, gone off the  rails.  It\r\n\r\nwent  off the rails a long time ago. I am giving  a\r\n\r\nlittle  latitude, but not too much, to  Members  in\r\n\r\nthis   matter.   I   might  remark   that   I   was\r\n\r\ncongratulating the House when they came back to the\r\n\r\nmotion when the Prime Minister spoke and when the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1166</b></font><br><br>\r\n\r\n\r\n\r\nMember  for Farrer Park spoke; but now I am  afraid\r\n\r\nmy congratulations were misplaced. Mrs Seow.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> In that case, Sir, I shall\r\n\r\nnot  quote the paper but I shall just mention  this\r\n\r\nin passing. If you look through the papers you will\r\n\r\nfind  that  while  the  Prime  Minister  over   the\r\n\r\ncauseway   is  working  towards  nation   building,\r\n\r\nrelieving  unemployment (trying  to  get  jobs  for\r\n\r\n34,000  or  340,000 people), trying to build  homes\r\n\r\nfor civil servants, and giving them lands and loans\r\n\r\nfrom  Government, our newspapers were full of  \"Ong\r\n\r\naccuses  Lee\", \"Lee accuses Ong\" and that  sort  of\r\n\r\nthing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister recently mocked at the\r\n\r\nOpposition  when the Opposition tried  to  get  the\r\n\r\nGovernment  to  restore  the  pay  cuts  to   civil\r\n\r\nservants. He said we were thinking of little things\r\n\r\nwhile   important  matters  of  State  were   being\r\n\r\ndiscussed.  Now  we  find that  the  Government  is\r\n\r\nwasting  money  and thousands of dollars  over  the\r\n\r\ninsignificant  little Mr Ong  Eng  Guan  when  the\r\n\r\nPrime  Minister over the causeway has so much  work\r\n\r\nto do for the good of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to say that while the P.A.P.\r\n\r\nhave  reasons  to conceal Mr Ong's wrongs  and  to\r\n\r\nprotect  him for the sake of protecting  the  unity\r\n\r\nand  solidarity of the Party, we have no reason  to\r\n\r\nsupport  or  protect  him.  In  fact,  as  I   have\r\n\r\nmentioned  before, we have always  been  condemning\r\n\r\nhis  conduct. Why should we be obligated to support\r\n\r\nMr  Ong Eng Guan? They think that we are going  to\r\n\r\nuse  him as a stooge. Examples in this House  prove\r\n\r\nthat  we  will not be able to use him as a  stooge.\r\n\r\nMr  Speaker, you yourself will remember that while\r\n\r\nspeaking  against the Government Mr Ong eventually\r\n\r\nvoted  for  the Government. Can you  rely  on  such\r\n\r\nsupport?   Are  we  going  to  support   him   now?\r\n\r\nTherefore, let it be very clear, Sir, that  we  are\r\n\r\nabstaining from voting because we feel that this is\r\n\r\nreally  and  truly the consequent of  the  internal\r\n\r\nstrife  that we have noticed has been plaguing  the\r\n\r\nP.A.P. No matter what the P.A.P. say, no matter how\r\n\r\nmuch  they say, no matter how long they talk,  they\r\n\r\ncannot run away from the fact that Mr\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1167</b></font><br><br>\r\n\r\n\r\n\r\nOng  Eng Guan was a P.A.P., born a P.A.P.,  bred  a\r\n\r\nP.A.P. flesh and blood of the P.A.P.,  right  from\r\n\r\nthe  beginning of his political career. When I  say\r\n\r\nborn, I mean politically born. He has been a P.A.P.\r\n\r\nall  the  time of his life, and had been  protected\r\n\r\nand  shielded by the P.A.P. In any smear on Mr Ong\r\n\r\nEng  Guan, the P.A.P. cannot hope to avoid a splash\r\n\r\nof  it.  Much as the Government would like to  deny\r\n\r\nit,  the public feels that the whole affair is,  in\r\n\r\nreality,  whatever superficial dressings have  been\r\n\r\ngiven  to  it,  nothing but a  battle  between  the\r\n\r\nP.A.P. and the abandoned pin-up boy of the  P.A.P.\r\n\r\nIt  is a P.A.P. versus an ex-P.A.P. We therefore do\r\n\r\nnot wish to have any part in the settlement of this\r\n\r\nfamily strife within the P.A.P.\r\n\r\n\r\n\r\n<br><br>5.12 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, I\r\n\r\nshall try to keep as close as possible to the terms\r\n\r\nof  the motion. The second sentence in the findings\r\n\r\nof  the  Commission  of Inquiry  on  the  terms  of\r\n\r\nreference   states   that  Mr   Ong   Eng   Guan's\r\n\r\nallegations were groundless and recklessly made and\r\n\r\nthat  there was no justification for making any  of\r\n\r\nthem.  Sir, on the strength of those findings,  the\r\n\r\nMinister for Culture stated that the issue for  the\r\n\r\nHong  Lim  by-election will  be  a  choice  between\r\n\r\nfreedom to tell the truth and freedom to tell lies.\r\n\r\nIf  that  were  the issue then the choice  is  very\r\n\r\nsimple.  I would say that practically everybody  in\r\n\r\nSingapore  would choose freedom to tell  the  truth\r\n\r\nand  the  uncensored truth. Unfortunately,  in  his\r\n\r\nhaste  to  smear the Opposition, Sir, the  Minister\r\n\r\nfor Culture very soon after that made what appeared\r\n\r\nto  me  to  be a groundless and reckless allegation\r\n\r\nagainst the Opposition, thereby committing the very\r\n\r\nsame  mistake of which the former Member  for  Hong\r\n\r\nLim   was  accused  and  for  which  he  is   being\r\n\r\ncondemned.  What did the Minister for Culture  say,\r\n\r\nSir?  I  took particular note of what he  said.  He\r\n\r\nsaid that the S.P.A. provided Mr Ong Eng Guan with\r\n\r\na  legal adviser for the Commission of Inquiry. The\r\n\r\nStraits  Times,  I  suppose, publishing  the  whole\r\n\r\ndraft in full, said:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1168</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The many S.P.A. and Labour Front lawyers who\r\n\r\nadvised   Mr   Ong  must  have  known   that   his\r\n\r\nallegations could not stand close scrutiny.'\r\n\r\n\r\n\r\n<br><br>Sir,  I checked up with my colleagues here and none\r\n\r\nof  us remember having heard the Labour Front\r\n\r\nlink-up.  The allegation was that the S.P.A. provided  a\r\n\r\nlegal adviser for Mr Ong Eng Guan.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> What is the date of the paper?\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> It is today's date. Sir, we\r\n\r\nwould  like to ask the Minister for Culture - I  wish\r\n\r\nhe  were here, Sir; but as he is not here,  I  hope\r\n\r\nhis  colleagues  will convey this  to  him - on  what\r\n\r\ngrounds  did he make that allegation? Does he  know\r\n\r\nthat  as far as the S.P.A. is concerned, that is  a\r\n\r\nfalsehood?  If he does not know the  truth  of  the\r\n\r\nallegation and he is raising it on a surmise  or  a\r\n\r\nsuspicion or a guess, or on an assumption based  on\r\n\r\na few strands of information, then he has done what\r\n\r\nMr Ong Eng Guan did.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Hold a Commission of Inquiry!\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, that being so, since on\r\n\r\nthe   Government   side  Members  themselves   have\r\n\r\ncommitted what Mr Ong Eng Guan has been accused of\r\n\r\ncommitting how can we be asked to condemn just one?\r\n\r\nSir,  I  do  not  wish  to be accused  of  speaking\r\n\r\nwithout  truth.  Sir, I would like  to  quote  from\r\n\r\nHansard  to  show that if groundless  and  reckless\r\n\r\nallegations  have  been made, then  the  Government\r\n\r\nside has allowed that to go on for far too long. If\r\n\r\nthe  Government from today onwards decide that they\r\n\r\nwill  not allow groundless and reckless allegations\r\n\r\nto be made from their side, then, Sir, I am sure we\r\n\r\nfrom  this side will co-operate. But having allowed\r\n\r\nMr  Ong  Eng Guan full rein when he was  Minister\r\n\r\nfor National Development, and then to say that they\r\n\r\nare  a  clean and honest Party and all  others  are\r\n\r\nunclean,  while we know that when Mr Ong Eng  Guan\r\n\r\nwas  there he was being protected by them, and then\r\n\r\nnow  he is unclean, fit to be condemned and treated\r\n\r\nlike a Singapore Lumumba-\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Lumumba was a hero.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1169</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> We will let the electorate of\r\n\r\nHong  Lim decide. The truth of the matter  is  that\r\n\r\nwhen  the hon. Member for Hong Lim was giving us  a\r\n\r\ndose  of  his  fiery medicine, the Members  on  the\r\n\r\nGovernment  side  were enjoying it.  But  when  the\r\n\r\nMember  for  Hong  Lim, because of  some  clash  of\r\n\r\npersonality  or struggle inside their  ranks,  came\r\n\r\nover to the Opposition and gave them a full dose of\r\n\r\nthe  P.A.P. brand of medicine, Sir, we on this side\r\n\r\nwere  sorry to note that they could not  stand  it.\r\n\r\n[Interruption] Sir, if we have a sense  of  humour,\r\n\r\nwe can take it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> If they have the medicine, they will\r\n\r\nbackfire.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> I would like to quote a few\r\n\r\nexamples, Sir, from Hansard to show that I  am  not\r\n\r\njust making up stories. In Hansard, Vol. 11, No. 3,\r\n\r\ncol. 85, dated 16th July, 1959, Mr Ong Eng Guan as\r\n\r\nMinister for National Development on the Government\r\n\r\nside was speaking. This is what he was accusing the\r\n\r\nMember for Farrer Park of:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Member for Farrer Park was in the City\r\n\r\nCouncil for nearly ten years and we see the mess he\r\n\r\nleft  for  us to clean up. Mr Speaker, the  Member\r\n\r\nfor   Farrer   Park  was  also  in  the   Singapore\r\n\r\nImprovement Trust and we are now doing the cleaning\r\n\r\nup.  We  have  chosen the S.I.T. building  as  the\r\n\r\nheadquarters   for   the   Ministry   of   National\r\n\r\nDevelopment, because we believe that at present  it\r\n\r\nis the most filthy and the most corrupt institution\r\n\r\nin Singapore, and we are going there to clean it up\r\n\r\nas expeditiously as possible.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the former Minister for National Development\r\n\r\nis now a bad man. And yet-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I wonder whether the hon.\r\n\r\nMember  will perhaps give us the reference  to  all\r\n\r\nthese  cases, because I do not think that they  are\r\n\r\nstrictly relevant to the motion. But if he wishes a\r\n\r\nrecord  to be made of these so-called examples  and\r\n\r\nif  he  just gives us the quotation in the Hansard,\r\n\r\nvolume  so and so, number so and so, and column  so\r\n\r\nand  so,  I  am  sure  hon. Members,  if  they  are\r\n\r\ninterested, will read those records.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1170</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of elucidation,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, the point I wish to make-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am just inquiring from the\r\n\r\nPrime Minister whether he is seeking elucidation on\r\n\r\nthe   Speaker's  remarks.  Is  it  or  is  it   not\r\n\r\nelucidation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> It is.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If it is, then it is all right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I wanted to know whether you\r\n\r\nintended  thereby that although  a  Member  of  the\r\n\r\nOpposition  has not complained that  anything  said\r\n\r\nabout  him  is untruthful, yet we on the Government\r\n\r\nside   should  investigate  the whole   series   of\r\n\r\ndefamatory  things that have been said  about  them\r\n\r\nwhich they did not complain of?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. All I really meant was to try\r\n\r\nand  save  the time of this Assembly. I have  told\r\n\r\nthe  Member for Tanglin that if he could give us  a\r\n\r\nlist of all these incidents, then if any Member  in\r\n\r\ninterested he can read about them for himself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, the point I\r\n\r\nwas  going to make by referring to this extract was\r\n\r\nthat when the hon. Member for Hong Lim was a member\r\n\r\nof  the  P.A.P. Government, he practically  alleged\r\n\r\nhere   that   the  Member  for  Farrer   Park   was\r\n\r\nresponsible for the corruption in the City  Council\r\n\r\nand the S.I.T.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Member for Farrer Park, knowing what\r\n\r\nparliamentary democracy is, allowed the thing to go\r\n\r\non  because we believe that the common sense of the\r\n\r\ncommon  people will be able to tell them that  such\r\n\r\nwholesale  allegations could be just brushed  aside\r\n\r\nand ignored.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next example occurred on the same day,\r\n\r\nwhich  showed that they seemed to be fond of making\r\n\r\nsuch allegations-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You are going to read it?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1171</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> In col. 137 of the Hansard,\r\n\r\nSir,It is a short one. I think I will read it. Mr\r\n\r\nTeo Hock Guan - it is just stated as a name here - was\r\n\r\nspeaking:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The former Government was very corrupted. How\r\n\r\nwere  they  corrupted? I give you  one  example.  A\r\n\r\nteacher  told  me  that he went  to  the  Education\r\n\r\nDepartment, and asked a clerk. \"Why do you not work\r\n\r\nseriously?' The clerk replied, \"Go and ask Mr Chew\r\n\r\nSwee  Kee.\" This proves that because the Government\r\n\r\nwas  corrupted, therefore the employees  were  also\r\n\r\ncorrupted.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, such wholesale allegations that all the\r\n\r\nGovernment employees were corrupted were groundless\r\n\r\nand reckless.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Hold a Commission of Inquiry!\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> If after this debate the\r\n\r\nGovernment side will be more careful, Sir, we  will\r\n\r\nappreciate it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the same sort of thing has occurred. I will\r\n\r\nreduce  the  number of examples, Sir,  so  that  we\r\n\r\ncould go quickly to some of the main ones. In  Vol.\r\n\r\n12-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. May I remind the hon. Member\r\n\r\nthat the issue in the motion itself is quite clear?\r\n\r\nThe  motion invites the Assembly to condemn Mr Ong\r\n\r\nEng  Guan in the light of the Report of the Inquiry\r\n\r\nCommission.  I have indicated that the debate  has,\r\n\r\nin  fact,  gone off the rails and that it did  come\r\n\r\nback  when  the Prime Minister spoke and  when  the\r\n\r\nMember for Farrer Park spoke. Now, it seems  to  me\r\n\r\nthat  the Member for Tanglin is not only going  off\r\n\r\nthe  rails, but he is going into a ravine. I  would\r\n\r\nnow  suggest that he tries, as far as possible,  to\r\n\r\ncome back to the motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> The main point I wish to make,\r\n\r\nSir,  is  this.  If the Government side  themselves\r\n\r\nhave    been   making   groundless   and   reckless\r\n\r\nallegations,  can  the  Opposition  at  this  point\r\n\r\ncondemn one Member who has been pushed out and  say\r\n\r\nall the rest are innocent?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have tried to assist the\r\n\r\nMember  for  Tanglin. He has made his point  and  I\r\n\r\nhave suggested that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1172</b></font><br><br>\r\n\r\n\r\n\r\nhe  should list the references to these extracts so\r\n\r\nthat  Members could read them in their spare  time.\r\n\r\nThe  point has been made and, lest it be said that\r\n\r\nhe has no proof on this point, I have permitted him\r\n\r\nto  go  as far as listing these passages.  That  is\r\n\r\nall.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> One more, Sir, a very\r\n\r\nimportant one, which is found in. Vol. I 2,  No.  5,\r\n\r\nof the Hansard, dated 13th of February, 1960, where\r\n\r\nthe  Minister for Home Affairs had alleged who  was\r\n\r\nresponsible again for corruption and mismanagement\r\n\r\nin  the  City Council to the point where the Member\r\n\r\nfor  Farrer  Park, usually tolerant, at last  could\r\n\r\nnot stand it any more and challenged the Government\r\n\r\nside  to  prove  the  allegation.  Yet,  Sir,   the\r\n\r\nMinister  for Labour and Law, in Vol.  11,  No.  7,\r\n\r\ndated  13th August, 1959, col. 402 of the  Hansard,\r\n\r\nspeaking    about   the   Minister   for   National\r\n\r\nDevelopment who was still with them then,  referred\r\n\r\nto  the very good work done by the former Mayor and\r\n\r\nhis colleagues. Sir, the real truth is that-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I hope I have not dissuaded\r\n\r\nthe hon. Member from listing these passages. Do not\r\n\r\nlet it be said that I stopped the Member from doing\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, I think there is enough\r\n\r\nevidence already to show that the Government  side,\r\n\r\nexcluding   the   former  Minister   for   National\r\n\r\nDevelopment, has also made groundless and  reckless\r\n\r\nallegations.  I want that to be recorded,  Sir, If\r\n\r\nthat  is  recorded, then the issue is not purely  a\r\n\r\nquestion of freedom to tell the truth or freedom to\r\n\r\ntell a lie. It has become very confused. If it  can\r\n\r\nbe  made clear to both sides of the House that from\r\n\r\nnow   on  we  would  like  to  have  less  reckless\r\n\r\nallegations, then we will have achieved something\r\n\r\nfrom  this  debate. As far as we are concerned,  we\r\n\r\nwould like to see statements made with a sense  of\r\n\r\nresponsibility,  and today we  are  glad  that  the\r\n\r\nPrime  Minister has set a new lead  which  we  hope\r\n\r\nwill be followed thereafter.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Toh, in reply.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1173</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>5.29 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister (Dr Toh Chin Chye):\r\n\r\nMr   Speaker,  the  Member  for  Farrer  Park  has\r\n\r\ncomplained at length that we on the Government side\r\n\r\nhave  in  the past failed to appreciate that  the\r\n\r\nOpposition  has an important role to play  in  this\r\n\r\nsystem of parliamentary democracy. However, let  me\r\n\r\nassure  him and other Members of the House that  we\r\n\r\nhave always stood by this system, and if we are  to\r\n\r\nmaintain  this stand it is logical that  we  should\r\n\r\naccept that the Opposition has indeed a proper role\r\n\r\nto  play in this Chamber, provided, of course, that\r\n\r\nwe  have Members on the Opposition side who are not\r\n\r\nonly  responsible but who are prepared  equally  to\r\n\r\nplay the game. Only recently there was a conference\r\n\r\nof  the  Commonwealth Parliamentary Association  in\r\n\r\nKuching  where there was a seminar on the  role  of\r\n\r\nthe   Opposition  in  a  parliamentary   democratic\r\n\r\nsystem.  The  Opposition Member who  attended  this\r\n\r\nconference, if I remember correctly, was the Member\r\n\r\nfor   Mountbatten.  It  is  accepted  that  in   a\r\n\r\nparliamentary democracy we should have on one  side\r\n\r\na  government majority and, on the other  side,  an\r\n\r\nopposition party. In fact, in the House of Commons,\r\n\r\nthe  role of the Leader of the Opposition has  been\r\n\r\nconsidered  so  important that he is  even  paid  a\r\n\r\npension. But however, Mr Speaker, I am not  giving\r\n\r\nhopes  to the Member for Cairnhill. But after  what\r\n\r\nthe  Member  for  Cairnhill said yesterday  of  his\r\n\r\nmeeting with the Prime Minister and myself, and his\r\n\r\nmeeting with Mr Ong Eng Guan, it is necessary that\r\n\r\nI  should  let  the  House understand  clearly  the\r\n\r\ncircumstances, lest there be misconstruction of the\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members will recollect that on Wednesday, 14th\r\n\r\nDecember, 1960,  the  House  was   debating   the\r\n\r\nestimates and expenditure for Head 56 (Ministry  of\r\n\r\nEducation).  At  that  time,  the  Government   had\r\n\r\nintended to move a motion to censure the Member for\r\n\r\nHong Lim for certain allegations he had made during\r\n\r\nthe  debate  on  the Budget on 10th  and  12th  of\r\n\r\nDecember. Now, according to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1174</b></font><br><br>\r\n\r\n\r\n\r\nStanding  Order  No. 32 notice of the motion  shall\r\n\r\nnot  be  dispensed with except with the consent  of\r\n\r\nthe  Speaker and the general assent of all  Members\r\n\r\npresent.  Therefore, the Prime Minister and  I  met\r\n\r\nthe  Member  for  Farrer Park and  the  Member  for\r\n\r\nCairnhill  in the Library, to explain to  them  the\r\n\r\nreasons for the Motion which we were going to  move\r\n\r\nand  to  seek the assent of the Opposition  to  the\r\n\r\nmotion being moved without notice. According to the\r\n\r\nStanding Order, your consent, Mr Speaker, also was\r\n\r\nrequired.  Hence we had to discuss the motion  with\r\n\r\nyou. I wish to make it very clearly that there  was\r\n\r\nno   collusion  between  the  Government  and   the\r\n\r\nOpposition   on  the  one  hand,  or  between   the\r\n\r\nGovernment  and the Speaker on the other  hand,  in\r\n\r\nmoving the motion to censure Mr Ong Eng Guan, then\r\n\r\nMember  for  Hong  Lim. It was because  under  this\r\n\r\nStanding Order we had to seek the Speaker's consent\r\n\r\nand the assent of all Members to debate the motion\r\n\r\nwithout  notice that meetings were  held  with  the\r\n\r\nLeaders of the Opposition and the Speaker.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also wish to state that when we explained to\r\n\r\nthe  Member for Cairnhill and the Member for Farrer\r\n\r\nPark  the reasons for moving the motion of  censure\r\n\r\nagainst  Mr Ong Eng Guan, we did mention  to  them\r\n\r\nthat  if  Mr  Ong  Eng Guan did not  withdraw  his\r\n\r\nallegations  and apologise, the Government  had  no\r\n\r\nalternative but to appoint a Commission of  Inquiry\r\n\r\nto  investigate and make known the truth.  Mr  Ong\r\n\r\nEng  Guan  then was still a Member of the  Assembly\r\n\r\nand  at that time no one had any inkling that there\r\n\r\nwould be a by-election in the constituency of  Hong\r\n\r\nLim. The Commission of Inquiry which the Government\r\n\r\nhad  intended to institute could not therefore have\r\n\r\nbeen  cooked up for any electioneering purpose,  as\r\n\r\nthe  Member  for  Cairnhill alleged yesterday.  The\r\n\r\nGovernment was only anxious that the Commission  of\r\n\r\nInquiry  should be able to obtain clarification  on\r\n\r\nMr   Ong   Eng  Guan's  allegations  if  no   such\r\n\r\nclarification could be obtained in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1175</b></font><br><br>\r\n\r\n\r\n\r\nAssembly.   In  fact,  a  Commission  was   already\r\n\r\nprepared  when, to all our surprise,  Mr  Ong  Eng\r\n\r\nGuan  on Friday, 23rd December, said that he wished\r\n\r\nto  justify his statements in the Assembly. Because\r\n\r\nof  this,  the  appointment of the  Commission  was\r\n\r\nnever  gazetted. It was only after he had  resigned\r\n\r\non   29th   December  without  substantiating   his\r\n\r\nallegations that the Government proceeded with  the\r\n\r\nplan  to  institute a Commission  of  Inquiry.  The\r\n\r\nMember  for Cairnhill was aware that the Government\r\n\r\nhad  the  intention of instituting a Commission  of\r\n\r\nInquiry even before Mr Ong Eng Guan resigned  from\r\n\r\nthe  Assembly.  Yet  he chose  to  make  an  untrue\r\n\r\nstatement  that the Commission was  put  up  as  an\r\n\r\nelectioneering stunt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the ramblings of the Member for Cairnhill\r\n\r\nare  really hard to follow. He has zig-zagged  from\r\n\r\nKeppel to Havelock, from Havelock to Cairnhill, and\r\n\r\nnow  he has asked the House to join in the guessing\r\n\r\ngame as to where his next destination will be.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Tanjong Pagar!\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> It could be the Southern\r\n\r\nIslands or even the Straits of Malacca.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Vietnam!\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, if you were to\r\n\r\nask me for a definition of a \"political sputnik\", I\r\n\r\nwould answer that it is one which has been misfired\r\n\r\nand  keeps  on moving from one political  orbit  to\r\n\r\nanother.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Keeps travelling!\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> The Member for Aljunied and\r\n\r\nthe   Member  for  Punggol  were  foolish   enough\r\n\r\nyesterday  to  say that they rejected this  Report.\r\n\r\nThey said so\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1176</b></font><br><br>\r\n\r\n\r\n\r\nunder cover of privilege in this Assembly. Let  Mr\r\n\r\nOng  Eng  Guan and the two Members opposite  go  to\r\n\r\nHong  Lim and tell the people that they reject this\r\n\r\nReport. The simplest way of doing it is to re-state\r\n\r\nexactly what Mr Ong Eng Guan and they have said in\r\n\r\nthis Assembly. Mr Ong Eng Guan has in this Chamber\r\n\r\nand  in  the Commission of Inquiry made  some  very\r\n\r\ninteresting  statements. The Commission  has  found\r\n\r\nthose  statements to be untruths. He has found  Mr\r\n\r\nOng  to  be a person who is not to be believed  and\r\n\r\nwho  would tell an untruth whenever it suited  him.\r\n\r\nIf  Mr  Ong  wants to challenge these   findings,\r\n\r\nthere  is  one simple way of doing it,  namely,  in\r\n\r\nHong  Lim at a mass meeting to say that he  rejects\r\n\r\nthese findings, that what he has said both in  this\r\n\r\nAssembly and in the Commission of Inquiry are true.\r\n\r\nIf  he  does  not do so, then the people  can  draw\r\n\r\ntheir own conclusions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But let us come to the main issue underlying this\r\n\r\nmotion.  It  is  whether we wish  to  maintain  the\r\n\r\nsystem and principles of parliamentary democracy or\r\n\r\nnot.  If  it is our desire to uphold the system  of\r\n\r\nparliamentary  democracy, then we in this  Chamber,\r\n\r\nas  elected  representatives of  the  people,  must\r\n\r\nequally  be prepared to uphold the dignity,  honour\r\n\r\nand  prestige  of the Assembly. But  can  there  be\r\n\r\ndignity  if  a Member is permitted under  cover  of\r\n\r\nprivilege  to  hurl slanders at other Members?  Can\r\n\r\nthere  be  honour if a Member, under the  guise  of\r\n\r\nfreedom  of speech, is permitted to make innuendoes\r\n\r\nagainst other Members? Can there be prestige  if  a\r\n\r\nMember  is  permitted to reduce  this  House  to  a\r\n\r\nwrestling ring where mud can be freely slung about?\r\n\r\nWhether  a  Member in the Assembly has committed  a\r\n\r\nbreach  of  privilege can only be  decided  by  the\r\n\r\nAssembly  itself. You, Mr Speaker, suggested  last\r\n\r\nWednesday that a Committee of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1177</b></font><br><br>\r\n\r\n\r\n\r\nPrivileges should be set up consonant with the  new\r\n\r\npowers  of the Assembly under the new constitution;\r\n\r\nand I shall at the next sitting of the Assembly  on\r\n\r\n22nd March ask the House to approve the setting  up\r\n\r\nof this Committee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With reference to what the Member for Farrer Park\r\n\r\nhas   said   about   the  powers,  privileges   and\r\n\r\nimmunities of Assemblymen, the Minister for  Labour\r\n\r\nand  Law  has informed me that the State  \r\n\r\nAdvocate-General  is  already at work revising  the  present\r\n\r\nLegislative  Assembly     (Powers  and  Privileges)\r\n\r\nOrdinance,  1955,  as  well as  the  Commission  of\r\n\r\nInquiry Ordinance. When these Ordinances have  been\r\n\r\nrevised,  we hope any defects in the existing  laws\r\n\r\nand  any  doubts on interpretation will be removed.\r\n\r\nHowever, until the Committee of Privileges  is  set\r\n\r\nup,  we have now to depend upon the findings of the\r\n\r\nInquiry   Commission.   The   conclusion   of   the\r\n\r\nCommission are clear-cut, that there is no truth in\r\n\r\nthe  allegations     made by Mr Ong Eng Guan, that\r\n\r\nthese  allegations  are groundless  and  recklessly\r\n\r\nmade, and that there is no justification for making\r\n\r\nany  of  them. Do the Opposition accept or do  they\r\n\r\nnot  accept the findings of the Commission?  If  we\r\n\r\naccept  the  findings  of the Commission,  then  we\r\n\r\ncan   arrive  at  only  one  conclusion,  and  that\r\n\r\nconclusion  is  that  Mr  Ong  Eng      Guan   has\r\n\r\nflagrantly  abused the privilege of  the  Assembly.\r\n\r\nSince  this  is  so,  then  correctly  we,  as  the\r\n\r\nresponsible  representatives of  the  people,  must\r\n\r\ncensure  and  condemn  Mr Ong  Eng  Guan  for  his\r\n\r\ndishonourable conduct in this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1178</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 31; Noes, 2;\r\n\r\nAbstentions, 4; Absent, 13.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n           Ayes.                 Noes.\r\n\r\n    Buang bin Omar            Lingam, S. V.\r\n\r\n     Junid.                   Ng Teng Kian.\r\n\r\n    Byrne, K. M.              \r\n\r\n    Chan Choy Siong,  \r\n\r\n     Miss.\r\n\r\n    Chor Yeok Eng.        \r\n\r\n    Fung Yin Ching,  \r\n\r\n     Miss.\r\n\r\n    Goh Chew Chua.        \r\n\r\n    Goh Keng Swee.        \r\n\r\n    Hoe Puay Choo,            Abstentions.\r\n\r\n     Madam.                    \r\n\r\n    Lee Khoon Choy.           Lim Yew Hock.\r\n\r\n    Lee Kuan Yew.             Rajah, A. P.\r\n\r\n    Lee Siew Choh.            Seow Peck Leng,\r\n\r\n    Lee Teck Him.              Mrs. \r\n\r\n    Leong Keng Seng.          Thio Chan Bee.\r\n\r\n    Lim Cheng Lock.       \r\n\r\n    Lin You Eng.          \r\n\r\n    Low Por Tuck.         \r\n\r\n    Mammen, John.                Absent.\r\n\r\n    Mohd. Ariff bin           Abdul Hamid bin\r\n\r\n     Suradi.                   Haji Jumat.\r\n\r\n    M. Ismail Rahim.          Ahmad bin Ibrahim.\r\n\r\n    Ong Chang Sam.            Ahmad Jabri bin                      \r\n\r\n    Ong Pang Boon.             Mohammad Akib.           \r\n\r\n    Rajaratnam, S.            Baharuddin bin\r\n\r\n    Sahorah binte Ahmat,       Mohd. Ariff.                 \r\n\r\n     Madam.                   Bani, S. T.\r\n\r\n    Sheng Nam Chin.           Chan Chee Seng.             \r\n\r\n    Tan Cheng Tong.           Chan Sun Wing.\r\n\r\n    Tan Kia Gan.              Kandasamy, G.\r\n\r\n    Tee Kim Leng.             Koh, C. H.\r\n\r\n    Toh Chin Chye.            Mohd. Ali bin Alwi.\r\n\r\n    Wong Soon Fong.           Ramaswamy, S.\r\n\r\n    Yaacob bin Mohamed.       Teo Hock Guan.\r\n\r\n    Yong Nyuk Lin.            Wee Toon Boon.\r\n\r\n    \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion accordingly agreed to.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION.</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn to\r\n\r\nWednesday, 22nd March, 1961.\"-[Dr Toh Chin Chye}.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Seven minutes to Six o'clock p.m. to Wednesday, 22nd March, 1961.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
