{"memberId": null, "volumeNo": "17", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"17\">\r\n\r\n<meta name=\"Sit_No\" content=\"9\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1962-04-18\">\r\n\r\n<meta name=\"Start_Col\" content=\"845\">\r\n\r\n<meta name=\"End_Col\" content=\"916\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">17</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">18-04-1962</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 845</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART III OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 17</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 18th April, 1962</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr, Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 846</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee, J.P.(Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 847</b></font><br><br>\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 847</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>ORAL ANSWERS TO QUESTIONS</h4></div>\r\n\r\n<div align=\"center\"><b>ROYAL SINGAPORE GOLF CLUB</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr David\r\n\r\nMarshall:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1. To ask the Prime Minister what is the area occupied\r\n\r\nby the Royal Singapore Golf Club and the terms on which\r\n\r\nsuch lands are held.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr David Marshall.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Question No. 1, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Prime Minister does not appear to be\r\n\r\nhere. No doubt he has a written answer for the Member\r\n\r\nfor Anson.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 847</b></font><br><br>\r\n\r\n       \r\n\r\n<div align=\"center\"><b>REFERENDUM</b></div>\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on Amendment\r\n\r\n[17th April, 1962] to Question [17th April, 1962],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly solemnly assures the citizens of\r\n\r\nSingapore that before arrangements are finalised for  a\r\n\r\ncloser  relationship  with  the  Federation  of  Malaya\r\n\r\nand/or  the Borneo territories, and before any  request\r\n\r\nis  made  b the Government of Singapore to the  British\r\n\r\nGovernment for transfer of territorial sovereignty over\r\n\r\nSingapore to the Federation of Malaya or Malaysia,  the\r\n\r\nwishes  of  the voters of Singapore will be ascertained\r\n\r\nby referendum and the Government will act in accordance\r\n\r\nwith  the  views  of  our citizens so expressed.\".-(Mr\r\n\r\nDavid Marshall).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`To leave out from \"That\" in line 1 to the end and\r\n\r\ninsert -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"in view of the Government's clearly stated stand on\r\n\r\nthe question of merger, this House welcomes the\r\n\r\nGovernment's introduction of the Singapore National\r\n\r\nReferendum Bill in order to hold a referendum to\r\n\r\nascertain the wishes of the people on the mode and\r\n\r\nmanner of the inevitable reunification of Singapore\r\n\r\nand the Federation of Malaya before arrangements are\r\n\r\nfinalised and before any request is made by the\r\n\r\nGovernment of Singapore to the British Government for\r\n\r\ntransfer\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 848</b></font><br><br>\r\n\r\n\r\n\r\nof   territorial  sovereignty  over  Singapore  to  the\r\n\r\nFederation of Malaya or Malaysia\".'- (The Deputy  Prime\r\n\r\nMinister-Dr Toh Chin Chye).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to be\r\n\r\nleft out, be left out.\"\r\n\r\n\r\n\r\n<br><br>2.34 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam (Choa Chu Kang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir I mentioned yesterday that the P.A.P. was\r\n\r\njust  like  Hitler a few years ago. The  S.P.A. is  no\r\n\r\ndifferent from Eichmann. The P.A.P. wants to write  oft\r\n\r\nwith  one stroke of the pen the will and views  of  the\r\n\r\npeople  of  Singapore on tile question  of  a  national\r\n\r\nreferendum. The S.P.A. is abetting in this intrique. It\r\n\r\nis now singing the same tune and trying to seek concord\r\n\r\nout of differences.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Culture yesterday said that many people believed in merger, but what should be the form of merger? That is the question to be decided upon. The Member for Farrer Park also said that, in principle, everybody supported merger. The question is, how is tile merger to be carried out and what type of merger will it be? The Government should consult the people on the question of merger. Sir, the speeches of these two\r\n\r\nfellow travellers are very attractive and may appeal to\r\n\r\nsome people. They may appear to be very democratic. But\r\n\r\nif  we go more carefully and deeply into this, we  will\r\n\r\nhave  no  difficulty  in seeing through  their  tactic,\r\n\r\nwhich is to confuse white with black, or, pointing at a\r\n\r\nstag,  say  that  it is a horse. If the  Government  is\r\n\r\nsincere in its wish to consult the people and let  them\r\n\r\ndecide  on the form of merger, then, first of  all,  it\r\n\r\nmust  collect all the views and concepts of the various\r\n\r\npolitical  Parties  on  this question  of  merger.  The\r\n\r\nGovernment  should then ask the people  which  type  of\r\n\r\nmerger they want, i.e., the type that is formulated  by\r\n\r\nwhich political Party. The Government must abide by the\r\n\r\ndecision  of  the people and proceed to negotiate  with\r\n\r\nthe  Federation Government on that basis. That  is  the\r\n\r\nonly way for the Government to consult the will and the\r\n\r\nopinions of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, the P.A.P. secretly proceeded\r\n\r\nwith its talks with the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 849</b></font><br><br>\r\n\r\n\r\n\r\nFederation Government on the question of merger  before\r\n\r\nconsulting the people, and now they have presented this\r\n\r\nso-called   White  Paper  on  merger.  Now   what   the\r\n\r\nGovernment should seek is whether the people  agree  to\r\n\r\nor  oppose their White Paper on merger, i.e., the  form\r\n\r\nof merger the people are faced with, for their decision\r\n\r\ntoday.  Mr Speaker, Sir, this question is just like  a\r\n\r\nbarrel  of  rice  before it is  cooked,  that  is,  the\r\n\r\nopinions and the views of all should be consulted. What\r\n\r\nkind of rice are we going to cook, Teochew porridge  or\r\n\r\nKongfu  porridge? But now the P.A.P. is presenting  the\r\n\r\nrice  already  cooked and burnt to the  people  and  is\r\n\r\nasking  their views on it. Mr Speaker, Sir, the people\r\n\r\nare  now asked to decide whether or not they accept the\r\n\r\nburnt  rice  that  is  cooked by the  P.A.P.  (that  is\r\n\r\nsomething  already done) and not on what kind  of  rice\r\n\r\nthey  are  going to eat. Therefore, Mr  Speaker,  Sir,\r\n\r\nthere  should  only  be one question  at  the  national\r\n\r\nreferendum - whether the people want this White Paper  on\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The hon. Member is perhaps in\r\n\r\norder if, in his speech, he makes passing reference  to\r\n\r\nthe  White Paper and urges that it should be put to the\r\n\r\nreferendum.  But I might remind him that there  was  an\r\n\r\namendment   by   the   Member  for   Queenstown   which\r\n\r\nspecifically  asked that the question  be  put  to  the\r\n\r\nreferendum,   and  that  amendment   has   been   lost.\r\n\r\nTherefore,  there cannot be a debate now on whether  or\r\n\r\nnot  that  question should be put. As I say, a  passing\r\n\r\nreference to allow for Continuity Of a Member's  speech\r\n\r\nis  permitted. But not a debate now on whether  or  not\r\n\r\nthat question should be put.  \r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nhad just concluded what I wanted to say on that point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Farrer Park also\r\n\r\nsaid yesterday that a national referendum is meant  for\r\n\r\nthe  Government to seek the views of the  people  on  a\r\n\r\ncertain  question, so as to enable the  Government  and\r\n\r\nthe  legislature to know what kind of merger is  to  be\r\n\r\nadopted and what they should do on a certain issue.  If\r\n\r\nthere  is  only  one question on the ballot  paper  put\r\n\r\nbefore the people, it is not enough because, if that is\r\n\r\nso, then it is not possible to get the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 850</b></font><br><br>\r\n\r\n\r\n\r\nviews  of  the people on a certain issue. Mr  Speaker,\r\n\r\nSir, that is what the Member for Fairer Park said.  The\r\n\r\nFront benches of the Government on many occasions  have\r\n\r\nalso  made the same arguments as those advanced by  the\r\n\r\nMember  for  Farrer Park. All these arguments  are  not\r\n\r\nworth rebutting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Deputy Prime Minister on 16th\r\n\r\nof  March,  during  the course of  the  debate  on  the\r\n\r\nNational  Referendum  Bill,  pointed  to  the  national\r\n\r\nreferendum  held  in New Zealand as  an  example.  That\r\n\r\nreferendum  concerned  the question  whether  bars  and\r\n\r\nrestaurants should carry on their business after 6 p.m.\r\n\r\nThe  question before the electorate in New Zealand  was\r\n\r\nwhether after 6 p.m, bars and restaurants should  close\r\n\r\ntheir  doors, and not whether they should  close  at  a\r\n\r\ncertain  hour  or whether after 6 p.m.,  what  kind  of\r\n\r\nliquors should be sold.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, on the 1st of October last year, the New Zealand Government put a question to the people to decide whether they wanted to ban nuclear weapons. The question was not how to ban them or to limit their number. Mr Speaker, Sir, the independence of Algeria is inevitable. According to the Associated Press news from\r\n\r\nParis,  on  8th April, the question put by  the  French\r\n\r\nGovernment in a referendum was whether they would agree\r\n\r\nto  the  Algerian peace proposals put  forward  by  the\r\n\r\nPresident of France, General de Gaulle. In other words,\r\n\r\nthe  French  people were asked to decide  whether  they\r\n\r\nagreed  to the French/Algerian cease-fire proposals  as\r\n\r\nproposed  by  General de Gaulle. The  people  were  not\r\n\r\nasked  to  decide  on  how the  cease-fire  was  to  be\r\n\r\nachieved. Therefore, Mr Speaker, Sir, the question  to\r\n\r\nbe  put  by  the Government of Singapore to the  people\r\n\r\nshould also be just one question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of the Deputy Prime Minister's amendment\r\n\r\nis  to  ignore positively and openly the wishes of  the\r\n\r\npeople of Singapore at a future national referendum.  I\r\n\r\nwould  ask  the  P.A.P. and the Alliance  to  name  the\r\n\r\ncountries in which more than one question was  advanced\r\n\r\nfor the people to decide, That is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 851</b></font><br><br>\r\n\r\n\r\n\r\nwhy  I  say  that  the P.A.P. is more dictatorial  than\r\n\r\nHitler was and this is no exaggeration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, yesterday the Minister for Culture\r\n\r\ncriticised  the  amendment  moved  by  the  Member  for\r\n\r\nQueenstown to delete the word \"reunification\".  Perhaps\r\n\r\nhe  has  learnt  his logic from Alex Josey  for  having\r\n\r\narrived at the conclusion that the Barisan Sosialis  do\r\n\r\nnot  want  to have reunification of Singapore with  the\r\n\r\nFederation of Malaya. He advanced puerile arguments  in\r\n\r\nthe  same  way when he likened the Barisan Sosialis  to\r\n\r\nthe  Dutch. This is only worth a smile. We are  of  the\r\n\r\nopinion that any constitutional proposals on a basis of\r\n\r\ninequality will not be conducive to the true spirit  of\r\n\r\nreunification,  especially when  the  White  Paper  has\r\n\r\nclearly  shown that the merger proposals  are  not  for\r\n\r\nwhat  you  can  call reunification.  The  Minister  for\r\n\r\nCulture  has once again disclosed the P.A.P.'s trickery\r\n\r\nof deceiving the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Deputy Prime Minister, when he\r\n\r\nmoved his amendment, said that the Barisan Sosialis  in\r\n\r\ntheir  desperation  were trying  to  create  suspicion,\r\n\r\ndistrust and confusion among the people of Singapore in\r\n\r\norder to block the realisation of merger. He went on to\r\n\r\nsay  that this action of the Barisan Sosialis  was  not\r\n\r\nonly  childish and puerile but also dangerous and  that\r\n\r\nit would lead to very regrettable consequences, such as\r\n\r\nthe  outbreak of racial conflict for which the  Barisan\r\n\r\nSosialis would be held fully responsible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from the speech of the Deputy Prime\r\n\r\nMinister, it would appear that the P.A.P. are  bankrupt\r\n\r\nin their political theories. The poverty of the various\r\n\r\nraces in Singapore can only be improved on the basis of\r\n\r\na  non-communal arrangement. In other words, it is only\r\n\r\nin  a society where there is no exploitation of man  by\r\n\r\nman  that  poverty  can  be  abolished  and  there   is\r\n\r\nprosperity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If any constitutional arrangement is based on equality\r\n\r\nof citizenship rights for all races, then there will be\r\n\r\nno  racial  conflict or racial inequality. The  Barisan\r\n\r\nSosialis have never done anything or said\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 852</b></font><br><br>\r\n\r\n\r\n\r\nanything  to create racial conflict or suspicion  among\r\n\r\nthe  people. Sir, it is necessary to unite the  workers\r\n\r\nof  all  races and the intellectuals of all classes  in\r\n\r\nMalaya  in  order to thwart any attempt to disrupt  the\r\n\r\nunity  of  our people. This has been clearly stated  in\r\n\r\nour  manifesto when our Party was founded.  Today,  the\r\n\r\npeople  are  mostly  concerned  with  the  question  of\r\n\r\nwhether  they  will  be deprived of  their  citizenship\r\n\r\nrights  and  whether there will be any  safeguards  for\r\n\r\ntheir  future  generations. This  fear  of  the  people\r\n\r\nshould not be overlooked by the Government.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I trust the hon. Member is not\r\n\r\nnow embarking on a debate on citizenship. As I say, all\r\n\r\nthese  points can be mentioned in passing, but he  must\r\n\r\nnot  enter  into a debate or say anything  which  might\r\n\r\nopen  up  a  debate in regard to matters on which  this\r\n\r\nAssembly has already come to a conclusion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): I accept your ruling,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister said that the P.A.P. will\r\n\r\nrecklessly force the people of Singapore to swallow the\r\n\r\npoison  given  by them at all costs. I  would  like  to\r\n\r\nremind  the P.A.P. Government that they should shoulder\r\n\r\nthe responsibility for all consequences.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we firmly oppose the amendment of the Deputy Prime\r\n\r\nMinister. We cannot issue a blank cheque to be used  by\r\n\r\nthe  P.A.P. especially in connection with  the  future\r\n\r\nnational  referendum. If the Government is  sincere  in\r\n\r\nwanting   the   people   to  decide   on   the   future\r\n\r\nconstitutional  arrangements, then it  should  withdraw\r\n\r\nits amendment to the motion.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed (Parliamentary Secretary to the Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Prime Minister (Inche Yaacob Bin Mohamed)</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir, in debating the motion before the House only those\r\n\r\npeople whose blood is dirty will have skin disease, and\r\n\r\nonly those whose souls are filthy will make nonsensical\r\n\r\nspeeches.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have heard unparlimentary expressions\r\n\r\nin this Chamber but I think the expressions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 853</b></font><br><br>\r\n\r\n\r\n\r\nwhich have just been used take the first prize! I would\r\n\r\nsuggest   that   these   expressions   are   completely\r\n\r\nunparliamentary and they ought to be withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): If you consider\r\n\r\nsuch  expressions  to  be unparliamentary,  I  withdraw\r\n\r\nthem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we study the aim of the motion of the Member for\r\n\r\nAnson  to  which  an amendment has been  moved  by  the\r\n\r\nGovernment, it is an attempt to obtain cheap  publicity\r\n\r\nin order to get the support of the masses and to create\r\n\r\nuncertainty in their minds so that they will  hate  the\r\n\r\nGovernment.  When he moved his motion, I observed  that\r\n\r\nhe was pretending to be a genuine democratic fighter by\r\n\r\nalleging  that  parliamentary democracy  would  not  be\r\n\r\ndestroyed by the Communists but by the P.A.P.  He  also\r\n\r\nsaid   that   the  present  practices  of  the   P.A.P.\r\n\r\nGovernment  are  of  a dictatorial nature.  I  wish  to\r\n\r\nemphasise   that  if  the  P.A.P. runs  a  dictatorial\r\n\r\nadministration, the Member for Anson will not now be in\r\n\r\nthis Chamber. History has shown us that in dictatorship\r\n\r\ncountries-for example, in Germany - many people  suffered\r\n\r\nto  such  an extent that even the skin of human  beings\r\n\r\nwas  used to make shoes. But we can see in this Chamber\r\n\r\nthe  Member  for Anson crowing as loud  as  he  wishes,\r\n\r\nairing his views and throwing criticisms as much as  he\r\n\r\nlikes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson intimated that he sympathised\r\n\r\nwith  the Back benches of the Government by saying that\r\n\r\nthey  had been influenced by the Front benches  of  the\r\n\r\nGovernment.  We would like to state once  and  for  all\r\n\r\nthat the stand of the Back benches of the Government is\r\n\r\nfirm, unlike the wavering stand of the Member for Anson\r\n\r\nwho at one time challenged our Prime Minister to go  to\r\n\r\nthe  people but who subsequently did not carry out  the\r\n\r\nchallenge.  We  do not whisper among ourselves,  unlike\r\n\r\nthe  Member  for Anson who conversed in a whisper  with\r\n\r\nthe Member for Nee Soon when we were debating a certain\r\n\r\nissue  once.  That clearly shows that he  has  no  firm\r\n\r\nstand of his own.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 854</b></font><br><br>\r\n\r\n\r\n\r\nMr  Speaker, Sir, some Members of the Opposition  have\r\n\r\nsaid that the stand of the Government can be likened to\r\n\r\nthe  dictatorship  of  Japan. If the  attitude  of  the\r\n\r\nGovernment could be so likened, we would then see heads\r\n\r\nof  people  exhibited at street corners. But today  the\r\n\r\npeople  are  free to express their views  in  the  true\r\n\r\ntradition of parliamentary democracy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we should not say what we like as\r\n\r\nregards the referendum on merger with the Federation of\r\n\r\nMalaya. When we talk about reunification or merger,  it\r\n\r\nmeans there are two things which should be agreed  upon\r\n\r\nby  two  sides. If one side insists on its  view  only,\r\n\r\nthen  it  means  that it is forcing the other  side  to\r\n\r\naccept its view. On the issue of merger, we must try to\r\n\r\nunderstand  the  views of the other side  in  order  to\r\n\r\nreach  a mutual agreement. Then only can we come  to  a\r\n\r\ncertain  understanding. For instance,  if  the  Barisan\r\n\r\nSosialis  really  believed  in  complete  merger,  they\r\n\r\nshould  have  the courage to move a positive  amendment\r\n\r\nusing  the  phrase \"complete merger\". But instead  they\r\n\r\nhave kept on harping on the White Paper on merger which\r\n\r\nhas  been  accepted  by  the  Assembly,  and  they  are\r\n\r\nwavering in their stand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown said that he shared the\r\n\r\nsentiments expressed in the motion moved by the  Member\r\n\r\nfor  Anson.  This means that he agreed with  the  views\r\n\r\nexpressed by the Member for Anson. They have said  that\r\n\r\nthey  want  complete merger outside this Assembly,  but\r\n\r\nnot in this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, yesterday I heard the Member for\r\n\r\nUpper Serangoon saying that the P.A.P. have twisted and\r\n\r\nturned the merger issue into a reunification problem. I\r\n\r\nthink  there  is  no  difference  between  merger   and\r\n\r\nreunification, because Singapore originally was part of\r\n\r\nMalaya.   Reunification   means   a   return   to   the\r\n\r\nfold - except, of course, if the intention is to  reunite\r\n\r\nSingapore  with  Taiwan  or with  some  other  country!\r\n\r\nSingapore  and  Malaya  are  one.  If  we  talk   about\r\n\r\nreunification, it, is not incorrect in the  true  sense\r\n\r\nof, the word, unless it is the intention of some people\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 855</b></font><br><br>\r\n\r\n\r\n\r\nto  mislead the masses. If they cannot accept the  word\r\n\r\n\"reunification\", then it is hard to understand why they\r\n\r\nsupport  the  motion moved by the Member for  Anson  in\r\n\r\nwhich  the  word  \"reunification\"  is  used.  They  are\r\n\r\nspeaking  with their tongue in their cheek in order  to\r\n\r\nconfuse the people. It should be the responsibility  of\r\n\r\nevery Member of this Assembly to give a true picture of\r\n\r\nthe situation to the people and not to twist the facts.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Did I hear the Member right when\r\n\r\nhe  said that the term \"reunification\" appeared in  the\r\n\r\nmotion  standing in the name of the Member  for  Anson,\r\n\r\nbecause I cannot find the word \"reunification\" in  that\r\n\r\nmotion?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall (Anson):</b> On a point of order, Sir.\r\n\r\nPerhaps I can be of assistance, Sir. You will find that\r\n\r\nthe amendment as moved by me was,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'That this House welcomes the Singapore National\r\n\r\nReferendum  Bill  in  order to  hold  a  referendum  to\r\n\r\nascertain the wishes of the people ...'-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am talking about the motion. We\r\n\r\nhave  disposed of the Member for Anson's amendment.  My\r\n\r\nquestion  was  whether the Parliamentary Secretary,  by\r\n\r\nindicating  that the term \"reunification\"  was  in  the\r\n\r\nmotion  of  the Member for Anson, meant it was  in  the\r\n\r\nmotion standing in the name of the Member for Anson, or\r\n\r\nin   some  other  motion,  or  possibly  the  amendment\r\n\r\nproposed  by the Member for Anson which did  not  leave\r\n\r\nout the word. \"reunification\".\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Sir, the word \"reunification\"\r\n\r\nwas used in the amendment. I am only touching on it  in\r\n\r\npassing. .1 was saying that some support the use of the\r\n\r\nterm \"reunification\" while others object to its use.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the motion moved by the Member for\r\n\r\nAnson,  to  which an amendment has been  moved  by  the\r\n\r\nGovernment, clearly shows that the mover is  attempting\r\n\r\nto obtain cheap\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 856</b></font><br><br>\r\n\r\n\r\n\r\npublicity in order to get the support of the people and\r\n\r\nat the same time to confuse their thinking.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order, Sir. I seem to -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Anson should just\r\n\r\nrise and say, \"On a point of order,\" because of the\r\n\r\nlapse of time in interpretation. So I have not really\r\n\r\nheard what the Parliamentary Secretary to the Prime\r\n\r\nMinister was going to say. The point of order being?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> The point of order being that the\r\n\r\nStanding  Order says that one should not  question  the\r\n\r\nmotives of a Member of the Assembly in bringing matters\r\n\r\nbefore the Assembly. Am I not right, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Possibly the Standing Order referred to\r\n\r\nis Standing Order 46 (6) which says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No Member shall impute improper motives to any other\r\n\r\nMember.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether the Member for Anson is alleging\r\n\r\nthat   the  Parliamentary  Secretary  has  imputed   an\r\n\r\nimproper motive.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, Sir, I suppose that is\r\n\r\nwithout question an allegation of improper motive.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> And the words used being?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> The words being that I am seeking cheap\r\n\r\npublicity, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Well, I must confess that the Speaker\r\n\r\nhas  never been a politician, but I am sure politicians\r\n\r\nwould like publicity, whether it is cheap or expensive!\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, Sir, the\r\n\r\nSingapore  National Referendum Bill was tabled  in  the\r\n\r\nAssembly and it is now to go to Select Committee.  This\r\n\r\nclearly shows that it is the Government's intention  to\r\n\r\nhold  a referendum, otherwise there would be no purpose\r\n\r\nin  tabling  the  Bill. If it is against  the  Standing\r\n\r\nOrder,  I do not wish to comment further, but everybody\r\n\r\nknows this. If the sex of a fish can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 857</b></font><br><br>\r\n\r\n\r\n\r\nbe   identified  in  water,  what  more  we   who   are\r\n\r\npoliticians?  We should not confuse the  minds  of  the\r\n\r\npeople,  if we are true representatives of the  people;\r\n\r\nand we should not fail to voice their views.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Bani (Thomson):</b> Mr Speaker, Sir, I am quite\r\n\r\nsure  that many people are perturbed over this talk  of\r\n\r\ndemocracy which amounts to a big farce as propagated by\r\n\r\nthe  P.A.P.  The  issue is quite  simple:  whether  the\r\n\r\nGovernment wants to seek the approval of the people  on\r\n\r\ntheir White Paper proposals. And whether the Government\r\n\r\nis  prepared  to  accept the wishes of  the  people  as\r\n\r\nexpressed in the referendum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the very fact that the Deputy Prime Minister, in\r\n\r\nmoving  his  amendment, has conveniently left  out  the\r\n\r\nvery  last  part of the motion moved by the Member  for\r\n\r\nAnson, viz., \"will act in accordance with the views  of\r\n\r\nour  citizens so expressed\", is a clear indication that\r\n\r\nthe Government has no intention whatsoever of accepting\r\n\r\nthe views of the people if those views are going to  be\r\n\r\ncontrary  to the Government's proposals for  merger  as\r\n\r\ncontained in the White Paper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been accused of being people who want to\r\n\r\nwreck the parliamentary system. I am quite certain that\r\n\r\nanybody with an average intelligence will realise  that\r\n\r\nthe  way  the P.A.P. proposes to go about holding  this\r\n\r\nreferendum  will,  in  fact,  wreck  the  parliamentary\r\n\r\nsystem.  It  will make the word \"democracy\" a  mockery.\r\n\r\nAll  that  we have been saying is: here you  have  your\r\n\r\nproposals  contained in the White Paper as  adopted  by\r\n\r\nthis  Assembly, with the support of the S.P.A. and  the\r\n\r\nP.A.P.  And  we  feel  that the people  must  be  asked\r\n\r\nwhether  they support these proposals or they  do  not.\r\n\r\nThe  question to be posed to the people should  be  one\r\n\r\nthat  is  simple and that does not seek to confuse  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure we can all remember the confidence with which\r\n\r\nGovernment Members spoke during the debate on the White\r\n\r\nPaper. If they are that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 858</b></font><br><br>\r\n\r\n\r\n\r\nconfident, if they are quite sure that the only  people\r\n\r\nwho   oppose   the  White  Paper  are   the   so-called\r\n\r\nCommunists, and that everybody else wants merger on the\r\n\r\nterms  proposed by the Government, then  why  are  they\r\n\r\nafraid to pose a very simple question to the people?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Thomson is doing\r\n\r\nexactly  what  I said to the Member for Choa  Chu  Kang\r\n\r\nthat he should not do, and that is to debate on why the\r\n\r\nWhite  Paper should or should not be put to the people.\r\n\r\nThe  reason  is  that that question  has  already  been\r\n\r\ndebated and has been rejected by this Assembly. I  have\r\n\r\nindicated  that, for continuity of speech,  the  Member\r\n\r\nfor Thomson can just mention the matter in passing, but\r\n\r\nnot  urge  once  again that the only question  for  the\r\n\r\nreferendum should be the White Paper.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I was just going to mention that in\r\n\r\npassing, Sir. The point I want to stress is that  if  a\r\n\r\nreferendum  is  held, it should not be merely  for  the\r\n\r\nsake  of  form. It should not be just to show that  the\r\n\r\nGovernment wants to consult the people. But, in  actual\r\n\r\nfact,  it will merely be a form used to get the support\r\n\r\nof the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has already been pointed out that what the\r\n\r\nGovernment is thinking of is along the lines of  posing\r\n\r\ntwo  alternative questions. And in all likelihood,  the\r\n\r\ntwo alternatives will be unacceptable alternatives.  If\r\n\r\nthe  people are going to be asked to choose between two\r\n\r\nevils,  then quite certainly there will be some  people\r\n\r\nwho  will  be uncertain. They may send in blank  votes.\r\n\r\nAnd the Government has thought fit to have a proviso in\r\n\r\nthe Referendum Bill couched -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Thomson is\r\n\r\ncompletely out of order. That particular clause in  the\r\n\r\nBill   is  now  under  consideration  by  the.   Select\r\n\r\nCommittee and he cannot refer to it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> What I do want to point out, Mr Speaker,\r\n\r\nSir, is the motive of the Government in wanting to hold\r\n\r\nthis  referendum.  It  is not  its  genuine  desire  to\r\n\r\nconsult the views of the people,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 859</b></font><br><br>\r\n\r\n\r\n\r\nbecause they are committed to consult the people.  They\r\n\r\nwant  to  work out a form which is going to be used  to\r\n\r\nbulldoze their White Paper proposals through.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the intention of the Government is not to\r\n\r\naccept  the  decision  of  the  referendum,  then   the\r\n\r\nconsequences are going to be very serious.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> So that\r\n\r\nyou can start trouble!\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Let me make it quite clear. It is not\r\n\r\ntrouble created by individuals that I am talking about.\r\n\r\nThere  have been accusations that the Barisan  Sosialis\r\n\r\nhas been responsible for creating communal tension. The\r\n\r\nmovers of the merger proposals have right from the very\r\n\r\nbeginning approached the problem purely from a communal\r\n\r\npoint  of view. We all know that if today Singapore  is\r\n\r\nnot going to be accepted as a constituent unit like any\r\n\r\nother  State in the Federation of Malaya, if the people\r\n\r\nof Singapore are not going to be accepted automatically\r\n\r\nas  Federal citizens, it is because the majority of the\r\n\r\npeople  in  Singapore are Chinese. This is a  blatantly\r\n\r\ncommunal  approach. And having made the approach  right\r\n\r\nfrom  the very beginning on a communal basis, and  now\r\n\r\ngiving  the  people the choice to reject  categorically\r\n\r\nthe proposals as contained in the White Paper which are\r\n\r\nbased  on  inequity, it is inevitably going  to  create\r\n\r\ntrouble.  Whether this is said or not said is not  very\r\n\r\nimportant. I refuse to believe that the people  can  be\r\n\r\nforced  into  accepting a constitutional  arrangement,\r\n\r\nwhereby  they  are going to be treated as  second-class\r\n\r\ncitizens. I wish to assure you again: I do not want  to\r\n\r\nstart  and  I  am not going to start a  debate  on  the\r\n\r\nmerger  issue.  But it is pertinent,  Sir,  to  mention\r\n\r\nthis:  in  examining the motion before the  House,  the\r\n\r\npurpose  in wanting to hold a referendum should  be  to\r\n\r\ndetermine   whether  the  people  support  the   P.A.P.\r\n\r\nproposals  or  not. And if the people  do  not  support\r\n\r\nthem, then they should not be proceeded with. As\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 860</b></font><br><br>\r\n\r\n\r\n\r\nI  have  said, if, firstly, the machinery provided  for\r\n\r\nconsulting  the  views of the people  is  going  to  be\r\n\r\ninadequate; secondly, the form in which the people  are\r\n\r\ngoing  to be asked to approve or disapprove the  P.A.P.\r\n\r\nproposals  is going to be inadequate; thirdly,  if  the\r\n\r\nGovernment  is  determined to push through  this  White\r\n\r\nPaper  arrangement, irrespective of the desire  of  the\r\n\r\npeople;  then it does not take a superman  to  forecast\r\n\r\nthat  the repercussions are going to be serious.  As  I\r\n\r\nhave said, the Government Members have always said that\r\n\r\nthey  are  confident the people will support the  White\r\n\r\nPaper.  According  to them, it is  only  the  so-called\r\n\r\nCommunists who oppose merger. In the words of  some  of\r\n\r\nthe Government Ministers, there are only 300 Communists\r\n\r\nin Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> You are a big boy now!\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Surely, Sir, the Government is not\r\n\r\nsuggesting now that it has lost the confidence  of  the\r\n\r\nvoters  they  had  in  the past. I  tell  this  to  the\r\n\r\nGovernment benches, Sir - better not commit atrocities in\r\n\r\nthe   name  of  democracy.  Sir,  some  of  the   worst\r\n\r\natrocities in the world have been committed in the name\r\n\r\nof  democracy.  I  am sure Members  on  the  Government\r\n\r\nbenches  do  not want to be democrats like Chiang  Kai-shek,  Syngman Rhee and so on and so forth. We  do  not\r\n\r\nwant  to say that we are genuine democrats and that  we\r\n\r\nare defenders of the towers of parliamentary democracy,\r\n\r\netc.  It does not matter what we are called. But it  is\r\n\r\nthose   honourable  Members  sitting  on  the  opposite\r\n\r\nbenches who have been saying that they are champions of\r\n\r\ndemocracy.  Let  us work out a simple, straight-forward\r\n\r\narrangement  so that you get the views  of  the  people\r\n\r\nquite categorically. Do not tell them to choose between\r\n\r\ntwo  evils  and  give them not even the alternative  of\r\n\r\nputting a blank vote.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Referenda held elsewhere in the world have always\r\n\r\nbeen,  to the best of my knowledge, in the form of  one\r\n\r\nsimple  question:  \"Do  you  support  the  Government's\r\n\r\ndecision on this, or do you not?\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 861</b></font><br><br>\r\n\r\n\r\n\r\nYes  or no. If the purpose is not genuinely to seek the\r\n\r\nviews  of the people but to force them to give  support\r\n\r\nto  the  Government,  then I  say,  Sir,  this  is  not\r\n\r\ndemocracy.  This is hypocrisy. I am sure, Mr  Speaker,\r\n\r\nthat  we  have all heard of the term \"guided democracy\"\r\n\r\nin  this  part of the world. What the P.A.P. Government\r\n\r\nis  trying to practise is not even guided democracy. It\r\n\r\nis \"guarded democracy\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if ambitious men in an attempt to save their own\r\n\r\npolitical   career  want  to  try  to  bulldoze   their\r\n\r\nconstitutional  arrangements through, the  consequences\r\n\r\nare  going to be serious. And let this be a warning.  I\r\n\r\nsay  that whatever the consequences as a result of  the\r\n\r\nacts  of the Government, the responsibility should  lie\r\n\r\nsquarely on the shoulders of the men who hold the reins\r\n\r\nof government.\r\n\r\n\r\n\r\n<br><br>3.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. V. Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. V. Lingam (Aljunied):</b> Mr Speaker, Sir, I wish\r\n\r\nto  oppose  the  amendment moved by  the  Deputy  Prime\r\n\r\nMinister.  The original motion of the Member for  Anson\r\n\r\nwas  to seek an assurance from the Assembly that  there\r\n\r\nwill  be  a referendum on merger. Sir, since my  Party,\r\n\r\nthe   United  People's  Party,  first  called  on   the\r\n\r\nGovernment  on  18th September, 1961,  to  refer  their\r\n\r\nproposals  to the people for decision in a  referendum,\r\n\r\nthe  Government have made many pronouncements  agreeing\r\n\r\nthat  there will be a referendum. But the Deputy  Prime\r\n\r\nMinister's  amendment goes one step  further  than  the\r\n\r\nassurance on the referendum which the Member for  Anson\r\n\r\nseeks.  It is going to ask the Legislative Assembly  to\r\n\r\nprovide  a cloak for the questions which the Government\r\n\r\nare  going to frame in the referendum ballot paper.  If\r\n\r\nthe  questions framed are unfair and undemocratic,  the\r\n\r\nGovernment  will try to seek cover by saying  that  the\r\n\r\nLegislative  Assembly has approved them, which  is  far\r\n\r\nfrom  the truth. What is meant by \"the mode and  manner\r\n\r\nof  the  inevitable reunification of Singapore and  the\r\n\r\nFederation  of Malaya\"? The Deputy Prime  Minister  has\r\n\r\nnot  explained  its  meaning to us. However,  from  the\r\n\r\nspeech of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 862</b></font><br><br>\r\n\r\n\r\n\r\nMinister  for Culture, it seems to us that  the  voters\r\n\r\nwill  be  asked to choose whether they want the  P.A.P.\r\n\r\nmerger  proposals  or the so-called Penang  or  Malacca\r\n\r\ntype of merger. Is that what is meant by \"the mode  and\r\n\r\nmanner  of  merger\"? Does it mean that the people  will\r\n\r\nhave  to  choose between two types of merger,  both  of\r\n\r\nwhich  they  do  not want? Mr Speaker. Sir,  what  the\r\n\r\npeople  want  is a complete merger where all  Singapore\r\n\r\ncitizens, wherever they are born, automatically  become\r\n\r\nFederal  citizens. The net result of the  amendment  of\r\n\r\nthe  Deputy Prime Minister is to shift the emphasis  on\r\n\r\nwhether  there  is  going to be a referendum  on  to  a\r\n\r\ndifferent  issue.  The Legislative Assembly  is  to  be\r\n\r\nasked  to give its sanction to the questions which  are\r\n\r\nto   be   framed  by  the  Government  in  the   coming\r\n\r\nreferendum.  Mr  Speaker, Sir,  the  U.P.P. therefore\r\n\r\noppose   the  amendment  moved  by  the  Deputy   Prime\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The original Question was, \"That this\r\n\r\nAssembly  solemnly  assures the citizens  of  Singapore\r\n\r\nthat  before  arrangements are finalised for  a  closer\r\n\r\nrelationship with the Federation of Malaya  and/or  the\r\n\r\nBorneo  territories and before any request is  made  by\r\n\r\nthe  Government of Singapore to the British  Government\r\n\r\nfor  transfer of territorial sovereignty over Singapore\r\n\r\nto  the Federation of Malaya or Malaysia, the wishes of\r\n\r\nthe   voters  of  Singapore  will  be  ascertained   by\r\n\r\nreferendum  and the Government will act  in  accordance\r\n\r\nwith the views of our citizens so expressed.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since which an amendment has been moved, to leave out\r\n\r\nfrom  \"That\" in line 1 to the end and there  to  insert\r\n\r\n\"in  view  of the Government's clearly stated stand  on\r\n\r\nthe   question  of  merger,  this  House  welcomes  the\r\n\r\nGovernment's  introduction of  the  Singapore  National\r\n\r\nReferendum  Bill  in  order to  hold  a  referendum  to\r\n\r\nascertain  the  wishes of the people on  the  mode  and\r\n\r\nmanner of the inevitable reunification of Singapore and\r\n\r\nthe   Federation  of  Malaya  before  arrangements  are\r\n\r\nfinalised  and  before  any  request  is  made  by  the\r\n\r\nGovernment of Singapore to the British Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 863</b></font><br><br>\r\n\r\n\r\n\r\nfor transfer of territorial sovereignty over Singapore\r\n\r\nto the Federation of Malaya or Malaysia\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left out,\r\n\r\nbe left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Division.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 24; Noes, 18; Abstentions,\r\n\r\n6; Absent, 3.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n   Ayes.                       Noes\r\n\r\nBuang bin                   Bani, S. T.\r\n\r\n Omar Junid.                Chan Sun Wing.\r\n\r\nByrne, K. M.                Fung Yin Ching, Miss.\r\n\r\nChan Chee Seng.             Koh, C. H.\r\n\r\nChan Choy Siong, Madam.     Lee Siew Choh.\r\n\r\nChor Yeok Eng.              Leong Keng Seng.\r\n\r\nGoh Chew Chua.              Lin You Eng.\r\n\r\nGoh Keng Swee.              Lingam, S. V.\r\n\r\nHoe Puay Choo, Madam.       Low Por Tuck.\r\n\r\nKandasamy, G.               Marshall, David.\r\n\r\nLee Khoon Choy.             Ng Teng Kian.\r\n\r\nLee Kuan Yew.               Ong Chang Sam.\r\n\r\nLee Teck Him.               Ong Eng Guan.\r\n\r\nLim Cheng Lock.             Sheng Nam Chin.\r\n\r\nMammen, John.               Tan Cheng Tong.\r\n\r\nMohd. Ariff bin Suradi.     Tee Kim Leng.\r\n\r\nM.Ismail Rahim.             Teo Hock Guan.\r\n\r\nOng Pang Boon.              Wong Soon Fong.\r\n\r\nRajaratnam, S.              \r\n\r\nRamaswamy, S.                   Absent.\r\n\r\nSahorah binte               Abdul Hamid bin            \r\n\r\n Ahmat,Madam.                Haji   Jumat.\r\n\r\nTan Kia Gan.                Ahmad Bin\r\n\r\nToh Chin Chye.               Ibrahim.   \r\n\r\nWee Toon Boon.              Yong Nyuk Lin. \r\n\r\nYaacob bin Mohamed.     \r\n\r\n            \r\n\r\n                          \r\n\r\n Abstentions.\r\n\r\n\r\n\r\nAhmad Jabri bin\r\n\r\n Mohammad Akib.\r\n\r\nLim Yew Hock.\r\n\r\nMohamed Ali bin\r\n\r\n Alwi.\r\n\r\nRajah, A. P.\r\n\r\nSeow Peck Leng,\r\n\r\nThio Chan Bee.  \r\n\r\n\r\n\r\n</pre>\r\n\r\n \r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question accordingly agreed to.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be inserted, be\r\n\r\nthere inserted,\" put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Question now is the motion as\r\n\r\namended.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 864</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That in view of the Government's clearly stated stand\r\n\r\non  the  question  of merger, this House  welcomes  the\r\n\r\nGovernment's  introduction of  the  Singapore  National\r\n\r\nReferendum  Bill  in  order to  hold  a  referendum  to\r\n\r\nascertain  the  wishes of the people on  the  mode  and\r\n\r\nmanner of the inevitable reunification of Singapore and\r\n\r\nthe   Federation  of  Malaya  before  arrangements  are\r\n\r\nfinalised  and  before  any  request  is  made  by  the\r\n\r\nGovernment  of Singapore to the British Government  for\r\n\r\ntransfer  of territorial sovereignty over Singapore  to\r\n\r\nthe Federation of Malaya or Malaysia.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> No Member wishes to speak? The Member for\r\n\r\nAnson has the right of reply.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, the first thing\r\n\r\nthat  needs  to  be asked is why the Member  for  Anson\r\n\r\nbrought up this motion. It could not be -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Minister has lost his\r\n\r\nopportunity if he wants to speak in that strain. We are\r\n\r\nnow  on  the  motion as amended. In  other  words,  the\r\n\r\noriginal  motion proposed by the Member for  Anson  has\r\n\r\nbeen  rejected by this Assembly. Therefore, the  motive\r\n\r\nas to why he brought that motion to the Assembly is out\r\n\r\nof place. We are discussing the motion as amended.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> With due respect, Sir, I wanted to\r\n\r\nexplain  why  we brought our amendment. The  terms  and\r\n\r\nwording of our amendment act as a counter to the motive\r\n\r\nwhich inspired the Member for Anson to move his motion.\r\n\r\nI am not going to discuss the merits or otherwise.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think that speech should have been made\r\n\r\nimmediately after the Deputy Prime Minister  moved  his\r\n\r\namendment.  That was the time to say why the Government\r\n\r\nchose  to  move  its amendment and why  the  Government\r\n\r\nthought the Member for Anson moved his motion.  We  are\r\n\r\nnow on the motion as amended, and the debate must be on\r\n\r\nthe content of that amended motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, the amended motion\r\n\r\nis in view of the Government's clearly stated stand.  I\r\n\r\nwant  to  show that this Government has clearly  stated\r\n\r\nits  stand,  whereas the debate has been on  the  lines\r\n\r\nthat the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 865</b></font><br><br>\r\n\r\n\r\n\r\nGovernment has not indicated its stand and therefore it\r\n\r\nis   necessary   to  pressurise  the  Government   into\r\n\r\naccepting  and  giving an assurance that  a  referendum\r\n\r\nwill  be  held. I submit, Sir, that nobody - neither  the\r\n\r\nMember   for  Anson  nor  the  Barisan  Sosialis - really\r\n\r\nbelieves that a referendum will not be held. Therefore,\r\n\r\nin  trying to defeat the Government's amendment and  in\r\n\r\ntrying   to   call   into  question  the   Government's\r\n\r\namendment, they had a specific purpose in doing so  and\r\n\r\nit is necessary for us to understand what these motives\r\n\r\nare.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am afraid the Minister is too\r\n\r\nlate.  That speech should have been made when  we  were\r\n\r\ndebating  the  amendment proposed by the  Deputy  Prime\r\n\r\nMinister.  That was the time when that type  of  speech\r\n\r\ncould  have been made. Now we are debating the  amended\r\n\r\nmotion  and, therefore, the speeches should be confined\r\n\r\nto  the content of that amended motion. The Minister is\r\n\r\nquite  right if he says he wishes to indicate that,  in\r\n\r\nfact,  the Government has clearly stated its  stand  on\r\n\r\nthe  question  of merger. As far as that is  concerned,\r\n\r\nthat is in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Well, Sir, the Government indicated\r\n\r\nits  determination to hold a referendum firstly on  its\r\n\r\nown  initiative  long  before the  idea  of  holding  a\r\n\r\nreferendum was even a twinkle in the eye of' the Member\r\n\r\nfor Anson. The Government has clearly indicated that it\r\n\r\nwill consult the people on the terms and conditions  of\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> But it is now backing out.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The Member for Anson has just said\r\n\r\nthat the Government is backing out. In this connection,\r\n\r\nSir,  I  have made it a point that any time the Barisan\r\n\r\nSosialis  or the Member for Anson says, \"It is  raining\r\n\r\noutside,\" I suggest humbly, Sir, that before we believe\r\n\r\nthis,  we should go outside and first find out  whether\r\n\r\nit  is  raining or not, because they have got into  the\r\n\r\nhabit - and  the  Member for Anson is obviously  learning\r\n\r\nfrom the sergeant-majors in the Barisan Sosialis - of distorting \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 866</b></font><br><br>\r\n\r\n\r\n\r\nfacts. In fact, the strongest expression that I\r\n\r\ncan   use  is  to  say  that  they  are  indulging   in\r\n\r\nfalsehoods.  They  query  whether  the  Government   is\r\n\r\nserious  about  holding a referendum or whether  it  is\r\n\r\ngoing to back out. The Member for Anson has quoted  the\r\n\r\nPrime  Minister as having said in this Chamber on  16th\r\n\r\nMarch - and this is reported in the Straits Times of 17th\r\n\r\nMarch:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`If there was the slightest risk of merger being\r\n\r\nfrustrated and the country plunged into disaster by the\r\n\r\nactivities of the Communists, let me say that  it  will\r\n\r\nbe criminal folly on the part of the Government to hold\r\n\r\nthe  referendum and to allow the future of  Malaya  and\r\n\r\nMalaysia to be imperilled.'\r\n\r\n\r\n\r\n<br><br>Therefore,  Sir,  the Member for Anson  maintains  that\r\n\r\nthis  is an indication that the Government is going  to\r\n\r\nwriggle  out  of  its promise to hold a  referendum  to\r\n\r\nconsult  the  people  on the conditions  and  terms  of\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said. Sir, I have come to the conclusion\r\n\r\nthat  when  a Member from the Barisan Sosialis  or  the\r\n\r\nMember  for  Anson says that it is raining outside,  we\r\n\r\nmust go outside and check first. I went out and checked\r\n\r\nthe  quotation concerned. This quotation from the Prime\r\n\r\nMinister's  speech  was  only a  part  of  an  argument\r\n\r\nleading  to  a  conclusion.  The  conclusion  following\r\n\r\nimmediately  after the sentence is in black  type,  and\r\n\r\nunless  the Member for Anson was as blind as a bat,  he\r\n\r\ncould not have overlooked the following sentence in the\r\n\r\nStraits Times of 17th March appearing in black type:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`If that were the position, if the risk existed then,\r\n\r\nit  is the duty of the Government to go through with it\r\n\r\n[referendum]  to  ensure that the peace,  security  and\r\n\r\nhappiness of the people, not just of Singapore  but  of\r\n\r\nMalaya and Malaysia, are not jeopardised.'\r\n\r\n\r\n\r\n<br><br>Therefore. Sir, I submit to you - \r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order. I have been\r\n\r\nmisrepresented to the knowledge of the Chair - I  suggest\r\n\r\nit is a point of order - that part of the speech which  I\r\n\r\nam alleged to have been so blind as not to have noticed\r\n\r\nwas  read out by me in this Chamber in my speech on the\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It is not a point of order. But there is\r\n\r\nan  opportunity  which the Member will have - unless,  of\r\n\r\ncourse, the Minister gives way at this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 867</b></font><br><br>\r\n\r\n\r\n\r\nmoment - an opportunity of correcting a misrepresentation\r\n\r\nunder  the  provisions of Standing Order 43  (4)  which\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'A Member who has spoken to a question may again be\r\n\r\nheard to offer an explanation of some material part  of\r\n\r\nhis speech which has been misunderstood;'.\r\n\r\n\r\n\r\n<br><br>If the hon. Member wishes to correct what he alleges to\r\n\r\nbe  a misrepresentation, he will have an opportunity to\r\n\r\ndo  so unless, as I say, the Minister gives way now and\r\n\r\nthe Member for Anson can explain it.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Sir, in that case, may I rise on a point\r\n\r\nof elucidation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I am always willing to give way to a\r\n\r\nmisguided -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Minister just gives way. That is all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> They are incapable of courtesy, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I now repeat what I have said, that that\r\n\r\nis  a falsehood - the allegation that that statement  was\r\n\r\nnot  made  in this House, as the records of this  House\r\n\r\ncan  prove,  and  I ask the Minister to  withdraw  that\r\n\r\nallegation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can I understand what is the allegation\r\n\r\ncomplained of?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am sorry, Sir, I made a certain\r\n\r\nspeech  yesterday. It is alleged by  the  Minister  for\r\n\r\nCulture  that  I was so blind that I did  not  see  the\r\n\r\nparagraph  immediately following  the  first  paragraph\r\n\r\nquoted  which  was in black type in the Straits  Times,\r\n\r\nand   that  I  had  thereby  misrepresented  the  Prime\r\n\r\nMinister by not reading it. I am informing you, Sir - and\r\n\r\nI know I cannot expect your memory to recollect it, but\r\n\r\nit  is  on  the records - that in truth and in  fact  the\r\n\r\nMinister  for  Culture is perpetrating a  falsehood  in\r\n\r\nsaying  that  I  had not read out in full  that  second\r\n\r\nparagraph  in  my  motion when I  addressed  the  Chair\r\n\r\nyesterday afternoon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 868</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, it is always\r\n\r\ndifficult to follow the logic of the Member for  Anson,\r\n\r\nbecause  I recollect, Sir, that he spent the best  part\r\n\r\nof  about  20 minutes going through a series of  verbal\r\n\r\nexplosions   to   say   that  this   quotation   showed\r\n\r\nconclusively that the Prime Minister had indicated that\r\n\r\na  referendum  may not be held: Whereas my  contention,\r\n\r\nSir, is that it is quite clear from the quotation -\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Health and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Law (Mr K. M. Byrne):</b> He\r\n\r\nhad a mental blackout!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> - that the Prime Minister had\r\n\r\nindicated that there are people who think this way  but\r\n\r\nthat  it  is  the duty of the Government to go  through\r\n\r\nwith the referendum.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> To go through with Malaysia.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> It does not say Malaysia. It says here\r\n\r\nto go through with it, that is, with the referendum. If\r\n\r\nthere  is  the  slightest risk  of  the  country  being\r\n\r\nplunged  into  disaster  by  the  activities   of   the\r\n\r\nCommunists,   it   is  the  duty  of   the   Government\r\n\r\nnevertheless  to  go through with the  referendum.  The\r\n\r\nreason why the Government is holding the referendum  is\r\n\r\nalso the reason which worries the Barisan Sosialis  and\r\n\r\nthe Communists who guide them and the Member for Anson.\r\n\r\nThey  are not afraid that we are not going to hold  the\r\n\r\nreferendum. They are afraid that we are going  to  hold\r\n\r\nthe  referendum. But what they really want to  know  is\r\n\r\nwhat happens after that. That is what worries them, not\r\n\r\nthe  fact  that we are not going to hold the referendum\r\n\r\nbut  what  happens  to those who  have  embarked  on  a\r\n\r\ndangerous enterprise. This enterprise started off as  a\r\n\r\nshort-cut  for  some  of  them  to  become  the   Prime\r\n\r\nMinister, the Deputy Prime Minister, and so on. But now\r\n\r\nit  has become a hazardous journey where the Communists\r\n\r\nfollow the usual strategy of committing people first on\r\n\r\nlittle things to a course of action from which there is\r\n\r\nno  retreat;  and today, nine months after,  they  have\r\n\r\ncome  to  a  position where the battle is not  to  make\r\n\r\nindividuals Prime Minister, Deputy Prime\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 869</b></font><br><br>\r\n\r\n\r\n\r\nMinister,  and  so  on.  Here is  an  issue  where  the\r\n\r\nCommunists, having committed them, are driving them  to\r\n\r\ngo  further  and  further into a  morass.  It  has  now\r\n\r\nreached  a  stage where the referendum  battle  decides\r\n\r\nbigger  issues - not the issue of merger as such, because\r\n\r\neverybody  accepts  merger in  principle.  The  Barisan\r\n\r\nSosialis  accept merger in principle.  The  Member  for\r\n\r\nAnson accepts merger as a concept. Even the Member  for\r\n\r\nHong Lim accepts merger as a concept. So the reason why\r\n\r\nthey  are  worried and will be worried by the amendment\r\n\r\nof  the  Government  is,  first,  it  disposes  of  any\r\n\r\npropaganda  attempt  by  the Barisan  Sosialis  that  a\r\n\r\nreferendum  will not be held. In fact,  I  submit  that\r\n\r\nthey  know  a  referendum is going to be held,  because\r\n\r\nduring the last three weeks, the Barisan Sosialis  have\r\n\r\nbeen  on Sunday hikes organising their followers to  go\r\n\r\ncanvassing. If they believe that there is not going  to\r\n\r\nbe  a  referendum, they will not be wasting their  time\r\n\r\ngoing  from  house to house to canvass. Most  of  these\r\n\r\ncanvassers included young children with dried  milk  on\r\n\r\ntheir  lips, and they went from house to house bleating\r\n\r\nabout phoney merger about which they knew nothing.  All\r\n\r\nthese  are  indications that the Barisan Sosialis  know\r\n\r\nthat  the referendum is going to be held, and  so  they\r\n\r\nhave  started campaigning. Therefore, what then is  the\r\n\r\nreal issue? As I have said, Sir, the first is they  are\r\n\r\nworried that the referendum might be held after all and\r\n\r\nof  what  will  follow as a result of  it  being  held.\r\n\r\nTherefore, their real objective is to ensure  that  the\r\n\r\nquestions  to  be put to the people are  couched  in  a\r\n\r\nlanguage  which will help to confuse the  people  about\r\n\r\nthe  terms and conditions of the referendum or,  as  we\r\n\r\nhave said, the mode and manner of the merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all their speeches amount to. \"Please tell us\r\n\r\nhow  you are going to conduct the referendum? What  are\r\n\r\nthe  questions that will be asked? Will you please  put\r\n\r\nthem  in  such  a  way that it will  help  the  Barisan\r\n\r\nSosialis  to  accomplish their  one  purpose - to  defeat\r\n\r\nmerger?\"  Whereas  we have said that  the  question  of\r\n\r\nmerger does not arise but only the terms and conditions\r\n\r\nof merger. We anticipate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 870</b></font><br><br>\r\n\r\n\r\n\r\nthat if the terms and conditions of merger  are\r\n\r\nput  to  the  people  in  a clear  and  straightforward\r\n\r\nmanner, the chances are that the vast majority  of  the\r\n\r\npeople  will  vote for conditions which will  safeguard\r\n\r\ntheir  interest.  What have the Barisan  Sosialis  been\r\n\r\nsaying in their propaganda? \"Do not have merger because\r\n\r\nMalay  shopkeepers will take over Chinese shops.\"  That\r\n\r\nis  one  of  their  lines. \"The Malays  will  rule  the\r\n\r\nChinese.\" So what they really want is the question, \"Do\r\n\r\nyou  want the Malays to rule the Chinese?\" - or something\r\n\r\nlike  that.  So  it  is  our  duty,  when  putting  the\r\n\r\nquestions,  to  ensure  that that  type  of  propaganda\r\n\r\nbecomes  pointless. I am just giving  an  illustration,\r\n\r\nSir.  The Barisan Sosialis have always maintained  that\r\n\r\nthey  want  merger  like Penang and Malacca.  You  will\r\n\r\nremember, Sir, that the Member for Queenstown yesterday\r\n\r\nhad to get up and deny vehemently that he ever said  it\r\n\r\nand  I quoted from the text of a letter. They know that\r\n\r\nif we put the Barisan Sosialis merger proposals instead\r\n\r\nof  the White Paper merger proposals to the people, the\r\n\r\nchances are that the people will reject the former. Yet\r\n\r\nthey  go around telling the people, \"These White  Paper\r\n\r\nmerger proposals are no good because it will mean  that\r\n\r\nmost  of the citizens of Singapore will have to reapply\r\n\r\nand  pass a language test in Malay.\" So in view of  the\r\n\r\nattempt  by the Barisan Sosialis and their henchmen  to\r\n\r\nconfuse  the  people  on the merger  proposals,  it  is\r\n\r\nnecessary  for the Government to pose the questions  in\r\n\r\nsuch  a way that the people will vote not for what  the\r\n\r\nBarisan  Sosialis allege the White Paper proposals  are\r\n\r\nbut for what the White Paper proposals in fact are.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, many people, not necessarily the\r\n\r\nBarisan  Sosialis,  have  asked,  \"Well,  why   is   it\r\n\r\nnecessary  for  the Government to go through  with  the\r\n\r\nreferendum  on merger? After all, for 15  years,  every\r\n\r\npolitical  Party has made merger a major plank  in  its\r\n\r\npolitical  platform. Now after 15 years,  merger  is  a\r\n\r\nmatter  of practical politics.\" It may not be the  best\r\n\r\ntype  of  merger; it may not be a perfect  merger.  But\r\n\r\nthis is the kind of merger which we, to the best of our\r\n\r\nability, have been able to achieve\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 871</b></font><br><br>\r\n\r\n\r\n\r\nand  nobody  has  been able to suggest anything  better\r\n\r\nthan  what  we  have  achieved.  The  Barisan  Sosialis\r\n\r\ncounterproposals,  when  followed  to   their   logical\r\n\r\nconclusion - \r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order, Sir, I thought we\r\n\r\nwere  on this messy motion. Are we discussing the White\r\n\r\nPaper, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have tried to steer the debate on this\r\n\r\nparticular motion away from the debate on the merits of\r\n\r\none  type of merger as against another type of  merger.\r\n\r\nBut  I have also said that, for continuity of speeches,\r\n\r\npassing  references  to these matters  could  be  made.\r\n\r\nPerhaps the Minister will bear that in mind and not  go\r\n\r\ninto details.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> It has been suggested that since we\r\n\r\nhave been elected on the platform of merger there is no\r\n\r\nneed  for  the Government to go back and refer  to  the\r\n\r\npeople  for fulfilling an election promise we made.  It\r\n\r\nhas  been suggested that the Government should go ahead\r\n\r\nand  implement  the merger proposals. But nevertheless,\r\n\r\nthough constitutionally and even morally the Government\r\n\r\nhas the right to do that, -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> P.A.P. right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> - we have other reasons for going\r\n\r\nahead  with the referendum simply because we know  what\r\n\r\nthe  Barisan Sosialis, the Barisan Sosialis  Communists\r\n\r\nand  their  henchmen are up to. I think the Member  for\r\n\r\nThomson,  in the course of his speech, gave an  inkling\r\n\r\nthat  if this merger goes through there is going to  be\r\n\r\ntrouble. We knew sometime ago that sooner or later  the\r\n\r\nCommunists having lost out on their ideological  battle\r\n\r\nwill  have to plunge into the racial battle. They  know\r\n\r\nthat  they  have  lost this round  in  the  battle  for\r\n\r\nmerger.   Merger  is  coming.  They  cannot  stop   it.\r\n\r\nTherefore,  they are interested in what  happens  after\r\n\r\nmerger. How can they create a situation whereby in  the\r\n\r\npost-merger period -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order, Sir. I do urge\r\n\r\nthat  the  rules of the House be observed and  that  we\r\n\r\nmaintain the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 872</b></font><br><br>\r\n\r\n\r\n\r\nspeeches to the issue before the House.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I was watching the motion very carefully\r\n\r\nwhen  the  Minister was talking. He is on the verge  of\r\n\r\nbecoming irrelevant. But if he is relating his  remarks\r\n\r\nto   the   expression  \"inevitable   reunification   of\r\n\r\nSingapore  and  the Federation of Malaya\",  perhaps  he\r\n\r\nshould not go into greater details.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, I was saying that we are going\r\n\r\nahead  with the referendum when we have no need  to  do\r\n\r\nso.  In  bringing up this amendment, we are bearing  in\r\n\r\nmind  not  the  battle for merger but the battle  after\r\n\r\nmerger.  It  is therefore necessary for me to  indicate\r\n\r\nthe  kind of battle that is going to be fought out.  In\r\n\r\nbringing  up  this amendment and in going through  with\r\n\r\nthe  referendum, we are preparing the  ground  for  the\r\n\r\ncoming battle after merger. The Communists have decided\r\n\r\nthat they have lost the ideological struggle for merger\r\n\r\nand  that  therefore they must create  a  situation  in\r\n\r\nwhich  they will ensure that merger leaves in its  wake\r\n\r\nbitterness   and  perhaps  bloodshed.   Therefore,   if\r\n\r\nanything   happens  after  merger,  say   an   economic\r\n\r\nrecession,  they will be able to say, \"There  you  are,\r\n\r\nall  this  is  because of merger which was rammed  down\r\n\r\nyour  throats. The P.A.P. sold you out to  the  Malays.\r\n\r\nThat  is  why you are suffering.\" Therefore, to prevent\r\n\r\nthat  sort  of thing, it is necessary for us to  ensure\r\n\r\nthat merger comes with the approval of the people.  The\r\n\r\npeople must be satisfied enough to say, \"Well, we voted\r\n\r\nfor  the conditions and terms of merger.\" Though  there\r\n\r\nis  no  need  for the Government to go ahead  with  the\r\n\r\nreferendum,  that is why we decided to go through  with\r\n\r\nit on our own initiative. Nobody prompted us to hold  a\r\n\r\nreferendum.  We  want to ensure that after  merger  the\r\n\r\nCommunists will not be able to exploit the feeling that\r\n\r\nthey  are trying to create among the people that merger\r\n\r\nis  a  sellout: it is being rammed down their  throats.\r\n\r\nThat is why the Government have -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Why do you not accept the motion?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 873</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> We do not accept it because it was\r\n\r\noriginally  propounded  for the  glorification  of  the\r\n\r\nMember  for  Anson.  He is the paranoic  rooster  which\r\n\r\nalways  crows  and says, \"Every time I  crow,  the  sun\r\n\r\nrises.\"  He also wants to give the impression  that  it\r\n\r\nwas  he  who  forced the Government to  bring  about  a\r\n\r\nreferendum.  That is the whole purpose of  his  motion.\r\n\r\nThe  Government's amendment refers to the fact that  it\r\n\r\nwas  the  Government  which  initiated  the  referendum\r\n\r\nbecause,  as I have said, the Member wants to give  the\r\n\r\nimpression that the cock crowed and the sun rose. But I\r\n\r\nsay  that it is a noonday rooster - a rooster which crows\r\n\r\nwhen  the  sun  is  in the middle of the  heavens.  The\r\n\r\nreferendum  has  already been  decided  upon.  We  have\r\n\r\nalready decided to go ahead with it, and the Member for\r\n\r\nAnson can keep on crowing. But the sun will move in its\r\n\r\nprescribed course. When it sets, it will set  for  many\r\n\r\nMembers  in the Barisan Sosialis and probably  for  the\r\n\r\nMember  for  Anson as well. That is the reason  why  we\r\n\r\nhave  brought  this amendment, to ensure that  paranoic\r\n\r\nroosters  do  not  keep  on  crowing,  \"I  have  got  a\r\n\r\nreferendum  for  the  people  of  Singapore.   I.   Mr\r\n\r\nConscience,  have got a referendum for  the  people  of\r\n\r\nSingapore.\" This amendment sets out clearly  the  facts\r\n\r\nhow  the  referendum comes into being. That is  why  we\r\n\r\nhave  decided  to bring this amendment and  reject  the\r\n\r\noriginal amendment put forward by the Member for Anson.\r\n\r\nSir,  a  preview of what is likely to be the antics  of\r\n\r\nthe Barisan Sosialis and, in particular, the Communists\r\n\r\nwho are directing them, after merger is this - to give to\r\n\r\nthe  merger  battle a racial and communal complex.  You\r\n\r\nwill notice from their writings in the papers -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order. Mr Speaker. Sir.\r\n\r\nI rise again on the issue of relevancy as to the\r\n\r\ntactics or otherwise of the Barisan Sosialis. At\r\n\r\nsome future  time the Minister will have his Radio\r\n\r\nP.A.P. to make his speech.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 874</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> There is some substance in the\r\n\r\nobjection  of the Member for Anson. I was listening  to\r\n\r\nthe  Minister  carefully. I do not think he  should  go\r\n\r\nmuch  further  than what he is saying about  what  will\r\n\r\nhappen  in  the future. I think he has already  touched\r\n\r\nupon  that,  and that, I think, is sufficient  for  the\r\n\r\npurposes of this motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, may I therefore\r\n\r\nsuggest  to  the  Barisan Sosialis and the  Member  for\r\n\r\nAnson, who has now become the devil's advocate for  the\r\n\r\nBarisan Sosialis - he does not pass any strictures on the\r\n\r\nBarisan Sosialis or make any reference to the Communist\r\n\r\nconnections with the Barisan Sosialis, for he is always\r\n\r\nslightly discomfitted by any references to the  Barisan\r\n\r\nSosialis'  connections with the Communists. It  may  be\r\n\r\nbecause, as he admitted to the Minister for Health, the\r\n\r\nBarisan Sosialis and the Communists -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> The Minister -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Marshall rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Point of order, Mr Speaker. It has\r\n\r\nbeen  refuted  once before; it has been  refuted  twice\r\n\r\nbefore.  Are  we  to  keep  on  having  this  falsehood\r\n\r\nrecurring?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Minister has freedom of speech\r\n\r\nhere.  He  can say what he likes. His opinion is  being\r\n\r\nexpressed;  maybe  he will express  it  10  times.  The\r\n\r\nSpeaker  is here to listen to those opinions.  I  think\r\n\r\nthe Member for Anson should try and contain himself. He\r\n\r\ncan  always refute these statements again. If they  are\r\n\r\nsaid 10 times, he can refute them 10 times.\r\n\r\n                          \r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, in connection with\r\n\r\nthis,  he  can refute it in the Nanyang Siang Pau.  The\r\n\r\nMember  has  been silent because he was caught  out  on\r\n\r\nwhat I would say is a falsehood -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I would suggest the Minister does\r\n\r\nnot pursue that line. It is irrelevant.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 875</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Anyway, Sir, may I do the same act\r\n\r\nthat the Member for Anson did yesterday? He appealed to\r\n\r\nthe  House. He was crowing softly then, because he  had\r\n\r\nhoped,  for  his own glory, that he might  be  able  to\r\n\r\npersuade  the  Assembly to approve his  motion  without\r\n\r\namendment.  May I therefore say that this amendment  by\r\n\r\nthe  Government makes it quite clear that a  referendum\r\n\r\nwill  be  held,  that  it  merely  reaffirms  what  the\r\n\r\nGovernment has always stated. Therefore, if the  Member\r\n\r\nfor  Anson  and his bosses in the Barisan Sosialis  are\r\n\r\ngenuinely  interested  in  a referendum,  there  is  no\r\n\r\nreason  not  to vote for this amendment.  If  they  are\r\n\r\nreally interested in the kind of referendum which  will\r\n\r\ntell  us what the wishes of the people really are, they\r\n\r\ncan support this amendment. If the Member for Anson and\r\n\r\nMembers  of the Barisan Sosialis want to abide  by  the\r\n\r\nwishes  of  the  people,  as  will  be  shown  in   the\r\n\r\nreferendum, they still can support this amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> You have deleted that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> But if, as we suspect, they have no\r\n\r\nintention  of  either really wanting a  referendum  or,\r\n\r\nmore important still, of abiding by the results of  the\r\n\r\nreferendum,  as the Member for Thomson has indicated - he\r\n\r\nhas  given a warning of what might happen - then we shall\r\n\r\nnot at all be surprised if they refrain from voting for\r\n\r\nthis  amendment, an amendment which states  the  facts,\r\n\r\nnot  the original motion which was intended to give  an\r\n\r\nopportunity to the Member for Anson - as he  did  in  the\r\n\r\ncase  of  the Education Bill - to say, \"I was responsible\r\n\r\nfor  forcing  the  Government to go  through  with  the\r\n\r\nreferendum.\"  If  they  are  really  interested  in   a\r\n\r\nreferendum, there is nothing in this amendment to  show\r\n\r\nthat it will in anyway conflict with their desire, that\r\n\r\nis, to hold a referendum fairly and, most important  of\r\n\r\nall,  to  give  an  assurance that the Government  will\r\n\r\nabide by the decision of the referendum. Therefore, the\r\n\r\nBarisan Sosialis and their Communist mentors should now\r\n\r\nclearly indicate that if and when a referendum is  held\r\n\r\nand  the result of it are announced, there will  be  no\r\n\r\nattempt, as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 876</b></font><br><br>\r\n\r\n\r\n\r\nthe  Member  for  Thomson indicated, to start  trouble,\r\n\r\nbecause  this  is 1962. This is not the Hock  Lee  riot\r\n\r\nperiod.  That  period  is past. Any  Communist  or  his\r\n\r\nstooges  who  try to use the occasion to foment  racial\r\n\r\nand  communal trouble will this time meet  a  different\r\n\r\nenemy;  not  the British; they will meet the  force  of\r\n\r\nMalayan -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order, Mr Speaker, Sir.\r\n\r\nIt  is  the  same issue, Sir, the issue  of  relevancy.\r\n\r\nCould we limit ourselves to the motion?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Member for Anson is\r\n\r\nbecoming  tired. From the way the Minister is speaking,\r\n\r\nI understand he is in his peroration and is winding Up.\r\n\r\nPlease continue, Mr Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, may I therefore say that this\r\n\r\nwill  be indicated by the way the Barisan Sosialis will\r\n\r\nvote -   whether  they  are  really  interested   in   a\r\n\r\nreferendum and abide by the referendum, or whether they\r\n\r\nare really interested in starting trouble. As I say, if\r\n\r\nthey intend to start trouble, there are people who  are\r\n\r\nprepared  to meet it and to deal with those who  embark\r\n\r\nupon a career of trying to plunge this country into the\r\n\r\nthroes,  turmoil  and  tragedy of racial  and  communal\r\n\r\nconflict.\r\n\r\n\r\n\r\n<br><br>4.25 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Mr Speaker, Sir, you\r\n\r\nhave just heard the usual blah-blah threats and\r\n\r\nintimidation from the Minister for Culture. But while\r\n\r\nthreatening he is also trying to give a picture of\r\n\r\ndemocratic practice on the part of the P.A.P.\r\n\r\nGovernment. He says there are people who are asking,\r\n\r\nwhy is there a necessity to hold a referendum? But the\r\n\r\nP.A.P., because they are democratic and just, would\r\n\r\nnevertheless hold a referendum. Sir, the amendment\r\n\r\nmoved by the Deputy Prime Minister has revealed the\r\n\r\niron hand that is hidden in the velvet glove of the\r\n\r\nP.A.P. To the simple motion of the Member for Anson,\r\n\r\nthe Deputy Prime Minister has seen fit to bring in a\r\n\r\nlot of controversial matters. The Minister for Culture\r\n\r\nwants to give the impression\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 877</b></font><br><br>\r\n\r\n\r\n\r\nthat  the  Government had intended to hold a referendum\r\n\r\nfrom  the  very day the idea of merger was mooted.  Let\r\n\r\nme  tell the House that it is widely known in Singapore\r\n\r\nthat such had never been the intention of the P.A.P.  I\r\n\r\ndo  not  need  to go very far back, Sir.  Probably  you\r\n\r\nwill remember the meeting attended by the Ministers  in\r\n\r\nthe  Chinese  Chamber of Commerce. In  that  forum  the\r\n\r\nPrime  Minister  was  asked  a  very  simple  question,\r\n\r\nwhether or not the P.A.P. would abide by the result  of\r\n\r\nthe  referendum.  To  that simple question,  the  Prime\r\n\r\nMinister  gave a historic answer, couched in  the  most\r\n\r\nevasive  terms possible. His answer was to  the  effect\r\n\r\nthat    history   would   decide.   Now,   these    few\r\n\r\nwords - \"history  would decide\" - were  evasive,  hide-and-seek, escapist words intended to confuse, frighten  and\r\n\r\npossibly  to  condition the minds of  the  people  into\r\n\r\naccepting whatever the P.A.P. Government was  going  to\r\n\r\nsuggest  to  them.  The train of events  that  followed\r\n\r\nthis  historic  answer of the Prime Minister  is  well-known.  It was commonly talked about in shops,  in  the\r\n\r\nstreets  and in alleys that the Government intended  to\r\n\r\nrailroad  merger. The Government intended to  force  it\r\n\r\nthrough,  whether  the  people liked  it  or  not.  The\r\n\r\nP.A.P. leaders,  knowing full well how  closely  their\r\n\r\nown  personal  fortunes were linked up with  their  so-called merger, were even willing to sell the rights  of\r\n\r\nthe  people  down  the  drain in pushing  through  this\r\n\r\nmerger.  They  hope  thus to get  the  help  of  people\r\n\r\noutside Singapore to prop them up in office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are well-known facts. What made it worse\r\n\r\nwas  that  when the Referendum Bill was put before  the\r\n\r\nAssembly,  the  Second  Reading  was  postponed.   Such\r\n\r\npostponement  of the Second Reading of  the  Referendum\r\n\r\nBill, especially in the midst of the talk in town  that\r\n\r\nthe  P.A.P. would not hold a referendum after all, only\r\n\r\nheightened the fear and created more confusion. And  to\r\n\r\nmake  things  still  worse  during  the  actual  Second\r\n\r\nReading  of  the  Bill  the Prime Minister  said  those\r\n\r\nterrible  words which have already been quoted  by  the\r\n\r\nMember for Anson. I remember\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 878</b></font><br><br>\r\n\r\n\r\n\r\nthe  Prime Minister also said that Singapore would have\r\n\r\nto  have - I  will  try  to quote the words,  Sir - \"either\r\n\r\nmerger   peacefully  by  consent  or  merger   not   so\r\n\r\npeacefully with unpleasantness\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore has been subjected to a lot of\r\n\r\nthreats,  intimidation and even coercion in many  ways.\r\n\r\nIn  days gone by the Prime Minister used to talk of the\r\n\r\ncutting off of the water supply in order to clinch  his\r\n\r\narguments  for  merger. That already  was  meant  as  a\r\n\r\nthreat  to frighten the people into accepting  whatever\r\n\r\nhe  wanted  to  suggest  to the  people  of  Singapore.\r\n\r\nSimilarly  today, there are all sorts  of  threats  and\r\n\r\nintimidation. Those words of the Prime Minister which I\r\n\r\nhave  just quoted, Sir, and those words quoted  by  the\r\n\r\nMember for Anson, were meant to frighten the people, to\r\n\r\ncause  anxiety and create suspense in their  minds.  If\r\n\r\nthere  is  any  doubt and anxiety in the minds  of  the\r\n\r\npeople  today, if there is any suspicion  of  the  true\r\n\r\nintent  of  the P.A.P. Government, all the  blame  must\r\n\r\nrest  on  the  P.A.P.  Government, and  on  the  Prime\r\n\r\nMinister    himself   in   particular.   Under    those\r\n\r\ncircumstances.  Sir, you cannot blame  the  people  for\r\n\r\nhaving  doubts as to what is, in fact, in the minds  of\r\n\r\nthe  P.A.P. leaders. It is very well known,  Sir,  that\r\n\r\nthe P.A.P. leaders know that their merger proposals are\r\n\r\nnot  acceptable to the people, but as the Deputy  Prime\r\n\r\nMinister   has  given  an  assurance  in   the   House,\r\n\r\ntherefore, the Government is committed willy-nilly to a\r\n\r\nreferendum. But it is a referendum which they will hold\r\n\r\ngrudgingly and very reluctantly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Their second thoughts on the referendum can be seen,\r\n\r\nSir, in their amendments to the Referendum Bill itself.\r\n\r\nI  have  no wish to touch on the meat of the Referendum\r\n\r\nBill  itself.  I merely want to draw your attention  in\r\n\r\npassing  to  the fact that they did suggest  amendments\r\n\r\nwhich  have now become the talk of the town. The P.A.P.\r\n\r\nGovernment,  by  these  amendments,  have  shown  their\r\n\r\nintentions behind the actual referendum itself. I  will\r\n\r\nnot  touch  further on it. I am content  to  leave  all\r\n\r\nfurther  discussion on the matter to the time  when  we\r\n\r\ncome to consider the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 879</b></font><br><br>\r\n\r\n\r\n\r\nReferendum Bill either in Select Committee  or  on  its\r\n\r\nThird Reading in this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, in this motion the operative words are \"the\r\n\r\nmode  and manner of the inevitable reunification\",  and\r\n\r\nthe  other operative words are in the first line,  `the\r\n\r\nGovernment's  clearly stated stand on the  question  of\r\n\r\nmerger\". They have also linked up the Barisan Sosialis'\r\n\r\nstand  with  theirs, and have wilfully and  maliciously\r\n\r\ndistorted the Barisan Sosialis stand in such a  way  as\r\n\r\nto  give  a completely false impression to the  people.\r\n\r\nThat  incidentally, Sir, tells us what  questions  they\r\n\r\nintend  to pose to the people. However, I will come  to\r\n\r\nthat later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not have to mention again the White Paper, because\r\n\r\nyou have already ruled that we need not discuss it as a\r\n\r\nquestion in the referendum. Nevertheless, Sir,  I  wish\r\n\r\nto  stress  one point, and that is this: if the  P.A.P.\r\n\r\nreally  claim that the White Paper has the  support  of\r\n\r\nthe people and is acceptable to the people, and that it\r\n\r\nis  only  the Communists who are opposed to  the  White\r\n\r\nPaper  merger proposals, then it is easy  for  them  to\r\n\r\npose  their  proposals to the people without  fear,  as\r\n\r\nthey   have   already  given  enough  explanation   and\r\n\r\npublicity on them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in talking of the White Paper, let me answer a\r\n\r\ncouple  of  points  they  have  raised.  I  was  really\r\n\r\nsurprised  at  the vitriol that came  from  the  Deputy\r\n\r\nPrime Minister himself. It was really a surprise to us,\r\n\r\nbecause,  whether rightly or wrongly,  it  is  believed\r\n\r\nthat  amongst all the P.A.P. Front Benches  the  Deputy\r\n\r\nPrime  Minister,  because of his  scientific  training,\r\n\r\nwould  be  the most reasonable of the lot. It has  been\r\n\r\nsaid that the Deputy Prime Minister had in the past  - I\r\n\r\ndo not know how far it still holds true, Sir - exerted  a\r\n\r\nsobering  influence on the Fascist surroundings  around\r\n\r\nhim.  Fascist  tendencies and  Fascist  utterances  can\r\n\r\nalways be seen in the Minister for Culture and in  some\r\n\r\nof the other Ministers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister and the Minister for Culture\r\n\r\nsay that merger is  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 880</b></font><br><br>\r\n\r\n\r\n\r\na  P.A.P. pledge. Let me tell them right here and  now:\r\n\r\nit is all poppycock and nonsense, because merger was on\r\n\r\nthe platform of all political Parties in Singapore.  If\r\n\r\nthe  1959 general elections had been held on the merger\r\n\r\nissue,  I  think  the people would have  voted  in  the\r\n\r\nS.P.A.,  because - with  due  respect,  Sir,  I  have  no\r\n\r\nintention of belittling the S.P.A. - at least they have a\r\n\r\nTun  in  their  Party. Whereas in the P.A.P. there  is\r\n\r\nhardly  anyone of that stature. It is well known,  Sir,\r\n\r\nthat  relations between the Tun and the Tunku are  much\r\n\r\nbetter than they can ever possibly be between the Prime\r\n\r\nMinister and the Tunku. In fact, Sir, quotations of the\r\n\r\nPrime Minister, when he talked about the Tunku in  days\r\n\r\nof  old,  can  be quite an embarrassment to  the  Prime\r\n\r\nMinister today. I remember there was one occasion  when\r\n\r\nthe Prime Minister complained of the Tun getting behind\r\n\r\nthe  sarong  of the Tunku! This is really a disparaging\r\n\r\nremark. I am sure the Prime Minister could not possibly\r\n\r\nget  to  that  relationship with the Tunku.  Therefore,\r\n\r\nmerger  was  not  the  issue on which  the  P.A.P. was\r\n\r\nelected.  If  fact, Sir, the P.A.P. was  elected  on  a\r\n\r\nnumber  of  promises, most of which,  alas,  have  been\r\n\r\nforgotten.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> All of them!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> What has happened to the\r\n\r\nreunification, of the trade unions? What  has  happened\r\n\r\nto  the  release of the political detainees?  What  has\r\n\r\nhappened to the true and correct implementation -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Point of order, Mr Speaker, Sir. If we\r\n\r\nare  to  repeat the sins of the P.A.P.,  we  will  have\r\n\r\nanother  midnight  sitting.  Could  we,  Sir,  restrain\r\n\r\nourselves to the terms of the motion?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The objection is well taken. The Member\r\n\r\nfor  Queenstown  perhaps  is  straying  away  from  the\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I crave your indulgence, Sir,I was\r\n\r\ntrying  to  answer a couple of points  which  had  been\r\n\r\nbelaboured  not only by the Deputy Prime  Minister  but\r\n\r\nalso by the Minister\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 881</b></font><br><br>\r\n\r\n\r\n\r\nfor  Culture,  one  who ought to know  something  about\r\n\r\nculture but who does not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the people talk of merger, Sir, they talk of\r\n\r\nmerger   on   the  basis  of  justice,  equality,   and\r\n\r\ndemocracy.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Like Penang and Malacca!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> For mutual benefit.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I rise again on a point of order, Sir.\r\n\r\nCould we restrain ourselves to the terms of the motion?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think it would be best for the Member\r\n\r\nfor  Anson  to  restrain himself and leave  it  to  the\r\n\r\nSpeaker. Dr Lee, please continue.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Excuse me, Sir. This point has to\r\n\r\nbe answered because they have been stressing so much on\r\n\r\nit, and unless we answer it, there will be no record of\r\n\r\nthem.  Today  the  English  newspapers  hardly  publish\r\n\r\nanything  that we say. All the space is  given  to  the\r\n\r\nPrime  Minister  and  to the Government  Ministers.  In\r\n\r\nfact, I know there are quite a number of people on  our\r\n\r\nside  here who have been complaining that they just  do\r\n\r\nnot get heard outside the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Nearly every Sunday you go around.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Yes, I will come to that.\r\n\r\nTherefore,   it   is  important - at   least   for   the\r\n\r\nrecord - and  we hope those who happen to be  here  will\r\n\r\npass  the  news by word of mouth outside, so that  the\r\n\r\npeople will know something in spite -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the Member for Queenstown is\r\n\r\nreferring  to the strangers in the Strangers  Gallery,\r\n\r\nthen  he  is completely out of order. He is addressing\r\n\r\nthe  Chair and he must not make any direct or indirect\r\n\r\nreference to the people in the Strangers Gallery.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I have no intention, Sir, to refer\r\n\r\nto  anybody  in  the Gallery. But, anyway,  it  was  to\r\n\r\nsuggest that people should be able to help by spreading\r\n\r\nby word of mouth what we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 882</b></font><br><br>\r\n\r\n\r\n\r\nhave  not  been  able  to convey  over  the  radio  and\r\n\r\nRediffusion and in the English Press. Sir, when we talk\r\n\r\nof  wanting merger, we do not mean a sell-out  type  of\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. There again, the Member for\r\n\r\nQueenstown is now entering into a debate on the type of\r\n\r\nmerger. We are not on that. We are on this motion which\r\n\r\nis  dealing with the referendum in regard to merger. It\r\n\r\ndoes not deal with the type of merger.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will not speak much more on that\r\n\r\nexcept  to say this, that although the P.A.P. say  that\r\n\r\nmerger is one of their 1959 pledges, let us remind them\r\n\r\nthat  Malaysia  has  never been mentioned  in  all  the\r\n\r\nP.A.P. manifestoes, nor had it ever been talked about.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Can the Member indicate how that\r\n\r\nis  relevant -  whether  or  not  Malaysia  was  in  the\r\n\r\nmanifesto of the P.A.P. I cannot see any relevance.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> This is just to prove the point\r\n\r\nthat  they  are  not  true to their so-called  election\r\n\r\npledges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Deputy Prime Minister has complained that we\r\n\r\nin  the  Barisan Sosialis have jumped the gun  because,\r\n\r\naccording  to him, we have already been campaigning  on\r\n\r\nthe  referendum in spite of the fact that the  Bill  is\r\n\r\nstill to be considered in Select Committee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Culture also spoke a lot about our Sunday campaign. Both he and the Deputy Prime Minister harped on the fact that it began on 1st April and that, therefore, all those who took part in it and the people we saw were April fools. Surely the Minister for Culture with all his deep learning should know better than that, that even if a couple of chaps here may be fools, he would not consider the people as fools.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The ones who play around you.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I do not know what he means by the\r\n\r\npeople who play around us. Nowadays the P.A.P. is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 883</b></font><br><br>\r\n\r\n\r\n\r\nmaking great play on the wisdom of the people. We saw a\r\n\r\nFront Bencher running along and holding the railings of\r\n\r\na  bridge and saying that that is meeting the people. I\r\n\r\ndo  not know what happened. There were a couple of  men\r\n\r\nmeeting the people, seeing the bridge -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Jumping into the river!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The simple fact is that the P.A.P.\r\n\r\ntoday dare not meet the people. They do not dare hold a\r\n\r\nrally.  If they ever hold a rally, they must put  on  a\r\n\r\nbig  show, just like the political Parties in days gone\r\n\r\nby, which had lion dances and things like that whenever\r\n\r\nthey held a political rally.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I take it that the Member for\r\n\r\nQueenstown  hopes that this debate will  end  today.  I\r\n\r\nsuggest that he be as relevant as he can be so that  we\r\n\r\ncan complete this debate as soon as possible.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Our Sunday campaign is not on the\r\n\r\nreferendum  because  as yet we do  not  know  what  the\r\n\r\nquestion  will  be and we still do not  know  what  the\r\n\r\nprovisions will be. The aim of our Sunday campaign  has\r\n\r\nbeen   to  expose  all  the  undemocratic  and   unjust\r\n\r\nprovisions that are embodied in the merger proposals of\r\n\r\nCmd. Paper No. 33 of 1961. The purpose of our house-to-house  campaign has been to tell the people the  actual\r\n\r\nmeaning of the P.A.P. proposals.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope you will allow me to enlighten you on why\r\n\r\nwe have to take this course.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think I can permit that.\r\n\r\nHe  has  answered  the  point made  by  the  Government\r\n\r\nBenches. Let us now proceed with the motion.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I was only hoping to explain to\r\n\r\nyou  that  today all means of communication  have  been\r\n\r\ndenied  us  and  even our holding of rallies  has  been\r\n\r\nrestricted to the constituencies of our Assemblymen.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 884</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Sunday hikes are not undertaken by people\r\n\r\nwith  milk  dentition. No, Sir, these are house  visits\r\n\r\nundertaken with a special responsibility to the people.\r\n\r\nIt  is a duty we have to undertake in order to lay  the\r\n\r\nfull  facts  before the people. If they  are  asked  to\r\n\r\ndecide on any issue, we want to make sure that all  the\r\n\r\nfacts are placed before them. Both sides of the picture\r\n\r\nshould be given to them, so that they can decide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All sorts of wild allegations have been levelled at us\r\n\r\nsaying  that we preach communalism; that, while on  the\r\n\r\none hand we sent a letter to the Tunku pledging support\r\n\r\nfor  merger and Malaysia, yet on the other hand we were\r\n\r\ncampaigning  against  a  closer  relationship   between\r\n\r\nSingapore and the Federation. Our Party platform, which\r\n\r\nis  based  on socialist principles, cannot be communal.\r\n\r\nWe  do  not believe in playing racial politics  because\r\n\r\nwhat we are fighting for today is not the rights or the\r\n\r\nprivileges of one race over another. We are fighting to\r\n\r\nimprove  society. We are fighting to;  remove  poverty,\r\n\r\ndisease and ignorance -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Education (Mr Lee Khoon Choy):</b> To become the Prime\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - and poverty, disease and\r\n\r\nignorance recognise no communal barriers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Where did you get such wisdom\r\n\r\nfrom?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, in a statement which we issued\r\n\r\non 16th April, 1962, it ended with these four lines:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Barisan Sosialis stands for the units of workers,\r\n\r\npeasants and intellectuals of all races in Malaya.  For\r\n\r\nthis  reason,  we arc uncompromisingly opposed  to  any\r\n\r\nattempt from any quarter to undermine the unity of  all\r\n\r\nraces.'\r\n\r\n\r\n\r\n<br><br>Surely, Sir, this is not communalism on our part. By no\r\n\r\nstretch of the imagination can one link our stand  with\r\n\r\nthe  stand  of  communalism. On  the  other  hand,  the\r\n\r\nP.A.P.,  in  their  attempt to impose a  constitutional\r\n\r\narrangement  which  is  completely  based  on  communal\r\n\r\nprejudices, call themselves nationalists.  Sir,  for  a\r\n\r\nlong time we have been telling the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 885</b></font><br><br>\r\n\r\n\r\n\r\nGovernment that what they are trying to do is really to\r\n\r\nimpose communalism on the people.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Up to now, the Member for\r\n\r\nQueenstown is in order because he is answering a  point\r\n\r\nmade  by the Government Benches. But I do not think  he\r\n\r\nshould  go  further into details. If he does,  then  he\r\n\r\nbecomes irrelevant.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I was only trying to draw your\r\n\r\nattention to the fact that the proposals of the  P.A.P.\r\n\r\nGovernment create communal feelings and it is  not  any\r\n\r\npolitical  Party or any individual trying  to  stir  up\r\n\r\ncommunal  troubles. No, Sir. The people have an  inborn\r\n\r\nfeeling, they have innate wisdom, and they know what is\r\n\r\ngood  for  them.  When  something  which  is  based  on\r\n\r\ncommunal  prejudice  is  being  imposed  on  them,  the\r\n\r\nnatural resistance inside the hearts and minds of these\r\n\r\npeople finds expression. If the P.A.P. Government still\r\n\r\ninsist  on  rail-roading or pushing merger  through  in\r\n\r\nsome  form or other, then they are really going to stir\r\n\r\nup  a lot of communal feelings which, like a tiny spark\r\n\r\nthat starts a prairie fire, they may find difficult  to\r\n\r\nsmother.  We  who are opposed to all sorts of  communal\r\n\r\npractices  have  been accused of being communal,  while\r\n\r\nthe  P.A.P.,  who  support  and  hope  to  impose  such\r\n\r\ncommunal  constitutional arrangements  on  the  people,\r\n\r\ncall themselves non-racialists. Of course, Sir, we  can\r\n\r\nunderstand the strategy of the P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member be speaking a little\r\n\r\nlonger?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I propose to suspend the Assembly. I\r\n\r\nwill take this Chair again at half-past Five.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.02 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n             \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Mr Speaker, Sir, at the\r\n\r\nsuspension  I  was telling the House  that  it  is  the\r\n\r\nP.A.P. who are the true\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 886</b></font><br><br>\r\n\r\n\r\n\r\nracialists,  whereas  we in the  Barisan  Sosialis  are\r\n\r\ntotally   and  completely  opposed  to  racialism   and\r\n\r\ncommunalism.  I was saying that it is, of  course,  the\r\n\r\nstrategy  of  the P.A.P. to accuse people first  before\r\n\r\nthe  truth is fully understood by everybody and  before\r\n\r\nthe   P.A.P. themselves  are  accused   of   inciting\r\n\r\ncommunalism.  There  is a Chinese  saying  which,  when\r\n\r\ntranslated, runs like this, \"Whoever first takes action\r\n\r\nis  the  stronger.\" The P.A.P. tactic on this  communal\r\n\r\nissue  is exactly that. I would urge the P.A.P. leaders\r\n\r\nnot  to  make conditions worse, because their  constant\r\n\r\nharping on chauvinism and communalism will only tend to\r\n\r\nwiden  the  differences - whatever differences there  may\r\n\r\nbe - and may even create differences where none exists. I\r\n\r\nhope the P.A.P. will know the dangers that are inherent\r\n\r\nin such a policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister also lightly touched on the\r\n\r\nletter  incident. He even mentioned that our Secretary-General,  \r\n\r\nMr  Lim Ching Siong, went  to  hand  over  a letter to \r\n\r\nthe Tunku in Cuscaden Road.  \r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> What is in it?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> What is\r\n\r\nin the letter?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Everybody likes to know, Sir,I\r\n\r\nthink  it is good to keep some of these people guessing\r\n\r\nfor  some time and see how they try to concoct  stories\r\n\r\nto fit in with their theories.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> We always catch you out!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The Deputy Prime Minister alleged\r\n\r\nthat we had indicated that we had pledged the Tunku  to\r\n\r\nsupport  merger and Malaysia, and yet were  going  from\r\n\r\nhouse  to  house fighting against merger.  I  say  that\r\n\r\nthere  are no contradictions in our actions. We support\r\n\r\nanything  that  is fair, just and equal, anything  that\r\n\r\ngives  mutual benefit to the parties concerned. But  we\r\n\r\nare  definitely opposed to any form of merger  that  is\r\n\r\nbased on inequality and injustice and that gives second\r\n\r\nclass  citizenship to the people of Singapore,  and  in\r\n\r\ngeneral treats Singapore more like a satellite than  as\r\n\r\nan equal. The P.A.P. have made great play of the Penang\r\n\r\nand Malacca type\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 887</b></font><br><br>\r\n\r\n\r\n\r\nof  merger.  Sir, this is a very important issue.  They\r\n\r\nhave been harping on it, not only in this Assembly  but\r\n\r\nalso  outside  the  Assembly,  over  Radio  P.A.P. and\r\n\r\nRediffusion,  in all their leaflets and  in  all  their\r\n\r\ntalks.  They  want  to create the impression  that  the\r\n\r\nstand  of the Barisan Sosialis is that we want a merger\r\n\r\nlike  Penang,  which, according to them,  will  deprive\r\n\r\nhalf the citizens of Singapore of their citizenship  on\r\n\r\nmerger,  I had occasion only last evening to  say  that\r\n\r\nwhen the Minister for Culture was reading out the text,\r\n\r\nhe  was  falsifying many things, because he was reading\r\n\r\nout  of context and with malicious intention to distort\r\n\r\nthe stand of the Barisan Sosialis. Before I read you  a\r\n\r\nsmall  extract which should have been read every  time,\r\n\r\ninstead of only just a few words which were read by the\r\n\r\nMinisters  of  the  P.A.P. whenever they  want  to  say\r\n\r\nanything against the Barisan Sosialis, may I remind the\r\n\r\nHouse  that  last  year, in the debate  on  the  merger\r\n\r\nissue,  it was we in the Barisan Sosialis who moved  an\r\n\r\namendment  to  the  motion by the Minister  for  Labour\r\n\r\nasking for full and complete citizenship rights for the\r\n\r\ncitizens of Singapore. On that occasion the P.A.P. and\r\n\r\nthe  S.P.A. opposed it. The other Parties, the  Barisan\r\n\r\nSosialis,  the United People's Party and  the  Workers'\r\n\r\nParty,  supported the automatic citizenship issue.  Let\r\n\r\nme  now,  Sir, quote to you - I realise that I am  boring\r\n\r\nyou on this -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think the Member for\r\n\r\nQueenstown  is  perhaps in order  in  saying  that  the\r\n\r\nSpeaker  is  being  bored. As Speaker,  of  course,  he\r\n\r\ncannot be bored. But as an individual I do not know.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Anyway, Sir, for the record, I\r\n\r\nthink  this  has  to be given lo the House.  They  have\r\n\r\nalways  said that the Barisan Sosialis' stand on merger\r\n\r\nis  for  a  merger like Penang. Sir, when we  mentioned\r\n\r\nPenang  and Malacca, we could easily have said  Johore.\r\n\r\nWe  mentioned  Penang and Malacca as examples,  because\r\n\r\nthey  were  colonies, as Singapore. But that  does  not\r\n\r\nmean that we accept everything - \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 888</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I hate interrupting. The Member\r\n\r\nhas  indicated that it is an important point  for  him.\r\n\r\nBut  he must not now invite a debate on this matter.  I\r\n\r\nthink he has made his point. He has made his denial and\r\n\r\nhe can supplement it by reading the relevant portion of\r\n\r\nhis  letter and leave it at that. He might have another\r\n\r\nopportunity of giving a more detailed analysis.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I bow to your ruling, Sir, and I\r\n\r\nwill now, therefore, read to the House our document  as\r\n\r\nissued  by  the  Barisan Sosialis on the  28th  August,\r\n\r\n1961.  That  document  is  the  stand  of  the  Barisan\r\n\r\nSosialis on our constitutional future. I will skip  the\r\n\r\nirrelevant  parts and go on to the part  which  follows\r\n\r\nthe issue of Penang and Malacca. It reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The way ahead for real reunification of our country\r\n\r\nand our people is in one of two directions:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) an immediate, full and complete merger with\r\n\r\nSingapore joining the Federation as a constitutent\r\n\r\nstate like Penang or Malacca-'\r\n\r\n\r\n\r\n<br><br>those are the operative words -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(b) as an autonomous unit within a Confederation with\r\n\r\nthe Borneo territories coming in when possible.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`On the first direction we are fully aware of the\r\n\r\ndifficulties that face us in our struggle  for  Malayan\r\n\r\nunity. As a result of colonial rule, the differences of\r\n\r\nrace  and  religion have been emphasised and much  work\r\n\r\nwill   be   needed  to  repair  the  damage   done   by\r\n\r\ncolonialism.'\r\n\r\n\r\n\r\n<br><br>Now, this is the relevant part which I want to come to,\r\n\r\nSir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`However, we declare that if the representatives of\r\n\r\nthe  people of the Federation are agreeable to  do  the\r\n\r\nsame,  we will pledge ourselves to wholeheartedly exert\r\n\r\nour  influence to win the people of Singapore to accept\r\n\r\nfull  and  complete  merger forthwith,  that  is,  with\r\n\r\nSingapore, as the twelfth state of the Federation  and\r\n\r\nwith  Singapore citizens automatically becoming Malayan\r\n\r\ncitizens  with  proportional  representation   in   the\r\n\r\nFederal  Parliament  like any  of  the  present  eleven\r\n\r\nstates constituting the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We believe that this is a vital question that can only\r\n\r\nbe   decided  by  the  people  of  Singapore  and   the\r\n\r\nFederation.  In  Singapore we  believe  that  the  only\r\n\r\ngenuine  way of allowing the people to decide is  by  a\r\n\r\ngeneral  election during which we will be  prepared  to\r\n\r\npersuade our people to give us a mandate for a full and\r\n\r\ncomplete  merger. Let the Government of the  Federation\r\n\r\nof Malaya tell us if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 889</b></font><br><br>\r\n\r\n\r\n\r\nit is prepared to persuade the people of the Federation\r\n\r\nto  accept  the  people  of Singapore  in  a  full  and\r\n\r\ncomplete merger before 1963.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, Sir, should put the record straight and stop\r\n\r\nall  these arguments which, to quote the words  of  the\r\n\r\nDeputy  Prime  Minister,  are  infantile,  puerile  and\r\n\r\ntotally  absurd.  Of course, Sir, we realise  why  they\r\n\r\nhave  been  stressing on that. In distorting our  stand\r\n\r\nthey  are  also  inadvertently revealing  their  secret\r\n\r\nintentions  to  pose that particular  question  to  the\r\n\r\npeople.  But in posing the Penang type of merger,  they\r\n\r\nare  distorting  the  truth. They  are  distorting  the\r\n\r\nBarisan  Sosialis' stand, and that has  to  be  clearly\r\n\r\nunderstood  by  the House as well as by the  people  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the motion now before the House, consequent on\r\n\r\nthe  amendment,  clearly indicates  to  the  people  of\r\n\r\nSingapore  that  although the Government  will  hold  a\r\n\r\nreferendum before merger is finalised, there will be no\r\n\r\nhonest referendum because the stress is on the mode and\r\n\r\nmanner of the inevitable reunification. Much debate has\r\n\r\nalready  taken place on these words and the  people  of\r\n\r\nSingapore  already  know what  the  intentions  of  the\r\n\r\nP.A.P. Government are when they use the words \"the mode\r\n\r\nand  the  manner\". Because, fully realising  the  legal\r\n\r\ntraining  the Prime Minister has, we can visualise  and\r\n\r\nunderstand how the play of words can be used  to  trick\r\n\r\nand trap people into accepting something which they  do\r\n\r\nnot  want. My colleagues have already stressed  to  the\r\n\r\nHouse that these words actually mean that the people of\r\n\r\nSingapore  will be asked to choose between  two  evils.\r\n\r\nMany figurative parallels have been given and they  all\r\n\r\nshow that the P.A.P., in actual fact, have no intention\r\n\r\nof  consulting  the  people or  of  acceding  to  their\r\n\r\nwishes,  wishes to happiness, prosperity and well-being\r\n\r\nin the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I quoted an example here yesterday. Supposing, Sir,\r\n\r\ntwo  questions  are put and both of them  are  bad  and\r\n\r\nunacceptable. I quoted the example of: \"Do you want  to\r\n\r\ndie  by  drowning, or do you want to die  by  hanging?\"\r\n\r\nEither  way you will die. You are not allowed a  chance\r\n\r\nto  choose to live, and to live is what you want.  None\r\n\r\nof  us  want to die, not for such a cause. To give  you\r\n\r\nanother\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 890</b></font><br><br>\r\n\r\n\r\n\r\nexample: \"Do you like to have your arm chopped off,  or\r\n\r\ndo  you like to have your leg chopped off?\" Either  way\r\n\r\nyou  get  your  limb chopped off. I do  not  think  any\r\n\r\nreasonable man will like any of his limbs chopped  off.\r\n\r\nTo  take yet another example which may bring us  nearer\r\n\r\nhome  to  the  question of merger. This  question,  for\r\n\r\nexample,  could be asked: \"Do you want  a  merger  that\r\n\r\ndeprives  half  the  citizens  of  Singapore  of  their\r\n\r\ncitizenship, or do you want a merger that gives all the\r\n\r\ncitizens of Singapore second-class citizenship?\" Either\r\n\r\nyou  have all citizens having second-class citizenship,\r\n\r\nor you have half the citizens losing their citizenship.\r\n\r\nNow, how do you expect the people to choose? Both these\r\n\r\nquestions  are  unacceptable  and  are  completely  the\r\n\r\nresult   of   diabolical  machinations  of  discredited\r\n\r\npoliticians.  So,  Sir, it can now  be  understood  why\r\n\r\nthere  is this constant harping on the Penang  type  of\r\n\r\nmerger  and why they lay so much importance  on  it.  I\r\n\r\nhope  that  when  it really comes to the  question,  it\r\n\r\nshould not be about the mode and manner, but it must be\r\n\r\na  simple  and straightforward question. In my original\r\n\r\namendment   to  the  amendment  to  the  amendment,   I\r\n\r\nmentioned the White Paper merger. I will not  touch  on\r\n\r\nthat  again. But the principle is, it must be a  simple\r\n\r\nand straightforward question, a one-question referendum\r\n\r\nwhich  can be easily answered with a yes or a no.  That\r\n\r\nis  the only way to consult the people and that is  the\r\n\r\nonly way to ensure that the people will understand what\r\n\r\nthe  issue  is  all  about and that  they  can  give  a\r\n\r\nstraightforward answer. The question must be  fair  and\r\n\r\neasy to understand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Examples, Sir, have been quoted about referenda in\r\n\r\nAustralia  and  Algeria. In the  case  of  Algeria,  of\r\n\r\ncourse,  it  is  still fresh in our minds.  I  am  sure\r\n\r\neverybody must have seen how the question was posed. It\r\n\r\nrequired  only  a  simple yes on no. The  Minister  for\r\n\r\nCulture said that the question should be posed in  such\r\n\r\na way as not to confuse the people. He said that-not to\r\n\r\nconfuse  the  people. Sir, if the question  is  not  to\r\n\r\nconfuse  the  people,  then  it  adds  strength  to  my\r\n\r\nargument that it must be a one-question referendum.  If\r\n\r\nthey are afraid\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 891</b></font><br><br>\r\n\r\n\r\n\r\nand  have  no confidence to ask the people about  their\r\n\r\nWhite   Paper  proposals,  let  us  set  them   another\r\n\r\nquestion.   But  it  must  be  a  simple   one-question\r\n\r\nreferendum. Only then will the people be able  to  give\r\n\r\ntheir  views on the matter in a simple, straightforward\r\n\r\nmanner.  Only then will the people be able to say  that\r\n\r\nit is a fair and honest referendum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My colleagues have already touched on the dangers to\r\n\r\nparliamentary democracy in this part of the  world.  In\r\n\r\nSingapore,  parliamentary democracy is  on  trial.  But\r\n\r\nfrom  the practice of parliamentary democracy here  and\r\n\r\nfrom  the way the Deputy Prime Minister, the Leader  of\r\n\r\nthe   House,  has  been  springing  surprises  on   the\r\n\r\nOpposition    without   even   a   simple   gentlemanly\r\n\r\nconsultation regarding procedure, we can see what  sort\r\n\r\nof  parliamentary democracy we have from the P.A.P.  If\r\n\r\nparliamentary democracy is going to be abused and  made\r\n\r\na  farce  of, then all of us in Singapore will  suffer.\r\n\r\nEveryone  can  remember  the type  of  democracy  which\r\n\r\ndictators practise in South Korea and South Vietnam and\r\n\r\nI  think  we also remember with what dire consequences.\r\n\r\nAnd all because of what, Sin? Because of the rigging of\r\n\r\nelections and undemocratic practices in the election in\r\n\r\na so-called democracy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore elections have been praised for\r\n\r\nfairness  and  have  yet  to  be  the  butt  of  severe\r\n\r\ncriticism. Let us not have a referendum that,  although\r\n\r\nit  is  supposed to be democratic, is actually  rigged;\r\n\r\nand  legal  rigging of a referendum  means,  in  actual\r\n\r\nfact,  dictatorship under the guise of democracy.  They\r\n\r\nmight as well put the bayonet upon the table as they so\r\n\r\noften harp on the theme that power comes out of the gun\r\n\r\nbarrel.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mao Tse-tung\r\n\r\nsaid that. You have not read the classics.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Doings like these will not give the\r\n\r\npeople confidence in the practice of democracy. It  has\r\n\r\noften  been  said, Sir, that democracy depends  on  the\r\n\r\npractice of those who hold\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 892</b></font><br><br>\r\n\r\n\r\n\r\npower.  What they say when they are not in power  means\r\n\r\nnothing.   If   they  hold  power  and  they   practise\r\n\r\ndemocracy,  then and then only will democracy  be  true\r\n\r\nand  have real meaning. That is a danger which we  have\r\n\r\nto guard against, and we would urge the P.A.P. that, as\r\n\r\nthey were elected to power by the people, at least  for\r\n\r\nthe  sake of parliamentary democracy and for the future\r\n\r\nhappiness  of  the  people, they should  not  pursue  a\r\n\r\ncourse  that will only lead to misery and hardship.  We\r\n\r\ndo  not  say  this  as a warning in the  way  that  the\r\n\r\nMinister for Culture has been imputing. But it is clear\r\n\r\nto  all  the people of Singapore that this practice  of\r\n\r\ndemocracy  in  Singapore has a  great  bearing  on  our\r\n\r\nconstitutional  future.  We  in  Singapore  go  by  the\r\n\r\nconstitutional  practice that has been laid  down.  Let\r\n\r\nnot  those who hold power now abuse this constitutional\r\n\r\npractice  such  that  the people  lose  all  faith  and\r\n\r\nconfidence in this practice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not need to say very much more, Sir, except that\r\n\r\nin the voting for the amendment which has given rise to\r\n\r\nthis  new  motion, you will have noticed that only  the\r\n\r\nP.A.P. voted against all the Opposition. The  point  I\r\n\r\nwish  to stress is this: that even the S.P.A. dare  not\r\n\r\nvote  with  the P.A.P. on this occasion, not that  they\r\n\r\nare  not in secret collaboration with the P.A.P. It  is\r\n\r\nwell known to the people of Singapore that although  on\r\n\r\nthe surface they are not one Party  in actual fact they\r\n\r\nare  in  deep cahoots with them. What goes  on  in  the\r\n\r\nP.A.P. is known to the S.P.A., and anything with  which\r\n\r\nthe  P.A.P. hope to spring a surprise on the  Barisan\r\n\r\nSosialis  is  already  known to the  S.P.A.  These  are\r\n\r\nthings  we  know.  The fact that  the  S.P.A. on  this\r\n\r\nparticular  occasion have not dared to  vote  with  the\r\n\r\nP.A.P. only shows that even the S.P.A. know  what  the\r\n\r\ntemper  of  the people is today against the P.A.P.  And\r\n\r\nthey  dare not ally themselves openly with the  P.A.P.,\r\n\r\nhoping  thereby to retain whatever goodwill they  still\r\n\r\nhave.  And  thereby hangs a moral, Sir.  The  moral  is\r\n\r\nthis:  let the P.A.P. leaders, and especially the Prime\r\n\r\nMinister,  wake  up. Let him realise that  what  he  is\r\n\r\ndoing is contrary to the interests of the people.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 893</b></font><br><br>\r\n\r\n\r\n\r\nLet  him bear this in mind, if not for himself, and  if\r\n\r\nnot  for  his P.A.P. colleagues, then at least for  his\r\n\r\nBackbenchers and maybe for the people of Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I have been thinking of you\r\n\r\n`mostest' of all. A special place!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Let him make sure that the people\r\n\r\nof Singapore are not sold down the drain. Let him learn\r\n\r\nthe  moral from the S.P.A., who dare not even vote with\r\n\r\nthe  P.A.P. on this particular occasion. Go  back  from\r\n\r\nthe perilous course of leading the people down into the\r\n\r\nabyss from which there is no return. There is a Chinese\r\n\r\nsaying, Sir. It says: if you turn back you will  always\r\n\r\nfind land; don't go further into the deep sea. Think of\r\n\r\nthe  people  of  Singapore, and let us  hope  that,  in\r\n\r\nthinking  of the people of Singapore, he will still  be\r\n\r\nable  to  return to the shore, and so be able  to  save\r\n\r\nhimself.\r\n\r\n\r\n\r\n<br><br>6.06 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, it is difficult to find what\r\n\r\nis  objectionable in the amendment moved by the  Leader\r\n\r\nof  the  House  if the Opposition are  sincere  in  the\r\n\r\nthings  they  profess  to  believe  in.  Everybody   in\r\n\r\nSingapore,  every political Party other than half-wits,\r\n\r\nstands  firmly  in  favour  of  the  reunification   of\r\n\r\nSingapore and the Federation of Malaya. It has been the\r\n\r\npolitical  credo  of  all nationalists  and  Communists\r\n\r\nright  from  1945  when the British separated  the  two\r\n\r\nterritories by their constitutional arrangements in the\r\n\r\nMalayan Union. Therefore, it is difficult to see anyone\r\n\r\nobjecting to these words in the amendment, \"in order to\r\n\r\nhold  a  referendum\". Surely these words, \"to ascertain\r\n\r\nthe wishes of the people\", cannot be objectionable; \"on\r\n\r\nthe  mode and manner\" - that cannot be objectionable; \"of\r\n\r\nthe  inevitable  reunification  of  Singapore  and  the\r\n\r\nFederation   of   Malaya   before   arrangements    are\r\n\r\nfinalised\", and so on - that cannot be objectionable. But\r\n\r\nwhat  they find objectionable really is \"reunification\"\r\n\r\nunder any circumstances\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 894</b></font><br><br>\r\n\r\n\r\n\r\nother   than   the  which  will  give  the   Communists\r\n\r\nsupremacy. That is the bare fact.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday the Member for Queenstown, in one of his\r\n\r\noff-the-cuff speeches and in an impromptu  move,  found\r\n\r\nhimself  moving  an  amendment  to  remove  the   words\r\n\r\n\"inevitable  reunification\". Sir,  the  Communists,  or\r\n\r\nwhatever  they  may be, are basically  realistic.  They\r\n\r\nknow  that reunification will happen and is inevitable.\r\n\r\nBut  they also know that when it happens, for  a  long,\r\n\r\nlong while, they will be cribbed, cabined and confined.\r\n\r\nAnd  before they are cribbed, cabined and confined,  it\r\n\r\nis  their  hope to leave behind the largest  amount  of\r\n\r\nbitterness and hatred in order that they can  feed  and\r\n\r\ngrow upon it after merger has taken place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown may not know the dynamics\r\n\r\nand  the geometry of revolution. They know that in this\r\n\r\nround  they  have lost. The ground is cold,  the  wrong\r\n\r\nmove  has been made, the flanks are wide open.  Nothing\r\n\r\ncan  be  done  about it. But a great deal of  animosity\r\n\r\ncould  be  aroused  and  a  sense  injustice  could  be\r\n\r\nimplanted  principally  in the  minds  of  the  Chinese\r\n\r\ncommunity  in Singapore. That is the bare fact  of  the\r\n\r\nmatter. Nobody is in the least bit taken in by all this\r\n\r\nnonsense    about   dictatorship   and    parliamentary\r\n\r\ndemocracy. There is going to be a merger. Everybody has\r\n\r\nsaid  so. It is the duty of the Government to ascertain\r\n\r\nthe  will of the majority. There are no two persons  in\r\n\r\nSingapore  with exactly the same thoughts. The  process\r\n\r\nof  the  democratic system is to try, in so far  as  is\r\n\r\npossible,  to  ascertain the largest common  will.  The\r\n\r\nlargest  common will on this matter is, \"We  must  have\r\n\r\nmerger.\" Everybody is decided on that. Nobody has said,\r\n\r\n\"No merger.\" Therefore, the next step is: on what basis\r\n\r\nshould merger take place?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, in principle, I can see no possible\r\n\r\nobjection  to the words of this amendment.  It  is  our\r\n\r\nduty  to implement, under the best terms and conditions\r\n\r\npossible, what is desired by the people of Singapore in\r\n\r\nconjunction with what is desired by the majority of the\r\n\r\npeople of the Federation. If we want to play\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 895</b></font><br><br>\r\n\r\n\r\n\r\naround  with  arithmetic, I say the plebiscite  on  the\r\n\r\nreferendum  could be finished off in one  fell  stroke.\r\n\r\nThat  is the way General de Gaulle put his referendurn.\r\n\r\nHe  said,  \"I have come forward with the Fifth Republic\r\n\r\nto bring peace. Do you want peace in Algeria?\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I was not referring to the Member\r\n\r\nfor  Anson.  I am sorry if he has mistaken himself  for\r\n\r\nGeneral de Gaulle. I was not referring to him at all.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I quite understand that, Sir,I\r\n\r\nwill surely give him an opportunity.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you, Mr Speaker, Sir, the\r\n\r\nreferendum in respect of Algeria was \"Do the people  of\r\n\r\nFrance accept the agreement reached between General  de\r\n\r\nGaulle and the Provisional Government of Algeria?\"  It\r\n\r\nwas not, \"Do you want peace in Algeria?\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> This was the latest one. The first\r\n\r\none  was  held  over a year ago: \"Do  you  support  the\r\n\r\npolicy  of  peace  in Algiers?\" This one  is:  \"Do  you\r\n\r\nsupport  the  agreement  that has  been  reached?\"  The\r\n\r\ndetails  of the agreement have not been published.  All\r\n\r\nthat the agreement so far reached and published is that\r\n\r\nthere  will be a committee of men who will be in charge\r\n\r\nof  Algiers and its government for a period  of  months\r\n\r\nafter  which Algiers will decide whether it will be  in\r\n\r\nfree association with France. That is all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the same way, if the Member for Anson wishes us to\r\n\r\nhold  a  vote on whether there should be merger  or  no\r\n\r\nmerger,  we  will be quite happy to do it.  Members  of\r\n\r\nthis Assembly have all said that there should be merger\r\n\r\nand   that   we  should  never  put  such  a  question.\r\n\r\nTherefore, the next logical step is: what is  the  mode\r\n\r\nand manner of merger? It is as simple as that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When we have gone through all these histrionics, and\r\n\r\nat the end of it all, what\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 896</b></font><br><br>\r\n\r\n\r\n\r\nit really amounts to is this: can the Communists - and  I\r\n\r\nam   not  talking  of  the  Barisan  Sosialis  and  the\r\n\r\ngentlemen here - can the boys who really move the  bits\r\n\r\nand  pieces on the chessboard extricate themselves from\r\n\r\nthis  checkmate? In this round, the answer is  no.  But\r\n\r\nunlike  the game of chess, the political struggle  goes\r\n\r\non.  Our  purpose  is  not  pulling  off  what  we  are\r\n\r\nconstitutionally  and  legally  entitled  to  do - to  go\r\n\r\nthrough   with   merger  without  the  process   of   a\r\n\r\nreferendum. As I have stated, to do so would be to lend\r\n\r\ncredence  to  the  lie that anybody  was  sold  out  to\r\n\r\nanybody  else. The object of a good Government  in  the\r\n\r\ncircumstances must be to debunk and dispel the lie made\r\n\r\nprimarily  to the Chinese community that they  will  be\r\n\r\nsecond-class  citizens. Therefore, the  alternative  is\r\n\r\nwhether they want what the Barisan Sosialis, on  behalf\r\n\r\nof  the  Communists,  have openly espoused,  i.e.,  the\r\n\r\nPenang  or Malacca type of merger or whether they  want\r\n\r\nwhat we believe to be more -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> On a point of elucidation, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Prime Minister is not giving way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I will give way to him, Sir, when\r\n\r\nI  have  finished my sentence. That is what  they  have\r\n\r\nproposed.  We  believe this to be more in keeping  with\r\n\r\nthe  temper and the needs of the people. Why  are  they\r\n\r\nafraid to put their proposals to the people? We are not\r\n\r\nsaying that our merger terms are ideal and the best. If\r\n\r\nwe  could get the Tunku, his Government, the Malays and\r\n\r\nthe  Chinese in the Federation to give us better terms,\r\n\r\nwhy not?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Have you tried?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Can anybody have tried harder? He\r\n\r\nis open to do so.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Distortion -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The Barisan Sosialis even went up\r\n\r\nto  the  front  door.  The Assistant  Secretary-General\r\n\r\ncarried a message of peace that he supported merger and\r\n\r\nMalaysia and wanted to start discussions.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 897</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Again distortion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Winning generals never carry a\r\n\r\nwhite  flag to talk peace. The purpose of this  motion,\r\n\r\nas  amended,  is  to  clear any  doubts  whatsoever  in\r\n\r\nanybody's  mind  that, in so far as  the  will  of  the\r\n\r\nmajority of the people can be ascertained, that will be\r\n\r\nembodied  in  the  constitution of the new  Federation,\r\n\r\nwhich  will  include Singapore. When we have discharged\r\n\r\nthat duty, then the Members of the Barisan Sosialis and\r\n\r\neverybody  else  will have full opportunity,  within  a\r\n\r\nmuch wider campus, within a much larger ambit, and in a\r\n\r\nbigger   arena,  to  espouse  their  causes,  be   they\r\n\r\ndemocratic, be they Communist.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin (Nee Soon):</b> Or Fascist!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Or Fascist. But it will then be a\r\n\r\nfight to the finish. This is the happy position we  are\r\n\r\nin - that  we  have  a  guaranteed  situation.  We   have\r\n\r\narranged  this guaranteed situation so that within  the\r\n\r\nambit  of this arena, Queensberry rules can be enforced\r\n\r\nand they can be broken only with penalty.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Siamese boxing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> We are here to hear abuse heaped\r\n\r\nupon  us;  to  hear irrational, wild and  base  charges\r\n\r\nrepeated with gramophonic regularity. We sit down  with\r\n\r\npatience  and in the best of humour and go through  all\r\n\r\nthis  for one simple reason: that we know that that  is\r\n\r\nthe  best  way  to  have  a calm,  collected,  rational\r\n\r\nsituation  in  Singapore. That is the  situation  which\r\n\r\nwill  prevail when the terms of this motion are carried\r\n\r\nout by or before June 1963.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I am afraid the Member is now too late.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I was -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I suppose the Prime Minister will\r\n\r\nbe reading Hansard sometime. Mr Marshall, in reply?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 898</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member for Anson take his seat?\r\n\r\nI  do  not know whether the Member for Cairnhill wishes\r\n\r\nto speak?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Certainly, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Sir, I would not have\r\n\r\ncared  to  rise again to speak on the amendment  before\r\n\r\nthe  House. But it would seem that the Barisan Sosialis\r\n\r\nare indulging in a smear. The regularity of their smear\r\n\r\nis  that the S.P.A. and the P.A.P. are nothing but the\r\n\r\nsame Party. Surely, Sir, the S.P.A. have said that  the\r\n\r\nBarisan  Sosialis and the P.A.P. are  nothing  but  the\r\n\r\nsame  Party. They came from the same rotten egg.  There\r\n\r\nis  nowhere they can hide. They came into this Assembly\r\n\r\nas elected Members of the P.A.P. They sit behind us now\r\n\r\nas  Members  of the Barisan Sosialis when  the  Barisan\r\n\r\nSosialis was not heard of in 1959.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Thirteen rotten eggs!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> What about the Labour Front and\r\n\r\nthe S.P.A.?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, the truth sometimes hurts. In\r\n\r\nthis particular case, the truth must have hurt some  of\r\n\r\nthe Members of the Barisan Sosialis who claim that they\r\n\r\nare much better than anybody else in this Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Certainly better than the S.P.A.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, we in the S.P.A. have said in\r\n\r\nthis  Assembly  that we are not and never  will  be  an\r\n\r\nirresponsible  Opposition. As elected  Members  of  the\r\n\r\nAssembly,  we  have a sacred duty to discharge  to  the\r\n\r\npeople  of Singapore, to see that things are right  and\r\n\r\nthat we should give all our support to things that  are\r\n\r\nright. But if things go wrong, we should be very,  very\r\n\r\ncritical. The Barisan Sosialis, however, Sir,  find  it\r\n\r\nnecessary to play politics in almost every little thing\r\n\r\nthat comes before this House. They have now done so  on\r\n\r\na  matter on which there is no controversy, on which no\r\n\r\nParty represented in this Assembly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 899</b></font><br><br>\r\n\r\n\r\n\r\nhas  said  that  there  should be  no  referendum.  All\r\n\r\nParties have said that there must be a referendum.  Yet\r\n\r\nso  much  time  has been spent on all  these  exchanges\r\n\r\nbetween  ex-comrades, who belonged to the same camp  at\r\n\r\none time, that the debate has degenerated to the extent\r\n\r\nthat the following words were used: \"paranoid rooster\",\r\n\r\n\"dictatorship  Government\", \"Fascist Government\".  Even\r\n\r\nthe  Government has gone to the extent of  calling  the\r\n\r\nBarisan   Sosialis   Communist,   Communist   inspired,\r\n\r\nCommunist front organisation. Sir, let us be done  with\r\n\r\nall  these  unnecessary bitter exchanges which,  boiled\r\n\r\ndown,  are nothing but the political jealousy of people\r\n\r\nwho have fallen out. We have all agreed that there must\r\n\r\nbe  a  referendum. Even the Government  has  said  that\r\n\r\nthere  must  be  a  referendum.  The  Barisan  Sosialis\r\n\r\nwant - or  do  they? - a  referendum.  But  what  is   more\r\n\r\nimportant  to  the  people  of  Singapore  is  how  the\r\n\r\nquestions  are  to be posed. It is not  the  fact  that\r\n\r\nthere  will  be a referendum - that they have lost  sight\r\n\r\nof.  They are all worrying as to who is going to  claim\r\n\r\nthe  credit  for forcing the Government  to  conduct  a\r\n\r\nreferendum. The Government has said that it is  already\r\n\r\ncommitted  to  a referendum. Therefore, the  Government\r\n\r\nmay think it must get all the credit and the Opposition\r\n\r\nParties  should  shut up and should  not  try  to  play\r\n\r\npolitics.  All that is not necessary, especially  in  a\r\n\r\nmatter  that affects the very livelihood of the  people\r\n\r\nof  Singapore.  The  Workers'  Party  and  the  Barisan\r\n\r\nSosialis  keep  on repeating that the  S.P.A. and  the\r\n\r\nP.A.P. are working hand in hand. What is this? I  would\r\n\r\nlike  to say, for the last time in this Assembly,  that\r\n\r\nthe  S.P.A. will be the only Party that will teach  the\r\n\r\nP.A.P. the real lesson of their lives. It will not  be \r\n\r\nthe  Barisan, because the Barisan are nothing  but  the\r\n\r\nP.A.P.  They are the P.A.P. Whether the P.A.P. on  that\r\n\r\nside  are  discredited or the P.A.P. on  this  side  are\r\n\r\ndiscredited is immaterial. They are still the P.A.P. We\r\n\r\nhave  said  to  the  electorate that  the  Barisan  are\r\n\r\nnothing but the P.A.P. They have said that we are going\r\n\r\nto  abstain  on this motion because, according  to  the\r\n\r\nleader\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 900</b></font><br><br>\r\n\r\n\r\n\r\nof  the Barisan Sosialis, we even dare not support  the\r\n\r\nP.A.P. motion  because we know that we will  lose  the\r\n\r\ngoodwill  of  the people of Singapore. As a responsible\r\n\r\nParty,  we do not worry about such a thing. We do  what\r\n\r\nis  right.  And we did what was right when we  arrested\r\n\r\nthe Communists in Singapore. We are not like the P.A.P.\r\n\r\nwho  keep  on describing the Barisan as Communists  and\r\n\r\nyet do nothing about it. We are men of calibre, men  of\r\n\r\nresponsibility, and we stand by what we do. Even as  an\r\n\r\nOpposition, if the Government do right, we will support\r\n\r\nthem.  We  do not have to be like the Member for  Anson\r\n\r\nwho  attended  their  industrial estate  and  came  out\r\n\r\nsinging  high praises of the P.A.P. We do not  want  to\r\n\r\nsing  high praises of the P.A.P. If they do right,  and\r\n\r\nif  they have done right, we will support them. But  we\r\n\r\ndo  not sing high praises of the P.A.P. and then  conic\r\n\r\nto  this  place and call the Front Benches one kind  of\r\n\r\nname,  the Back Benches another kind of name, with  all\r\n\r\nthe  unnecessary exchanges of harsh words like the cock\r\n\r\ncrowing  at  all times of the day. We do not  do  that,\r\n\r\nSir.  We, as a responsible Opposition, do what we think\r\n\r\nis  right  for the people of Singapore. We say  that  a\r\n\r\nreferendum  is  necessary and that  the  views  of  the\r\n\r\npeople  of  Singapore should be consulted. Let  us  get\r\n\r\naway  from all this talk about merger, merger,  merger.\r\n\r\nCommand  Paper  33  is not merger. Do  not  talk  about\r\n\r\nmerger  anymore.  It is a closer relationship,  a  step\r\n\r\ntowards reunification of the two territories. So let us\r\n\r\nforget  all  this  talk about merger  when  it  is  not\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br>6.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr Speaker, Sir, we are\r\n\r\nopposed  to  the amended motion in front of the  House.\r\n\r\nThe  original motion moved by the Member for Anson only\r\n\r\nwishes  to  seek  an assurance that  there  will  be  a\r\n\r\nreferendum  on  the  so-called  merger  proposals.  Mr\r\n\r\nSpeaker,  Sir, the amended motion by the  Deputy  Prime\r\n\r\nMinister presupposes that there will be a referendum on\r\n\r\nmerger,  and  I  fully agree with  the  leader  of  the\r\n\r\nS.P.A./U.M.N.O. Alliance, the Member for Cairnhill, in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 901</b></font><br><br>\r\n\r\n\r\n\r\nhis  speech just now that the White Paper proposals are\r\n\r\nnot merger proposals, because in a merger, that is,  in\r\n\r\na  genuine reunification of Malaya and Singapore, there\r\n\r\nshould  be  only one type of citizenship  and  not  two\r\n\r\ntypes  of  citizenship. Mr Speaker, Sir, as  such,  we\r\n\r\noppose the first part of the amended motion. I remember\r\n\r\nthat  as  early  as  18th September, we  requested  the\r\n\r\nLeader  of the House to put the P.A.P. merger proposals\r\n\r\nto  a  referendum. A few days later, the  Minister  for\r\n\r\nFinance,  in  a  radio forum, agreed  that  the  P.A.P.\r\n\r\nmerger  proposals would be put in a referendum  to  the\r\n\r\npeople for decision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have not changed our stand on\r\n\r\nholding a referendum. Since our declaration on the 18th\r\n\r\nof   September  till  now,  our  stand  has  been  most\r\n\r\nconstant.  The Government wish to claim credit  in  the\r\n\r\namended  motion that they are the first to put  forward\r\n\r\nthe idea of a referendum. We do not mind the Government\r\n\r\ntaking this credit from us. But what we do mind in  the\r\n\r\namended motion is that part which says \"on the mode and\r\n\r\nmanner of the inevitable reunification of Singapore and\r\n\r\nthe Federation of Malaya\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the original motion of the Member\r\n\r\nfor  Anson  only  wishes to seek an  assurance  on  the\r\n\r\nreferendum.   After  the  Minister  for   Finance   was\r\n\r\ncommitted  to a referendum, we felt that the Government\r\n\r\nhad  second thoughts on the holding of a referendum  to\r\n\r\ndecide  on  the  White Paper. At first, the  Government\r\n\r\nwere  assured  they  could  win,  with  the  referendum\r\n\r\nconducted honestly, fairly and squarely. That  was  why\r\n\r\nthe  Prime  Minister, in his reply  to  the  Opposition\r\n\r\nParty  leaders  on the 12th of October,  1961,  assured\r\n\r\nthem that the people would be asked to accept or reject\r\n\r\nthe White Paper.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member is\r\n\r\nrepeating  his speech which he made when  he  supported\r\n\r\nthe  amendment moved by the Member for Queenstown,  and\r\n\r\nthat  amendment was inviting the House to  welcome  the\r\n\r\nSingapore National Referendum Bill in order to  hold  a\r\n\r\nreferendum to ascertain the wishes of the people as  to\r\n\r\nwhether or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 902</b></font><br><br>\r\n\r\n\r\n\r\nnot  they  are  prepared  to accept  the  proposals  as\r\n\r\nembodied in the White Paper on merger. I have indicated\r\n\r\nthat  that  topic is closed because the  amendment  has\r\n\r\nbeen rejected. I have allowed passing references to it,\r\n\r\nbut  I  think the Member for Hong Lim is going  further\r\n\r\nthan just making passing references.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, my intention is not to\r\n\r\ndeal  with it at great length, but just in passing.  We\r\n\r\nwill  be  very happy if the Government can  give  us  a\r\n\r\ncategorical assurance of what is meant by \"the mode and\r\n\r\nmanner of the inevitable reunification of Singapore and\r\n\r\nthe Federation of Malaya\". What are the questions to be\r\n\r\nposed to the people in the referendum?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We feel that, on the one hand, the Government had\r\n\r\nhesitated  in  holding a referendum, but on  the  other\r\n\r\nhand,   they   had   already  in  their  pronouncements\r\n\r\ncommitted  themselves to the holding of  a  referendum.\r\n\r\nTherefore,  having decided that they  must  go  through\r\n\r\nwith  the  referendum, they will now pose the questions\r\n\r\nin such a way that they will be sure to win.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am only trying to trace the\r\n\r\nreason  why  we  feel  that the  Government  have  been\r\n\r\ndelaying  the Second Reading of the Singapore  National\r\n\r\nReferendum Bill. Meanwhile they have thought of  a  new\r\n\r\nloophole  to  get  away  with its  White  Paper  merger\r\n\r\nproposals which the people of Singapore have rejected.\r\n\r\n\r\n\r\n<br><br>6.35 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Marshall, in reply?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Marshall, in reply. I think the\r\n\r\nMember for Nee Soon is too late.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I am so sorry.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Marshall.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I beg your pardon, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> This is the third time the Member for\r\n\r\nAnson has been called.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 903</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am perfectly happy to give way, Mr\r\n\r\nSpeaker.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the Member for Nee Soon is too\r\n\r\nlate.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you, Mr Speaker, Sir, I\r\n\r\nam sorry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will say that I enjoyed the\r\n\r\nbelligerency  of  our  lion - like Member  for  Cairnhill\r\n\r\ntoday - \"We  men  of  character\".  We  are  such  men  of\r\n\r\ncharacter,  Mr Speaker, Sir, that we have  two  minds,\r\n\r\nand  the  one mind - which says no is equal in strength\r\n\r\nto  the  other mind which says aye; and the one cancels\r\n\r\nthe  other  out; so we sit on the fence.  That  is  the\r\n\r\nresponsible  conduct of a Party on a  matter  of  grave\r\n\r\nnational importance in the Assembly. That is a  curious\r\n\r\ninterpretation of responsible conduct of  the  people's\r\n\r\nrepresentatives on an issue of national  gravity,  that\r\n\r\nthey are men of such character that they cannot make up\r\n\r\ntheir minds.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Anson up to now is\r\n\r\nnot out of order in what he is saying. But he is out of\r\n\r\norder  in  addressing  a Speaker  who  is  not  in  the\r\n\r\nStrangers' Gallery. He should address the Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, Sir, I enjoy watching you.\r\n\r\nYou will forgive me - [Laughter] - sometimes you make a\r\n\r\nchange.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We had two speeches from the Government benches. I\r\n\r\nmust  confess, Mr Speaker, in the seven years  that  I\r\n\r\nhave  known the Prime Minister - I have watched him  here\r\n\r\nfor  only  a  few years - I have never known  him  so:\r\n\r\nrestrained and so brief. We are accustomed to the Prime\r\n\r\nMinister,  once  he gets on his hobby horse  about  his\r\n\r\nfriends,  the Communists, to go on and on  and  on  for\r\n\r\nhours.  I must say I am grateful for the discipline  he\r\n\r\nhas  displayed  today  and I can understand  his  acute\r\n\r\nembarrassment,  having a mind that is  not  foreign  to\r\n\r\nlogic,  to  have  to- come here and defend  the  shabby\r\n\r\nposition of the Government. He says it is difficult  to\r\n\r\nsee what objections there can be to this amendment.  He\r\n\r\nthen notes that that is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 904</b></font><br><br>\r\n\r\n\r\n\r\nexactly  true of the motion that is before  the  House,\r\n\r\nwhich  only  seeks an assurance that there  will  be  a\r\n\r\nreferendum which will be complied with. He says a great\r\n\r\ndeal  of  animosity  could be aroused  if  a  sense  of\r\n\r\ninjustice could be inspired in the Chinese. But that is\r\n\r\nexactly   why  the  original  motion  pleaded   for   a\r\n\r\nreferendum in modest terms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, what was their difficulty and their objection?\r\n\r\nOurs, says the -  \r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Minister for Culture.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Thanks. The Minister for Culture. \"He\r\n\r\nwas cock-crowing and we did not want the cock to crow.\"\r\n\r\nI can assure you, Mr Speaker, that had I known that - it\r\n\r\nis possible even now - I would gladly have allowed them\r\n\r\nto  resign,  remove and withdraw that motion,  and  let\r\n\r\nthem  move  it  in my place and any time  that  happens\r\n\r\nagain, I promise solemn secrecy for the passage of  the\r\n\r\nmotion;  if  they want it, they can take it  over.  You\r\n\r\nknow,  Sir, I think you have been here for seven  years\r\n\r\nas a Speaker and you have probably listened to a lot of\r\n\r\nnonsense, Sir, if I might say with respect, of what  is\r\n\r\nsometimes mentioned here. But I wonder whether you have\r\n\r\never come across anyone with the extraordinary capacity\r\n\r\nof the Minister -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Before the Member for Anson\r\n\r\ncarries  .on, I am afraid he might involve the  Speaker\r\n\r\nmore  and  more in this controversy about the character\r\n\r\nof  Members  who have passed through this Assembly  for\r\n\r\nthe last seven years, and I do not think he ought to do\r\n\r\nthat. He might embarrass the Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, the joy of asking you\r\n\r\nquestions  is  that unlike a wife you do  not  have  to\r\n\r\nreply,  Sir.  [Laughter] Of course, I  am  biased,  Mr\r\n\r\nSpeaker, Sir, but I must confess that never in  all  my\r\n\r\nlife  have  I ever come across a human being  with  the\r\n\r\nremarkable capacity of the Minister to utter unpleasant\r\n\r\nnoises - [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 905</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> - which achieve a pathological\r\n\r\npattern  of  English words cemented  by  the  slime  of\r\n\r\nmalice to the extent that he does. Mr Speaker, he  has\r\n\r\ntold  us  that he objects - and that is why - to  my  cock-crowing.  But  watch  the  amendment,  Mr  Speaker - the\r\n\r\nparanoid amendment - \"in view of the Government's clearly\r\n\r\nstated  stand\". It is the Government's introduction  of\r\n\r\nthe  \"National\",  bless  the Government.  Sir,  who  is\r\n\r\nparanoid? Mr Speaker, who is paranoid?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Look at the mirror.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, the dishonesty of the\r\n\r\nP.A.P. is  typified  by  the  Front  bench,  but   in\r\n\r\nparticular  by  this  Minister, and  I  will  show  you\r\n\r\nexamples  ex  facie  curiae in your  presence  in  this\r\n\r\nAssembly,  in this debate, of this blatant,  unblushing\r\n\r\ndishonesty, not that I consider the Minister is capable\r\n\r\nof blushing, irrespective of his complexion. [Laughter]\r\n\r\nThe first dishonesty was with reference to my so-called\r\n\r\nmisinterpretation  of his Prime  Minister  who  made  a\r\n\r\nspeech on the 16th of March here, Sir. And he said, \"so\r\n\r\nthe question of winning or losing a referendum does not\r\n\r\narise,\"  as  I  quoted it. \"If there was the  slightest\r\n\r\nrisk of merger being frustrated and the country plunged\r\n\r\ninto disaster by the activities of the Communists,  let\r\n\r\nme  say  that it will be criminal folly on the part  of\r\n\r\nthe  Government to hold the referendum and to allow the\r\n\r\nfuture  of  Malaya and Malaysia to be imperilled.\"  So,\r\n\r\nSir, he is saying - at least I speak English; and you and\r\n\r\nI  speak  English,  Mr Speaker;  it  is  the  official\r\n\r\nlanguage  whatever  the  P.A.P. English  may  mean - this\r\n\r\nmeans nothing. But if there was a chance the referendum\r\n\r\nwere  to  be  defeated, the man who sought  to  have  a\r\n\r\nreferendum  would  be a criminal  fool.  But  says  the\r\n\r\nMinister  for Culture, his Prime Minister  meant,  when\r\n\r\nthe   Prime  Minister  continued,  \"If  that  were  the\r\n\r\nposition, if the risk existed, then it is the  duty  of\r\n\r\nthe  Government  to go through with it  to  ensure  the\r\n\r\npeace,  security and happiness of the people, not  just\r\n\r\nfor Singapore, but for Malaya.\" then it means the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 906</b></font><br><br>\r\n\r\n\r\n\r\nreferendum. So according to him, his Prime Minister  is\r\n\r\na  criminal fool who is prepared, in spite of the  risk\r\n\r\nexisting,  to  go  through with the  referendum  which,\r\n\r\naccording  to  the Prime Minister himself  and  by  his\r\n\r\nassessment, it would be criminal folly to hold. That is\r\n\r\nthe  first  and most blatant dishonesty.  Sir,  I  have\r\n\r\nwatched with interest, and I must say the embarrassment\r\n\r\nof  the  Barisan  everytime the P.A.P. bring  up  this\r\n\r\nquestion  of  Penang  and Malacca,  where  the  Barisan\r\n\r\nreally  put  their  foot  in it through  an  inadequate\r\n\r\nunderstanding of legal technicalities. It is certain to\r\n\r\nmy  mind, Sir - I may be wrong - they did put their foot in\r\n\r\nit  and the P.A.P. are making capital to the extent  of\r\n\r\nthe most extraordinary distortion. Now, Sir, just watch\r\n\r\nhim who blatantly in your presence in this Assembly  so\r\n\r\ndishonestly  misinterprets  simple  English  words.  He\r\n\r\nsays, \"My Prime Minister meant that despite the risk we\r\n\r\nwould  nevertheless  go on with the  referendum,\"  when\r\n\r\nthere  can  be no question about the meaning  when  the\r\n\r\nPrime  Minister  said that if there  was  any  risk  of\r\n\r\nlosing  the  referendum, no referendum would  be  held.\r\n\r\nThat  is the Prime Minister that is his democracy, that\r\n\r\nis the P.A.P. dictatorship. It is nothing new. Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The very first speech the Prime Minister made in this\r\n\r\nHouse  which  I  read in Hansard was one  of  anguished\r\n\r\nlonging,  looking towards Pakistan, towards  Burma  and\r\n\r\ntowards  Indonesia  and telling you  how  inappropriate\r\n\r\ndemocracy  was  for certain parts of Asia.  He  fancies\r\n\r\nhimself as a dictator, and this is one of the steps  to\r\n\r\ndictatorship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But let us pass on, Sir. The next dishonesty is this:\r\n\r\nthe Minister has told you here that the Government will\r\n\r\nabide  by the wishes of the people as expressed in  the\r\n\r\nreferendum. But, Mr Speaker, you circulated  to  us  a\r\n\r\ncopy  of  the amendment to the motion of reference,  no\r\n\r\ndoubt  prepared  beforehand by the Government,  and  it\r\n\r\nsays:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`To leave out the words \"the wishes of the voters of\r\n\r\nSingapore  will  be ascertained by referendum  and  the\r\n\r\nGovernment will act in accordance with the views of our\r\n\r\ncitizens so expressed\".'.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 907</b></font><br><br>\r\n\r\n\r\n\r\nAnd  the  words \"the Government will act in  accordance\r\n\r\nwith  the views of our citizens so expressed\" have,  in\r\n\r\nfact,  now  been deleted from the express amendment  of\r\n\r\nthis Government and are no longer in the amended motion\r\n\r\nbefore the House. That is the second blatant dishonesty\r\n\r\nof  the Minister for Culture in your presence. He  says\r\n\r\nthat  the  Government intentionally and consciously  in\r\n\r\nwriting  sought the defeat of that part of  the  motion\r\n\r\nwhich says that the Government will abide by the wishes\r\n\r\nof  the  people. It expressly excides it, and it stands\r\n\r\ndeleted,  and  it  is  no part now  of  the  Government\r\n\r\namendment.   So  what  is  this  hypocrisy   that   the\r\n\r\nGovernment will abide by the wishes of the people  when\r\n\r\nit intentionally asked for and obtained the deletion of\r\n\r\nthat phrase?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the third one: that it is the desire of the\r\n\r\nGovernment to abide by the wishes of the people and  to\r\n\r\nfind  out  whether they wish it or not. If I  may,  Mr\r\n\r\nSpeaker,  in  passing, point out  what  has  been  ably\r\n\r\nbrought  out by the Member for Hong Lim - that there  was\r\n\r\nan  assurance  given  by the Prime  Minister  that  the\r\n\r\npeople  would  be  given an opportunity  to  reject  or\r\n\r\naccept  the arrangements arrived at with the Government\r\n\r\nof the Federation of Malaya, and that it would be by  a\r\n\r\nreferendum.  But  the  Government  defeated  the   very\r\n\r\namendment  which sought to put that, and  that  is  the\r\n\r\namendment of the Member for Queenstown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Minister for Culture has complained\r\n\r\nto  the bankrupt Opposition: What alternative have  the\r\n\r\nopposition got to their proposals?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It is part of the Speaker's duty\r\n\r\nto  know who is speaking. And if the Member changes his\r\n\r\nvoice, I do not know whether I am right in saying  that\r\n\r\nthe  Member  for  Anson is speaking  or  not.  I  would\r\n\r\nsuggest  to  the  Member for Anson  that  he  uses  his\r\n\r\nnatural voice.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you, Mr Speaker, Sir, it\r\n\r\ngoes  against the grain of my natural voice  to  repeat\r\n\r\nwords  said with such hypocrisy by the Minister. But  I\r\n\r\nwill accept your ruling, Sir, and I will seek to comply\r\n\r\nwith it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 908</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Culture complained that the\r\n\r\nOpposition  had no alternative proposals. Mr  Speaker, has  \r\n\r\nthe  Opposition  been given any  opportunity?  You yourself  \r\n\r\nare aware that in this very House the  motion which  \r\n\r\nsuggested  that  there should  be  an  All-Party conference \r\n\r\non the subject to which we might be able  to contribute, \r\n\r\nwas defeated. And I say with respect,  Sir, I  believe  \r\n\r\nthat  Opposition Members have  constructive\r\n\r\nideas  to  contribute  which could  make  possible  the\r\n\r\nreunification  of  Singapore  with  the  Federation  of\r\n\r\nMalaya  ultimately, and a phased reunification with  an\r\n\r\nimmediate closer relationship not very far off from the\r\n\r\nexisting   one  but  with  minor  and,  to   my   mind,\r\n\r\nnecessarily  acceptable changes. But  what  opportunity\r\n\r\nhave   we  had  to  present  these  views?  Would   the\r\n\r\nGovernment listen?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, what is the difficulty.., asked the Prime\r\n\r\nMinister, that we find with this amendment? Well, I could \r\n\r\nstomach the cock-crowing. We have to stomach so much  \r\n\r\nmore from these gentlemen opposite that, in  view of   \r\n\r\nthe  Government's  clearly  stated  stand  on  the question \r\n\r\nof  merger, it is not merely the cock-crowing part,  but\r\n\r\ntheir stand on the question of merger,  Sir. Does anybody \r\n\r\nknow, except that they introduced a motion\r\n\r\nlast year asking us to affirm our faith in merger when,\r\n\r\nin  fact,  as  the Member for Cairnhill  quite  rightly\r\n\r\nsaid,  supported by the Member for Hong Lim, they  were\r\n\r\nnot  talking  of merger at all. What is  their  clearly\r\n\r\nstated  stand,  except  the  stand  of  hypocrisy   and\r\n\r\ndeception?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, excepting that stand of deception, \"this\r\n\r\nHouse  welcomes  the  Government's  introduction\".  Mr\r\n\r\nSpeaker.  I have already said, and you have  heard,  we\r\n\r\nwelcome  the  introduction. But they want it  repeated,\r\n\r\nand  I  will repeat it for Radio P.A.P. and I  have  no\r\n\r\ndoubt  the Minister will see it is carried, \"We welcome\r\n\r\nthe introduction of the National Referendum Bill.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you will notice that it does not say \"and\r\n\r\nassures the House that the wishes of the people will be\r\n\r\nascertained\". There is no assurance. It points out that\r\n\r\nthe  referendum machinery can be used. It does not mean\r\n\r\nit must be used. There is no assurance as sought by the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 909</b></font><br><br>\r\n\r\n\r\n\r\noriginal  motion  that  it will  be  used  \"to  hold  a\r\n\r\nreferendum to ascertain the wishes of the people on the\r\n\r\nmode  and manner of the inevitable reunification\". Sir,\r\n\r\nI  am  afraid I do not know which constituency the hon.\r\n\r\nMember sitting on the extreme left of the U.P.P. comes\r\n\r\nfrom,  but  he  gave a rather homely example.  He  said\r\n\r\nsomething like this: \"We all agree that we like  rice.\"\r\n\r\nThat  is  so,  Sir,  and  if  I  might  add  that   the\r\n\r\nGovernment's questions would want to be: \"Do  you  want\r\n\r\nit  cooked with arsenic sauce served for lunch or  with\r\n\r\nopium  served for dinner?\" Mode and manner!  Not,  Sir,\r\n\r\n\"Do  you want rice served for dinner?\" Ah, no.  Do  you\r\n\r\nhelp   the   mode   and   manner  of   the   inevitable\r\n\r\nreunification?  Mr Speaker, all that  the  Member  for\r\n\r\nQueenstown's  amendment  sought  was  to  clarify   the\r\n\r\noriginal  motion by saying \"to ascertain the wishes  of\r\n\r\nthe  people  as  to whether they want the  White  Paper\r\n\r\narrangements or not.\" But that was defeated. And now we\r\n\r\nhave, \"the mode and manner\", and they tell you, \"We are\r\n\r\ndemocrats.\" Yes, democrats. Not only do they  leave  it\r\n\r\nat   \"the  mode  and  manner\"  but  supposing  it   is\r\n\r\npermitted - I do not know whether it will be permitted or\r\n\r\nnot - and  you cross out both the opium and arsenic  and\r\n\r\nindicate  you want neither, there is no assurance  that\r\n\r\nthe   Government   have  specifically   permitted   any\r\n\r\nsuggestion of any promise to comply with the wishes  of\r\n\r\nthe people. And yet they complain of abuse because they\r\n\r\nare  told - and this is the truth - that they are the ones\r\n\r\nwho  will  kill democracy and who are killing democracy\r\n\r\nin this country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, here is one delightful little vignette. I\r\n\r\nwent into a butcher's shop in my constituency and  I said \r\n\r\nto an elderly man through an interpreter: \"Do  you\r\n\r\nthink  there will be a referendum?\" He said, \"Oh,  yes,\r\n\r\nthe  Government promised.\" And I asked,  \"That's  fine.\r\n\r\nNow  what  would  you  do if, in  the  referendum,  the\r\n\r\nGovernment said, `Would you like to beat your wife or\r\n\r\nwould  you rather beat your daughter?' \". Do  you  know\r\n\r\nwhat  his reply was, Sir? He said, \"That can't  happen.\r\n\r\nIt  won't be democratic. It isn't democracy.\" Now, Sir,\r\n\r\nhere  is  a simple man, and it is good to feel that  he\r\n\r\ngenuinely believes in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 910</b></font><br><br>\r\n\r\n\r\n\r\nintegrity  of  the democratic process -  that  dishonest\r\n\r\nthings  like  that could not happen. To him  it  is  as\r\n\r\nsimple as that. And if it happens, Mr Speaker, do  you\r\n\r\nnot  visualise  what  it  would  do  to  his  faith  in\r\n\r\ndemocracy?  And the faith of all the tens of  thousands\r\n\r\nof   others   who  have  a  far  greater   measure   of\r\n\r\nappreciation and recognition of the value of  democracy\r\n\r\nand a desire for it than any of us recognise. What will\r\n\r\nit  do  to  them? Who is destroying democracy  in  this\r\n\r\ncountry?  There can be but one answer, and that  answer\r\n\r\nhas  been proved in the shameless smokescreen  of  this\r\n\r\namendment  of  the P.A.P. which seeks to  transform  a\r\n\r\nsimple but precise motion of assurance, to which no one\r\n\r\nwho is not a Machiavelli, could take objection, into  a\r\n\r\nnebulous motion that means little, if anything, leaving\r\n\r\neverything to the Government. \"mode and manner\" will be\r\n\r\ninterpreted as the P.A.P. pleases. And if the  Minister\r\n\r\nfor  Culture is given an opportunity, you will probably\r\n\r\nneed  to  know all the languages and put  them  in  one\r\n\r\ndrum, shake them all up together, and you will have  to\r\n\r\nget  a  dictionary to interpret what the P.A.P. means.\r\n\r\nBecause, Sir, the Minister has told you that if  I  say\r\n\r\nto him, \"It rains. Go out and check,\" let me assure you\r\n\r\nthat  if he tells me that it is raining, I will not  go\r\n\r\nout  and check; I am sure it has not rained and  it  is\r\n\r\nnot   raining,  because  I  know  one  thing:   he   is\r\n\r\npathologically  incapable  of  telling  the  truth   or\r\n\r\nspeaking   with  reasonableness  or  decency   to   any\r\n\r\nOpposition  Member or any of his opponents. The  P.A.P.\r\n\r\nare quite incapable in politics of playing straight  or\r\n\r\nplaying  honest. They have shown it to us.  The  people\r\n\r\nhave trusted them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in an incipient democracy one cannot blame\r\n\r\nthe people for making the mistakes that they have made.  \r\n\r\nAnd  the  virtue of democracy is that  within  a period \r\n\r\nthat mistake can be rectified. But it seems that our   \r\n\r\npeople   having   made   a   mistake   that    is understandable,\r\n\r\nwill  never  have  an  opportunity  to rectify it because \r\n\r\nthe advantage having been gained  by the  P.A.P. with their - what was the phrase used by the\r\n\r\nMember  for Cairnhill? - paranoid ambition, is it?  I  do\r\n\r\nnot know whether the word was \"paranoid\", but let\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 911</b></font><br><br>\r\n\r\n\r\n\r\nme  not use words that I do not know. But certainly  it\r\n\r\nwas  with an extraordinary ambition that exceeds normal\r\n\r\nhuman  bounds, an ambition that considers itself beyond\r\n\r\nall   morality,  beyond  all  decency;  their  personal\r\n\r\nambition supreme over the people's will. How they  sit,\r\n\r\nglued to those chairs of theirs. How they sit and  want\r\n\r\nto sit and want to continue to sit. And they talk of me\r\n\r\nas  seeking to take credit. I left my chair without any\r\n\r\nneed to do so, because I considered it contrary to  the\r\n\r\nwelfare of the people that there should be a government\r\n\r\ncontinuing  to  be  headed  by  me,  giving  them   the\r\n\r\nimpression that the provisions which were brought  back\r\n\r\nfrom England were legitimate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us pass on from that to the recognition that\r\n\r\nthe  position has been reached where our people, having\r\n\r\nmade the mistake of trusting these persons on the Front\r\n\r\nBench,  are now to remember them for the rest of  their\r\n\r\nlives and their children's lives and to regret it.  And\r\n\r\nthe  people's  only  hope is  not  any  more  in  their\r\n\r\npersonal representatives, for the S.P.A. could help  us\r\n\r\nand  can still help us to defeat this amendment, except\r\n\r\nthat  they  have got two minds, neither  of  which  can\r\n\r\nagree  with  the other and none cancels the other,  and\r\n\r\nwith their sense of responsibility they sit on the side-line.  The people can no longer expect. And though  the\r\n\r\nnewspapers will not carry it, I make one further  plea,\r\n\r\nSir,  before  sitting  down. That  is  a  plea  to  our\r\n\r\nbrothers  across  the Causeway not to condone  or  lend\r\n\r\nthemselves  to  this  conspiracy  of  the   P.A.P. to\r\n\r\nperpetrate  a major act of perfidy upon the  people  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I rise under Standing Order 43(4) .\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Member for Cairnhill claims that he\r\n\r\nhas  been  misunderstood in some material part  of  his\r\n\r\nspeech. Tun Lim.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, I have said that we are\r\n\r\nmen  of character and that we will do what is right for\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 912</b></font><br><br>\r\n\r\n\r\n\r\ncountry. But the Member for Anson has tried to ridicule\r\n\r\nour claim and said that if we were men of character  we\r\n\r\nshould  be  able  to make up our minds on  this  motion\r\n\r\nbefore  the House. I have given reasons why we are  not\r\n\r\nvoting  either  for or against this motion  because  we\r\n\r\nwill  take  no  part  playing party  politics  in  this\r\n\r\nAssembly.  The Alliance does not prostitute  itself  to\r\n\r\nany Party -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order, Mr Speaker, Sir.\r\n\r\nIs this not a speech?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Member for Anson always rises on a\r\n\r\npoint of order when I have not even heard what is being\r\n\r\nsaid. I have not at the moment discovered anything  out\r\n\r\nof order in what the Member for Cairnhill is saying.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Thank you, Sir. We are not voting\r\n\r\neither  \"aye\" or \"nay\" on this motion because  we  will\r\n\r\nnot  indulge in party politics in this august  Chamber.\r\n\r\nWe will abstain. We say that a referendum is necessary.\r\n\r\nEverybody in this House has said it is necessary. So be\r\n\r\nit.  But we will not side one Party or the other  Party\r\n\r\nso  as  to help them claim credit that it was they  who\r\n\r\ngot this motion through. We are men of character and we\r\n\r\nwill not prostitute ourselves.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member has made his point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That in view of the Government's\r\n\r\nclearly  stated stand on the question of  merger,  this\r\n\r\nHouse  welcomes  the Government's introduction  of  the\r\n\r\nSingapore National Referendum Bill in order to  hold  a\r\n\r\nreferendum to ascertain the wishes of the people on the\r\n\r\nmode  and  manner  of the inevitable  reunification  of\r\n\r\nSingapore   and   the  Federation  of   Malaya   before\r\n\r\narrangements  are finalised and before any  request  is\r\n\r\nmade  by  the  Government of Singapore to  the  British\r\n\r\nGovernment for transfer of territorial sovereignty over\r\n\r\nSingapore to the Federation of Malaya or Malaysia.\"\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Division.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided and the Clerk proceeded to call out\r\n\r\nthe names of hon. Members -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Upon the name of Mr Lee Kuan Yew being called -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 913</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Paired.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> From the information I have got, the\r\n\r\nPrime  Minister has paired with the Member  for  Farrer\r\n\r\nPark. The Member for Farrer Park is absent. So it makes\r\n\r\nno difference.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> He told me that he wished it to be\r\n\r\nrecorded as paired.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> He wishes it to be recorded as paired. He\r\n\r\nwill be so recorded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The voting was as follows :-\r\n\r\n \r\n\r\n <pre>\r\n\r\n\r\n\r\n    Ayes.                        Noes.\r\n\r\n\r\n\r\nBuang bin Omar Junid.       Chan Sun Wing\r\n\r\nByrne, K. M.                Fung Yin Ching, Miss\r\n\r\nChan Chee Seng.             Lee Siew Choh\r\n\r\nChan Choy Siong.            Leong Keng Seng\r\n\r\n Madam.                     Lin You Eng\r\n\r\nChor Yeok Eng.              Lingam, S.V\r\n\r\nGoh Chew Chua.              Low Por Tuck\r\n\r\nGoh Keng Swee.              Marshall, David\r\n\r\nHoe Puay Choo,              Ng Teng Kian\r\n\r\n Madam.                     Ong Chang Sam\r\n\r\nKandasamy, G.               Ong Eng Guan\r\n\r\nLee Khoon Choy.             Sheng Nam Chin\r\n\r\nLee Teck Him.               Tan Cheng Tong\r\n\r\nLim Cheng Lock.             Tee Kim Leng\r\n\r\nMammen, John.               Teo Hock Guan\r\n\r\nMohd. Ariff bin             Wong Soon Fong\r\n\r\n Suradi\r\n\r\nM. Ismail Rahim.   \r\n\r\nOng Pang Boon.    \r\n\r\nRajaratnam, S.\r\n\r\nRamaswamy, S.                   Absent\r\n\r\nSahorah binte               Ahmad bin Ibrahim\r\n\r\n Ahmat, Madam.              Bani, S. T.\r\n\r\nTan Kia Gan.                Koh, C. H.\r\n\r\nToh Chin Chye.              Lee Kuan Yew \r\n\r\nWee Toon Boon.               (paired with Mr \r\n\r\nYaacob bin                  A. P. Rajah).\r\n\r\n Mohamed.                   Rajah, A. P.\r\n\r\n                            Yong Nyuk Lin.\r\n\r\n   \r\n\r\n\r\n\r\n  Abstentions.\r\n\r\n\r\n\r\nAbdul Hamid bin \r\n\r\n Haji Jumat.\r\n\r\nAhmad Jabri bin \r\n\r\n Mohammad Akib.\r\n\r\nLim Yew Hock.\r\n\r\nMohamed Ali bin \r\n\r\n Alwi.\r\n\r\nSeow Peck Leng, \r\n\r\n Mrs.\r\n\r\nThio Chan Bee.\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 914</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Before I declare the result, I think I\r\n\r\nhad better clear the position as regards a pair. A pair\r\n\r\nis really only necessary when there is a specific \"aye\"\r\n\r\non one side as against a \"no\" on the other side. But\r\n\r\nany Member may, if he so desires, wish it to be\r\n\r\nrecorded that he has made arrangements to be paired.\r\n\r\nAccordingly, against the Prime Minister's name on the\r\n\r\nrecord will appear the words \"paired with Mr A. P.\r\n\r\nRajah\". Mr A. P. Rajah, of course, will be recorded as\r\n\r\nbeing absent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are 23 Ayes; 16 Noes; 6 Abstentions and 6\r\n\r\nAbsent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion, as amended, accordingly agreed to.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That in view of the Government's clearly stated stand\r\n\r\non  the  question  of merger, this House  welcomes  the\r\n\r\nGovernment's  introduction of  the  Singapore  National\r\n\r\nReferendum  Bill  in  order to  hold  a  referendum  to\r\n\r\nascertain  the  wishes of the people on  the  mode  and\r\n\r\nmanner of the inevitable reunification of Singapore and\r\n\r\nthe   Federation  of  Malaya  before  arrangements  are\r\n\r\nfinalised  and  before  any  request  is  made  by  the\r\n\r\nGovernment  of Singapore to the British Government  for\r\n\r\ntransfer  of territorial sovereignty over Singapore  to\r\n\r\nthe Federation of Malaya or Malaysia.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn.\"-[Dr Toh Chin Chye]\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">thirteen minutes past Seven o'clock p.m.</div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 915</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>WRITTEN ANSWERS TO QUESTION</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><div align=\"center\"><i>Wednesday, 18th April, 1962</i></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question for Oral Answer stood on the\r\n\r\nOrder Paper of 18th April, 1962 :-\r\n\r\n<br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>Royal Singapore Golf Club</b></div>\r\n\r\n\r\n\r\n<br><br><!--Mr David Marshall-->&nbsp;&nbsp;&nbsp;&nbsp;<b>\"Mr David Marshall:</b> To ask the Prime Minister what is\r\n\r\nthe  area occupied by the Royal Singapore Golf Club and\r\n\r\nthe terms on which such lands are held.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister, not being present to answer the question, the following answer was supplied on 18th April, 1962, pursuant to Standing Order No. 20 (3):-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Royal Singapore Golf Club occupies an area of\r\n\r\napproximately 270 acres out of a total of  7,573  acres\r\n\r\nof  City Council catchment land. This is covered by two\r\n\r\nseparate Agreements:-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 916</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The Clubhouse and appurtenant land:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An area of 1 acre 2 roods 04.9 poles (site of the\r\n\r\nClubhouse and appurtenant land) is occupied  by  the\r\n\r\nClub under a 99 years lease from 1st August, 1924 at\r\n\r\na rate of $20 a year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Golf Course:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This covers an area of 268 acres 1 rood 29 poles\r\n\r\nand  is  occupied by the Club on a Tenancy  at  Will\r\n\r\ncommencing 22nd August, 1936 at an annual rent of $1\r\n\r\npayable  from  1st January, 1921. If  there  is  any\r\n\r\ndemand  for  a  better utilisation of this  land  in\r\n\r\nkeeping   with  the  conditions  necessary   for   a\r\n\r\ncatchment area the Government can alter the user  of\r\n\r\nthe land.\".\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
