{"memberId": null, "volumeNo": "17", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"17\">\r\n\r\n<meta name=\"Sit_No\" content=\"2\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1962-03-15\">\r\n\r\n<meta name=\"Start_Col\" content=\"115\">\r\n\r\n<meta name=\"End_Col\" content=\"220\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">17</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">15-03-1962</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 115</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART III OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>\tVOLUME 17</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 15th March, 1962</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 116</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 117</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 117</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>ORAL ANSWERS TO QUESTIONS</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ATOMIC WAR-HEADS AND ROCKET SITES IN SINGAPORE</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;1. <b>Mr David Marshall</b> asked the Prime Minister\r\n\r\nwhether the Government will ascertain from the  United\r\n\r\nKingdom Government if any atomic war-heads are  stored\r\n\r\nin  Singapore and whether there are any atomic  rocket\r\n\r\nsites  in  Singapore, and the extent of the  potential\r\n\r\ndanger to the people through accident.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, I have\r\n\r\nsought  the  information asked for by the  Member  for\r\n\r\nAnson  from  the U.K. Commissioner. He has written  to\r\n\r\nsay  that this question relates to matters of  defence\r\n\r\nwhich under the Constitution is the responsibility  of\r\n\r\nthe  British  Government, and  that  it  is  not  the\r\n\r\npractice  in  the United Kingdom, in  answer  to  such\r\n\r\nquestions  to confirm or deny the presence of  nuclear\r\n\r\nweapons at particular places.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A point worth noting is that under the Communist\r\n\r\nproposals for full internal self-government  with  the\r\n\r\nInternal  Security  Council  abolished,  defence   and\r\n\r\nforeign  affairs will continue to be in the  hands  of\r\n\r\nthe British.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, after independence through merger, defence\r\n\r\nwill  be in the hands of an elected government of  the\r\n\r\nnew  and larger Federation, and members of the Central\r\n\r\nParliament will be able to ask questions on matters of\r\n\r\ndefence with more authority.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall (Anson):</b> Does the Prime Minister\r\n\r\nrecognise that it is not a question of locality, but a\r\n\r\nquestion of our entire State? The issue whether  these\r\n\r\natomic  war-heads are in this State affects the safety\r\n\r\nand  the  survival  of our people. Surely,  from  that\r\n\r\npoint\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 118</b></font><br><br>\r\n\r\n\r\n\r\nof  view, we are entitled to have some information  in\r\n\r\norder to make some preparation for possible accidents.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Anson is now\r\n\r\nembarking   on  a  debate.  The  Prime  Minister   has\r\n\r\nindicated  his  responsibilities, and I  do  not  know\r\n\r\nwhether he wishes to add to that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker, Sir, I can only say\r\n\r\nthat  there  are illustrious examples  in  the  United\r\n\r\nKingdom in the Committee of One Hundred. If the Member\r\n\r\nfor  Anson feels sufficiently strong about this matter\r\n\r\nof  war heads being stored, as he suspects, either  in\r\n\r\nthe  Naval  Base  or  Changi,  or  wherever  else  the\r\n\r\nlaunching pads may be, he is not without precedent  in\r\n\r\nthis  matter. The Government has always been more than\r\n\r\nready  and  willing to allow all methods  of  peaceful\r\n\r\npersuasion and demonstration.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, Sir, I seem to have been\r\n\r\nmisunderstood. I am inquiring from the Prime  Minister\r\n\r\nwhether  he  has  considered the aspects  of  possible\r\n\r\naccidents  which  will  affect  the  safety  and   the\r\n\r\nsurvival  of the people and, from that point of  view,\r\n\r\nseek information of a general character indicated.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> In my somewhat rudimentary\r\n\r\nknowledge  of  the  law  of  nuclear  physics,  I   am\r\n\r\nconvinced  that  accidents  arise  not  in  the   bomb\r\n\r\naccidentally  being  exploded in the  storehouse,  but\r\n\r\nmore,  I believe, in a war being launched accidentally\r\n\r\nthrough  misjudgment of each other's determination  to\r\n\r\nresist.  In  that eventuality, Mr Speaker,  Sir,  the\r\n\r\nMember  for  Anson's  safety and  mine  are  similarly\r\n\r\nimperilled and I can only say that if we do not  sleep\r\n\r\nwell  o'nights,  then we shall all be  very  sick  men\r\n\r\nindeed. It is a very sick world, Mr Speaker, Sir, and\r\n\r\nI  do not wish to inflict upon the people of Singapore\r\n\r\nthe  deep  horrors of gradual extinction in a  nuclear\r\n\r\nfallout   or  of  total  annihilation  in  a   nuclear\r\n\r\nholocaust -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> What are you doing?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 119</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker, Sir, I have\r\n\r\nsuggested  to  the  Member for Anson  the  illustrious\r\n\r\nexamples  of great philosophers like Bertrand  Russell\r\n\r\nand  other  equally eminent and philosophic gentlemen.\r\n\r\nAll that is required is sufficient verve, vitality and\r\n\r\npersistence  through methods of democratic  persuasion\r\n\r\nto bring home the misfortunes of having to be involved\r\n\r\nwith deterrent weapons of destruction.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 119</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CIVIL DEFENCE PROVISIONS</b></div>\r\n\r\n<div align=\"center\"><b>IN TIME OF WAR</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;2. <b>Mr David Marshall</b> asked the Prime Minister\r\n\r\nwhether the Government will consider the feasibility\r\n\r\nof Civil Defence provisions for the people in time of\r\n\r\nwar.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, token provision exists in\r\n\r\nthe current Estimates to resuscitate the Civil Defence\r\n\r\nCorps  should the necessity ever arise. Civil  Defence\r\n\r\nprovisions  however,  are  only  envisaged   for   the\r\n\r\nconventional type of warfare in what is now  popularly\r\n\r\ncalled localised wars.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am informed that the dropping of a nuclear bomb in\r\n\r\nthe megaton range on any city would wipe out the whole\r\n\r\npopulation and devastate the whole area. Against  such\r\n\r\na   catastrophe,   civil  defence  measures,   as   is\r\n\r\nunderstood, would be quite unrealistic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, it is reported that some enterprising\r\n\r\ncontractors  in  California, U.S.A.,  have  made  good\r\n\r\nsales   of   \"fall-out\"   shelters.   The   Government\r\n\r\nunderstands, however, that these contractors  are  not\r\n\r\nsponsored by the U.S. Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> In the light of the knowledge the\r\n\r\nPrime Minister has of the potential calamity for  this\r\n\r\narea, would he indicate whether Government would  give\r\n\r\nits support for an anti-nuclear movement here?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, I have always been a great\r\n\r\nsupporter  of all movements to ensure the preservation\r\n\r\nof  mankind. But I would like to draw the attention of\r\n\r\nthe Member for Anson to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 120</b></font><br><br>\r\n\r\n\r\n\r\nthe   fact   that  the  danger  is  not   particularly\r\n\r\nconcentrated  in any particular spot in the  world.  I\r\n\r\nsee  no  particular  incidence of  annihilation  being\r\n\r\nincreased  as  a  result of our being  in  a  somewhat\r\n\r\nobsolete  military  base meant for localised  wars  in\r\n\r\nthis  area of the world. I am told that from  time  to\r\n\r\ntime  the  Russians send off notes to not so  friendly\r\n\r\nnations of their retaliatory and complete annihilative\r\n\r\npowers,  and several governments have been in  receipt\r\n\r\nof  them, governments such as Pakistan and Turkey, who\r\n\r\nallow   American  bases  and  launching  pads  to   be\r\n\r\ninstalled  in their territories. However, I note  that\r\n\r\nin  none  of  the Russian notes to the United  Kingdom\r\n\r\nGovernment  has  the Russian leader,  Mr  Khrushchev,\r\n\r\nsingled  out Singapore for special attention. However,\r\n\r\nthat  is  not to say that I am not aware of  the  real\r\n\r\ndanger  of either slow death through a nuclear fallout\r\n\r\nor  complete  destruction of the world  in  a  blazing\r\n\r\nholocaust if somebody accidentally misjudges the other\r\n\r\nside's  temper  and presses the button  at  the  wrong\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, could we have a reply to\r\n\r\nmy  question?  Recognising the potential calamity  for\r\n\r\nthis  area, would the Prime Minister indicate  whether\r\n\r\nthe  Government would give its support  for  an  anti-nuclear  movement  in  this  State?  It  is  a  simple\r\n\r\nquestion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> The first question was whether\r\n\r\nI,  as  Prime  Minister,  would  support  and  I  have\r\n\r\nindicated  that I give support for all  movements  for\r\n\r\nthe  preservation and upliftment of mankind. Now,  the\r\n\r\nquestion  is  whether the Government  would  give  its\r\n\r\nsupport. Without having consulted my colleagues,  Sir,\r\n\r\nI  give the Member for Anson the full assurance  that,\r\n\r\nas  we  are all human beings on this side of the House\r\n\r\nwho  would like to see the survival of the human race,\r\n\r\nincluding  human beings on the opposite side  of  this\r\n\r\nHouse,  we  will support all movements which  seek  to\r\n\r\npreserve the human race, defective though it  may  be,\r\n\r\nfrom total annihilation. If the Member for Anson could\r\n\r\nonly indicate the time and place at\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 121</b></font><br><br>\r\n\r\n\r\n\r\nwhich  his equivalent to the Committee of One  Hundred\r\n\r\nwould  take  action,  we would  ensure  that  adequate\r\n\r\npublicity  is  given to him through television,  radio\r\n\r\nand other means.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 121</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>COMMISSION ON PEOPLE'S ASSOCIATION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Question No. 3 has been withdrawn. It\r\n\r\nhas been answered. Question No. 4.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[The following is Question No. 3:\r\n\r\n\r\n\r\n<br><br><!--Mr David Marshall-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr  David  Marshall</b> to ask the Prime Minister  when the Government anticipates \r\n\r\nappointing a Commission  on the People's Association.]\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 121</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>UNEMPLOYMENT INSURANCE SCHEME</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;4. <b>Mr David Marshall</b> asked the Minister for Labour\r\n\r\n(a)   whether   the  joint  discussions  between   the\r\n\r\nGovernment,  the  Unions and the employers, with  the\r\n\r\nview  to  agreement on unemployment insurance  as  the\r\n\r\nfirst  step  to  a more comprehensive social  security\r\n\r\nscheme,  have  taken place, and what  is  the  outcome\r\n\r\nthereof;  and  (b)  whether he  will  make  a  further\r\n\r\nstatement  of Government's intentions with  regard  to\r\n\r\nthe  introduction of social security  measures  during\r\n\r\nthis session.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee) (for the Minister for Labour):</b> Mr Speaker, Sir, I have\r\n\r\nbeen  asked by my colleague, the Minister for  Labour,\r\n\r\nto  reply  to  this question. The reason is  that  the\r\n\r\nGovernment held a series of meetings in December  1960\r\n\r\nand  January 1961 with certain Trade Union leaders  to\r\n\r\ndiscuss, among other things, the introduction  of  an\r\n\r\nunemployment  insurance  scheme  in  Singapore  and  I\r\n\r\nrepresented the Government on that occasion.  In  all,\r\n\r\nfive  meetings were held and an agreed report prepared\r\n\r\nfor submission to the Cabinet. The Trade Union leaders\r\n\r\nconcerned in this series of meetings were Messrs.  Lim\r\n\r\nChing  Siong, S. Woodhull, D. Puthucheary  and  S.  T.\r\n\r\nBani.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 122</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This report has not been released earlier for\r\n\r\npublication at the request of the Trade Union leaders.\r\n\r\nI  intend, however, to quote the section of the report\r\n\r\ndealing  with  unemployment insurance, as  this  would\r\n\r\ngive  a  clear indication of the Government's attitude\r\n\r\ntowards  the  subject of unemployment insurance.  That\r\n\r\nsection of the report reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Unemployment insurance\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government side pressed the case for\r\n\r\nunemployment insurance on the basis of a 1½ per  cent\r\n\r\ncontribution  by  employer  and  employee.  With   an\r\n\r\nunemployment  rate of 8 per cent, this  would  ensure\r\n\r\nunemployment benefits of about 40 per cent  of  wages\r\n\r\nearned  during  work. If the rate of unemployment  is\r\n\r\nless,  the  rate of benefits could be increased.  The\r\n\r\nGovernment proposed that the unemployment  scheme  be\r\n\r\nintroduced and be restricted, in the first  instance,\r\n\r\nto  those  industries  demarcated  for  stability.  A\r\n\r\ntripartite committee consisting of representatives of\r\n\r\nthe  Government,  the  T.U.C. and  Employers  should\r\n\r\nmanage  the  Unemployment  Insurance  Fund  and  have\r\n\r\npowers  to  vary the rates of benefits in  accordance\r\n\r\nwith   the   financial  state  of   the   Fund.   The\r\n\r\nGovernment's  contribution would be to  pay  for  all\r\n\r\nbenefits   during  the  first  sear  of  the   Fund's\r\n\r\noperation  to allow the Fund to accumulate sufficient\r\n\r\nmoney  from which it could earn interest to  pay  for\r\n\r\nadministrative  expenses. A  detailed  administrative\r\n\r\nscheme  had  been  prepared by the Central  Provident\r\n\r\nFund  and there are no administrative policy or other\r\n\r\nbarriers  to  the  immediate  implementation  of  the\r\n\r\nUnemployment Insurance Scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The T.U.C. members supported the unemployment\r\n\r\ninsurance in principle, hut requested that the matter\r\n\r\nbe further considered by the T.U.C.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the course of discussion, the Government side\r\n\r\nstressed that redundancy schemes, severance  pay  and\r\n\r\neven   unemployment  insurance  are  no   more   than\r\n\r\npalliatives to a disease. These measures are intended\r\n\r\nto  reduce  the  sharp  edge of suffering  caused  by\r\n\r\nunemployment  of workers. Further, where  the  worker\r\n\r\nfinds  it  difficult to get another job, retrenchment\r\n\r\noften  sparks  off  determined  opposition  from  the\r\n\r\nworkers, leading to strikes. The proposals considered\r\n\r\nand  recommended would reduce the distress caused  by\r\n\r\nunemployment.  But it is not the basic  solution:  in\r\n\r\nfact,  in themselves, they will do nothing to  reduce\r\n\r\nunemployment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The only solution lies in creating conditions\r\n\r\nwhereby  the  economy could expand at a  sufficiently\r\n\r\nfast  rate so that there will be more jobs  than  men\r\n\r\navailable.    When   this   position   is    reached,\r\n\r\nretrenchment  and  redundancy  do  not  present   any\r\n\r\nproblem   to   the   worker.  Further,   under   such\r\n\r\nconditions, the way would he open for the worker to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 123</b></font><br><br>\r\n\r\n\r\n\r\nobtain   regular   increases  of  pay   through   the\r\n\r\ncollective  bargaining power of  the  unions.  It  was\r\n\r\nrecognised  that the maintenance of stability  in  the\r\n\r\nindustrial   sector  would  he  one  of  the   factors\r\n\r\nconducive to industrial growth and economic expansion,\r\n\r\nand  for  this  reason, both the  Government  and  the\r\n\r\nT.U.C, representatives in the Sub-Committee are agreed\r\n\r\nthat  everything  that could contribute  to  stability\r\n\r\nshould  be  pursued, and that any  measures  that  are\r\n\r\ninimical to it should be refrained from.'\r\n\r\n\r\n\r\n<br><br>That is part of the report.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, although these trade unionists stated that\r\n\r\nthey  supported the unemployment insurance  scheme  in\r\n\r\nprinciple, they had taken no step whatsoever to obtain\r\n\r\nsupport  from  the  workers for  the  principle  of  a\r\n\r\ncontributory unemployment insurance scheme.  In  fact,\r\n\r\nin the course of discussions on the subject, they made\r\n\r\nit quite clear that they did not want such a scheme to\r\n\r\nbe introduced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members will note that these leaders had  given\r\n\r\nan undertaking that they would refrain from any action\r\n\r\nwhich  is  inimical to stability and do everything  to\r\n\r\npromote  stability  which is necessary  in  industrial\r\n\r\nexpansion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another section of the report puts the matter even\r\n\r\nmore clearly when it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'It will be the responsibility of the T.U.C, to\r\n\r\nensure  that  industrial peace is maintained  for  the\r\n\r\nperiod of the agreement.'\r\n\r\n\r\n\r\n<br><br>It  is  now evident to everyone that these trade union\r\n\r\nleaders  had not the slightest intention of  honouring\r\n\r\ntheir  pledge  to  the Government. Far  from  ensuring\r\n\r\nindustrial peace, recent events - \r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order. The questions are\r\n\r\nsimple and they are not being answered. Instead we are\r\n\r\nhaving  polemics  in  respect of political  opponents.\r\n\r\nCould the Minister be requested to confine himself  to\r\n\r\nthe question?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The rule governing all questions is\r\n\r\nthat  an  answer  must  be within  the  scope  of  the\r\n\r\nquestion  asked. If it goes beyond the  scope  of  the\r\n\r\nquestion  asked,  then,  of course,  the  Minister  is\r\n\r\nalways  entitled  to  make  a  ministerial  statement.\r\n\r\nWhether  he  makes  it now, or after  questions  is  a\r\n\r\nmatter of convenience, I leave it entirely to him.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 124</b></font><br><br>\r\n\r\n\r\n\r\nStrictly, he should make the statement after questions\r\n\r\nso  that,  if he then thinks fit and the statement  is\r\n\r\ncontroversial,  he can always move the adjournment  to\r\n\r\nhave the statement debated.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> On another point of\r\n\r\norder.  May  I  ask  whether it is permissible  for  a\r\n\r\nministerial  statement to include subjects  which  may\r\n\r\nrightly be considered to be anticipating a debate on a\r\n\r\nsubject that is on the Order Paper - that is, my  motion\r\n\r\non industrial unrest?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not think what the Minister has\r\n\r\nsaid has any strict relation to the motion, mentioned,\r\n\r\nwhich is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That this House views with grave concern the\r\n\r\nmounting  of  industrial  unrest  and  calls  on   the\r\n\r\nGovernment  to  take all reasonable  steps  to  ensure\r\n\r\nindustrial peace...'.\r\n\r\n\r\n\r\n<br><br>I  think the Minister is recounting what happened at a\r\n\r\nmeeting  of  trade unionists and indicating  how  they\r\n\r\nhad - as alleged by him - not kept their undertaking given\r\n\r\nto  Government. But as the feeling of the Assembly  is\r\n\r\nsuch,  I  think  I ought to apply the Standing  Orders\r\n\r\nvery  strictly  and ask the Minister  either  to  keep\r\n\r\nstrictly  to  an answer to the question, or  bide  his\r\n\r\ntime  and  wait until after questions to continue  his\r\n\r\nstatement.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I am keeping\r\n\r\nstrictly to the question. Questions of this kind  have\r\n\r\nbeen coming in regularly from the Member for Anson and\r\n\r\nI wish to dispose of this issue once and for all. What\r\n\r\nI  am  saying  will lead to the conclusion  explaining\r\n\r\njust  why  and how negotiations with the  trade  union\r\n\r\nleaders  for  the  implementation of social  insurance\r\n\r\ncame to nothing. Sir,I have to go into this matter in\r\n\r\nsome  detail  to  justify  the  conclusion  that   the\r\n\r\nGovernment  has  been completely  reasonable  all  the\r\n\r\ntime,  but meeting with bad faith from the other side.\r\n\r\nThis is strictly relevant to the question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, if I may be permitted to continue. The\r\n\r\ntrade  union  leaders  say they  support  unemployment\r\n\r\ninsurance in principle but in practice they oppose it.\r\n\r\nExactly in the same way, they say they support  merger\r\n\r\nin principle but in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 125</b></font><br><br>\r\n\r\n\r\n\r\npractice  oppose it. Similarly, they support  Malaysia\r\n\r\nin  principle but oppose it in practice. Hon.  Members\r\n\r\nare only too familiar with this kind of double-talk on\r\n\r\nthe  part of the Communists and their stooges  in  the\r\n\r\nBarisan Sosialis.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> P.A.P. side.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I must now rule the Minister\r\n\r\ncompletely  out of order because answers to  questions\r\n\r\nmust  be  strictly  statements  which  do  not  invite\r\n\r\ndebate,  and  the  Minister  is  obviously  making   a\r\n\r\nstatement which does invite debate. So if he  proceeds\r\n\r\nin  that strain, I must stop him if he considers  that\r\n\r\nthat  is  the answer to the question. I have indicated\r\n\r\nthat  if  he  wishes to pursue that line of statement,\r\n\r\nthen he must wait and make a ministerial statement  at\r\n\r\nthe end.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, if you had only\r\n\r\nborne  with  me for just two more seconds,  you  would\r\n\r\nhave  seen  the relevance. As I was saying,  in  these\r\n\r\ncircumstances,  it  is quite futile  to  have  further\r\n\r\ndiscussions   with  those  union   leaders   for   the\r\n\r\nimplementation of unemployment insurance, let alone  a\r\n\r\nmore expensive social security scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I may mention that I have had informal discussions\r\n\r\nwith representatives of the employers' association  in\r\n\r\nSingapore   and  they  have  agreed  to  support   the\r\n\r\ncontributory unemployment insurance scheme should  the\r\n\r\nGovernment  introduce  such  a  measure.  It  is  only\r\n\r\ncertain  trade union leaders who oppose  this  scheme.\r\n\r\nWhy  do  they  oppose it? The reason to  me  is  quite\r\n\r\nsimple.  They  do not want stability and  progress  in\r\n\r\nSingapore. They oppose unemployment insurance  because\r\n\r\nthis will reduce tension on the industrial front,  and\r\n\r\nwith a reduction of tension and discontent it will  be\r\n\r\ndifficult  for  them  to foment  trouble.  If  further\r\n\r\nevidence  of  their  evil  intentions  is  needed,  my\r\n\r\ncolleague, Mr Devan Nair, will only be too pleased to\r\n\r\nprovide  them. He told me of the advice which Mr  Lim\r\n\r\nChing Siong had given -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 126</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I must now stop the Minister. I\r\n\r\nmust rule all this out of order and if he proceeds  on\r\n\r\nthat  line, he must stop giving his answer. I  suggest\r\n\r\nthat he wait till after Question Time.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you, Mr Speaker, on a\r\n\r\nsupplementary question. Is the Minister not aware -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I understand the Minister will\r\n\r\nbe  making  a ministerial statement. The supplementary\r\n\r\nquestion can come after the ministerial statement.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> The whole debate can come.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> And the whole debate, if necessary.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 126</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>OVERSEA-CHINESE BANK</b></div>\r\n\r\n<div align=\"center\"><b>(Terms of settlement of strike)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;5. <b>Mr David Marshall</b> asked the Minister for Labour\r\n\r\nwhether he will indicate the broad terms of settlement\r\n\r\nof  the strike of the employees of the Oversea-Chinese\r\n\r\nBank in January this year.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon (Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Labour (Mr Wee Toon Boon) (for the Minister for Labour):</b> Mr Speaker, Sir, the strike arose as a\r\n\r\nresult   of  an  allegation  by  the  Singapore   Bank\r\n\r\nEmployees   that  the  management  had   admitted   to\r\n\r\nsubverting its members by offering and making payments\r\n\r\nto  some  clerical employees of the Bank in accordance\r\n\r\nwith the Bank's own interpretation of the recent award\r\n\r\nof the Industrial Arbitration Court, although the Bank\r\n\r\nknew that the Union had challenged the correctness  of\r\n\r\nthe  Bank's interpretation and had declined to  accept\r\n\r\nsuch  payments pending a conclusive interpretation  of\r\n\r\nthe award by the Industrial Arbitration Court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Negotiations for the settlement of the strike did\r\n\r\nnot  take  place in the Ministry of Labour or  in  the\r\n\r\npresence   of  Ministry  officials.  A  Press   report\r\n\r\nindicated that there had been an expression of  regret\r\n\r\nby  the  management  of  the  Oversea-Chinese  Banking\r\n\r\nCorporation for the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 127</b></font><br><br>\r\n\r\n\r\n\r\npayments  made  to  some  union  members  against  the\r\n\r\nUnion's  stand. My Ministry also understand  that  the\r\n\r\nUnion successfully contended that, as the strike was a\r\n\r\njustified  one,  the  management of  the  Bank  should\r\n\r\ncompensate  the members for their loss of  pay  during\r\n\r\nthe  strike  and  that the Managing  Director  of  the\r\n\r\nOversea-Chinese  Banking  Corporation,  Mr  Tan  Chin\r\n\r\nTuan, make a confidential payment of, a sizable sum of\r\n\r\nmoney  to  the Union for distribution to its employees\r\n\r\nin settlement of the Union's claim.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 127</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>AVERAGE HOURLY EARNING FOR WORKMEN IN 1961</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;6. <b>Mr David Marshall</b> asked the Minister for Labour\r\n\r\nwhat is the average hourly earning for all workmen  in\r\n\r\n1961.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon (for the Minister for Labour):</b> Mr\r\n\r\nSpeaker,  Sir, the average hourly earning in 1961  for\r\n\r\nall  workmen was 80 cents in accordance with a  sample\r\n\r\nsurvey  of the average earning, average hours of  work\r\n\r\nand  the  conditions of workmen in Singapore conducted\r\n\r\nin the last week of July 1961.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Is the Parliamentary Secretary aware\r\n\r\nthat that means that there has been a decrease in  the\r\n\r\nwages of our wage-earners?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The question being?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> That is, is he aware?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The question must not give information\r\n\r\nonly. The information must lead to a question. That is\r\n\r\ngiving information.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Perhaps, Sir, I can ask this. Could\r\n\r\nthe Parliamentary Secretary explain why there has been\r\n\r\na drop in the earnings of our wage-earners?\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Mr Speaker, Sir, I do not know\r\n\r\non  what basis the Member for Anson alleged that there\r\n\r\nwas  a drop in the earnings of wage-earners. From  the\r\n\r\nstatistics,  it would appear that for the  year  1960,\r\n\r\nthe  average  hourly  earning was  81  cents.  So  the\r\n\r\ndifference of one cent does not matter very much.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 128</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>WORKMEN, SHOP ASSISTANTS AND CLERKS</b></div>\r\n\r\n<div align=\"center\"><b>(Number in employment in March and September 1961)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;7. <b>Mr David Marshall</b> asked the, Minister for Labour\r\n\r\nwhat  was the total number of (i) workmen, (ii)  shop\r\n\r\nassistants and (iii) clerks who were in employment  in\r\n\r\nMarch and September 1961, respectively.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon (for the Minister for Labour):</b> Mr\r\n\r\nSpeaker, Sir, in accordance with the returns submitted\r\n\r\nby  employers  under  the Labour Ordinance,  the  Shop\r\n\r\nAssistants   Employment  Ordinance  and   the   Clerks\r\n\r\nEmployment  Ordinance  for the year  1961,  the  total\r\n\r\nnumber of workmen, shop assistants and clerks who were\r\n\r\nin employment on 30th March, 1961, and 30th September,\r\n\r\n1961, were as follows:\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n                       \t\t  \tShop  \t\t\r\n\r\n                       Workmen \t\tAssistants \tClerks\t\r\n\r\n                               \t\t\r\n\r\n  March 1961            106,000\t\t21,959 \t\t21,974\r\n\r\n                         \r\n\r\n  September 1961        111,450\t\t22,798  \t23,325\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;</pre>\r\n\r\n                \r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you. Mr Speaker, Sir,\r\n\r\ncould I put a supplementary question?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes, certainly.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I would ask the Parliamentary\r\n\r\nSecretary  whether  he can give  any  explanation  why\r\n\r\nthere  has been a steady drop in employment of manual,\r\n\r\nworkers since March 1961, which seems to have been the\r\n\r\npeak.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Mr Speaker, Sir, from the\r\n\r\nstatistics, it is to the contrary.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> 106,000.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> You are referring to 1961 and\r\n\r\n1960?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I am not interested at all. Perhaps the\r\n\r\nMember  for  Anson  would like  to  elaborate  on  his\r\n\r\nsupplementary question?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 129</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Yes, Sir, only to draw attention and\r\n\r\nto ask this question. Can he explain why in March 1956\r\n\r\nit  was 124,600, and it went down in 1957, 1958, 1959,\r\n\r\n1960  and  1961  progressively  to  123,000,  118,000,\r\n\r\n114,000, 107,000, and now 106,000. 18,600 less  manual\r\n\r\nworkers employed in these seven years?\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Mr Speaker, Sir, I require\r\n\r\nfurther  notice of that question as I do not have  all\r\n\r\nthe details with me now.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 129</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>BATTLE FOR MERGER</b></div>\r\n\r\n<div align=\"center\"><b>(Total number published, cost of publication, and sale)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;8. <b>Mr David Marshall</b> asked the Minister for Culture\r\n\r\nto  state  the  total  number  of  Battle  for  Merger\r\n\r\npamphlets published, the cost thereof, and the  amount\r\n\r\nrecouped by way of sales.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Rajaratnam:</b> Mr Speaker, Sir, two editions of\r\n\r\nthe book were published - the hard cover edition selling\r\n\r\nfor a dollar and containing appendices not included in\r\n\r\nthe soft cover edition which is distributed free.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hard cover edition was initially printed in\r\n\r\nEnglish, and the first impression of 5,000 copies were\r\n\r\nsold. The second reprint of another 5,000 copies  were\r\n\r\nissued early this month. The cost of production of the\r\n\r\n10,000  copies is $6,623. Some 7,500 copies have  been\r\n\r\nsold  as  from 23rd February, and the amount recovered\r\n\r\nafter  commission  to book-sellers  is  $6,062.  7,500\r\n\r\ncopies  of  the  hard cover edition  in  Chinese  were\r\n\r\nreleased  for  sale on 6th March.  The  cost  of  this\r\n\r\nedition is $5,125. We have no returns as to the number\r\n\r\nof  copies sold since they were only put on sale  less\r\n\r\nthan  a fortnight ago. There is also a print order  of\r\n\r\n2,000  copies in Malay, costing $1,615, which will  be\r\n\r\non sale shortly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the soft cover edition, there was a first\r\n\r\nprint of 100,000 copies in all the four languages at a\r\n\r\ncost  of  $29,159. All these have now been distributed\r\n\r\nin  Singapore. However, in view of the demand for this\r\n\r\nedition  not  only  in Singapore  but  also  from  the\r\n\r\nFederation and Borneo territories, a second reprint is\r\n\r\nnow under production.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 130</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Would the Minister indicate the\r\n\r\nexpenditure  of  $30,000 in respect  of  100,000  soft\r\n\r\ncover  copies,  as he calls it, and a further  100,000\r\n\r\ncopies,  no  doubt  costing another  $30,000 - are  they\r\n\r\ncoming  out  of the vote of the Ministry or  are  they\r\n\r\nspecifically authorised?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> They are coming out of the vote of\r\n\r\nthe  Ministry. They have a special vote for  printing,\r\n\r\nand they are coming out of the Publicity vote.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 130</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>BATTLE FOR MERGER</b></div>\r\n\r\n<div align=\"center\"><b>(Purpose of photographs)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;9. <b>Mr David Marshall</b> asked the Minister for Culture\r\n\r\nwhat  was  the purpose of incorporating in the  Battle\r\n\r\nJo,  Merger  pamphlet photographs of  (i)  the  P.A.P.\r\n\r\ninaugural meeting in 1954; (ii) the persons addressing\r\n\r\nthat  meeting; (iii) the release of detainees  on  4th\r\n\r\nJune,  1959;  (iv)  Mr Lee Kuan Yew  with  Mr  James\r\n\r\nPuthucheary  in  Changi Prison Camp grounds;  (v)  the\r\n\r\nP.A.P. rally at the Esplanade on their victory in  the\r\n\r\ngeneral election; (vi) Mr Lee Kuan Yew addressing  an\r\n\r\nelection   rally  at  Clifford  Pier;   (vii)   P.A.P.\r\n\r\ndetainees  at  the St. John's Island  detention  camp;\r\n\r\n(viii) the Prime Minister addressing the 1961 May  Day\r\n\r\nRally  at  the Jalan Besar Stadium; and (ix)  Mr  Lee\r\n\r\nKuan  Yew and some union officials in Taiping  Botanic\r\n\r\nGardens.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The photographs listed by the Member\r\n\r\nfor  Anson have been incorporated in the book for  the\r\n\r\nsame  reasons  as the other photographs  in  the  book\r\n\r\nwhich the Member has not listed in his enquiries.  The\r\n\r\nphotographs either illustrate or amplify the  text  of\r\n\r\nthe  book.  For  example,  on  page  10  there  is   a\r\n\r\nphotograph  of  the  Member for Anson  at  the  Baling\r\n\r\nTalks.  He  has  quite  rightly  not  questioned   the\r\n\r\npropriety   of   its   inclusion.   Like   the   other\r\n\r\nphotographs,  it helps to illustrate  or  augment  the\r\n\r\nmain  theme of the book, that is, the struggle between\r\n\r\nthe  non-Communist socialists on the one hand and  the\r\n\r\nCommunists and pro-Communists on the other to win the.\r\n\r\nhearts  and minds of the people in Malaya. The  Member\r\n\r\nfor  Anson  will  agree that all the photographs  have\r\n\r\nbeen aptly chosen, including the one of himself.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 131</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> The Minister for Culture is less than\r\n\r\nfrank.  That photograph of myself at Baling is not  of\r\n\r\nmy-self but Tunku Abdul Rahman and the others.  Though\r\n\r\nthat  might be appropriate in a book about Communists,\r\n\r\nhow  is  it  appropriate to have  photographs  of  the\r\n\r\nP.A.P. inaugural meeting, the Prime Minister having  a\r\n\r\ntalk  with  his  private clients? Would  the  Minister\r\n\r\nplease indicate?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, as regards the photograph of\r\n\r\nthe  P.A.P. after winning the elections, in  fact,  I\r\n\r\nhappened to look at the Annual Report which came after\r\n\r\nthe  Member  for Anson had become the Chief  Minister,\r\n\r\nand  there is one there showing him having an informal\r\n\r\nluncheon in one of the big hotels here, which I  think\r\n\r\nis  appropriate  since he was then the Chief  Minister\r\n\r\nand his Party had come to power, and it is part of the\r\n\r\nhistory  of  the Island. So for the same `reason,  the\r\n\r\nfact that these pictures relating to elections and  so\r\n\r\non  are included in the book is that they form part of\r\n\r\nthe  history  which  led to the events  and  conflicts\r\n\r\ndescribed in the book.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards \"clients\", Sir, I am not quite sure to\r\n\r\nwhom the Member for Anson is referring.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you, Mr Speaker, Sir, at\r\n\r\npage 83:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Lee had gone up to Perak to defend...'.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Anson must wait\r\n\r\nuntil  he  is  called, to give the Chair a  chance  to\r\n\r\nconsider the answer. Now, Mr Marshall.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you, Mr Speaker, Sir, I\r\n\r\nrefer  to  the photograph opposite page 83  where  the\r\n\r\nPrime  Minister is alleged to have gone  to  Perak  to\r\n\r\ndefend  members of a union at a trial in  Bagan  Serai\r\n\r\nwhich  arose from a transport strike. Is this part  of\r\n\r\nthe  history  of  Singapore?  Are  we  going  to  have\r\n\r\nmemorabilia of Mr Lee Kuan Yew?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I have a feeling that the Member for\r\n\r\nAnson  has  only been looking at the pictures  without\r\n\r\nreading  the text of the book. If he had read  through\r\n\r\nthe text, he would have found\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\nthat  the  gentleman referred to is mentioned  in  the\r\n\r\ntext of the broadcast. And, therefore, it is necessary\r\n\r\nin  a  book  of this kind not only to tell  about  the\r\n\r\npersons but readers would also like to know what  they\r\n\r\nlook  like. That is the reason why that photograph  is\r\n\r\npublished.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>POLITICAL MACHINATIONS IN SCHOOLS</b></div>\r\n\r\n<div align=\"center\"><b>(Commission of Inquiry)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Question No. 10 has been withdrawn as\r\n\r\nit has already been answered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[The following is Question No. 10:\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> To ask the Minister for\r\n\r\nEducation when the Government anticipates appointing a\r\n\r\nCommission  of  Inquiry on political  machinations  in\r\n\r\nschools.]\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>UNEMPLOYMENT INSURANCE SCHEME</b></div>\r\n\r\n<div align=\"center\"><b>(Statement by the Minister for Finance)</b></div>\r\n\r\n\r\n\r\n<br><br>3.08 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, in answer to\r\n\r\nthe  questions asked by the Member for Anson, I  spent\r\n\r\nsome   time  in  explaining  the  background  of   our\r\n\r\nrelations with the pro-Communist trade union  leaders.\r\n\r\nAlthough we had discussions with them - we spent  a  lot\r\n\r\nof  time  working out the details of this unemployment\r\n\r\ninsurance scheme - I harboured the doubt at that time, a\r\n\r\ndoubt  which subsequently turned out to be  completely\r\n\r\njustified,  that  these persons were  not  honest  nor\r\n\r\nsincere in their dealings with us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I went on to say that the main consideration of\r\n\r\nCommunist  leaders  in a trade union  movement  is  to\r\n\r\nmaintain  a  hold on the union leadership.  From  this\r\n\r\npoint  of  view, they will stop at nothing to  achieve\r\n\r\ntheir  objective.  They  have  tried  to  hot  up  the\r\n\r\nsituation,   create  an  atmosphere  of  tension   and\r\n\r\nuncertainty,  because  it  is  under  such  conditions\r\n\r\napproaching  a revolutionary situation that  a  combat\r\n\r\nMarxist-Leninist Party can deploy its  cadres  to  the\r\n\r\nmost effective\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 133</b></font><br><br>\r\n\r\n\r\n\r\npurpose.  Therefore, in their policy  towards  unions,\r\n\r\nthe  benefits  that the workers would obtain  are,  of\r\n\r\ncourse,   important.  These  are   important   matters\r\n\r\nbecause,  without getting benefits, the  workers  will\r\n\r\nsoon drift away from them. But they will never try  to\r\n\r\nseek a permanent settlement with the employers on  the\r\n\r\nbest  terms possible for the workers, because,  by  so\r\n\r\ndoing,  they  will  reduce discontent  among  workers,\r\n\r\ncause  them to be satisfied, and in this manner become\r\n\r\ncomplacent  and apathetic towards union matters.  Now,\r\n\r\nMr  Devan  Nair told me of the advice which  Mr  Lim\r\n\r\nChing Siong had given him when they were colleagues in\r\n\r\nthe  T.U.C. - that Mr Lim Ching Siong advised Mr Devan\r\n\r\nNair  against fighting for salary scales. He said that\r\n\r\nwith  salary  scales, workers would be satisfied  with\r\n\r\nthe  conditions, lose their revolutionary fervour  and\r\n\r\nthereby  weaken  the hold of the union  upon  members.\r\n\r\nBecause  once you have a salary scale, everyone  would\r\n\r\nknow  that  an  increase in wages comes  automatically\r\n\r\nyear  by  year, and therefore there would be less  and\r\n\r\nless occasion for the union to rally round its members\r\n\r\nto  fight for improved conditions. Mr Lim recommended\r\n\r\nthat  it  was  better  to fight  for  periodic  salary\r\n\r\nincreases  and  prevent the members from  being  fully\r\n\r\nsatisfied at any time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with such a background of the policy and\r\n\r\ntactics  of  the  trade  union leaders,  it  would  be\r\n\r\nclearly    foolish   to   introduce   a   contributory\r\n\r\nunemployment insurance in the teeth of opposition by a\r\n\r\nsubstantial number of trade unionists. What we must do\r\n\r\nnow is to tell the workers how they are being used  by\r\n\r\ntheir  leaders as so many pawns in the major political\r\n\r\ngame for the benefit of the Malayan Communist Party.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When workers cease to be manipulated by the pro-Communist groups as they realise the truth, then and\r\n\r\nonly  then  can  we  proceed to introduce  progressive\r\n\r\nsocial  security measures for their benefit. It  is  a\r\n\r\nsorry  state  of  affairs in Singapore when  so-called\r\n\r\nchampions  of  workers resist the  introduction  of  a\r\n\r\nprogressive    measure   such   as   a    contributory\r\n\r\nunemployment insurance scheme.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 134</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, I have a supplementary\r\n\r\nquestion.  I do not know if it is now open to  debate,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the Opposition indicate they\r\n\r\nwish to have a debate on the statement, I am sure  the\r\n\r\nMinister  will  move a motion for the Adjournment.  If\r\n\r\nthey  do  not,  and they will be satisfied  merely  by\r\n\r\nasking  questions,  then we do  not  need  to  have  a\r\n\r\ndebate.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I would suggest. Sir, in view of what\r\n\r\nI  consider  to  be  a cynical and  somewhat  pathetic\r\n\r\nstatement of policy made by the Minister, that  a  debate be allowed. And I call for a debate.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Minister then move the motion\r\n\r\nfor Adjournment?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br>3.14 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<div align=\"center\"><b>UNEMPLOYMENT INSURANCE SCHEME</b></div>\r\n\r\n<div align=\"center\"><b>(Debate on Ministerial Statement)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you, Mr Speaker. Sir,\r\n\r\nthe question arose in all good faith as a result of  a\r\n\r\nquestion I had asked, which was tabled and answered on\r\n\r\nthe  29th  November - 3½ months ago in this very  House.\r\n\r\nThe  question  then  was to the  Minister  for  Labour\r\n\r\nasking whether the Government would consider tabling a\r\n\r\nWhite  Paper on the Report of the Committee on Minimum\r\n\r\nStandards of Livelihood (Cmd. Paper No. 5 of 1957) and\r\n\r\nthe  Report to the Government of Singapore  on  Social\r\n\r\nSecurity  Measures (Cmd. Paper No. 56  of  1957),  and\r\n\r\nwhether  the  Minister for Labour would indicate  what\r\n\r\nmeasures Government had in mind for the session in the\r\n\r\nfields   of  social  security  and  Unemployment.   We\r\n\r\nreceived a reply from the Parliamentary Secretary -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Perhaps I had better explain the\r\n\r\nprocedure because I see that the Minister for  Finance\r\n\r\nis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 135</b></font><br><br>\r\n\r\n\r\n\r\nmaking  notes.  He  will not have  an  opportunity  of\r\n\r\nreplying. Another Minister will have to do that. There\r\n\r\nis  no  opportunity  to reply  in  a  motion  for  the\r\n\r\nadjournment. I just want to make it quite clear.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> The reply to this question was made by\r\n\r\nthe   Parliamentary  Secretary  to  the  Minister  for\r\n\r\nLabour. Sir, though we do not have the Hansard,  I  am\r\n\r\ntaking  the  liberty of quoting from  the  preliminary\r\n\r\ndraft   which  is  sent  to  Members  in   which   the\r\n\r\nParliamentary Secretary to the Minister for Labour  on\r\n\r\nthe 29th of November last said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The unions and employers will be asked for joint\r\n\r\ndiscussions  and  the Government hopes  that  after  a\r\n\r\nthorough  exchange of views, agreement can be  reached\r\n\r\non  unemployment insurance as the first step to a more\r\n\r\ncomprehensive social security scheme.'\r\n\r\n\r\n\r\n<br><br>In answer to a further question, he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Speaker, Sir, as far as consultations between\r\n\r\nunion  leaders and the Government are concerned,  they\r\n\r\nhave   taken   place,  but  not  discussions   between\r\n\r\nGovernment and the employers yet.'\r\n\r\n\r\n\r\n<br><br>In  answer  to  a further supplementary  question,  he\r\n\r\nsaid:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`As I have said just now, Mr Speaker, Sir,\r\n\r\nGovernment hopes, through discussions with the parties\r\n\r\nconcerned, i.e., employers and unions, that it will be\r\n\r\nable  to  find  a  basis  of  introducing  the  social\r\n\r\nsecurity scheme.'\r\n\r\n\r\n\r\n<br><br>And when I inquired when it was anticipated that these\r\n\r\ndiscussions would be held, he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Of course. Mr Speaker, Sir, as soon as the\r\n\r\nMinister  feels  it is convenient to  look  into  this\r\n\r\nmatter.'\r\n\r\n\r\n\r\n<br><br>So,  Mr  Speaker, it was not with a view to  inviting\r\n\r\nany  controversy  but with a view to  eliciting  facts\r\n\r\nwhich we were legitimately entitled and led to by  the\r\n\r\nreplies  from  the  Parliamentary  Secretary  to   the\r\n\r\nMinister for Labour. Now I gather - and I trust that  it\r\n\r\nis not correct - that the Parliamentary Secretary to the\r\n\r\nMinister  for Labour has led this House up the  garden\r\n\r\npath  with completely false statements. I should  hate\r\n\r\nto  think that was true, Mr Speaker, but in fact that\r\n\r\nis  a necessary inference from the statements that you\r\n\r\nheard from the Minister ;for Finance who told you that\r\n\r\nthrough 1960 and January 1961, that is, up to 14\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 136</b></font><br><br>\r\n\r\n\r\n\r\nmonths ago, discussions had been held; but since  then\r\n\r\nconscious  of the attitude of the dreadful  devils  in\r\n\r\nthe  trade union movement, Government intends to  take\r\n\r\nno  further steps except in order to make it known  to\r\n\r\nthe  people.  The  plague carrying rat  was - since  the\r\n\r\nPrime   Minister   seeks  to  remind   me - specifically\r\n\r\ndirected to a gentleman by the name of Mr Devan  Nair\r\n\r\nwho  then assisted the Prime Minister who led  a  most\r\n\r\nvicious campaign of an extraordinary character, as  it\r\n\r\nwas  unconstitutional in fact.  That  was  the  plague\r\n\r\ncarrying rat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now if we may go back to a very serious matter, Sir,\r\n\r\nthe social security for [Interruption] - must the Prime\r\n\r\nMinister press me to be discourteous directly?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, if we may go back. We are dealing with a\r\n\r\nvast  number  of  our people, Sir, possibly  a  larger\r\n\r\nnumber - and we are entitled to have at least the facts.\r\n\r\nIf  the  Government did in truth take a decision  last\r\n\r\nyear, that we are not going to pursue this matter  any\r\n\r\nmore,   then  how,  Sir,  I  ask,  is  it  that   they\r\n\r\nauthorised - because  I  am  quite  sure,  knowing   the\r\n\r\nParliamentary  Secretary to the Minister  for  Labour,\r\n\r\nthat he would not take it upon himself to make a false\r\n\r\nstatement.  He  is incapable of evolving  one  of  his\r\n\r\ncharacter.  How  did they authorise the  Parliamentary\r\n\r\nSecretary to make an extraordinary statement  to  this\r\n\r\nHouse  that discussions would be held with the parties\r\n\r\nconcerned,  i.e, employers and unions, and  Government\r\n\r\nhoped  that  it  would be able  to  find  a  basis  of\r\n\r\nintroducing  a  social security scheme?  There  is  an\r\n\r\nexpression of a firm intention and an expression of  a\r\n\r\nlegitimate hope, and that it would take place as  soon\r\n\r\nas the Minister finds this convenient.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am interested in the facts. I do want to know\r\n\r\nfrom  the Minister whether, in fact, he now repudiates\r\n\r\nthe  statement made by the Parliamentary Secretary  to\r\n\r\nthe  Minister  for Labour; whether he  repudiates  the\r\n\r\ninformation that Government has any hope of  achieving\r\n\r\nsocial  security measures; whether he  repudiates  the\r\n\r\nsuggestion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 137</b></font><br><br>\r\n\r\n\r\n\r\nthat  there will be discussions between the Government\r\n\r\nand  employers, and whether we are in fact to give  up\r\n\r\nall  hope  that there will be social security measures\r\n\r\nso  long  as this Government is in office, because  as\r\n\r\nfar  as  I  can gather, he says that when  we  are  in\r\n\r\nheaven,  we can all have manna. Well, thank  you  very\r\n\r\nmuch.  But what about now? Are we to give up all  hope\r\n\r\nnow? Sir, it is not for me to defend those who were in\r\n\r\npart  responsible  for  some  of  the  most  agonising\r\n\r\nmoments  during the time when I was sitting  opposite.\r\n\r\nBut  I would like to say this. Though I recognise that\r\n\r\nthere  are  in truth and in fact persons in the  trade\r\n\r\nunion  movement who are prepared to take advantage  of\r\n\r\nthe workers for political purposes -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> The Communists.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I have never had proof, Sir. If I did,\r\n\r\nI  give  you my word that I would have put  them  into\r\n\r\nChangi  Gaol  without  hesitation.  But  I  never  had\r\n\r\nadequate proof from those on whom I had to depend  and\r\n\r\nthat  was my Chief Secretary who was in charge of  the\r\n\r\nPolice  and who received the reports. I had  no  proof\r\n\r\nthat Lim Ching Siong was a Communist at any time,  and\r\n\r\nI  made direct inquiries. So if the interruptions  can\r\n\r\nnow be left aside. Let us go back to the main issue. I\r\n\r\nconsider  it cynical and pathetic on the part  of  the\r\n\r\nGovernment to make the suggestion that there are trade\r\n\r\nunionists who do not seek the welfare of the  workers.\r\n\r\nThat  I  do not believe. That they may seek the  wrong\r\n\r\nmethods,  Sir, I do believe. That there are  some  who\r\n\r\nseek  the  wrong methods, it is perfectly  true.  That\r\n\r\nthere  are  some who seek to take advantage and  bring\r\n\r\nabout momentary chaos, it is perfectly true. But  that\r\n\r\nthere is any trade union at all amongst the leaders of\r\n\r\nthe trade union movement, whether of individual unions\r\n\r\nor  the  movement  as a whole, who  do  not  seek  the\r\n\r\ngeneral welfare of the people is rubbish.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> They captured your Party!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 138</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> It is rubbish. They have captured my\r\n\r\nParty, but nobody can capture me!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> They captured your Party in K.L.!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> In K.L.!\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Sir, I do hope that this frivolity,\r\n\r\nwhich  seems  a  disease which follows the  Government\r\n\r\neverytime it is in a position of acute embarrassment..\r\n\r\nwill  at  least pass in order to let us  discuss  with\r\n\r\ngravity  a very grave issue. And that is the issue  of\r\n\r\nsocial  security for our people. If in  truth  and  in\r\n\r\nfact  there is a plan whereby we can be of assistance,\r\n\r\nand  the  Government  has  a  plan  and  there  is  no\r\n\r\nadministrative  difficulty,  then   I   do   ask   the\r\n\r\nGovernment - why do they not present it to the  Assembly\r\n\r\nand  let us see for ourselves, instead of having vague\r\n\r\nallegations from the Government Benches about the evil\r\n\r\nfork-tailed  gentlemen who sit opposite?  Let  us  see\r\n\r\nthem  proved  that they are fork-tailed  gentlemen  by\r\n\r\nrejecting  the provisions of measures and' laws  which\r\n\r\nare  for the welfare of our people. It does matter  to\r\n\r\nme whether, in fact, the social security measures the\r\n\r\nGovernment  has in mind would be adequate.  I  say  we\r\n\r\nmust  take  a step forward now. I do plead  that  this\r\n\r\nissue  be  treated with gravity, that the  internecine\r\n\r\nwarfare  between the husband' and the  wife  who  have\r\n\r\nrecently divorced does not obscure the welfare of  our\r\n\r\npeople, and that this issue be treated, on its merits.\r\n\r\nAnd if there are measures which can be implemented now\r\n\r\nfor the welfare of the helpless unemployed, then those\r\n\r\nmeasures  should be introduced and the Opposition  and\r\n\r\nthe  people  of  Singapore be given an opportunity  to\r\n\r\nindicate  whether,  in  fact, they  will  support  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Bani (Thomson):</b> Mr Speaker, Sir, I just\r\n\r\nwant  briefly to deal with one or two points that  the\r\n\r\nMinister  for Finance has dealt with in his statement.\r\n\r\nFirst of all, lest there should be misunderstanding, I\r\n\r\nwish to make it clear that, as far as I myself and  my\r\n\r\ncolleagues in the trade union\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 139</b></font><br><br>\r\n\r\n\r\n\r\nmovement  are concerned, we will not only  support  in\r\n\r\nprinciple any social security scheme -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Contributory.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> But also in practice. As to the merits or\r\n\r\ndemerits  of  the  proposal made by the  Minister  for\r\n\r\nFinance  during the discussions that were  held  early\r\n\r\nlast year, I shall deal with them in due course.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> When? After you have consulted\r\n\r\nthe Boss?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, first of all, it is necessary to\r\n\r\nunderstand   what   was   the  background   when   the\r\n\r\ndiscussions  on  the so-called social security  scheme\r\n\r\nwere conducted. Sir,I am sure that it is vivid in all\r\n\r\nour memory that sometime at the beginning of 1961, the\r\n\r\nMinister  for Finance sent a memorandum  to  the  then\r\n\r\nT.U.C. entitled, I believe,\"Industrialisation\". This\r\n\r\nmemorandum was considered by the T.U.C. and the  reply\r\n\r\nto  it was also published in the local papers. It  was\r\n\r\nin  the  process of a sub-committee meeting which  was\r\n\r\nsubsequently  set up to consider these  two  memoranda\r\n\r\nthat  the  question  of a social security  scheme  was\r\n\r\nfirst  raised by the Government. Sir, the  members  of\r\n\r\nthis  Committee,  besides the four  of  us  named  who\r\n\r\nrepresented  the trade unions, were the  Minister  for\r\n\r\nFinance  on  the  Government side,  the  Parliamentary\r\n\r\nSecretary  to the Minister for Finance and  Mr  James\r\n\r\nPuthucheary,   the  ther  Manager  of  the   Singapore\r\n\r\nIndustrial Promotion Board.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Now adviser to the Barisan\r\n\r\nSosialis!\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, the discussions were started\r\n\r\nprimarily to agree on a stable sector, i.e., a  sector\r\n\r\nwhere  long-term collective agreements could be  drawn\r\n\r\nup  and where the Government thought industrial  peace\r\n\r\nmust prevail. To make this proposition attractive, the\r\n\r\nMinister proposed a social security scheme. The  basic\r\n\r\nquality  of this social security scheme' was  that  it\r\n\r\nshould  be confined only to this sector. This  sector,\r\n\r\nthe  so-called stable sector, referred to all pioneer.\r\n\r\nindustries and certain other\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 140</b></font><br><br>\r\n\r\n\r\n\r\nindustries which had limited export markets.  Sir,  we\r\n\r\nwho were in the Committee were representing the T.U.C.\r\n\r\nof  which  the Parliamentary Secretary to the Minister\r\n\r\nfor  Culture was Secretary-General and Mr Devan Nair,\r\n\r\nMr  Ow  Kheng  Tor  and the Member for  Kallang  were\r\n\r\nSecretaries. Here, I would like to make it clear  that\r\n\r\nif  the four of us expressed our dissatisfaction  with\r\n\r\nthe details of the social security scheme proposed  by\r\n\r\nthe  Minister,  it was not because the Communists  did\r\n\r\nnot  like  the social security scheme, but because  it\r\n\r\nwas  the  decision of the T.U.C. in which, as  I  have\r\n\r\nsaid, there were notorious P.A.P. henchmen, like  some\r\n\r\nI  have mentioned. As I have said, Sir, it was in this\r\n\r\ncontext  that the social security scheme was proposed.\r\n\r\nOur  attitude  was that we supported  this  scheme  in\r\n\r\nprinciple.  We  supported the need to  have  a  social\r\n\r\nsecurity scheme. In the first place, we said  it  must\r\n\r\nbe  an  extensive scheme so that all  sectors  of  our\r\n\r\neconomy  were covered. Secondly, we said that  in  our\r\n\r\nview, the workers were overburdened with contributions\r\n\r\nto  the  C.P.F. and other local provident fund schemes\r\n\r\nwhich various employers were having. Therefore, if the\r\n\r\nworkers were expected to contribute, then it would not\r\n\r\nbe   acceptable  to  the  unions.  We  suggested  that\r\n\r\ncontributions to this scheme be made by employers  and\r\n\r\nthe  Government. Sir, unfortunately, I do not have  at\r\n\r\nthe  moment the records of these meetings.  I  do  not\r\n\r\nhave the papers with me, but I am sure if the Minister\r\n\r\nfor  Finance would like to be fair he would agree that\r\n\r\ntowards the end -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, on a point of elucidation\r\n\r\nbefore the Member sits down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Could he just tell us at what\r\n\r\nparticular meeting, because there were records kept of\r\n\r\nevery meeting which took place, at which he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 141</b></font><br><br>\r\n\r\n\r\n\r\nmade  the  suggestion  that  the  Government  and  the\r\n\r\nemployers  should  contribute and the  workers  should\r\n\r\nnot. Could he indicate which meeting?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I cannot remember offhand on what date and\r\n\r\nat what time the suggestion was made, but -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> You never did.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> - as I have said, the Committee was composed\r\n\r\nof seven people and I am quite certain I could get six\r\n\r\npeople  to  swear on oath and say that  this  was  the\r\n\r\ncase.  The  Minister for Finance knows full well  that\r\n\r\nthis  .was one of our primary objections to the scheme\r\n\r\nthat   he  had  in  mind.  I  am  sure  that  if   the\r\n\r\nParliamentary  Secretary to the Minister  for  Culture\r\n\r\nrefers to the minutes of the T.U.C., then he ought  to\r\n\r\nget  sufficient evidence to give to the  Minister  and\r\n\r\nthe Prime Minister for checking the statement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Finance was trying to give the\r\n\r\nimpression   that   there  was   the   Government - all\r\n\r\nreasonable and nice and on the side of the workers - who\r\n\r\nwanted to introduce a good scheme for the workers  and\r\n\r\nthat  we opposed it. This, in fact, is inaccurate.  At\r\n\r\nthe  moment, whether or not it is possible to  discuss\r\n\r\nwith  the  unions a social security scheme depends  on\r\n\r\nthe  attitude  of  the Government to the  unions.  The\r\n\r\ndiscussions  of this Committee were held,  I  believe,\r\n\r\nsometime  in  January 1961. As we know, a  few  months\r\n\r\nafter  January 1961, the T.U.C. was dissolved. I think\r\n\r\nit  is  wrong  for the Minister to suggest  that  this\r\n\r\nCommittee  met  and  agreed  to  support  the   social\r\n\r\nsecurity  scheme in principle and that he  had  waited\r\n\r\nlong, because the T.U.C. was not given the opportunity\r\n\r\nto sort out things and carry out the work for which it\r\n\r\nwas  reconstituted in early 1960. Sir, at the  moment,\r\n\r\nwhether  it  is  possible  or  not  depends   on   the\r\n\r\nGovernment.  We have all the time maintained  that  in\r\n\r\norder  to  have a stable sector to work out  long-term\r\n\r\nagreements  and  to  have, in the first  place  proper\r\n\r\nconsultations with The Government, it was necessary to\r\n\r\nhave an effective central\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 142</b></font><br><br>\r\n\r\n\r\n\r\norganisation, if  a  central  organisation  does  not\r\n\r\nexist, or if a central organisation which is effective\r\n\r\nand  has enjoyed the confidence of the majority of the\r\n\r\nunions does not exist, it is not the fault of those of\r\n\r\nus  in  the Barisan Sosialis and it will be wrong  for\r\n\r\nthe  Government  to  say that the  decisions  of  this\r\n\r\nCommittee  were not carried out. As I have  said,  the\r\n\r\nT.U.C., the then central organisation was not given  a\r\n\r\nchance to iron out its problems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to say that to have industrial peace and\r\n\r\nstability,  the cooperation of the employers  and  the\r\n\r\nunions  and a Government that is neutral in industrial\r\n\r\nrelations is needed. If the government of the  day  is\r\n\r\nbiased against the majority of the unions which do not\r\n\r\ntoe  the  P.A.P. line  and  wants  to  seek  to  make\r\n\r\npolitical capital out of every trade dispute, I do not\r\n\r\nsee how industrial stability can he brought about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, those of us in the Barisan Sosialis who were\r\n\r\nmembers of the T.U.C. which has been dissolved made it\r\n\r\nvery  clear  that  if  they  wanted  the  Government's\r\n\r\nindustrialisation programme to succeed, then they must\r\n\r\nnecessarily  strengthen  the  hands  of  the   central\r\n\r\norganisation by providing for the unification  of  the\r\n\r\ntrade union movement. We all know what has happened to\r\n\r\nthe  Trade  Unions  Bill that was  introduced  by  the\r\n\r\nGovernment,  the Bill that was supposed to  have  laid\r\n\r\nthe   basis  for  reunification  of  the  trade  union\r\n\r\nmovement. Sir, if today the Government accuses  us  of\r\n\r\nnot  wanting industrial stability, then I  say  it  is\r\n\r\ncompletely  absurd.  In the first  place,  the  T.U.C.\r\n\r\nthat  was  reconstituted was not allowed to function.\r\n\r\nIn  the second place, the Trade Unions Bill, which was\r\n\r\nsupposed  to have laid the basis for the strengthening\r\n\r\nof  the  trade  union movement, was  not  allowed  to\r\n\r\nbecome law. Thirdly, Sir, the application made by  the\r\n\r\nnew   central   organisation  formed  has   not   been\r\n\r\nconsidered, although, I believe, more than six  months\r\n\r\nhave  passed.  I tell the Government frankly  that  if\r\n\r\nthey  want  industrial peace and stability,  let  them\r\n\r\nnot,  sit  inside  this House and cry \"Communism!\"  If\r\n\r\nthey want industrial peace And stability, let them, in\r\n\r\nthe  first  place, stop playing politics in industrial\r\n\r\ndisputes,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 143</b></font><br><br>\r\n\r\n\r\n\r\nand,  secondly,  let  them  be  democratic  enough  to\r\n\r\nregister  the  S.A.T.U, and let  there  be  facilities\r\n\r\nprovided -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> For all Communist-organised\r\n\r\nmovements.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> - to effect the unification of the trade\r\n\r\nunion movement.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Is that all?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br>3.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> It was indeed a very, shocking\r\n\r\nrevelation  on  the part of the Minister  for  Finance\r\n\r\nwhen  he said in this House just now that although  he\r\n\r\nheld  discussions with representatives  of  the  trade\r\n\r\nunions  who  at that time were members of  his  Party,\r\n\r\nsome  of  whom at that time were Political Secretaries\r\n\r\ndrawing  wages  out of public funds, he harboured  the\r\n\r\ndoubt  that these persons were not earnest and sincere\r\n\r\nin  their .dealings with the Government. Yet when  the\r\n\r\nOpposition on every previous Budget Day, had  occasion\r\n\r\nto  criticise  and  challenge the Government  for  the\r\n\r\nmisuse of public funds in giving appointments to their\r\n\r\npolitical  comrades as Political Secretaries - in  fact,\r\n\r\nthe  person  named by him, Lim Ching  Siong,  was  the\r\n\r\nPolitical  Secretary to him - he stood up in this  House\r\n\r\nand  defended  him and said that he was  a  very  good\r\n\r\nyoung  man.  Today, from his very lips,  although  we\r\n\r\nhave  been  hearing that from the 12 \"confessions\"  of\r\n\r\nthe  Prime Minister during the trouble they had at the\r\n\r\ntime  of  the  split in the P.A.P., he  said  that  he\r\n\r\nharboured  the doubt that they were not sincere,  that\r\n\r\nthey  were  not honest. Then why, keep on paying  that\r\n\r\nparticular man about whom he harboured doubts,  $1,100\r\n\r\na  month  out of public funds just for the  P.A.P. to\r\n\r\nplay  party politics? Here again, Sir, the  P.A.P. in\r\n\r\ntrying  to  play  party politics  thought  they  could\r\n\r\ncapture  the T.U.C. The matter of the T.U.C.  has  been\r\n\r\nbrought  up by the Member for Thomson. He repeated  it\r\n\r\nmany  a time. He said the T.U.C. was disso1ved. If  it\r\n\r\nwere  dissolved,  how could it be in existence  today?\r\n\r\nThe  Parliamentary Secretary has said the T.U.C. is\r\n\r\nstill a registered trade union. Where is the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 144</b></font><br><br>\r\n\r\n\r\n\r\ndissolution?  The secret is not far to  seek.  It  was\r\n\r\nbecause  the  P.A.P. when it came to  power  tried  to\r\n\r\ncorner  the  trade  union  movement  and  change   the\r\n\r\nconstitution of the T.U.C. to such an extent that  its\r\n\r\nSecretary-General can remain in power for  five  years\r\n\r\nand  he has the power to appoint stooges of his Party.\r\n\r\nBut now -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Member for Cairnhill\r\n\r\nis  now embarking on quite a different debate. We  are\r\n\r\nnow  on the topic which was raised by Question No.  4,\r\n\r\nand that is the unemployment insurance scheme.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> With respect, Sir, four of the\r\n\r\nAssistant  Secretaries  appointed  by  the  Secretary-General  of the T.U.C. have been named by the Minister\r\n\r\nfor  Finance  in  his charges. He said  that  whatever\r\n\r\nplans the Government proposed for social security were\r\n\r\ndamaged by these four persons. So what I am trying  to\r\n\r\npoint  out is that - these four persons, plus  another\r\n\r\nsix,  were the accredited agents of the P.A.P. at that\r\n\r\ntime.  It was because there was a split in the  P.A.P.\r\n\r\nthat  they  said  the T.U.C. should be dissolved.  The\r\n\r\nMinister  for Labour and Law said that the  amendments\r\n\r\nto  the  Constitution of the T.U.C. could  never  have\r\n\r\nbeen  registered.  So  it meant that  since  1960  the\r\n\r\nT.U.C. had   been  functioning  under   an   amended\r\n\r\nconstitution which had never been registered. That  is\r\n\r\nthe  P.A.P. type of government. Just because it  is  a\r\n\r\nP.A.P. organisation, go ahead, never mind  about  the\r\n\r\nlaw.  That is not the way to instil confidence in  the\r\n\r\nGovernment  or in the Party. Now, four  of  them  have\r\n\r\nbeen named to be the people who were not sincere,  who\r\n\r\nwere not earnest, who had no desire whatsoever to work\r\n\r\nfor  industrial peace with justice. But  hon.  Members\r\n\r\nwill remember that at that particular time - I mean  in\r\n\r\nJanuary  1960 - it  was,  if  I  remember  rightly,  the\r\n\r\nMinister for Finance who, in order to regain  some  of\r\n\r\nthe  lost prestige of the P.A.P., introduced  a  Four-Year Development Plan and then not -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have indicated that we must\r\n\r\ntry  and keep to the topic which we are discussing.  I\r\n\r\nthink the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 145</b></font><br><br>\r\n\r\n\r\n\r\nMember  has  made his point. Let us come back  to  the\r\n\r\nunemployment insurance scheme.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> With respect, Sir, I brought this\r\n\r\nFour-Year  Development Plan in because the Member  for\r\n\r\nThomson  said it was as a result of the discussion  on\r\n\r\nthe  Four-Year Development Plan that this  matter  was\r\n\r\nmooted with the four trade unionists. Anyway, he  that\r\n\r\nas it may, we want to say to the Government that if it\r\n\r\nsincerely believes that a social security scheme is in\r\n\r\nthe  best interests of the workers of Singapore,  then\r\n\r\nintroduce  it.  We  are for it. Do  not  try  to  make\r\n\r\nexcuses  and  try  to blame Party  comrades  who  have\r\n\r\ndefected.  The  Minister for Finance has  always  said\r\n\r\nthat he has sonic sort of a scheme. I would ask him to\r\n\r\nmake known his scheme in this Assembly and have a full\r\n\r\ndebate.  I  would  like to say that a social  security\r\n\r\nscheme  cannot  be  non-contributory.  It  has  to  he\r\n\r\ncontributory.  When  the Central  Provident  Fund  was\r\n\r\nintroduced  by  the previous Government,  the  workers\r\n\r\nwere  up  in arms because it was contributory but  the\r\n\r\nworkers  are people who can listen to explanation.  It\r\n\r\nwas  explained to them that the Central Provident Fund\r\n\r\nwas  meant  for their good and then they accepted  the\r\n\r\npart  they had to play in contributing 5 per  cent  of\r\n\r\ntheir  wages.  In the same way, if it  could  be  made\r\n\r\nknown to the workers that a social security scheme  is\r\n\r\nin  their best interest and that, in order to run  it,\r\n\r\nit  has  to be contributed to by the workers  and  the\r\n\r\nemployers and subsidised by the Government, I  do  not\r\n\r\nthink  the  workers  will  object.  I  would  ask  the\r\n\r\nGovernment  not to delay any more. Bring a  scheme  to\r\n\r\nthis  House  and  the Opposition will  give  it  their\r\n\r\nfullest support.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, we have heard three\r\n\r\nspeeches  from  the  Opposition, and  if  everyone  is\r\n\r\nlooking  for  proof that parliamentary  democracy  can\r\n\r\nlead to utter confusion, we have just had it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson leads his from time to time\r\n\r\nallies  in  the Barisan Sosialis into an  embarrassing\r\n\r\nposition.  He has just led them into on;  by  starting\r\n\r\nthis debate which has made it necessary for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 146</b></font><br><br>\r\n\r\n\r\n\r\nthe  Member  for  Thomson to try  and  soft-pedal  and\r\n\r\nexplain away a few foolish things for which they  were\r\n\r\nresponsible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, let me put the picture in perspective. Nobody\r\n\r\nin  his right mind is in the least bit concerned  with\r\n\r\nsocial  insurance in the immediate present. It is  not\r\n\r\nincluded in any resolution passed by any union. It  is\r\n\r\nnot  on  the platform of any political Party  at  this\r\n\r\nparticular juncture. Nobody is shouting these slogans.\r\n\r\nThe  Member for Anson is out of tune. He ought to read\r\n\r\nthe  resolutions-passed by the Barisan Sosialis  at  a\r\n\r\nmeeting  of the S.G.E.U. and at other meetings,  \"Down\r\n\r\nwith  phoney  merger!  Down with Malaysia!\"  That  not\r\n\r\nbeing  successful, they go to Toa Payoh and say, \"Down\r\n\r\nwith  the  wicked  landlord, namely  the  Housing  and\r\n\r\nDevelopment Board!\" They want big emotional cries that\r\n\r\nwill  get the people up in a bloody frame of  mind  to\r\n\r\nman   the   barricades.  Not  all  this  soft   social\r\n\r\ndemocratic  talk of security and comfort in  old  age.\r\n\r\nsickness and unemployment. The Member for Anson is out\r\n\r\nof line, out of tune.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill often plays various roles\r\n\r\nat  various  times. But I think the  role  he  is  now\r\n\r\nplaying as: the occasional jester in this Assembly  is\r\n\r\none which could amuse sometimes. It could be boring at\r\n\r\nother times. In this particular instance, I would  say\r\n\r\nhe is just being mischievous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Member for Anson asked a question with a\r\n\r\nlaugh,  all this business of being sincere and  honest\r\n\r\nin  wanting  to get information. He wants  to  be  the\r\n\r\nchampion  of the workers. He wants to be the chap  who\r\n\r\ngets  them  benefits. It is a pity  he  never  pressed\r\n\r\nharder  for  equal  rights for women.  He  would  have\r\n\r\nclaimed  the benefit for what the Minister for Finance\r\n\r\nhas  been  castigated for having done.  But  since  he\r\n\r\ncannot claim it, he arrogated the credit to the Member\r\n\r\nfor Mountbatten. He thinks that social insurance is  a\r\n\r\ngood  issue - something for nothing, all got for by  the\r\n\r\nMember for Anson. He gave the Minister for Finance the\r\n\r\nopportunity   to  put  in  perspective   the   picture\r\n\r\nregarding  social insurance. If it must be  unpleasant\r\n\r\nto the Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 147</b></font><br><br>\r\n\r\n\r\n\r\nThomson  to hear his recital of foolishness,  then  it\r\n\r\ncannot be helped. What the Member for Thomson and  his\r\n\r\ncolleagues are interested in is the line about  merger\r\n\r\nand  anti-merger, Malaysia and anti-Malaysia, not  all\r\n\r\nthis frivolous and less important issue such as social\r\n\r\nsecurity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, first, let me dispose of the facts. I am\r\n\r\nindebted  to the Member for Anson because I  think  it\r\n\r\nmight  be  useful  to clear the air. He  elicited  for\r\n\r\nhonest  information  and he is  going  to  get  it  as\r\n\r\nhonestly  as  we  can  give it to  him.  There  is  no\r\n\r\ncontradiction between what the Parliamentary Secretary\r\n\r\nto  the Minister for Labour said and what the Minister\r\n\r\nfor  Finance  said.  What the Parliamentary  Secretary\r\n\r\nsaid is a projection into the future in expectation of\r\n\r\nwhat his Minister is going to do at the right time, in\r\n\r\nthe  right  place  and under the right  circumstances.\r\n\r\nWhat  the Minister for Finance undertook on behalf  of\r\n\r\nthe Minister for Labour to explain today is why up  to\r\n\r\nnow   our  efforts  to  have  a  comprehensive  social\r\n\r\ninsurance scheme have failed. It is as simple as that.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> The assurance was given 3½ months ago.\r\n\r\nI would like to ask The Prime Minister (Mr Lee Kuan Yew): was any effort\r\n\r\nmade  during  these  3½ months to  hold  the  proposed\r\n\r\ntalks?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I do not know if the Member for\r\n\r\nAnson  is  as  naive as he makes out to be  in  asking\r\n\r\nthese  questions. Perhaps he is, and on that basis,  I\r\n\r\nwill  give  him the answer. Does anybody in his  right\r\n\r\nmind  believe at this moment that there  is  any  more\r\n\r\nfundamental  issue to be settled than the survival  of\r\n\r\nthe whole of Malaya arising out of merger?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> The survival of the P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> The P.A.P, can come and go, and\r\n\r\nMinisters  can  come and go. But the reunification  of\r\n\r\nthese  two  territories to form a  stable  and  viable\r\n\r\nState  is  an  absolute must. Out of  that  will  stem\r\n\r\nstability. Out of that will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 148</b></font><br><br>\r\n\r\n\r\n\r\nstem economic girth and width. Out of that will stem\r\n\r\ndevelopment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I will give him an opportunity\r\n\r\nbut  let me first answer the Member for Anson's point.\r\n\r\nFirst,  we settle the political situation and then  we\r\n\r\nsettle  all  the other things. The Member for  Thomson\r\n\r\nunderstands  that. All these discussions and  all  the\r\n\r\neffort   made   do   bring  about  stable   industrial\r\n\r\nconditions  with  justice to the workers.  It  is  not\r\n\r\ngoing to be abandoned. Solid work has been put into it\r\n\r\nby officials, Ministers and Parliamentary Secretaries.\r\n\r\nThe  then Chairman of the Central Provident Fund,  Mr\r\n\r\nJames  Puthucheary, who is, in his lucid  moments,  an\r\n\r\nextremely  intelligent  and an  able  exponent  of  in\r\n\r\ndustrial  peace, stability and expansion,  worked  out\r\n\r\ntogether    with    the   Minister   a   comprehensive\r\n\r\ncontributory insurance scheme which was discussed  and\r\n\r\nwhich he tried very hard to get accepted. But Mr  Lim\r\n\r\nChing Siong - and his other supporters who really do not\r\n\r\nmatter;   they   are  there  because  it   helps   the\r\n\r\nfacade - represents the militant Communist group. If  he\r\n\r\nsays  yes,  it is yes; if he says no, it  is  no.  The\r\n\r\nMember  for Thomson knows that. Let us cut  away  this\r\n\r\npretence.  Is  he really going to say to the  workers,\r\n\r\n\"Chin  ai kok wei.\"? He does not know what to  say  to\r\n\r\nthem.  Who makes this appeal? Who is in a position  to\r\n\r\npull the heart strings and say, \"Boys, let us gird and\r\n\r\nrush.\"  Not  Mr  Sandra  Woodhull, the  Member   for\r\n\r\nThomson -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Mr Devan. Nair.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Devan Nair at least does not\r\n\r\ndepend on the strength of others. He believes in what\r\n\r\nhe believes in and he fights with his own strength and\r\n\r\nhe is prepared to die for his beliefs.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of elucidation, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Let me finish. E will give the\r\n\r\nMember for Anson ample opportunity. I want to meet his\r\n\r\npoint. First, we dispose of this mockery about social\r\n\r\nsecurity. He was not here when I mentioned it. We are\r\n\r\nnot interested in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 149</b></font><br><br>\r\n\r\n\r\n\r\nit.  The  Barisan Sosialis are not interested  in  it.\r\n\r\nThere  are many other more urgent problems - merger  and\r\n\r\nMalaysia. That will put them in a real big -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Fix.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I do not know whether one calls\r\n\r\nit  a  fix.  But  anything that brings about  national\r\n\r\nunity and solidarity and dilutes their strength  in  a\r\n\r\nlarger whole is a setback for them, and this is  going\r\n\r\nto  be a setback of large dimensions for a long,  long\r\n\r\nwhile.  We  settle  the basic and fundamental  issues.\r\n\r\nHaving  settled the basic and fundamental  conditions,\r\n\r\nwe  will  proceed with social insurance and a  lot  of\r\n\r\nother  things  which  will  ensure  that,  within  the\r\n\r\ndemocratic  processes, we can allow a  great  deal  of\r\n\r\nballyhoo  by  members  of the  trade  union  movement,\r\n\r\nbecause sufficient balance and sufficient raps are  on\r\n\r\nto prevent the economy from being thrown out of gear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr James Puthucheary worked this out with the\r\n\r\nMinister  for  Finance - and I am now reading  from  the\r\n\r\nminutes of a meeting held on 30th December at 11  a.m.\r\n\r\nin the Conference Room of the Minister for Finance:\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n          `Present\r\n\r\n  The Minister for Finance.\r\n\r\n  The Manager, Industrial Promotion Board.\r\n\r\n  The Chairman of the C.P.F. (Mr J. J. \r\n\r\n    Puthucheary).\r\n\r\n  Mr Lim Ching Siong.  \r\n\r\n  Mr Woodhull.  \r\n\r\n  Mr Dominic Puthucheary.  \r\n\r\n  Mr S. T. Bani'.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Year?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> 1960. This constituted part of a\r\n\r\nseries  of meetings in which we were either  going  to\r\n\r\nhave  firm  and  categorical lines set  on  industrial\r\n\r\npeace  and stability or the parting of the ways.  They\r\n\r\nknew  it. That is why they kept minutes. That  is  why\r\n\r\nevery  word in the minutes was challenged before being\r\n\r\nagreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> You did not bother to correct them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Yes, corrected often. They know\r\n\r\nthat these minutes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 150</b></font><br><br>\r\n\r\n\r\n\r\nwould  be agreed and could be quoted, and I now  quote\r\n\r\nfrom paragraph 7:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`At that time, one of the key problems for\r\n\r\nindustrial  peace and stability was the  question  of\r\n\r\nredundancy which led to unemployment and which  often\r\n\r\nbecame  the source of strikes. Therefore, a  solution\r\n\r\nmust  he  found to resolve redundancy in  a  peaceful\r\n\r\nway, satisfactory both to workers and employers.'.\r\n\r\n\r\n\r\n<br><br>Now  on redundancy, Mr Woodhull pointed out - from that\r\n\r\nminutes now - that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Unions accepted retrenchment if the employers\r\n\r\ncould  prove that such a situation existed. Agreement\r\n\r\nprocedure  proposed  by  the Singapore  Trades  Union\r\n\r\nCongress  would serve as a framework for negotiations\r\n\r\nwhen redundancy materialises. The fear of unions  was\r\n\r\nthat  employers would use redundancy us a  cover  for\r\n\r\ndismissing  workers and subsequently  taking  on  new\r\n\r\nhands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister said that in the view of Dr Winsemius, the employer must have the right to hire and fire if maximum efficiency in industry is to be achieved. Dr Winsemius even rejected the principle of first in last out as it was not conducive to efficient production. Mr Woodhull pointed out that if it was genuinely agreed that the quality of labour in Singapore was high so that the dismissals on the\r\n\r\ngrounds  of inefficiency might not be justified,  the\r\n\r\nMinister replied that the point made by Dr Winsemius\r\n\r\nwas  that any means which led to increased output and\r\n\r\nefficiency   should  he  accepted  and   adopted   if\r\n\r\nSingapore  products were to he sold competitively  on\r\n\r\nthe world market.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Redundancy led to strikes because unemployment was\r\n\r\nthe  fear. Therefore, unions that dug their  toes  in\r\n\r\nhad   to  fight.  Therefore,  unemployment  insurance\r\n\r\n[which is the heading of the next paragraph] was  the\r\n\r\ncornerstone to the then issue of industrial peace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister reiterated his belief that until industrial expansion took place, Unemployment insurance had to he introduced to reduce the fear of retrenchment arising out of redundancy. The Manager of the Industrial Promotion Board further pointed out that no trade union had sufficient expertise to give technical opinion on redundancy, even if unions agreed in principle that retrenchment should take\r\n\r\nplace  when redundancy was proved, as stated  by  Mr\r\n\r\nWoodhull.  It was agreed that the Manager. Industrial\r\n\r\nPromotion Board, should convene a meeting between the\r\n\r\nSingapore   Manufacturers'   Association   and    the\r\n\r\nEmployers'  Association and the Singapore  T.U.C. to\r\n\r\ndiscuss redundancy in industries.'.\r\n\r\n\r\n\r\n<br><br>And then the Minutes go on to read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Though the Trades Union Congress\r\n\r\nrepresentatives' -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 151</b></font><br><br>\r\n\r\n\r\n\r\nreally  it  was Mr Lim Ching Siong, because  from  my\r\n\r\nreport of what took place, he set the pace. He is  the\r\n\r\nopen  front  leader.  He decides  the  line,  and  the\r\n\r\nargument,  of  course, can be put by  the  Member  for\r\n\r\nThomson.  The Member for Thomson is not in a  position\r\n\r\nto  take  a firm line. But a line has to be taken.  He\r\n\r\nwelcomes all this on principle. But who sets the  line\r\n\r\non any issue at any particular moment? The Member will\r\n\r\nrecall what Mr Lim himself told me once upon a  time,\r\n\r\n\"Better  settle  with Lim, you know, to  see  what  he\r\n\r\nsays.\" That is an honest to God's position, is it not?\r\n\r\nHe is the open oracle of the open front.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Though the Trades Union Congress representatives\r\n\r\nsupported  unemployment insurance in  principle,  they\r\n\r\npointed  out  that workers would oppose  it  basically\r\n\r\nbecause  of  its contributory nature. Therefore,  they\r\n\r\nhad  suggested  in  the  memoranda  that  unemployment\r\n\r\ninsurance   he   treated  separately  from   long-term\r\n\r\nagreements.'.\r\n\r\n\r\n\r\n<br><br>They were not prepared to discuss it. That is what  it\r\n\r\ncame to - to be treated separately.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Minister said that he was anxious that a start\r\n\r\nhe made with unemployment insurance which would be the\r\n\r\nfirst  benefit  to  a wider social  insurance  scheme.\r\n\r\nSickness  benefits  would follow  next.  The  Manager.\r\n\r\nIndustrial  Promotion Board, stated  that  if  unions'\r\n\r\nviews  were agreed to by the previous Government,  the\r\n\r\nCentral   Provident  Fund  would   never   have   been\r\n\r\nstarted.'.\r\n\r\n\r\n\r\n<br><br>That is a fact.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`However, it is pointed out that unemployment\r\n\r\ninsurance should not be imposed on workers.'.\r\n\r\n\r\n\r\n<br><br>That is the important thing. The Member for Anson  has\r\n\r\nindeed this desire to play the united front line  with\r\n\r\nthe   Barisan.  \"I  do  not  know  whether  they   are\r\n\r\nCommunists.  Please  let me have proof.\"  Well,  I  am\r\n\r\ngoing  to  read  what  he  said  about  them - the  same\r\n\r\npersons.  You know, they are friends, good and  honest\r\n\r\nmen;  their  methods are bad but their intentions  are\r\n\r\ngood.  I thought he said exactly all the opposite  and\r\n\r\ncontrary  things  when I was sitting  over  there  and\r\n\r\nlistening  to him, and he was delivering to  me  pious\r\n\r\nhomilies on how to be a good democrat. Perhaps one  of\r\n\r\nthe  reasons why I am still a democrat may be  because\r\n\r\nof  the exhortations that I have received from time to\r\n\r\ntime from him,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 152</b></font><br><br>\r\n\r\n\r\n\r\namongst  others.  They pointed out  that  unemployment\r\n\r\ninsurance  should not be imposed upon  workers.  There\r\n\r\nthe  matter  rested. We can impose  it.  But  to  what\r\n\r\npurpose?  To  strikes, to agitation?  Conditions  will\r\n\r\nalter;  everybody knows that. Events have been set  in\r\n\r\nmotion.  Since  the fateful meeting on July  the  20th\r\n\r\nlast year, when the line `was drawn between those  who\r\n\r\nwere  prepared to dig their toes in and  stand  up  to\r\n\r\nwhat  they  believed to be right and  those  who  were\r\n\r\nmasquerading or just did not have the guts. A chain of\r\n\r\nevents  have been set in motion that must  find  their\r\n\r\nlogical   and  inevitable  conclusion,   and   a   new\r\n\r\nequilibrium  will be established. We are now  in  this\r\n\r\nperiod of flux. Hence there is no need to get agitated\r\n\r\nabout  S.A.T.U. or the National Trade Union  Congress.\r\n\r\nThese  are matters of relative unimportance, not  that\r\n\r\nthey  are  unimportant but are relatively unimportant.\r\n\r\nThere  are  bigger  issues that  the  Communist  front\r\n\r\norganisations  are  more concerned  with.  Any  -brief\r\n\r\nscanning of their mass of resolutions which they  pass\r\n\r\nfrom  time  to time is really a simple way of  saying,\r\n\r\n\"Look, let's get excited about these things.\" This is\r\n\r\none  of  the first things. The Member for Anson should\r\n\r\nlearn.  He should pick up the Chinese newspapers,  If\r\n\r\nhe  cannot  read them, he can pick up the Ministry  of\r\n\r\nCulture's day-by-day Press Digests, which are supplied\r\n\r\nfree  of  charge  to  all Assemblymen,  and  scan  the\r\n\r\nresolutions.  There  he will find  out  what  are  the\r\n\r\nthings  that really agitate them. And this is not  One\r\n\r\nof them. They do not want social insurance. We are now\r\n\r\ninvited  by  the Member for Cairnhill,  willfully  and\r\n\r\nmischievously, to push it through so that  there  will\r\n\r\nbe  strife  and  trouble. The  Member  for  Anson,  of\r\n\r\ncourse,  just  does not understand these  things.  He\r\n\r\ndoes  not  understand the mechanics of  the  thinking,\r\n\r\neither  the legal or the emotional mechanics,  on  the\r\n\r\nground. He just thinks it is a wonderful thing to pose\r\n\r\non  behalf  of the workers and say. \"I ask for  social\r\n\r\ninsurance  benefits.  I  ask for  dissolution  of  the\r\n\r\nBritish  bases,  and disbandment of the  bomb,\"  quite\r\n\r\nforgetting   that  40,000  workers  may  suddenly   be\r\n\r\nunemployed and may clamour for his blood. Even\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 153</b></font><br><br>\r\n\r\n\r\n\r\nMr  Sandra  Woodhull goes slow on  bases.  These  are\r\n\r\nthings  that require a certain amount of contemplation\r\n\r\nand  the  weighing of the pros and the cons.  And  the\r\n\r\nline  on  bases  is \"go slow\". They are  not  worried\r\n\r\nabout bases.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I do not follow their line.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> That is the tragedy. That is why\r\n\r\nI  only say, from lime to time they get him to follow-travel  with,  because there must be a consistency  of\r\n\r\nintention  and purpose. Erratic fellow-travellers  can\r\n\r\nbe a source of great embarrassment, and even danger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now tell the Member for Thomson that the\r\n\r\nGovernment is not worried about unions toeing - or  not\r\n\r\ntoeing the P.A.P. line. What the Government is worried\r\n\r\nabout   is   that  unions  should  be  subverted   and\r\n\r\nmanipulated  by  a  few  individuals.  He  knows   the\r\n\r\nmechanics, and so do I. Let us be frank. When  it  was\r\n\r\nagainst  a  lot  of  inept, lazy types  that  used  to\r\n\r\nassociate with the Member for Cairnhill, it was  easy.\r\n\r\nWe - I mean he and I - knocked out Mr Seah Peng Chuan and\r\n\r\nall  his  other  underlings in  the  S.T.C.  Employees\r\n\r\nUnion.  That is that, 100 per cent. Men got  benefits;\r\n\r\nmen  solidly  on the side of the P.A.P.  But  when  he\r\n\r\ntried the same tactics, this time not against lazy and\r\n\r\ncorrupt  Seah  Peng Chuan but honest men like  Mahmood\r\n\r\nbin Awang, who went to prison - \r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> He was a Communist, you know.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> No, he was never a Communist.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> He lost in Anson.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> You are wrong. He never was a\r\n\r\nCommunist. I represented him.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Sometimes I do like the Speaker\r\n\r\nbeing  ignored, but the Prime Minister should  address\r\n\r\nthe Chair.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> The Member for Thomson is wrong.\r\n\r\nHis recollection is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 154</b></font><br><br>\r\n\r\n\r\n\r\ndefective  on the point. Mahmood bin Awang never  was,\r\n\r\nand  still is not. He is a good Muslim amongst others.\r\n\r\nMr  Devan Nair was. He now is not. He is prepared  to\r\n\r\nfight   for   his  beliefs,  because  he  thinks   the\r\n\r\nCommunists are wrong. When he had to meet a  different\r\n\r\nsituation,  lie  found  himself  far  from   able   to\r\n\r\nmanipulate  the workers. He was out of  the  Singapore\r\n\r\nTraction Company Employees Union. It is not so simple,\r\n\r\nMr  Speaker,  Sir,  to go around and  just  tell  the\r\n\r\nworkers,  \"The  P.A.P. is anti the workers.\"  It  just\r\n\r\ndoes not sell. It is as foolish as those slogans which\r\n\r\nwe  allow even today on the lamp-posts - Siau mieh  hwa\r\n\r\nwen   chiao   yu   (P.A.P. out  to  destroy   Chinese\r\n\r\nculture) - if you do not mind. Stick it up. Who believes\r\n\r\nit? The ground is cold. They went to Toa Payoh, and an\r\n\r\nAmerican  T.V. - was it American T.V.? - went  down.  Here\r\n\r\nwere  the great revolutionary leaders. They were going\r\n\r\nto  decapitate the heads of the wicked landlords,  the\r\n\r\nHousing  and  Development Board,  for  exploiting  the\r\n\r\nfarmers. What did they get? A cold reception,  was  it\r\n\r\nnot? 150 local residents and all the others brought in\r\n\r\nfrom  outside - a sum total of 500 or 600. In the really\r\n\r\nunited  front  days  of 1955-56,  they  were  fighting\r\n\r\nreally  stupid opponents - colonial Governors,  two  ex-Chief  Ministers. We never called a meeting on  issues\r\n\r\nlike  dispossession  of farmers  and  squatters.  Just\r\n\r\nminor issues, you know, like women - \r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Could I just bring the Prime\r\n\r\nMinister back to the topic-unemployment insurance?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> He loves his voice,\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, I had no intention of\r\n\r\nspeaking,  but by your ruling in making it  impossible\r\n\r\nfor  the Minister for Finance to reply, the burden has\r\n\r\nbeen cast upon me. But let me explain to them - the real\r\n\r\nunited  front  action, anywhere  you  went,  5,000  to\r\n\r\n10,000 to 15,000 turned up. Real excitement, yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> In Anson?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> This is just once.\r\n\r\n[Interruption] No, we are talking of united -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 155</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. There seems to be a very nice\r\n\r\nconversation  going  on between the  Government  Front\r\n\r\nBench  and  the Opposition Benches there. Perhaps  the\r\n\r\nPrime  Minister could try and come back to the subject\r\n\r\nof unemployment insurance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The point I want to make quite\r\n\r\nsimply  is  this, Mr Speaker, Sir. The  mechanics  of\r\n\r\ngovernment mean, do not throw into your enemy's  hands\r\n\r\nlong  big sticks to beat you with. And to push through\r\n\r\na  comprehensive contributory social insurance  scheme\r\n\r\nwould  be  to  give a big stick to your enemy.  First,\r\n\r\nestablish  the conditions - and they will be established\r\n\r\nin the not too distant future. Members on the opposite\r\n\r\nside know that. There are no pretences when we meet in\r\n\r\nthe  C.P.A. Room. We always commiserate with them  for\r\n\r\ntheir   misfortunes.  They  find  our  sympathies   so\r\n\r\ntouching  that they have betaken themselves away  from\r\n\r\nthe  C.P.A.  Room. And we are not going to  make  that\r\n\r\nmistake.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me remind the Member for Anson of the real\r\n\r\nissues.  What  he said first was about plague-carrying\r\n\r\nrats.  He has a facile memory when he said it was  Mr\r\n\r\nDevan  Nair  who,  of course, had  the  misfortune  of\r\n\r\nhaving to deliver a report to the P.A.P. conference of\r\n\r\nwhat  happened in Kuala Lumpur and therefore  incurred\r\n\r\nthe displeasure of the Member for Anson. But Mr Devan\r\n\r\nNair  is an honest man and he has got to say that  the\r\n\r\nMember for Anson -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> That is not true.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> - did not have the guts to stand\r\n\r\nup  for  what he believed in, like freedom of  speech,\r\n\r\nsupport  of  the P.A.P, right to put  in  a  paper  on\r\n\r\nMalaysia. The Pilot Committee kept quiet in  the  open\r\n\r\nsession  when  the  paper was ruled out.  He  absented\r\n\r\nhimself  when  his Party voted against Malaysia,  when\r\n\r\nthe President voted for Malaysia. We do not mind that,\r\n\r\nMr Speaker, Sir. We have no desire to -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> These are misinterpretations - a point\r\n\r\nof  order, is it not? If so, I would like to  rise  on\r\n\r\none.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 156</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Prime Minister has sat down on, a\r\n\r\npoint of elucidation.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Elucidation - I am much obliged, Sir.\r\n\r\nFirst  and  foremost, it is not true that I  ran  away\r\n\r\nfrom  Kuala  Lumpur.  I  had a case  in  Brunei,  Sir.\r\n\r\nSecondly, he himself is aware that when I referred  to\r\n\r\nplague-carrying rats, he was in this Assembly and  Mr\r\n\r\nDevan Nair was up there.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> So was Mr Lim Ching Siong.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> And Mr Lim Ching Siong, who was\r\n\r\nincluded. The Prime Minister himself was the leader of\r\n\r\nthat  plague-carrying campaign. But, Sir, can we  come\r\n\r\nback  to the issue? Are we to understand that when  3½\r\n\r\nmonths ago the Parliamentary Secretary to the Minister\r\n\r\nfor  Labour told this House that unions and  employers\r\n\r\nwould  be  asked for joint discussions, and Government\r\n\r\nhoped   that  after  a  thorough  exchange  of   views\r\n\r\nagreement  could be reached on unemployment  insurance\r\n\r\nas  a first step to more comprehensive social security\r\n\r\nschemes,  he  was actually misleading this  House  and\r\n\r\nthere  was  no  intention whatsoever of holding  these\r\n\r\ndiscussions  in  the near future, and  they  may  take\r\n\r\nplace,  if  at  all, in the never,  never  land  after\r\n\r\nmerger? Is that the position?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I thought there was going to be\r\n\r\na momentous clarification. But I am sorry that we have\r\n\r\nnow come back to the same thing about the Government's\r\n\r\nintention. We have every intention at the right  time,\r\n\r\nin  the right place and in the right circumstances  to\r\n\r\ndo  it, and it will be done. A lot of effort has  gone\r\n\r\ninto this, and the Minister for Finance, who has spent\r\n\r\na  lot of time on it, has every intention to take  the\r\n\r\ncredit  of  getting through this House a comprehensive\r\n\r\nBill for social insurance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> When?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker, Sir, I have already\r\n\r\nexplained the moment - and that is when the situation in\r\n\r\nthe  unions has been clarified and settled,  and  that\r\n\r\nwill  be  in due course. I have no doubts about  that.\r\n\r\nNeither  has  the Member for Thomson any doubts  about\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 157</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But now, if I may have the temerity to remind the\r\n\r\nMember for Anson of what he said. I have the privilege\r\n\r\noften of having heard him say these things and so from\r\n\r\ntime  to  time  I am reminded when he speaks  in  this\r\n\r\nHouse  of  the  cynicism  to which  sometimes  we  are\r\n\r\ninvoluntarily reduced. I mean if he finds us in  mirth\r\n\r\nand  merriment it is because otherwise we would be  in\r\n\r\ntears, tears at the utter faithlessness of man to  his\r\n\r\nbasic beliefs and convictions.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin (Nee Soon):</b> How about your own\r\n\r\nspeeches?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Yes, I stand by them, every one\r\n\r\nof  them.  I  ask for them to be quoted. Mr  Speaker,\r\n\r\nwhatever  my  many shortcomings, I never inflict  this\r\n\r\nHouse with mc quoting myself. I never like to do that.\r\n\r\nIt  is  unpleasant. It is a matter open for the Member\r\n\r\nfor  Nee  Soon.  Part of his political  education,  he\r\n\r\nsaid, was the reading of my speeches, and I am glad if\r\n\r\nhe finds them of any benefit in the instruction of his\r\n\r\npolitical  beliefs. He can quote  them.  But  I  would\r\n\r\nrather  not  inflict Members of this  House  with  the\r\n\r\nvirtues  or defects of what I have said in  the  past.\r\n\r\nBut  this is what the Member for Anson said.  You  can\r\n\r\nwell  remember,  Mr Speaker, Sir. This  is  from  the\r\n\r\nHansard  of the First Session, Vol. 1, No.  16,  dated\r\n\r\n12th October, 1955, col. 835. There is the Member  for\r\n\r\nAnson as he then was, the Chief Minister:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The only danger to trade unionism' -\r\n\r\n\r\n\r\n<br><br>and  I can remember those words reverberating in  this\r\n\r\nChamber,  because whatever his weaknesses, a  resonant\r\n\r\nvoice is not one of them -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`comes from the dishonest professional agitators Who\r\n\r\nhave never been labourers in their lives,' -\r\n\r\n\r\n\r\n<br><br>The Member for Anson had been in the coal mines or\r\n\r\nsalt mines of Japan. He got four medals for it, as the\r\n\r\nMinister for Finance had said -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`but take paid posts as agitators in P.A.P, trade\r\n\r\nunions. As for murdering trade unionists, Sir, I  will\r\n\r\njust  draw your attention to it to indicate the extent\r\n\r\nto which these plague-carrying rats' - \r\n\r\n\r\n\r\n<br><br>That  is plural, Sir. And then the gallery I remember,\r\n\r\nseven years ago -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 158</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Devan Nair.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Not Mr Devan Nair. The bossman\r\n\r\nis the Chinese, not the Indian trade unionist. Let us\r\n\r\nbe frank and honest. Mr Lim Ching Siong, Mr Fong\r\n\r\nSwee Suan. Mr Devan Nair was the intellectual -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, there are a few more, after\r\n\r\nwhich I shall be happy to leave the Floor to the\r\n\r\nMember for Anson because he has a lot to clarify.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It is only a question of whether\r\n\r\nthe Prime Minister will give way or not. If the Prime\r\n\r\nMinister does not give way, then the Member for Anson\r\n\r\nmust sit down.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I have every intention to give\r\n\r\nway, Sir, but first I want to read out two passages\r\n\r\nbecause he will have to clarify both of them at the\r\n\r\nsame time. They need some clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I rise on a point of order.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> The Prime Minister informed this House\r\n\r\nthat  Mr Lim Ching Siong was in the gallery. Mr  Lim\r\n\r\nChing  Siong was holding his hand by his side  on  the\r\n\r\nFront  Bench  of  the Opposition. That  is  the  Prime\r\n\r\nMinister's memory!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I am obliged and indebted to the\r\n\r\nMember  for Anson: Yes, he was present. Mr Fong  Swee\r\n\r\nSuan,  Mr Devan Nair, I think Mr Woodhull  was  also\r\n\r\nthere.  Woodhull, Fong Swee Suan, Devan Nair - yes,  Mr\r\n\r\nLim  Ching Siong. He was not holding my hand. I  would\r\n\r\nlike  to  clarify  for  the Member  for  Anson  a  bit\r\n\r\nfurther. Mr Lim Ching Siong used to sit behind  me-he\r\n\r\ntogether  with  a  few others. I have forgotten  now..\r\n\r\nYes,  the Parliamentary Secretary to, the Deputy Prime\r\n\r\nMinister. He could not be, holding my hand. He has  to\r\n\r\nhave  long  hands! But never mind. This  is  what  the\r\n\r\nMember for Anson said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...plague-carrying rats can carry their falsehoods.\r\n\r\nThey do not wince from lies, Sir. Lies are part of\r\n\r\ntheir daily bread. They will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 159</b></font><br><br>\r\n\r\n\r\n\r\ntell  you  that they are not pro-Communists; they  are\r\n\r\nnot anti-Communists; they are not Communists; whatever\r\n\r\nlies best suit them - lies every one! By lies they live,\r\n\r\nand lies have ridden the streets these past weeks!'\r\n\r\n\r\n\r\n<br><br>Well,  Sir,  \"dishonest\" - now he says they are  honest.\r\n\r\n\"professional  agitators\" - now he  says  they  honestly\r\n\r\nseek  the benefit of the workers, the welfare  of  the\r\n\r\nworkers.  These  are  things that need  clarification.\r\n\r\nTherefore, I have every intention of giving way to the\r\n\r\nMember for Anson in order to allow him to clarify.  On\r\n\r\nthat same occasion, at column 237 of the Hansard, Vol.\r\n\r\n1,  No. 4, on 16th of May - this is just after the  Hock\r\n\r\nLee riots -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Which you fomented!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I did not, Sir. I was listening\r\n\r\nto  the radio at the height of the riots, and I  heard\r\n\r\nthe then Chief Minister, instead of firmly talking  of\r\n\r\nlaw and order and the maintenance of the integrity  of\r\n\r\nthe  democratic  system, say, \"Dear  workers,  I  have\r\n\r\ntelephoned Professor Arthur Lewis, the well-known West\r\n\r\nIndian  economist,  to come from  London  to  help  us\r\n\r\ndevelop  the  country.\" And look at this - a  new  riot,\r\n\r\nsaid he. I was so astounded as I listened to the radio\r\n\r\nthat  I did not know whether a government then existed\r\n\r\nin Singapore. This is what he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We have had these remarks about Government seeking\r\n\r\nto stir up anti-Communist hysteria'.\r\n\r\n\r\n\r\n<br><br>These  were  the  same  honest gentlemen  seeking  the\r\n\r\nwelfare  of the workers - Mr Lim Ching Siong, Mr  Fong\r\n\r\nSwee Suan, Mr S. Woodhull - saying that the Member  for\r\n\r\nAnson was stirring up anti-Communist hysteria.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Nair and Mr Lee Kuan Yew.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> No. Whatever T have accused the\r\n\r\nMember  for  Anson  of,  I think  \"hysteria\"  was  the\r\n\r\noperative word as far as I was concerned. I was not so\r\n\r\nmuch  concerned about whether it was of the  Communist\r\n\r\nor  anti-Communist  variety. But his  emotional  state\r\n\r\nwas, I think, appropriately described by the operative\r\n\r\nword \"hysteria\". He said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`This is not hysteria. These are facts. Singapore is\r\n\r\na political balancing point of Asia today.'.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 160</b></font><br><br>\r\n\r\n\r\n\r\n1955/1956, Sir, is the hey-day of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`I love Malaya...[momentous words, Sir] as much as any\r\n\r\nman  in this House, and I am working for a Malaya that\r\n\r\nwill  not  be a satellite of England or of  any  other\r\n\r\nnation in the world. And I am appealing now to persons\r\n\r\nwho  are  honest, to persons who are genuine,  and  to\r\n\r\npersons who are able, to open their eyes to the  evils\r\n\r\nwithin their own camp.'.\r\n\r\n\r\n\r\n<br><br>I harken to his words, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`You cannot have one foot in the Communist camp and\r\n\r\none foot in the democratic camp.'.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> The P.A.P. line in 1955.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Yes, and -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think if the Member for Anson\r\n\r\ncarries on with his interruptions, we will go on to  8\r\n\r\no'clock.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I try to oblige the Member for\r\n\r\nAnson  in  any way we can, in so far as it  helps  the\r\n\r\ndemocratic process in the clarification of man's mind.\r\n\r\nAnd  this  helps. Today perchance he  started  off  on\r\n\r\nsocial security; a recital of the facts caused  him  a\r\n\r\ngreat  deal of embarrassment and interjections leading\r\n\r\nto  a debate, all of his own making, Sir. He asked the\r\n\r\nquestion; he got the answer; he interrupted; this  led\r\n\r\nto  a debate. He forced the Member for Thomson to have\r\n\r\nto  make  a statement, to exculpate himself, a  rather\r\n\r\nweak  and  feeble one, but never mind.  He  tried  his\r\n\r\nbest.  He  gave  an  opportunity  to  the  Member  for\r\n\r\nCairnhill  to  urge the Government to the  mischievous\r\n\r\ncourses  of action, to ram things down the throats  of\r\n\r\nthe workers.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> And got it cornered.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Cornered? That fortunately is\r\n\r\nnot  the  position we are in. Others may be  in  tight\r\n\r\ncorners  at  this moment. To those who lack sufficient\r\n\r\nred blood corpuscles and iron in their stomachs, well,\r\n\r\ngood  luck to them. But we are grateful to the  Member\r\n\r\nfor  Anson  for this opportunity. He is interested  in\r\n\r\nsocial insurance, to the glory of the Member for Anson\r\n\r\nfor having got it for the people of Singapore just by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 161</b></font><br><br>\r\n\r\n\r\n\r\nasking  one  question, or referring to some  committee\r\n\r\nappointed in his time as Chief Minister. Fair  enough.\r\n\r\nThat is a fair political gambit.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> It is a very cheap remark.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member for\r\n\r\nAnson  is  getting a bit excited. If he objects  to  a\r\n\r\nremark made by a Member, he rises on a point of order.\r\n\r\nHe must not shout across the Chamber in that way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> All I wish to say now is this.\r\n\r\nHaving sweated over this comprehensive social security\r\n\r\nscheme  which is opposed by Mr Lim and his  group  of\r\n\r\nCommunist  unions, we are not likely  just  to  forget\r\n\r\nabout it. But to push it through right now would be an\r\n\r\nact  of political folly. Other situations will emerge.\r\n\r\nThis is changing in a fluid situation. The ground  now\r\n\r\nis  cold - cold  for them. The American T.V, team  that\r\n\r\nwent  down to Toa Payoh was disappointed, Mr Speaker,\r\n\r\nSir.  No landlords were there to be harangued,  to  be\r\n\r\nburied  alive,  to  be beheaded; and  the  shots  they\r\n\r\nwanted  to take of real, fierce slogans being  shouted\r\n\r\nand  chaps running amok did not take place. We  intend\r\n\r\nto  keep  it  that  way, by talking peaceably,  acting\r\n\r\npeaceably,  and persuading peaceably. But, of  course,\r\n\r\nif  people want to do foolish things, how can we  save\r\n\r\nthem  from their own folly? We can only persuade them.\r\n\r\nBut  after  it  is more stabilised - and  it  must  be - a\r\n\r\nscheme will be presented. I have every confidence that\r\n\r\nit  will be the Minister for Finance and my colleague,\r\n\r\nthe Minister for Labour, who will have the pleasure of\r\n\r\npresenting it to this House. At the appropriate  time,\r\n\r\nwe  will give due acknowledgement, as we always do, to\r\n\r\nthose who have helped us, like the present adviser  to\r\n\r\nthe Barisan Sosialis, Mr James Puthucheary, a man  of\r\n\r\nconsiderable  intelligence, as I  have  said,  in  his\r\n\r\nlucid  moments. In one of his unlucid moments  he  got\r\n\r\ninvolved in the Barisan. I saw him yesterday and had a\r\n\r\npleasant   conversation  with  him.  The  Member   for\r\n\r\nQueenstown  saw  it  he  got excited.  He  called  Mr\r\n\r\nPuthucheary\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 162</b></font><br><br>\r\n\r\n\r\n\r\naway.  He  was  wondering what I was  doing  with  Mr\r\n\r\nPuthucheary  with  so  much  bonhomie.  But  we   will\r\n\r\nacknowledge the contribution Mr Puthucheary  made  to\r\n\r\nthis contributory scheme: first, to cover unemployment\r\n\r\nand  redundancy;  next sickness;  then  old  age;  and\r\n\r\nfinally, of course, the Central Provident Fund can  be\r\n\r\ndissolved  in  this  wider and bigger  institution  to\r\n\r\nensure stability and security for the worker, and  the\r\n\r\nabsence  of tension, discontent and hatred  at  social\r\n\r\nconditions  which is so vital an element on  which  to\r\n\r\nmount  barricades.  A  man who  is  reasonable,  in  a\r\n\r\nreasonable  frame of mind, with a decent job,  a  roof\r\n\r\nover his head, with his kids going to good schools and\r\n\r\nlearning  for a better future, is not a man  who  mans\r\n\r\nthe  barricade and takes a stone or a stick or a match\r\n\r\nto  burn  up the society that he is enjoying. That  is\r\n\r\nwhat  Mr Lim Ching Siong does not want. That is  what\r\n\r\nhe  told  Mr Devan Nair. \"Do not have salary  scales.\r\n\r\nHave  one  wage increase at any one time, gather  more\r\n\r\nhatred  and  then  one,  step  forward  and  temporary\r\n\r\nsatisfaction.\" The workers relapse into mild apathy to\r\n\r\nenjoy  the fruits of their victory. Then work up  more\r\n\r\ndiscontent.   After  a  while - a  year  has   passed - no\r\n\r\nincrement,  because there are no wage scales.  If  you\r\n\r\nget wage scales, you get a yearly increment. A chap is\r\n\r\non  good conduct in order that he can jump bars on the\r\n\r\nwage  scale. So, after one year, because there  is  no\r\n\r\nwage  scale, you come back for more. It is  an  annual\r\n\r\nreturn. The union's annual return is to talk, at least\r\n\r\nhave  a  token strike. Even if the employer  wants  to\r\n\r\nsettle,  have  a  showdown, so that there  will  be  a\r\n\r\nmilitant  spirit  of hatred. I have gone  through  all\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson is not all that naive. He may\r\n\r\nnot have, as I fortunately have, personal knowledge of\r\n\r\nthe  manipulation of human emotions, because I had  to\r\n\r\nrun  around  underground and understand these  things.\r\n\r\nBut  he knew what was happening. I was explaining  all\r\n\r\nthis  to  him  when  he  was Chief  Minister.  He  was\r\n\r\ngrateful to me and shook me warmly by the hand. Has he\r\n\r\nforgotten  Hock  Lee?  I went to  his  flat  in  Meyer\r\n\r\nMansions. He plied me with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 163</b></font><br><br>\r\n\r\n\r\n\r\nchampagne  out  of  gratitude for my  helping  him  to\r\n\r\nresolve  all these troubles which in the end Mr  Fong\r\n\r\nSwee  Suan stymied by refusing to allow the settlement\r\n\r\nto  go through, and riots eventually took place.  That\r\n\r\nis  the  real trouble with trade unionism in Singapore\r\n\r\ntoday,  that the S.A.T.U. group led by - let us make  no\r\n\r\nmistake about it - I estimate at the most 70 or 80 chaps\r\n\r\nin  about 30 unions, not 85. I mean 85 unions were the\r\n\r\nsum  total  they got together for the first  inaugural\r\n\r\nmeeting -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Those remarks will come in very\r\n\r\nappropriately on item 2 of the agenda.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Thank you. Sir, this is a point\r\n\r\nwhich   perhaps  the  Member  for  Thomson  can   take\r\n\r\ninstructions  on.  I like to be fair  to  my  debating\r\n\r\nopponents. It started off with 85 unions, 14 of  which\r\n\r\nwere  the City Council Labour Unions Federation.  They\r\n\r\nhave  dissociated  themselves from  S.A.T.U.  So  that\r\n\r\nnumber  has  been reduced. Several others melted  away\r\n\r\nwhen  they discovered what it was all about. I  notice\r\n\r\nlately  that all the joint statements have only  about\r\n\r\nfive  or six unions at any one time. The sum total  of\r\n\r\nunions  is really about 20 or 30. The real trouble  is\r\n\r\nthese  few  cadres, and I give them credit  for  their\r\n\r\nability    to    work   hard   and   manipulate    the\r\n\r\nunions - thousands  of workers - against industrial  peace\r\n\r\nagainst   industrial  stability,  against   industrial\r\n\r\nexpansion  on principle. After one year, we  suspected\r\n\r\nthat  was what Mr Lim Ching Siong was up to. A series\r\n\r\nof meetings, of which faithful records were kept, were\r\n\r\ndesigned  to  force  an  issue - either  the   line   of\r\n\r\nindustrial  stability and expansion was  accepted  and\r\n\r\nfaithfully implemented or the break must come,  as  it\r\n\r\ncame.  The Member for Thomson knew that. That was  why\r\n\r\nwe  kept  minutes.  That was why he  challenged  every\r\n\r\nsingle  word in the minutes when we came to confirming\r\n\r\nthem.  Since  he has chosen to follow the  group  that\r\n\r\npersists  in selling the Communist Party line  in  the\r\n\r\nclass  struggle and class hatred at all costs, then  I\r\n\r\nsay  the  solution  to  it does  not  lie  in  passing\r\n\r\nlegislation in this Chamber. The solution  lies  in  a\r\n\r\nbasic resolution of the ground\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 164</b></font><br><br>\r\n\r\n\r\n\r\nposition,  the remoulding of men's minds in  a  bigger\r\n\r\nsociety,  and  then  the building  up  of  checks  and\r\n\r\nsafeguards within the democratic system to ensure that\r\n\r\nat a later stage no more such reckless adventurers are\r\n\r\nallowed to assume positions of importance in the trade\r\n\r\nunion  movement  or in any other organisations  within\r\n\r\nthe  State.  It  is  as simple as that.  First  things\r\n\r\nfirst.  And the first thing is the resolution  of  the\r\n\r\npolitical  situation. Then we will  resolve  all  this\r\n\r\nsocial security and all the other matters.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I ask leave to\r\n\r\nwithdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 164</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SINGAPORE NATIONAL REFERENDUM BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question\r\n\r\n[14th  March,  1962], \"That the Bill  be  now  read  a\r\n\r\nSecond time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>4.36 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, Sir, when we\r\n\r\nadjourned last night, I was drawing attention  to  the\r\n\r\nfact  that  the principle of the Bill itself  is  pure\r\n\r\ngold,  and  the  unhappy  tradition  of  the  PAP, to\r\n\r\ntransmute gold into mud. We have had an exhibition  of\r\n\r\nthat  in  the  past hour of the endless gramophone.  I\r\n\r\npointed  out  also that the Minister for Home  Affairs\r\n\r\nhimself  seemed  to  be  so  deeply  ashamed  of   the\r\n\r\nprovisions  of  this  Bill that he  ignored  them  and\r\n\r\npretended they did not exist. I must say, Mr Speaker,\r\n\r\nI  sympathise  with the Minister, if, in  fact,  these\r\n\r\nprovisions do not have his approval, but are  part  of\r\n\r\nthe  P.A.P, traditions which are forced on him. I drew\r\n\r\nattention   to  the  pathetic  provisions  which   the\r\n\r\nGovernment seek to incorporate in this Bill providing,\r\n\r\nin  effect, that unmarked and uncertain ballot  papers\r\n\r\nshould  be  counted as Government votes. These  people\r\n\r\nwho  are so capable of sneering, these masters of  the\r\n\r\nsneer, should recognise that there is hardly any piece\r\n\r\nof  legislation or any provision on our  statute  book\r\n\r\nwhich is so worthy of contempt as that provision\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 165</b></font><br><br>\r\n\r\n\r\n\r\nwhich  they  seek - the votes of blind chickens - because\r\n\r\nit  is  only  blind chickens who would be  voting  for\r\n\r\nthem. Those capable of understanding and marking their\r\n\r\nballot  papers correctly would not, as they  correctly\r\n\r\nanticipated,   be   casting  their   votes   for   the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister and the Minister for Finance\r\n\r\nwith  their usual sneering approach sought to pin  the\r\n\r\nOpposition down to chapter and verse in the precedents\r\n\r\nof  other territories for measures which we seek. They\r\n\r\nthemselves, in fact, have no precedents at  all.  They\r\n\r\nthemselves cannot point, even in the cheapest  country\r\n\r\nin  the  world - we do not reproduce a P.A.P. government\r\n\r\ntwice\r\n\r\n- to  any provision similar to this thing of contempt\r\n\r\nwhich they seek to introduce.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another provision, Sir, a matter that is startling\r\n\r\nand  dreadful, is the provision that if on polling day\r\n\r\nyou are to be seen entering more than two premises  in\r\n\r\nthe  same  polling district, you would be prima  facie\r\n\r\nguilty  of a criminal offence. Is it believable,  Sir,\r\n\r\nthat  a  responsible Government of decent human beings\r\n\r\nshould go so low as to seek that kind of muck? I  take\r\n\r\nit,  Sir,  that  only  non-P.A.P, members  would   be\r\n\r\narrested  under  those provisions. In respect  of  the\r\n\r\noriginal and really evil provision of this Bill, i.e.,\r\n\r\npreventing any effort by political Parties  to  advise\r\n\r\nthe electorate and to inform them of the issues - clause\r\n\r\n40 - the  Minister for Home Affairs has assured us  that\r\n\r\nnow  canvassing  will be permitted except  on  polling\r\n\r\nday.  Mr  Speaker,  Sir, he has  not  introduced  any\r\n\r\namendments to that shameless clause 40, but I take  it\r\n\r\nthat  he will be accepting the amendment of the Member\r\n\r\nfor Queenstown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another curious provision which adds up to the\r\n\r\ncontemptible  approach  by  the  Government   to   the\r\n\r\nprinciple of this Bill is to he found in the provision\r\n\r\nthat  evidence  can be submitted or documents  can  be\r\n\r\nsubmitted  by  the State Advocate-General  before  the\r\n\r\nReferendum  Judge, not on oath, without indication  of\r\n\r\nsources, and in fact parts Thereof which may be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 166</b></font><br><br>\r\n\r\n\r\n\r\nmarked secret will then be withheld from other parties\r\n\r\nwho   are  interested.  Mr  Speaker,  Sir,   I   have\r\n\r\npersonally  known of cases where, under the  P.P.S.O.,\r\n\r\ndocuments have been marked secret which you can buy at\r\n\r\n10  cents a time or 15 cents a time on the newsstands;\r\n\r\nthey  are  actually  chopped secret,  dozens  of  them\r\n\r\nchopped   secret   by   some   peon   to   whom   that\r\n\r\nresponsibility  is assigned and presented.  Copies  of\r\n\r\nthe  Min  Pao,  Sir, which were readily available  were\r\n\r\nmarked  secret and submitted to the P.P.S.O. tribunal.\r\n\r\nThat  is  the kind of tribunal we are supposed  to  be\r\n\r\nhaving. There can be no doubt, Sir, that if the P.A.P.\r\n\r\nwere  to remain much longer in office, there would  be\r\n\r\nno rule of law. It would only exist in the breach with\r\n\r\nall  the  holes  introduced by the P.A.P. by  way  of\r\n\r\nexceptions  to  a  great  tradition  which   we   have\r\n\r\ninherited in order to transform it into P.A.P. justice\r\n\r\nfor  P.A.P. members.  It is  not  my  intention,  Mr\r\n\r\nSpeaker,  to  take up the time of this  House  nor  to\r\n\r\nramble. Perhaps because I have not got the ability  to\r\n\r\nramble  in such an extraordinary fashion as the leader\r\n\r\nof  the  Front bench of the Government. But I  do  say\r\n\r\nthat  I  do ask the Government to recognise that  this\r\n\r\nBill  is for the future, not merely their future, that\r\n\r\nthe  principle  is a thing of value,  which  today  we\r\n\r\nshould have been celebrating instead of pouring  scorn\r\n\r\non, as scorn it deserves, and that the amendments from\r\n\r\nthis  side  of the House seek to restore  dignity  and\r\n\r\nintegrity   to  a  principle  that  is  basically   of\r\n\r\nconsiderable worth. It is true, Sir, that some of  the\r\n\r\namendments we have tabled spring from a deep suspicion\r\n\r\nof P.A.P. motives, but I ask you to recognise that our\r\n\r\nsuspicion is well founded. I ask you to take a look at\r\n\r\nthe  Bill,  Mr  Speaker. The  original  Bill  had  no\r\n\r\nprovision  whatsoever for setting aside  a  referendum\r\n\r\ndishonestly  conducted,  no  provision  at   all   for\r\n\r\nupsetting any report by the Superintendent even though\r\n\r\nall know that it was false. I ask you, Sir, whether it\r\n\r\nis  possible  to imagine that there is a draftsman  in\r\n\r\nexistence  who  would  be so  incompetent  as  not  to\r\n\r\nprovide  for  a  Referendum Judge and  for  referendum\r\n\r\npetitions.  If there is no such incompetent draftsman,\r\n\r\nthen was the omission intentional in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 167</b></font><br><br>\r\n\r\n\r\n\r\norder   to  provide  for  an  eventuality  when   this\r\n\r\nGovernment would require a dishonest report?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister\r\n\r\nasked you also, Sir, to  look  at  the\r\n\r\nprovision in the original Bill whereby canvassing  was\r\n\r\nprecluded throughout the period of referendum so  that\r\n\r\ntheir Minister for Culture could pour his mess through\r\n\r\ntheir   P.A.P.   Radio  but  no  others   could   even\r\n\r\nintelligently  discuss or seek to assess  what  it  is\r\n\r\nthat is being asked.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in Australia under the Referendum\r\n\r\n(Constitution  Alteration) Act, 1906-1936,  there  are\r\n\r\nprovisions whereby the exact measure that it is  being\r\n\r\nsought  to  introduce may be attached to the question.\r\n\r\nHere the question is going to be left in the dark.  No\r\n\r\none is to explain anything. It is to be sprung on you,\r\n\r\nand  within  seven days you are to vote. That  is  the\r\n\r\noriginal measure. I ask you, Mr Speaker, whether this\r\n\r\nmeasure,  obviously  intended for the  blind  chickens\r\n\r\nthat  the P.A.P. think our people are, should  not  be\r\n\r\nrightly viewed with the gravest suspicion by this side\r\n\r\nand  every  aspect  scrutinised and treated  from  the\r\n\r\npoint  of  view that the P.A.P. would, where  it  can,\r\n\r\nabuse  the  provisions for their own  party  political\r\n\r\nends.  I  would  say  that it is  unfortunate  that  a\r\n\r\nmeasure  which  I have no doubt every Member  in  this\r\n\r\nHouse  welcomes in principle, should have been dressed\r\n\r\nup  in such fashion for purely political ends that  we\r\n\r\nshould  have to deal with it with acrimony instead  of\r\n\r\nwelcoming  it  with delight. I say to  the  Government\r\n\r\nBenches - or such of them as have the courtesy to remain\r\n\r\nto  hear - that  we  mean well by our amendments  and  I\r\n\r\nchallenge the Minister for Home Affairs to prove  that\r\n\r\nany single amendment is, as he alleges, obstructive or\r\n\r\nwould  cause  delay.  I say that every  one  of  those\r\n\r\namendments  is  intended to tidy up the  Bill  and  is\r\n\r\nperfectly bona fide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have had a marathon debate on the merger\r\n\r\nissue.  It is my hope that the symptoms of a  marathon\r\n\r\ndebate  on  the  Third Reading will not eventuate  and\r\n\r\nthat  the Government will have adequate sense, if  not\r\n\r\nadequate decency, to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 168</b></font><br><br>\r\n\r\n\r\n\r\ncooperate  in  cleaning up this mess which  they  have\r\n\r\nmade of an honest principle.\r\n\r\n\r\n\r\n<br><br>4.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, a referendum\r\n\r\nis  a good thing, for it provides for the consultation\r\n\r\nof  the  people on constitutional and other issues  of\r\n\r\nnational  importance. To that extent, we  welcome  the\r\n\r\nSingapore National Referendum Bill. But, Mr  Speaker,\r\n\r\nSir, it is with a deep sense of regret that we see the\r\n\r\nGovernment  using cunning tactics to delay this  Bill.\r\n\r\nThis  Bill should have been read and passed two months\r\n\r\nago. We on this side of the House do not feel that  it\r\n\r\nshould  be  delayed any further. We are therefore  not\r\n\r\nasking  this Bill to be committed to Select Committee,\r\n\r\nfor  we  do not wish to be associated with any further\r\n\r\ndelaying tactics of the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there have been strong rumours in town - for a\r\n\r\nlong  time  too -  that the Government  had  intended  to\r\n\r\nrailroad  merger through without having a  referendum.\r\n\r\nThere  was  genuine  fear  that  there  might  be   no\r\n\r\nreferendum  at  all, despite the talks of  the  P.A.P.\r\n\r\nleaders  that the final decision would rest  with  the\r\n\r\npeople.  We  are  glad  that  the  Minister  for  Home\r\n\r\nAffairs, when introducing the Second Reading  of  this\r\n\r\nBill,  has  given a categorical assurance  that  there\r\n\r\nwill  be a referendum. Therefore, we consider that  an\r\n\r\nopen  discussion of the pros and cons of  the  various\r\n\r\nclauses  of  the  Bill  will  enable  the  people   of\r\n\r\nSingapore to have a better insight of what is to come.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, like all good things in life, the Referendum\r\n\r\nBill can be used for evil intentions. We all know that\r\n\r\nwhen  Nobel invented the procedure for the  taming  of\r\n\r\nT.N.T. not  so  long  ago,  it  served  as  a   great\r\n\r\nindustrial advance; but later the very same  invention\r\n\r\nwas  used to cause unaccountable misery. All of us  in\r\n\r\nthis  House will remember with disgust the bombs  that\r\n\r\nfell  in  Singapore during 1941/42 - no thanks to  Nobel\r\n\r\nindeed for his good invention. As the Opposition in  a\r\n\r\nparliamentary  democracy,  it  is  our  duty  and  our\r\n\r\nresponsibility  to see that sufficient safeguards  are\r\n\r\nentered\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 169</b></font><br><br>\r\n\r\n\r\n\r\ninto  the Singapore National Referendum Bill  so  that\r\n\r\nthe  possibilities  of  its  abuse  by  a  discredited\r\n\r\ngovernment may be reduced to the very minimum.  It  is\r\n\r\nwith  this  noble  and honourable intention  that  the\r\n\r\nOpposition  had  filed  the  amendments.  Instead   of\r\n\r\nacknowledging  the good intentions, the  Minister  for\r\n\r\nHome  Affairs  had  seen fit to slander  some  of  our\r\n\r\namendments  as,  according to  the  Straits  Tunes  of\r\n\r\ntoday, page 11:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The amendments were apparently designed for and\r\n\r\nwould   have   the  effect  of  creating   delay   and\r\n\r\nobstruction  and  mischief  and  trouble  at   polling\r\n\r\nstations  or  inviting  of intimidation  or  generally\r\n\r\ncreating chaos and confusion to the voters.'.\r\n\r\n\r\n\r\n<br><br>Sir,  all  our  amendments were made after  a  careful\r\n\r\nstudy  of  this  Bill  in relation  to  the  Singapore\r\n\r\nLegislative  Assembly Elections  Ordinance.  I  wonder\r\n\r\nwhether the Minister for Home Affairs really meant  to\r\n\r\nhave  his  slanderous  words apply  to  the  Singapore\r\n\r\nLegislative Assembly Elections Ordinance. If  not,  he\r\n\r\nwould  certainly  do well to withdraw  his  slanderous\r\n\r\nremarks at a later stage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have seen the Government playing dirty\r\n\r\npolitical  games  in  this House  too  often.  We  all\r\n\r\nremember the Government's jubilance when they  thought\r\n\r\nthey  had  us  in the Barisan Sosialis cornered  on  a\r\n\r\nmatter  concerning the privilege of a Member  of  this\r\n\r\nHouse   to   come  to  this  House  unobstructed   and\r\n\r\nunhindered. We in the Barisan Sosialis have played the\r\n\r\nparliamentary  game  honestly and honorably,  but  the\r\n\r\nGovernment laughed like Mad Hatters - to borrow a phrase\r\n\r\nfrom the Deputy Prime Minister, it was as if they  had\r\n\r\nexpected us to play the game in some other fashion and\r\n\r\nnot  in accordance with the parliamentary rules. I  do\r\n\r\nnot  know,  Sir, what inspired them to think  evil  of\r\n\r\nothers - \"Honi  soit  qui  mal  y  pense.\"  I  am   not\r\n\r\nsurprised.  But whatever it is, Sir, we  do  not  want\r\n\r\nthem to spring their dirty surprises on the people  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to all honest people, a referendum means the\r\n\r\nsubmission  to  the  electors of  a  matter  of  grave\r\n\r\nnational importance; but to the P.A.P. it is not so. A\r\n\r\nreferendum to the P.A.P. is something\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 170</b></font><br><br>\r\n\r\n\r\n\r\nrigged  up  to  salvage its political  bankruptcy  and\r\n\r\ndoom.  Sometime ago, the Prime Minister said  in  this\r\n\r\nvery  House that if things got too hot for the P.A.P.\r\n\r\nthe  P.A.P. would duck. I think it was the Member  for\r\n\r\nTanglin - I stand to be corrected - who remarked  that  if\r\n\r\never the P.A.P. did duck, it would certainly become  a\r\n\r\ndead duck!\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> It was the Member for\r\n\r\nCairnhill.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> It was a good passing remark.\r\n\r\nThe  Prime  Minister has very evidently and  obviously\r\n\r\nunderstood the wisdom of that passing remark.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> He\r\n\r\nsaid you will be a cooked goose!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Understanding the reality of\r\n\r\nwhat  will  happen to them if they really ducked,  the\r\n\r\nP.A.P. have  steadfastly and  stubbornly  refused  to\r\n\r\nduck. But some way must be found for the P.A.P. to get\r\n\r\nout  of  the  \"ducking\" they had at the hands  of  the\r\n\r\nBarisan  Sosialis. What could be better than a renewal\r\n\r\nof  its mandate by a sham referendum? Nothing could be\r\n\r\nbetter than that strategy, and therefore this strategy\r\n\r\nwas  fixed and there would be a referendum.  That  was\r\n\r\ntowards  the end of last year. The Bill was introduced\r\n\r\nand,  all of a sudden, the P.A.P. was confronted  with\r\n\r\nsome  snags  which could be overcome and  resolved  in\r\n\r\nquick  time.  The  Second  Reading  of  the  Bill  was\r\n\r\ntherefore delayed to save its face. What are the snags\r\n\r\nthat  gave the Prime Minister and his colleagues  cold\r\n\r\nfeet?  I  venture to suggest, Sir, that there are  two\r\n\r\nimportant  ones. Firstly, the Government had  taken  a\r\n\r\nlook  at  the  results of the referenda  conducted  in\r\n\r\nother  places  and  had found, to their  discomfiture,\r\n\r\nthat   most  referenda  had  ended  in  disaster.   In\r\n\r\nAustralia,  from 1906 to 1935, they had  conducted  16\r\n\r\nreferenda.  I  quote, Sir, from the Commonwealth  Acts\r\n\r\n1901 to 1935, Volume One, A to E, and Constitution. Of\r\n\r\nthe 16 referenda conducted between\r\n\r\nthe period 1906 and 1935, only three were approved  by\r\n\r\nthe  people  and 13 were rejected by the people.  That\r\n\r\nmust have given the Government cold feet.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 171</b></font><br><br>\r\n\r\n\r\n\r\nThis  fact  alone,  Sir,  would  have  prevented   the\r\n\r\nGovernment  from toying with the idea of a renewal  of\r\n\r\nits  mandate  by way of a referendum. Far from  having\r\n\r\nits  mandate renewed, the Government would be  obliged\r\n\r\nto resign, for their constitutional proposals posed in\r\n\r\na referendum would be surely and certainly rejected by\r\n\r\nthe people. However, judging by past performances,  it\r\n\r\nis  not impossible that the Government will not resign\r\n\r\neven  after their sell-out proposals had been rejected\r\n\r\nby the people.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. We are now on the general merits\r\n\r\nand  principle of the Bill. The remarks of the  Member\r\n\r\nfor  Nee  Soon are straying very far from the  general\r\n\r\nmerits and principle of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, in coming to the general\r\n\r\nmerits  and  principle of the Bill, I was  seeking  to\r\n\r\nexplain  why  it was that the Bill had been  postponed\r\n\r\nfor  two months. I will not go very far, Sir, but just\r\n\r\ntouching a little bit on it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having had their proposals rejected by the people, I\r\n\r\ncan foresee the Government not resigning. But then the\r\n\r\nPrime  Minister could not get away very  lightly  with\r\n\r\nthat,  for  there are still honest people  and  decent\r\n\r\npeople in the P.A.P. I am looking at the Deputy  Prime\r\n\r\nMinister,  for I have a great regard for his  honesty,\r\n\r\nand as a scientist of no mean repute -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not know whether the Member\r\n\r\nfor  Nee  Soon  is  suggesting  an  amendment  to  the\r\n\r\nReferendum   Bill  in  mentioning  the  Deputy   Prime\r\n\r\nMinister  as  an  honest politician.  We  are  on  the\r\n\r\ngeneral merits and principle of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Thank you for your guidance,\r\n\r\nSir,I thought I should give a bouquet when it is due.\r\n\r\n[Interruption]  I might disagree with the  Member  for\r\n\r\nAnson on that score, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident, Sir, that there are few people in\r\n\r\nthe P.A.P. who have some decency left, and that should\r\n\r\nthe referendum on merger be rejected by the people, it\r\n\r\nwould  be an eye-opener to these people. That  is  why\r\n\r\nthe P.A.P. Government is so keen to delay this as long\r\n\r\nas\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 172</b></font><br><br>\r\n\r\n\r\n\r\npossible,  so  that  some form of  compromise  can  be\r\n\r\narrived  at  and that there will be no  loss  of  face\r\n\r\nafter  the  referendum. The P.A.P. is  perching  on  a\r\n\r\nprecarious political position today.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I must call the Member back now\r\n\r\nto the general merits and principle of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The second reason why the Bill\r\n\r\nwas  delayed was the lack of a good issue to  pose  to\r\n\r\nthe people. The P.A.P. had imagined that if they posed\r\n\r\na  national  issue to the people, it would  gain  wide\r\n\r\nacceptance, approval and support. But then the  Tunku,\r\n\r\nthe Prime Minister -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. We are not debating why the Bill\r\n\r\nwas  delayed.  Members  are entitled,  of  course,  to\r\n\r\nmention it in passing. But I think the hon. Member for\r\n\r\nNee  Soon  is  going  too much into  details  on  that\r\n\r\nparticular  aspect. He is entitled  to  criticise  the\r\n\r\nGovernment  because  of  the  delay.  But  he  is  not\r\n\r\nentitled to raise a debate on that issue.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Can I, Sir, just briefly mention\r\n\r\nthe two reasons which I have given this House that led\r\n\r\nto  the delay of the Bill? The first was that they had\r\n\r\ncold feet after they had had a look at the results  of\r\n\r\nreferenda  held elsewhere. The second was the  absence\r\n\r\nof a good issue which could gain wide support from the\r\n\r\npeople. They thought the merger issue would be a  good\r\n\r\none; but then the Tunku put obstructions in their way,\r\n\r\nso   that   the  merger  proposals  now  have   become\r\n\r\nunacceptable to the people. They are now shifting from\r\n\r\nthe merger proposals to the glorification of Malaysia.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Nee Soon is still\r\n\r\nout  of order. Will be please come back to the general\r\n\r\nmerits and principle of the Bill?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, in so far as\r\n\r\nthe   National  Referendum  Bill  provides   for   the\r\n\r\nconsultation  of  the  people  on  matters  of   grave\r\n\r\nnational importance, we welcome it in principle.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the Member take much\r\n\r\nlonger?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 173</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> About ten minutes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps we could suspend for tea. I\r\n\r\nsuspend this Assembly. I will take this Chair again at 5.35 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.05 p.m. until 5.35 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.35 p.m.</i></div>\r\n\r\n   \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, when we broke\r\n\r\noff  for suspension just now, I was saying that in  so\r\n\r\nfar  as the National Referendum Bill provides for  the\r\n\r\nconsultation  of  the  people  on  matters  of   grave\r\n\r\nnational   importance,  we  in  the  Barisan  Sosialis\r\n\r\nwelcome it. But as I have said before, the P.A.P. has\r\n\r\nother  intentions  about this  Bill.  The  P.A.P. has\r\n\r\nsought to use this Bill to give it an artificial  span\r\n\r\nof life. But those who invoke the supernatural to live\r\n\r\nan  unnatural span of life must be prepared to pay the\r\n\r\nprice  of  the  devil.  Let  the  P.A.P. state   here\r\n\r\ncategorically in this House that it will stand or fall\r\n\r\non   its  merger  proposals.  Let  the  P.A.P. state\r\n\r\ncategorically in this House that it will resign if the\r\n\r\npeople reject the P.A.P. proposals in the referendum.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I did pull up the Member for Nee\r\n\r\nSoon,  indicating  that he was  going  away  from  the\r\n\r\ndebate,  and  that  is  on  the  general  merits   and\r\n\r\nprinciple of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, at the sitting\r\n\r\nof the Assembly on 15th January, the Minister for Home\r\n\r\nAffairs  moved the postponement of the Second  Reading\r\n\r\nof this Bill on the excuse that Government wanted time\r\n\r\nto  study  the Opposition's amendments. But  what  has\r\n\r\nGovernment   done  with  those  amendments?   It   has\r\n\r\ncompromised  on matters of lesser importance  and  has\r\n\r\nintroduced  more rigid amendments to  the  Bill  which\r\n\r\ndenigrate  not  only the principles of  democracy  but\r\n\r\nalso the rule of law as we understand it. The\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 174</b></font><br><br>\r\n\r\n\r\n\r\nGovernment is so fearful that its flimsy propaganda on\r\n\r\nthe   merger   proposals  would  be  so   easily   and\r\n\r\neffectively  torn  apart that it  seeks  virtually  to\r\n\r\nimpose  a curfew on polling day. During the period  of\r\n\r\nthe  referendum, nobody but the Government may present\r\n\r\nits views. The Minister for Home Affairs said so in so\r\n\r\nmany  words.  I refer to the Straits Times  of  today,\r\n\r\nwhen the Minister said that he would seek to limit the\r\n\r\nprohibition of flags, banners, symbols, etc, only  to\r\n\r\nthe  period  from the date of issue of the  referendum\r\n\r\norder  of  the  Yang  di-Pertuan  Negara  up  to   and\r\n\r\nincluding   the  day  fixed  for  the  taking   of   a\r\n\r\nreferendum; that is to say, during the whole period of\r\n\r\nthe  referendum, there would be a complete prohibition\r\n\r\nof flags, banners, symbols, and mass rallies.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Read it again.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> It is not necessary for me to\r\n\r\nread  it  again.  Mr Speaker, Sir. The  Minister  can\r\n\r\nclarify it when he replies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another amendment of the Government virtually\r\n\r\ntransmutes  all unmarked and spoilt ballot  papers  or\r\n\r\nuncertain ballot papers into a vote of confidence  for\r\n\r\nthe  Government. It is indeed ironical that  the  once\r\n\r\narrogant  P.A.P.  Government should  seek  a  vote  of\r\n\r\nconfidence from the unwary and from the unenlightened,\r\n\r\nnot  to speak of those who had intended to boycott the\r\n\r\nP.A.P. by not marking their ballot paper. Mr Speaker,\r\n\r\nSir, if a member of the electorate wishes to show  his\r\n\r\ndisgust at the P.A.P. Government -\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> He\r\n\r\nshould vote against it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> - and marks or draws something\r\n\r\nthat  symbolises obscenity on the ballot  paper,  will\r\n\r\nthe  P.A.P. accept such a symbol as an expression  of\r\n\r\nsupport for the P.A.P.?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Yellow culture.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Let the Minister for Home\r\n\r\nAffairs say so, and say that they are in such a plight\r\n\r\ntoday that even obscene symbols will be interpreted as\r\n\r\nsupport for the Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 175</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> How will you demonstrate?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Sir, yet another amendment of\r\n\r\nGovernment, the amendment to clause 4, does away  with\r\n\r\nthe   concept  that  one  is  innocent  unless  proved\r\n\r\notherwise.  Instead  of  putting  the  onus   on   the\r\n\r\nGovernment to prove the accused's guilt, the amendment\r\n\r\nseeks  to  put  the onus on the victim  to  prove  his\r\n\r\ninnocence.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> That is what is done with crime.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> That is not justice as we know\r\n\r\nit.  Sub-clause (5) of New Clause (B)  reminds  us  of\r\n\r\ntrial under the P.P.S.O. where only the Judge and  the\r\n\r\nGovernment know the facts. Sir, it is not that I  have\r\n\r\nany  doubts about the integrity of our Judges. On  the\r\n\r\ncontrary,  I  have full confidence in their  integrity\r\n\r\nand  their  ability to pass judgment on  the  evidence\r\n\r\npresented. What I am saying, Sir, is that I have grave\r\n\r\ndoubts  about the evidence, because it is not  allowed\r\n\r\nto be examined by the other parties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main drawbacks of the Bill have been mentioned\r\n\r\nby  my  leader, the Member for Queenstown. It is  only\r\n\r\nnecessary here for me to stress that, in view  of  the\r\n\r\ndesperate position in which the P.A.P. Government  finds\r\n\r\nitself -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> You have been saying that for the\r\n\r\nlast ten months.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> - it is of the utmost importance\r\n\r\nthat  the  framing  and the wording  of  the  question\r\n\r\nshould be left with the Assembly. We all know that the\r\n\r\nP.A.P.  Government is quite capable  of  asking  in  a\r\n\r\nreferendum whether one would like to have independence\r\n\r\nthrough merger or prosperity through Malaysia.  I  say\r\n\r\nthat  such questions are grossly unfair and dishonest.\r\n\r\nIf  the P.A.P. is really so shamefacedly determined to\r\n\r\nexact  a  positive answer from the people, it  may  do\r\n\r\nwell  to ask whether the people prefer to live in  the\r\n\r\nmidst  of  peace and plenty and prosperity. Even  then\r\n\r\nthe   people   may  have  grave  doubts  because   the\r\n\r\ncredentials of the Government are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 176</b></font><br><br>\r\n\r\n\r\n\r\nquestionable. We all remember that the slogans of  the\r\n\r\nS.P.A, in the 1959 elections promised the people  food\r\n\r\nand  work  for  all. But the people  knew  what  empty\r\n\r\npromises  they were and they showed in a very positive\r\n\r\nmanner how such fake promises should be dealt with.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we must insist that in a matter of\r\n\r\nsuch grave national importance, the question posed  in\r\n\r\na  referendum must be framed in this House  so  as  to\r\n\r\nleave  no doubts unanswered as to the question and  to\r\n\r\nthe  possibility of bias. I submit that  in  no  other\r\n\r\nplace  in Singapore can the question be discussed  and\r\n\r\ndebated  more fairly than in this House. Under  normal\r\n\r\ncircumstances,  we  will always support  a  referendum\r\n\r\nbecause  it is a mechanism for consultation  with  the\r\n\r\npeople.   Furthermore,   a  referendum   will   always\r\n\r\nascertain  that  the  wishes of  the  people  will  be\r\n\r\nrespected and that it is the people who will,  in  the\r\n\r\nfinal  analysis, decide  their  future.  But  in  the\r\n\r\npresent circumstances, we feel that the Government, in\r\n\r\npursuing  its  Rightist deviation, and  in  trying  to\r\n\r\nutilise the referendum for a second lease of life in a\r\n\r\nmost  shameful manner, has lost its mandate  from  the\r\n\r\npeople.  It  is  only right that  there  should  be  a\r\n\r\ngeneral election instead of a referendum.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Why do you not resign?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, I would gladly\r\n\r\nresign  if any one Member of the Front Bench  or,  for\r\n\r\nthat matter, any Back Bencher would resign with me and\r\n\r\nfight. If the Government Members are prepared to  give\r\n\r\nme  that assurance, and are prepared to honour  it,  I\r\n\r\nwill resign right now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Chan Chee Seng):</b> Resign!\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Of course, the Government will\r\n\r\nnot  give such an assurance. They fight shy of  giving\r\n\r\nsuch an assurance because they do not want to meet and\r\n\r\nface the people. I hear the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 177</b></font><br><br>\r\n\r\n\r\n\r\nParliamentary  Secretary  to  the  Minister  for  Home\r\n\r\nAffairs  shouting that I should resign first. If  only\r\n\r\nhe would honour his word and say in this House that he\r\n\r\nwould  resign  immediately after  I  resign,  I  shall\r\n\r\ngladly resign.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Now both sides of the House are\r\n\r\nout  of  order.  We are now dealing with  the  general\r\n\r\nmerits  and principle of the Bill. Let us go  on  with\r\n\r\nthat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, to please you,\r\n\r\nI  will  say  in  conclusion that,  knowing  that  the\r\n\r\nreferendum is but a political stunt of the P.A.P. we\r\n\r\nstill  support it. The people will know what  is  good\r\n\r\nfor  them  and the people will vote what is  good  for\r\n\r\nthem.  They  have  seen  enough  of  the  somersaults,\r\n\r\npolitical  and otherwise, of the P.A.P. to ever  again\r\n\r\nplace  their  faith and their future in the  hands  of\r\n\r\nsuch discredited leaders.\r\n\r\n\r\n\r\n<br><br>5.50 p.m.\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, while\r\n\r\nI  support  the idea of a referendum to ascertain  the\r\n\r\ndesire of the people, I think it is only right for  me\r\n\r\nto  point out also the special difficulties we face in\r\n\r\nthe  Singapore  context  by using  this  procedure  to\r\n\r\nascertain that desire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must remember that democracy in Singapore is\r\n\r\ncomparatively  young. Before we introduced  elections,\r\n\r\nwe  had rehearsals and mock elections in schools. Even\r\n\r\nthen people were scared about voting, not knowing what\r\n\r\nthey  were  in  for. And we had to legislate  to  make\r\n\r\nvoting compulsory. They have got over it, and I  think\r\n\r\nthey will learn to vote more wisely next time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This referendum is a new procedure. The aim is to\r\n\r\nascertain the will of the people on a specific  issue.\r\n\r\nWhereas in most countries the issue is stated plainly\r\n\r\nin  written language, here the issue is represented by\r\n\r\na   symbol,  and  that  is  going  to  be  our   first\r\n\r\ndifficulty - the  choice of a proper, symbol  that  will\r\n\r\nrepresent that particular issue without implying other\r\n\r\nissues. At an election, of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 178</b></font><br><br>\r\n\r\n\r\n\r\ncourse, the symbol represents a political Party  or  a\r\n\r\npolitical  candidate.  People holding  even  different\r\n\r\nviews would still vote for a political Party or for  a\r\n\r\nparticular candidate. But in a referendum they have to\r\n\r\ncome  down to one particular issue. We must not  allow\r\n\r\ntheir  reasoning or their thinking to be  coloured  or\r\n\r\nprejudiced by other irrelevant issues. I am afraid  in\r\n\r\nthe Singapore context a referendum on a very important\r\n\r\nissue  might  become  involved  because  of  political\r\n\r\npropaganda   and  agitation  with  other  issues   not\r\n\r\nconnected  with  the specific issue. It  could  be  in\r\n\r\nconnection  with race. It could be in connection  with\r\n\r\nlanguage.  It  could  be  in  connection  with   other\r\n\r\nemotional issues, such as the Toa Payoh issue. We  are\r\n\r\nthinking  in  terms  of a referendum  on  the  Greater\r\n\r\nMalaysia idea. It is going to be difficult to  find  a\r\n\r\nsymbol that reflects, and reflects fully, that idea. I\r\n\r\nhope  that  before the symbol is really  chosen,  many\r\n\r\npeople will have put their minds on to it so that  the\r\n\r\nparticular  idea rightly represents the Federation  of\r\n\r\nMalaysia  idea. I am not very sure whether the  people\r\n\r\nwill  be  able  to  see it. But I give  them  my  best\r\n\r\nwishes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Also it is stated that when it comes to voting, we\r\n\r\nshould  just  be voting for one symbol, one  political\r\n\r\nissue,  so that the answer could be yes or no. Now  on\r\n\r\nthe merger issue, Sir, there are various alternatives.\r\n\r\nSome  want  the Penang type of merger; some  want  the\r\n\r\nSingapore  type  of  merger; some want  another  type.\r\n\r\nWhich  particular symbol is to be chosen to  represent\r\n\r\nwhich particular type? Sir, it is always wise to  find\r\n\r\nout   from  other  countries  and  benefit  by   their\r\n\r\nexperience.  Australia  has been  mentioned.  Although\r\n\r\ntime  was short, I happened to have a book lent to  me\r\n\r\nentitled  \"The  Government of the  Australian  States\"\r\n\r\nedited  by  S. R. Davies. It mentions here, Sir,  that\r\n\r\nover  the  past  50 years the Australian  States  have\r\n\r\ntried  out  this  method  of referendum.  The  Barisan\r\n\r\nMember for Nee Soon has frightened the Government side\r\n\r\nby  telling them that out of 16 referenda 13  were  in\r\n\r\nthe  negative.  The idea is that people naturally  are\r\n\r\nnegative and obstinate when it comes to anything\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 179</b></font><br><br>\r\n\r\n\r\n\r\nthey are not sure about; so the answer is usually  no.\r\n\r\nSo if doubts can be aroused about any important issue,\r\n\r\nany  doubt  of any kind, no matter how good the  thing\r\n\r\nis, the answer will most likely be no, unless care  is\r\n\r\ntaken  to  present  the idea clearly  so  that  doubts\r\n\r\ncannot be aroused easily and extraneous ideas are  not\r\n\r\nbrought in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to read a very brief extract to\r\n\r\nshow  that if in Australia they have experienced these\r\n\r\ndifficulties, we in Singapore are going to  experience\r\n\r\nthese difficulties even more. In page 708, in the last\r\n\r\nfive lines or so:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Certainly it is very doubtful whether at any time\r\n\r\nin  the  past  50 years the issues have been  put  and\r\n\r\nexplained  to  the  people in such a  way  that  their\r\n\r\nanswer  of  yes or no in referenda could reveal  their\r\n\r\nfeelings.'\r\n\r\n\r\n\r\n<br><br>The writer must have been shaking his head over this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`For this reason, referenda statistics are barely\r\n\r\nmore than placings which can give little or no insight\r\n\r\nto the complex mind of the people.'\r\n\r\n\r\n\r\n<br><br>Then he said this, which is especially good for us  in\r\n\r\nSingapore:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Granted that it is really the voice of their party\r\n\r\nthat  most  electors hear in a referendum, what  would\r\n\r\nthey say to the same question if the party voices were\r\n\r\nsilent? Undoubtedly it would vary profoundly.'\r\n\r\n\r\n\r\n<br><br>Sir,  the  danger  is  that the people  would  not  be\r\n\r\nexpressing  their  own views but, because  of  various\r\n\r\nreasons,  they would be expressing their party  views,\r\n\r\nand  they  would  express their likes or  dislikes  in\r\n\r\nterms  of whether they like a party or do not  like  a\r\n\r\nparty;  not  whether, they approve of that  particular\r\n\r\nissue  or not. That was the difficulty encountered  in\r\n\r\nAustralia  and  which, I can see, will be  encountered\r\n\r\nover  here.  Of course, we might train our  people  to\r\n\r\nvote  regardless of party affiliation or party support\r\n\r\non  specific issues. Perhaps if there is time and  the\r\n\r\nGovernment have the means, we could have a trial or  a\r\n\r\nrehearsal  on a particular issue that is quite  clear.\r\n\r\nFor instance, -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Confidence in the P.A.P.!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 180</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> - equal pay for men and women. You\r\n\r\nwould  say a hundred per cent would be in favour.  Now\r\n\r\nwe  say that should be the view of the people. Try  it\r\n\r\nout  and  I  venture to say that we  will  not  get  a\r\n\r\nunanimous  vote on that from the people. But  we  will\r\n\r\nget  a unanimous vote from every Member of this House.\r\n\r\nNow  if  the  people  have  tried  out  voting  at   a\r\n\r\nreferendum several times, so that they learn to  think\r\n\r\nabove  emotion  or  antipathy to a  party  or  to  any\r\n\r\nindividual, then they can see what is right  for  the\r\n\r\ncountry; they will know how to vote. I am afraid, Sir,\r\n\r\nat  this  particular  juncture,  if  a  referendum  is\r\n\r\ncarried out and merger is brought in, there will be  a\r\n\r\ngreat  deal  of confusion. The reports of  our  debate\r\n\r\nhere  confuse people. Can we be sure, in the confusion\r\n\r\nof  a  campaign on an issue, submitted for referendum,\r\n\r\nthere would be clarity? In the amendments proposed  by\r\n\r\nthe  Member  for  Anson  and by  the  Government,  the\r\n\r\nquestion of spoilt votes and uncertain votes came out.\r\n\r\nEach one claimed that these votes should be assumed to\r\n\r\nmean  voting for one side. Naturally people would  say\r\n\r\nthat  if the votes were uncertain or blank, they  were\r\n\r\nvoting  for nothing. They had not decided on anything.\r\n\r\nThat is what the ordinary man would say, Sir. But  the\r\n\r\npoliticians  may  not want it that  way.  I  therefore\r\n\r\nagree  with the Member for Hong Lim when he  suggested\r\n\r\nthat  all  these  amendments should be  put  before  a\r\n\r\nSelect   Committee  and  carefully   studied   in   an\r\n\r\natmosphere not charged with emotion or political bias,\r\n\r\nwith  a  view to ascertaining truly and honestly  the\r\n\r\nviews  of the people on any particular issue submitted\r\n\r\nto them through a referendum.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I wish to bring the\r\n\r\ndebate  back to the rails as members of the Opposition\r\n\r\nin   the  course  of  the  debate  have  wandered  off\r\n\r\nconsiderably   from  the  aims  and  purposes   of   a\r\n\r\nreferendum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We ought to clarify in our minds why a referendum is\r\n\r\nconducted. A referendum is conducted by the government\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 181</b></font><br><br>\r\n\r\n\r\n\r\nthe day in order to settle a certain question on which\r\n\r\nit probably feels that by itself it cannot decide. Let\r\n\r\nus  take  an  example. Sometime ago in New  Zealand  a\r\n\r\nreferendum was conducted to find out the views of  the\r\n\r\nelectorate  as  to  whether  beer,  brandy  and  other\r\n\r\nalcoholic drinks should be served after 6 p.m. in bars\r\n\r\nand hotels. That apparently was a very touchy question\r\n\r\nfor  the Government side as well as for the Opposition\r\n\r\nside. The New Zealand Parliament felt that neither the\r\n\r\nGovernment  nor  the Opposition would want  to  decide\r\n\r\nupon  a  simple question like this, whether  alcoholic\r\n\r\ndrinks  should be served in hotels and  bars  after  6\r\n\r\np.m.  Therefore,  the  matter  was  referred  to   the\r\n\r\nelectorate, although I was told that Members  on  both\r\n\r\nsides  of  the  House, particularly the male  Members,\r\n\r\nwere definitely in favour that alcoholic drinks should\r\n\r\nbe  served  after 6 p.m. But when the  referendum  was\r\n\r\ncarried out, it turned out that the electorate did not\r\n\r\nwant  alcoholic drinks to be served after 6 p.m.  What\r\n\r\ndoes that prove? Does it mean that the electorate have\r\n\r\nlost  confidence in the Government? Does it mean  they\r\n\r\nhave  also lost confidence in the Opposition  benches?\r\n\r\nNeither  the  Government  nor the  Opposition  Members\r\n\r\nresigned  from their seats. Parliament  just  went  on\r\n\r\nmerrily and up to date alcoholic drinks in New Zealand\r\n\r\nare not served after 6 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, a referendum cannot be won or lost. It is\r\n\r\nwrong  to  say  that  a  referendum  is  won  by   the\r\n\r\nGovernment or lost by the Government; or whether it is\r\n\r\nwon  by  the  Opposition or lost by the Opposition.  A\r\n\r\nreferendum  is conducted on a simple question  to, be\r\n\r\nasked of the electorate: \"Do you wish to have this? Do\r\n\r\nyou  wish  to  have that?\" Therefore, a referendum  is\r\n\r\nquite  different  from  a general  election  in  which\r\n\r\ngroups of bodies or political Parties take issue  over\r\n\r\ncertain  matters, and, therefore, the electorate  vote\r\n\r\naccording  to  the political platform of  the  Parties\r\n\r\nwhich are standing for election.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 182</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin and the Member for Nee Soon\r\n\r\nhave just mentioned the specific instance of Australia\r\n\r\nwhere  16  referenda have been carried out  since  the\r\n\r\nAustralian Parliament passed the Referendum Bill.  The\r\n\r\nMember  for  Nee  Soon has mentioned that  only  three\r\n\r\nproposals put to the electorate were accepted. Rut the\r\n\r\nimportant  thing  that he has forgotten  to  tell  the\r\n\r\nHouse  is  this,  that at no time did  the  Australian\r\n\r\nGovernment  resign,  or  considered  that  it  was  an\r\n\r\nindication   of   no  confidence  in  the   Australian\r\n\r\ngovernment  of  that day; neither was  the  Australian\r\n\r\nParliament dissolved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another example which we may cite here. It\r\n\r\nis  a  very  recent  example indeed  of  a  referendum\r\n\r\nconducted in the West Indies. The question put to  the\r\n\r\npeople  was whether Jamaica should continue  with  the\r\n\r\nFederation of the West Indies or should it opt to quit\r\n\r\nthe Federation. The people, by a very narrow majority,\r\n\r\ndecided to quit the Federation of the West Indies. But\r\n\r\nthe  present Government in the West Indies has a  very\r\n\r\nlarge  majority. The Government never considered  that\r\n\r\nit  was  a  vote of confidence against it.  So  it  is\r\n\r\nimportant  that in this debate we should very  clearly\r\n\r\ncome  back  to the aims and objectives of a referendum\r\n\r\nand that, therefore, our discussions should be centred\r\n\r\non  what  would be the best way of conducting  such  a\r\n\r\nreferendum  on  any question that may be  put  to  the\r\n\r\npeople,  either in the near future or  at  some  other\r\n\r\ndate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point made by the Member for Queenstown was that\r\n\r\nthe  question for the referendum should be decided  by\r\n\r\nthe  House. I put it that it is not possible  for  the\r\n\r\nAssembly to decide on the question for the referendum.\r\n\r\nIn  the  Australian Constitution it is the  Government\r\n\r\nwhich  decides on the question for the referendum.  It\r\n\r\nis  the  Government which decides on the date for  the\r\n\r\nreferendum. It is pretty obvious why an Assembly or  a\r\n\r\nParliament  cannot  decide  on  the  question  for   a\r\n\r\nreferendum.  As  we  have seen it here  in  this  very\r\n\r\nChamber,  the reason is obvious. When we had a  debate\r\n\r\non the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 183</b></font><br><br>\r\n\r\n\r\n\r\nquestion  of merger and on a number of other problems,\r\n\r\nit  was  not possible for both sides of the House,  or\r\n\r\nfor  five  political Parties, to come to an agreement.\r\n\r\nEven  the Opposition Members among themselves are  not\r\n\r\nin  agreement  on the referendum. The United  People's\r\n\r\nParty and the S.P.A.-U.M.N.O. Alliance have asked that\r\n\r\nthe  Referendum Bill should be submitted to  a  Select\r\n\r\nCommittee. The Member for Nee Soon has just  announced\r\n\r\nthe stand of his Party, that they do not want the Bill\r\n\r\nto  go  to  Select  Committee. On the simple  question\r\n\r\nwhether  or  not  the  Bill  ought  to  go  to  Select\r\n\r\nCommittee, we find that even the Opposition themselves\r\n\r\ncannot  agree.  How then can Members on  the  opposite\r\n\r\nside  come forward with the proposal and say that  all\r\n\r\ncan  agree on such a major question like the  question\r\n\r\nfor a referendum?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is pretty obvious that the responsibility for the\r\n\r\nexecution of the referendum falls upon the Government.\r\n\r\nIt  is,  in  fact, the first time in  the  history  of\r\n\r\nSingapore that a referendum will be held. But we  have\r\n\r\nprecedents elsewhere that it is the government of  the\r\n\r\nday  that decides the question for the referendum  and\r\n\r\nthe date when it will be held.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Nee Soon has accused the Government\r\n\r\nof  delaying the passage of the Referendum Bill. I put\r\n\r\nit  to him simply that if we had not decided that  the\r\n\r\nSecond  Reading of this Bill would be held  yesterday,\r\n\r\nthe  Barisan  Sosialis  would never  have  been  in  a\r\n\r\nposition to insert the number of amendments that  they\r\n\r\nhave.  Similarly, the Member for Anson would not  have\r\n\r\nbeen  able  to  insert that number of amendments.  Far\r\n\r\nfrom  having  any intentions to delay the  passage  of\r\n\r\nthis  Bill,  it  is  our desire that  it  should  pass\r\n\r\nthrough  the  Assembly  smoothly  and  as  rapidly  as\r\n\r\npossible.  But  now the Government is faced  with  the\r\n\r\nproposal  by some Members of the Opposition that  this\r\n\r\nBill  should now go to Select Committee, where it  can\r\n\r\nbe  examined probably in more detail and more  coolly.\r\n\r\nTherefore, we have to consider whether it would be  in\r\n\r\nthe  interests of the people to allow this Bill to  be\r\n\r\nconsidered in Select Committee. If the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 184</b></font><br><br>\r\n\r\n\r\n\r\npassage  of this Bill is delayed by its being referred\r\n\r\nto Select Committee, the blame for that delay will not\r\n\r\nfall  upon  the  shoulders of the Government.  I  must\r\n\r\nremind  the  House  that  if  it  does  go  to  Select\r\n\r\nCommittee, it will be at the wish of the Opposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The difficulty with the Member for Anson is this,\r\n\r\nthat  any  proposal  which he  puts  forward,  if  not\r\n\r\naccepted by the Government, brings out from him always\r\n\r\na tirade of abuse and a dysentery of abusive epithets.\r\n\r\nHe  pretends  that  he is a knight in  shining  armour\r\n\r\nfighting  for the people. But if only the  Member  for\r\n\r\nAnson  were to look at himself in the mirror  or  come\r\n\r\nover  to  this side of the House where he can look  at\r\n\r\nhis other self on the other side, he would realise the\r\n\r\nmuck in which he wallows. In the course of the debate,\r\n\r\nhe  has  tried  to  forget what the  purpose  of  this\r\n\r\nreferendum is. Like the Barisan Sosialis, he  pretends\r\n\r\nthat  the  question for the referendum is  similar  to\r\n\r\nissues   which  are  put  forward  during  a   general\r\n\r\nelection. But as I have explained very clearly indeed,\r\n\r\na  referendum is simply conducted on a question  which\r\n\r\nis  being  put to the people for their views,  and  it\r\n\r\ndoes not reflect in any way whether it is a matter  of\r\n\r\nconfidence  in  either  the  Government  side  or  the\r\n\r\nOpposition side. Therefore, in order to find  out  the\r\n\r\nviews   of   the  electorate,  this  Bill   has   been\r\n\r\nintroduced, and the clauses in this Bill outline  very\r\n\r\nspecifically how the referendum is to be carried  out.\r\n\r\nIn  this  way,  the  clauses in this  Referendum  Bill\r\n\r\ndiffer to some extent from what you ordinarily have at\r\n\r\na general election.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin has quite correctly pointed\r\n\r\nout  that  the  question should be put succinctly  and\r\n\r\nclearly  to  the people and that there  should  be  no\r\n\r\nconfusion  when  the electorate are asked  to  express\r\n\r\ntheir  opinions. It is not a question of  picking  any\r\n\r\npolitical  Party's symbol. This is not a party  issue.\r\n\r\nThe  question  for a referendum is put to  the  people\r\n\r\nwhen  the  gravity of the matter is so great that  the\r\n\r\nAssembly by itself cannot decide either way.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 185</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing (Upper Serangoon)</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  Sir, today we are debating  the  Second\r\n\r\nReading  of  the  Singapore National Referendum  Bill.\r\n\r\nThis  debate is on a very important Bill because  this\r\n\r\nBill  is  closely  related to the question  of  merger\r\n\r\nbetween  Singapore  and  the Federation.  When  it  is\r\n\r\npassed and becomes law, it will, firstly, be used  for\r\n\r\nthe  purpose  of  asking the people  of  Singapore  to\r\n\r\ndecide  by  ballot  the  question  of  merger  between\r\n\r\nSingapore  and the Federation in accordance  with  the\r\n\r\nheads of agreement as contained in the White Paper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Minister for Home Affairs made his speech\r\n\r\nyesterday, I was very glad to note that he was willing\r\n\r\nto  drop certain undemocratic provisions of the  Bill.\r\n\r\nFor  example,  he promised that during the  period  of\r\n\r\nreferendum  all  political Parties could  canvass.  Is\r\n\r\nthis  good?  Yes, I will say it is. Is it  democratic?\r\n\r\nWell,  apparently it seems to be so,  but,  in  actual\r\n\r\nfact, I will say that it is not democratic enough.  He\r\n\r\nalso  made  a  promise  that he  would  relax  certain\r\n\r\nprovisions  such  as  all-owing the  Chairmen  of  the\r\n\r\nvarious political Parties the right to appoint polling\r\n\r\nagents  who  could attach their seals  to  the  ballot\r\n\r\nboxes.  He  also promised that if the  period  of  the\r\n\r\nreferendum  was too short, he was prepared  to  extend\r\n\r\nit.  He also indicated that he was prepared to appoint\r\n\r\na High Court Judge to supervise and examine papers and\r\n\r\ndocuments  relating  to  the  referendum.  Are   these\r\n\r\npromises  all good? Well, my answer is that they  are.\r\n\r\nBut  are  they  democratic?  I  will  say  again  that\r\n\r\napparently they appear to be democratic, but they  are\r\n\r\nnot actually democratic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the past few years when I was\r\n\r\nin  the P.A.P. not only did I come into close contact\r\n\r\nwith the Prime Minister but I also had the opportunity\r\n\r\nof  working with him and, as a result of this, I  have\r\n\r\ncome to know the manner of his thinking. At that time,\r\n\r\nI  lived  together with the Minister for Finance.  Not\r\n\r\nonly  was  I a student of economics under him,  but  I\r\n\r\nalso played chess with him. So from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 186</b></font><br><br>\r\n\r\n\r\n\r\nthese   experiences,  I  know  that  when  the   Prime\r\n\r\nMinister - or   for   that  matter  the   Minister   for\r\n\r\nFinance - says, \"Well, go ahead. I give way. If you like\r\n\r\nthis, I will give it to you,\" that is when we have  to\r\n\r\nbe very, very careful.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We can see that the Minister for Home Affairs has in\r\n\r\nmany  respects  pretended to  be  very  democratic  in\r\n\r\nregard to the Bill under discussion. He has said  that\r\n\r\nhe  is  prepared to relax the provisions contained  in\r\n\r\nthe  Bill.  We  want  to ask this  question:  Are  the\r\n\r\nleaders  of  the  P.A.P. really so  kind-hearted?  The\r\n\r\nanswer  is  no. The reason for the P.A.P. giving  way\r\n\r\nlies  in  the  proposed New Clause (A) to be  inserted\r\n\r\nafter clause 28 of the Bill. The addition of this  new\r\n\r\nclause provides that any person whose ballot paper  is\r\n\r\nunmarked  or  is  uncertain shall be deemed  to  be  a\r\n\r\nperson  who  accepts  or  is  willing  to  accept  the\r\n\r\ndecision  of the Government. This new clause makes  us\r\n\r\nunderstand  why the P.A.P. is prepared to  come  to  a\r\n\r\ncompromise on other minor questions. This is the  main\r\n\r\nissue. This new clause has a bearing on clause  13  of\r\n\r\nthe  Bill,  that is, the right given to the  Yang  di-Pertuan Negara as to how and when the questions can be\r\n\r\nput  up.  These two clauses - New Clause (A) and  clause\r\n\r\n13 - are closely related.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The few leaders of the P.A.P. have thought of a\r\n\r\nwonderful method of doing this in this manner; that is\r\n\r\nto  say, if they can so word the question to be  posed\r\n\r\nto  the  people  that  in any way  the  votes  of  the\r\n\r\nelectorate will amount to saying that they support the\r\n\r\nGovernment, then they will be able to stand  on  solid\r\n\r\nground. That is why they propose this new clause so as\r\n\r\nto  ensure that when the people do not want to express\r\n\r\nwhether  they  are against or for the  question,  then\r\n\r\ntheir   votes  will  be  counted  in  favour  of   the\r\n\r\nGovernment,  I  would  say  that  this  is  really   a\r\n\r\nwonderful plan indeed!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, our Party Chairman, the Member for\r\n\r\nQueenstown,  indicated  in  no  uncertain  terms   the\r\n\r\nimportance of the wording of the question. The  Member\r\n\r\nfor  Anson  also clearly stressed the implications  of\r\n\r\nthe New Clause (A)\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 187</b></font><br><br>\r\n\r\n\r\n\r\nwhich  provides that unmarked and uncertain votes  are\r\n\r\ndeemed  to be in support of the Government. The Member\r\n\r\nfor  Hong Lim also stated clearly that the whole issue\r\n\r\nlies in how the Government words the question. He  was\r\n\r\nvery right when he reminded the people of Singapore of\r\n\r\nthis very important point. The Member for Anson stated\r\n\r\nthat  it  was very unreasonable to treat unmarked  and\r\n\r\nuncertain  votes as those in support of the P.A.P.  He\r\n\r\ndeserves  credit for reminding the people of Singapore\r\n\r\nof this important point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We would like to point out that we can imagine - in\r\n\r\nfact,  we  can see quite clearly - that from  these  two\r\n\r\nclauses, the P.A.P. is going to depend on the  wording\r\n\r\nof the question to play its game.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The latest issue of the P.A.P. organ contains an\r\n\r\narticle  to remind us that in future, when the  P.A.P.\r\n\r\nbrings up a question for the people to decide, it will\r\n\r\nbe  something like this: a 20-cent coin and a  50-cent\r\n\r\ncoin  will  be  given to the people and  they  are  to\r\n\r\ndecide whether they want heads or tails. The editorial\r\n\r\nreminds  us of this: \"Heads, I win; tails, you  lose.\"\r\n\r\nSo  you  can decide for yourself from this  \"Heads,  I\r\n\r\nwin; tails, you lose.\" If the question to be posed  to\r\n\r\nthe  people  is on these lines, then, Mr Speaker,  if\r\n\r\nyou  are a voter, which way are you going to vote? You\r\n\r\nmay be very angry and may want to refrain from voting.\r\n\r\nBut  the  Government will be very happy, because  they\r\n\r\nwill  say,  \"Oh, such a vote will be taken as  support\r\n\r\nfor the Government.\" Now, if you are angry and draw  a\r\n\r\ntortoise  or  a  bird on the ballot  paper,  then  the\r\n\r\nGovernment  will be very happy because  \"You  will  be\r\n\r\nsupporting  me  too.\" The Government have  nothing  to\r\n\r\nlose  either  way. Now, if you are even angrier  still\r\n\r\nand  tears the ballot paper, then it is just too  bad,\r\n\r\nbecause in the Bill under discussion, there is  clause\r\n\r\n31   (1)  (a)  which  provides  that  any  person  who\r\n\r\nintentionally destroys any ballot paper will be  fined\r\n\r\nor  sentenced to imprisonment for a term of  not  more\r\n\r\nthan two years. And more important still, you will  be\r\n\r\ndeprived  of the right to vote for a period  of  seven\r\n\r\nyears.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 188</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, you see how well the Government\r\n\r\nthought  of these things. If you do not want to  vote,\r\n\r\nyour vote will go to them. If you draw a tortoise or a\r\n\r\nbird  on  the ballot paper, your vote will go to  them\r\n\r\ntoo.  If  you destroy the ballot paper, you  are  just\r\n\r\ninviting trouble for yourself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, can you say this National\r\n\r\nReferendum Bill is a democratic one? I would very much\r\n\r\nlike  to ask the Minister for Home Affairs to give  us\r\n\r\nprecedents  as  to which countries in the  world  deem\r\n\r\nblank  votes to be votes in support of the Government.\r\n\r\nThis provision concerning unmarked ballot papers is  a\r\n\r\nvery  dangerous  provision and is detrimental  to  the\r\n\r\ninterests of the Opposition Parties. At present  there\r\n\r\nare people already carrying out propaganda work in the\r\n\r\ncity  that if you are afraid of trouble in future  you\r\n\r\ncan  go to a polling station, get a ballot paper,  and\r\n\r\njust  drop it into the ballot box unmarked.  If  these\r\n\r\npeople   could  go  round  and  tell  the  not   quite\r\n\r\nintelligent voters to do this, then, by virtue of this\r\n\r\nprovision, such votes cast will have been  cast  in  a\r\n\r\nvery  unjust  manner as far as the Opposition  Parties\r\n\r\nare  concerned.  So  I  say this provision  should  be\r\n\r\ncancelled.  Otherwise, it is against the whole  spirit\r\n\r\nof a national referendum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now I have touched on the results and\r\n\r\nconsequences of destroying a ballot paper. We  are  of\r\n\r\nthe  opinion  that  it  is necessary  to  endorse  the\r\n\r\namendment proposed by the Member for Anson,  i.e.,  in\r\n\r\npage  11,  line 40, to insert certain words to  ensure\r\n\r\nthat  when a person does not know what to mark on  the\r\n\r\nballot  paper or when he wants to show his disgust  at\r\n\r\nthe  Government's provision, he should not be deprived\r\n\r\nof the right to vote for a period of seven years or be\r\n\r\nsent  to  gaol  for two years. If the Party  in  power\r\n\r\nagrees  to this, then we can be rest assured that  the\r\n\r\nGovernment has no intention of taking advantage of the\r\n\r\nwording  of the question posed to the people  to  play\r\n\r\nout the Parties in the Opposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as I have already said, the\r\n\r\nNational  Referendum  Bill  has  been  introduced   to\r\n\r\nascertain  the  attitude  of the  people  towards  the\r\n\r\nquestion of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 189</b></font><br><br>\r\n\r\n\r\n\r\nmerger.  On the question of merger, if the people  are\r\n\r\ninvited to decide, there is one simple way to  do  it,\r\n\r\nand  that is to ask them whether they agree or  oppose\r\n\r\nthe  motion  and the White Paper on merger  passed  in\r\n\r\nthis  House. It is not a question of asking the people\r\n\r\nwhich type of merger they want. It is only in this way\r\n\r\nthat the people can confirm the decision of this House\r\n\r\non the question of merger. The main question now is to\r\n\r\nask  the people to decide whether they want the  White\r\n\r\nPaper  proposals on merger. It is not  a  question  of\r\n\r\nasking  the  people  which type of merger  they  want,\r\n\r\nbecause  when we were debating the question of  merger\r\n\r\nin  this  House, the various political Parties brought\r\n\r\nup   various   forms  of  merger.   They   talked   of\r\n\r\nconstitutional progress and the courses it could take.\r\n\r\nBut  the White Paper passed in this House does not say\r\n\r\nwhich  type of merger the people should choose. It  is\r\n\r\nwhether  or not the people should accept the proposals\r\n\r\nof merger as contained in the White Paper. So in order\r\n\r\nto  implement  truly parliamentary  democracy  and  to\r\n\r\nenhance  the  spirit  of  a national  referendum,  the\r\n\r\nGovernment  should not bring up various questions  and\r\n\r\nconsult  the  people  on their views.  The  Government\r\n\r\nshould accept the amendment proposed by the Member for\r\n\r\nAnson,  i.e. in page 3, line 38, to change  the  word\r\n\r\n\"questions\" to \"question\", from a plural to a singular\r\n\r\nnumber.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I pointed out just now why the P.A.P. was prepared\r\n\r\nto  relax  certain provisions to show that  they  were\r\n\r\ndemocratic.  I  said  that they did  so  because  they\r\n\r\nwanted  to play on the wording of the question  to  be\r\n\r\nposed  to the people. From this we can see that before\r\n\r\nthe  government thought of this method, they were very\r\n\r\nundemocratic    in    prohibiting    canvassing    and\r\n\r\ncampaigning.  It  was only after  the  Government  had\r\n\r\nthought  of  the  method which  I  described  that  it\r\n\r\nappeared to be generous, saying, \"I have accepted many\r\n\r\nof  your  amendments. So how can you  say  that  I  am\r\n\r\nundemocratic?\"  I say that this show of  democracy  is\r\n\r\nhypocrisy and insincerity. In any ease, the wonderful\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 190</b></font><br><br>\r\n\r\n\r\n\r\nway  discovered  by the Government is  the  best  they\r\n\r\ncould  find.  All  of us know that on  the  eve  of  a\r\n\r\nnational referendum on merger, the P.A.P. has done and\r\n\r\nis  doing all sorts of things, such as equal  pay  for\r\n\r\nequal   work,  increasing  social  relief  and  public\r\n\r\nassistance, building more houses, just to  catch  more\r\n\r\nvotes.  We are not actually against such acts at  all.\r\n\r\nWe support such acts, the building of more houses, the\r\n\r\ngiving  of  equal pay for equal work. We are  all  for\r\n\r\nthis because we have full confidence in the people  of\r\n\r\nSingapore.  We  know  they are politically  aware  and\r\n\r\nawakened.  We have full confidence in their  political\r\n\r\nconsciousness. We know for sure that they  will  not,\r\n\r\nbecause  of  the  provision of  better  accommodation,\r\n\r\nabandon  the struggle against colonialism. We  believe\r\n\r\nthey will not exchange their right to vote for certain\r\n\r\nbenefits.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now when I listened to the Deputy Prime\r\n\r\nMinister,  I could gather from his speech  that  there\r\n\r\nwas  good  news for us, because he indicated that  the\r\n\r\nGovernment  had no confidence in a national referendum\r\n\r\nand  that  is  why he stressed and listed examples  in\r\n\r\nAustralia  and  New Zealand where,  in  spite  of  the\r\n\r\nadverse  decision  of the people,  the  Government  in\r\n\r\nAustralia and in New Zealand did not resign.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Deputy Prime Minister is\r\n\r\ntrying  to  compare an important issue such as  merger\r\n\r\nwith  the  question of the sale of liquor  after  6.00\r\n\r\np.m. This is improper. I would like to tell the Deputy\r\n\r\nPrime  Minister that on essential issues - we  can  take\r\n\r\nAustralia, for example; a national referendum was held\r\n\r\nthere and when the Government lost, they resigned.  We\r\n\r\ncan find such examples. I am telling him now, and more\r\n\r\nimportant still I would like to draw the attention  of\r\n\r\nthe  Party in power to this question of selling liquor\r\n\r\nafter  6.00  p.m. Let us put it another  way.  If  the\r\n\r\nGovernment  should  lose and did not  resign,  but  it\r\n\r\ncarried out the decision of the people as expressed in\r\n\r\nthe  national  referendum on the sale of liquor  after 6.00  p.m. Now, I would like to ask the P.A.P. whether\r\n\r\nthey  are  prepared to abide by the  decision  of  the\r\n\r\nelectorate in the event of the people refusing the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 191</b></font><br><br>\r\n\r\n\r\n\r\nWhite  Paper  on  merger. That  is  to  say,  are  the\r\n\r\nGovernment going to stop all activities in  regard  to\r\n\r\nmerger  when the people refuse their White  Paper?  If\r\n\r\nyou want to take other countries as examples, then you\r\n\r\nmust  also follow the examples to the full as  far  as\r\n\r\ndemocracy is concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, just now my colleague, the Member\r\n\r\nfor  Nee Soon, has more or less expressed our attitude\r\n\r\ntowards the national referendum. We are of the opinion\r\n\r\nthat   in  a  country  which  practises  parliamentary\r\n\r\ndemocracy,  the decision to put important  affairs  of\r\n\r\nstate and important political issues to the electorate\r\n\r\nto   decide  is  a  very  good  method,  so  that  the\r\n\r\nGovernment  can  always  abide  by  the  decision  and\r\n\r\nopinions  of  the people. This is a very good  way  to\r\n\r\npractise  parliamentary democracy. But if this  method\r\n\r\nof  resorting  to  a national referendum  is  used  to\r\n\r\nachieve  the  purpose  of enhancing  one's  own  party\r\n\r\nprestige and to continue in office, then that  is  bad\r\n\r\nand  it  is  entirely  wrong. If  the  Government  are\r\n\r\nprepared  to  accept the decision of the people  in  a\r\n\r\nnational referendum, then it is a good way to exercise\r\n\r\nit.  But  now, the question is whether the  Government\r\n\r\nare  really  sincere in seeking the  opinions  of  the\r\n\r\npeople.  It  would  appear  that  the  Government  are\r\n\r\nresorting  to  a referendum in order to achieve  their\r\n\r\npurpose of continuing in office. In history there have\r\n\r\nbeen many precedents. For instance, Syngman Rhee,  Ngo\r\n\r\nDinh  Diem and Chang Kai-Shek. At every election  they\r\n\r\nwere  always  elected.  If the P.A.P. is  willing  to\r\n\r\nfollow their example to maintain power so as to remain\r\n\r\nin   office,   then   I   believe   that   under   the\r\n\r\ncircumstances,  when the people do not  like  them  to\r\n\r\ncontinue in office, they will never have a good ending\r\n\r\nto their political career. Here I would like to remind\r\n\r\nthe Party in power. If the electorate refuse to accept\r\n\r\nthe P.A.P. type of merger -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have allowed the Member to\r\n\r\ncarry  on  up  till now. I suppose he is  entitled  to\r\n\r\ncriticise  the Government on that line  for  a  little\r\n\r\nbit. I have pulled up the Member for Nee\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 192</b></font><br><br>\r\n\r\n\r\n\r\nSoon for being out of order in going on that tack.  We\r\n\r\nare  now  on the general merits and principle  of  the\r\n\r\nBill. I think the hon. Member has made his point.  Let\r\n\r\nus come back to the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nwill  not  say  much  on this. I would  like  only  to\r\n\r\nexpress  my opinion of what the Deputy Prime  Minister\r\n\r\nhas  said. He has raised several issues, one of  which\r\n\r\nis  that even should the Government lose in a national\r\n\r\nreferendum, they could still carry on in office. But I\r\n\r\nwould  say  that this is entirely different  from  the\r\n\r\nreal  issue, because the P.A.P. Government today  tell\r\n\r\nthe  people  that  if  there is no  merger,  then  the\r\n\r\nproblem  of unemployment cannot be resolved. If  there\r\n\r\nis no industrial development, then the people will not\r\n\r\nhave  any  more houses to live in. In other words,  if\r\n\r\nthe  people  reject  the White Paper  on  merger,  the\r\n\r\npresent P.A.P. Government will not have the ability to\r\n\r\nseek  out  new paths for the development of Singapore.\r\n\r\nThey  will  not  be  able to resolve  the  problem  of\r\n\r\nunemployment and to carry out industrialisation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The hon. Member must have regard\r\n\r\nfor  the  Chair. The Deputy Prime Minister was  forced\r\n\r\ninto   irrelevancies  because  he  was   replying   to\r\n\r\nirrelevant   arguments.   I   do   not   want    these\r\n\r\nirrelevancies  to carry on. Let us come  back  to  the\r\n\r\ngeneral merits and principle of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nin  addition to what I have just mentioned, there  are\r\n\r\nother  undemocratic  and  unreasonable  provisions  as\r\n\r\nwell. For instance, there is clause 27 (6). The Member\r\n\r\nfor Anson has proposed an amendment to this sub-clause (6).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to say something about the Member for Anson's\r\n\r\namendment   in  regard  to  impersonated  votes.   The\r\n\r\nprovision in the Bill says that if a person goes to  a\r\n\r\npolling  station  to  cast  his  vote,  the  presiding\r\n\r\nofficer may perhaps tell him that there have just  now\r\n\r\nbeen  certain  persons  who have  cast  votes  on  his\r\n\r\nbehalf. Then he could be given a new ballot paper with\r\n\r\na different colour. And\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 193</b></font><br><br>\r\n\r\n\r\n\r\nthis  vote could be described as an impersonated vote.\r\n\r\nBut according to the draft of this Bill -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Any comments on the amendments\r\n\r\nproposed  are in order if they have some  relation  to\r\n\r\nthe  general merits and principle of the Bill. But  if\r\n\r\nthey are only in support of an amendment or against  a\r\n\r\nproposed  amendment, then I think the proper time  for\r\n\r\nthe  hon.  Member  to  enlarge  on  his  views  is  in\r\n\r\nCommittee. But if, as I say, a comment on an amendment\r\n\r\nhas  really  some bearing on the general merits,  then\r\n\r\nthe Member is entitled in passing to mention that, but\r\n\r\nnot to debate the desirability of that amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nour  criticism and opinion of this amendment  will  be\r\n\r\nraised  in Committee. Now, I would like to stress  one\r\n\r\npoint. With the addition of this provision which  acts\r\n\r\nas  a  safeguard,  there will be no fraud  in  casting\r\n\r\nvotes,  because the impersonated votes will be counted.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b>\r\n\r\nOn a point of elucidation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, it would appear that\r\n\r\nthe  Member  for Upper Serangoon is casting aspersions\r\n\r\non  the  civil servants who will be in charge  of  all\r\n\r\nthese election procedures. So far as I know from  past\r\n\r\nexperience in the last few elections -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The point of elucidation being?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> It is an unfair allegation\r\n\r\nagainst  the  civil  servants who have  no  chance  to\r\n\r\nrefute it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That is not a point of elucidation.\r\n\r\nThat  is a point which the Hon. Minister will probably\r\n\r\nemphasise when he replies to the debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): I was not accusing\r\n\r\nthe  civil servants. I was only saying that any  Party\r\n\r\nin  power could make use of any loophole in that  sub-clause to profit itself.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 194</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> The Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Sun Wing -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Sun Wing</b>(<i>In Mandarin</i>): Therefore, if we\r\n\r\nwant to talk about democracy, it is better that this\r\n\r\namendment should be made to this sub-clause. That is\r\n\r\nwhat I want to stress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of canvassing and campaigning, there\r\n\r\nis  something bad in the provision because the  police\r\n\r\nare  being  given very great powers. For instance,  in\r\n\r\nclause  42, the Minister for Home Affairs has proposed\r\n\r\na  new  amendment  to  prove whether  any  person  has\r\n\r\ncommitted  any offence relating to canvassing.  It  is\r\n\r\nnot  for the police to prove that the person concerned\r\n\r\nis guilty of any offence, but it is for the person who\r\n\r\nis  accused  to  prove that he is  innocent.  That  is\r\n\r\nreally  against democracy. The Government have thought\r\n\r\nit   all  out  after  two  months  and  they  are  now\r\n\r\nintroducing  this amendment into the  Bill.  It  shows\r\n\r\nthat  they want to make use of this provision  perhaps\r\n\r\nto  deal with the campaigning work carried out by  the\r\n\r\nOpposition  Parties.  This  is  something   which   is\r\n\r\nundemocratic  and  unreasonable.  As  to   the   other\r\n\r\nunreasonable  and  undemocratic  provisions.  I   have\r\n\r\nalready  said my piece. Now, I will let my  colleague,\r\n\r\nthe  Member for Choa Chu Kang, supplement what I  have\r\n\r\nnot touched upon just now.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not know whether the Member for\r\n\r\nUpper  Serangoon is conducting this sitting by calling\r\n\r\nupon  the  Member for Choa Chu Kang to supplement  his\r\n\r\nspeech. I propose to turn a blind eye to the left  for\r\n\r\nthe time being.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Well, I am persuaded now to see the\r\n\r\nMember for Choa Chu Kang. I hope there will not be any\r\n\r\nrepetition of arguments.\r\n\r\n\r\n\r\n<br><br>7.03 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam (Choa Chu Kang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, yesterday the Minister for Home  Affairs\r\n\r\nin  concluding his speech on the Second Reading of the\r\n\r\nBill, said this. I will now quote today's Sin Chew Jit\r\n\r\nPoh which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 195</b></font><br><br>\r\n\r\n\r\n\r\nhas  reported  on what he said on that  occasion.  The\r\n\r\nMinister said that under the provisions of this  Bill,\r\n\r\nthe  first  question the people of Singapore  have  to\r\n\r\ndecide  in  a  referendum is the  question  of  merger\r\n\r\nbetween  Singapore and the Federation  of  Malaya.  We\r\n\r\nhave  in  the past already debated this question  over\r\n\r\nthe  radio  and  at Press conferences.  We  have  also\r\n\r\ndebated this question at several Assembly sittings  in\r\n\r\nthe past. There are many things which are necessary to\r\n\r\nbe said before June 1963. But now it is for the people\r\n\r\nof  Singapore  to  decide on the  inevitable  form  of\r\n\r\nmerger  between the two territories. That is what  the\r\n\r\nMinister  for  Home  Affairs said  in  concluding  his\r\n\r\nspeech.  Mr Speaker, Sir, certainly in the past  nine\r\n\r\nmonths  the  people of Singapore have closely  watched\r\n\r\nthe  merger arrangement which was conducted solely  by\r\n\r\nthe  P.A.P.  They  are  concerned  over  the  question\r\n\r\nwhether the P.A.P. would let the people have a  chance\r\n\r\nto  decide on this question of merger. I would like to\r\n\r\nsay  this. If there is no general election or  no  new\r\n\r\nelection,  at  least  there is a  National  Referendum\r\n\r\nbecause  the people and the Press request  this;  also\r\n\r\nbecause  the  P.A.P. has made certain  promises  under\r\n\r\npressure; and also because of the debate today in this\r\n\r\nAssembly on the National Referendum Bill. That is  why\r\n\r\nthe  Bill  is  now proposed under these circumstances.\r\n\r\nNow  what  the  people  want to know  is  whether  the\r\n\r\nSingapore National Referendum Bill is introduced under\r\n\r\ndemocratic  and reasonable circumstances, and  whether\r\n\r\nthere are any loopholes in this Bill. Or perhaps  this\r\n\r\nBill  is  intended only to meet the interests  of  the\r\n\r\npresent  minority Party which is now  in  power.  What\r\n\r\nquestion  do the Government intend to put  before  the\r\n\r\nelectorate  to seek their decision? And on what  basis\r\n\r\nwill the question be put to the people for a decision?\r\n\r\nMr  Speaker, Sir, all these doubts and questions  are\r\n\r\nvery  prevalent among the people. This House  has  the\r\n\r\nduty  to  elucidate and to tell the whole truth  about\r\n\r\nthe  Bill to the people. As Opposition Members in  the\r\n\r\nBarisan  Sosialis,  we  have  the  unselfish  duty  of\r\n\r\nexposing   certain   unreasonable   and   undemocratic\r\n\r\nprovisions in this Bill. We\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 196</b></font><br><br>\r\n\r\n\r\n\r\nhave  the  duty  of  criticising  this  Bill  and   of\r\n\r\nproposing  reasonable  and democratic  amendments  and\r\n\r\nsuggestions. We hope that the Party in power will have\r\n\r\nthe courage to accept such correct amendments proposed\r\n\r\nby  the  Opposition. If the Party in power  will  only\r\n\r\ninsist  on  carrying on as it has been  doing  in  the\r\n\r\npast,  then  we  can be very certain that  a  national\r\n\r\nreferendum  will lose its true meaning  following  the\r\n\r\npassage  of  this Bill. For this then, the  Government\r\n\r\nwill  have to bear all the consequences. The  Minister\r\n\r\nfor  Home  Affairs  made  a certain  explanation  when\r\n\r\nmoving the Second Reading of the Bill. He used certain\r\n\r\ncunning  words  and sophisticated arguments;  but  all\r\n\r\nthose words and arguments could not cover up the false\r\n\r\nand  undemocratic provisions in the  Bill.  He  thinks\r\n\r\nperhaps he has carried out the work by propagating the\r\n\r\nP.A.P.'s  idea. If the P.A.P. can try to  impress  the\r\n\r\npeople that they are democratic, then the people  will\r\n\r\nnot   have   the   impression  that  the   P.A.P. is\r\n\r\ndictatorial.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the P.A.P. is of the opinion that\r\n\r\nby  just  coming  to  a compromise  on  certain  minor\r\n\r\npoints,   that   is   tantamount  to   accepting   the\r\n\r\nsuggestions  of the Opposition. But I  would  like  to\r\n\r\ntell  the Minister for Home Affairs that this kind  of\r\n\r\ntactics  and  thinking cannot fool  us.  Why  did  the\r\n\r\nMinister  for Home Affairs not reply to the Opposition\r\n\r\nMembers'  suggestions  and  amendments?  Why  did  the\r\n\r\nGovernment  not explain why they have now put  up  new\r\n\r\nclauses and new amendments? Why should the Government -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That comment is procedurally\r\n\r\nwrong.  Amendments are argued for or against in detail\r\n\r\nin  Committee, amendments are only mentioned  if  they\r\n\r\nhave  some  relevance  to  the  general  merit's   and\r\n\r\nprinciple  of the Bill. When the Member for  Choa  Chu\r\n\r\nKang  asks  the  question why the  Minister  for  Home\r\n\r\nAffairs has not explained his amendments in detail, he\r\n\r\nis procedurally wrong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nwhat  I  want  to  say is that the Minister  for  Home\r\n\r\nAffairs in his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 197</b></font><br><br>\r\n\r\n\r\n\r\nspeech  divided the amendments of both the  Member\r\n\r\nfor Anson and the Member for Queenstown into three\r\n\r\ncategories. On  the  first  and  the  second  categories,  the\r\n\r\nMinister  for Home Affairs quite clearly explained\r\n\r\nthe Government's reasons; but as regards the third\r\n\r\ncategory  and the new amendments, he only promised\r\n\r\nto   bring   up  his  explanations  in  Committee.\r\n\r\nTherefore, we on the Opposition side have come  to\r\n\r\nthe  conclusion that the Minister for Home Affairs\r\n\r\ndid not give any explanation because he was trying\r\n\r\nto  evade  giving an explanation and  evading  our\r\n\r\nquestions. That is the most important point he was\r\n\r\ntrying to evade -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I must remind the hon. Member that\r\n\r\nwe  are on the general merits and principle of the\r\n\r\nBill.  We are not debating the amendments. He  can\r\n\r\nonly  mention the amendments in passing  if  -they\r\n\r\nhave relevance to the general merits and principle\r\n\r\nof  the Bill. If he has further criticisms to make\r\n\r\nabout  the  amendments, he must wait until  we  go\r\n\r\ninto Committee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, we shall definitely raise all these points in\r\n\r\nthe  Committee  stage. I had raised  those  points\r\n\r\njust  now  because  I  wanted  to  show  that  the\r\n\r\nGovernment's  attitude was only to try  to  reduce\r\n\r\nthe  criticisms  that could  he  levelled  by  the\r\n\r\nOpposition  at the Government; so that they  think\r\n\r\nthe  people  will not then be able  to  understand\r\n\r\nclearly that there are some provisions in the Bill\r\n\r\nwhich are unreasonable and undemocratic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Home Affairs said that judging from the sum of money spent in the last general election, the cost of holding a national referendum would amount to $400,000. He also stated many times that certain provisions in the Singapore National Referendum Bill are similar to those in the Singapore Legislative Assembly Elections Ordinance (Cap. 53). We have spent a\r\n\r\nlong  time  comparing  the Singapore  National  Re\r\n\r\nferendum   Bill  with  the  Singapore  Legislative\r\n\r\nAssembly Elections Ordinance to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 198</b></font><br><br>\r\n\r\n\r\n\r\nfind out the differences. The Government have  now\r\n\r\ndecided  that  polling  day  should  be  a  public\r\n\r\nholiday, that voting would be compulsory, that the\r\n\r\nprovisions  in  respect  of  the  expenses  for  a\r\n\r\nnational referendum would be the same as those for\r\n\r\na  general  election,  and  that  we  should  have\r\n\r\nadequate time to enable us to carry out our  work.\r\n\r\nBut  the Minister for Home Affairs has only orally\r\n\r\nagreed  that  the  period for  canvassing  can  be\r\n\r\nlengthened.  He  has  not  mentioned  specifically\r\n\r\nwhether  it  will be lengthened from the  original\r\n\r\nseven days to 12 days. Flags and symbols will only\r\n\r\nhe  allowed  from  the  date the  Yang  di-Pertuan\r\n\r\nNegara  issues  an  order for  the  holding  of  a\r\n\r\nreferendum  up  to polling day. On this  question,\r\n\r\nthe  consequences will be just the same, as  there\r\n\r\nhas  been  no  amendment to this effect:  firstly,\r\n\r\nbefore the Yang di-Pertuan Negara issues an  order\r\n\r\nto  hold a national referendum, the Opposition can\r\n\r\nnever know when he will do so; secondly, before he\r\n\r\nissues an order to hold a national referendum, the\r\n\r\nOpposition can never have the chance to decide  on\r\n\r\ncertain symbols, banners and posters. This is also\r\n\r\nthe  case in a general election. Before nomination\r\n\r\nday  is  announced, the Opposition Parties  cannot\r\n\r\nput  up  flags, symbols and posters. Thirdly,  the\r\n\r\nSuperintendent can issue the symbols, banners  and\r\n\r\nposters  in  respect  of a referendum  three  days\r\n\r\nafter the order is issued. For instance, when  the\r\n\r\nYang di-Pertuan Negara issues an order to say that\r\n\r\nthere  will be a national referendum 20 days  from\r\n\r\ntoday, the Superintendent must abide by the  order\r\n\r\nof  the Minister for Home Affairs, that is to say,\r\n\r\nafter  one  week from today, he can then  announce\r\n\r\nthe symbols, banners, posters and the question for\r\n\r\nthe   referendum.  In  that  case,  how  can   the\r\n\r\nOpposition  Parties know all this in advance?  How\r\n\r\ncan   they  know  when  the  Superintendent   will\r\n\r\nannounce  the  question  and  the  symbols  for  a\r\n\r\nnational    referendum?   Therefore,   the    oral\r\n\r\namendments stated by the Minister for Home Affairs\r\n\r\nare only superficial amendments. In fact, they are\r\n\r\njust  the same provisions as those in the original\r\n\r\nBill.  The amendments are more apparent than real.\r\n\r\nFor example, you prohibit a person from eating and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 199</b></font><br><br>\r\n\r\n\r\n\r\nthen you amend the rule by saying that he can only eat\r\n\r\nbefore the rice is cooked. I suggest that the Minister\r\n\r\nfor  Home  Affairs should give up all these  deceiving\r\n\r\ntactics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Yang di-Pertuan Negara and the\r\n\r\nSuperintendent  will make an announcement  after  they\r\n\r\nhave  received  an order from the Cabinet.  Therefore,\r\n\r\nthe  Opposition Parties will have no chance  to  carry\r\n\r\nout  their propaganda work, whereas the Government can\r\n\r\nmake use of the radio and the Press to carry out their\r\n\r\npropaganda  work. Can the P.A.P. say that this  is  in\r\n\r\naccordance with the spirit of democracy?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the P.A.P.'s attitude today is\r\n\r\ndifferent  from  what  it  was  in  July  last   year.\r\n\r\nOutwardly  it appears to be democratic. In the  debate\r\n\r\non  this  Referendum Bill, the Prime Minister and  the\r\n\r\nMinister  for Finance are no longer arrogant and  they\r\n\r\nshould  be praised by us. However, we must not  forget\r\n\r\nthe conspiracy that lies behind their sweet words.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Home Affairs has superficially accepted many of the amendments proposed by the Opposition. It can be said that the Government have accepted contain amendments after having considered them for two months. However, Sir, we must not forget that the amendments proposed by the Government are\r\n\r\nreally  the  important  ones and  these  are  the  new\r\n\r\nclauses proposed by the Minister for Home Affairs.  He\r\n\r\nsaid that he would be moving certain amendments in the\r\n\r\nCommittee stage and that he would be explaining them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not intend to discuss all the new clauses,\r\n\r\nbut  I  would  like to add to what my  colleague,  the\r\n\r\nMember  for  Upper Serangoon, has said  in  connection\r\n\r\nwith  certain  amendments, especially the  New  Clause\r\n\r\n(A).  Sir, we can see that this new clause is  a  very\r\n\r\nabsurd clause. If the elected representatives in  this\r\n\r\nHouse support it, then we will only ridicule ourselves\r\n\r\nby  becoming the laughing stock of the world. Sir, why\r\n\r\ndo  the  P.A.P. want  to include  in  the  Bill  this\r\n\r\nprovision  which is not found in other  countries?  If\r\n\r\nthey want to carry out a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 200</b></font><br><br>\r\n\r\n\r\n\r\nreferendum  on  merger  between  Singapore   and   the\r\n\r\nFederation in a democratic and just way, we  are  sure\r\n\r\nthat  100 per cent of the people will oppose it. There\r\n\r\ncan be no doubt about this. Even the\r\n\r\nP.A.P. know this very well. Even the S.P.A, have  made\r\n\r\nstatements  pointing out that in the coming referendum\r\n\r\nthe  P.A.P. will suffer a crushing defeat. Therefore,\r\n\r\nthe  Government  have introduced this  new  clause  in\r\n\r\norder to salvage its political fortunes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the P.A.P. is trying to make use\r\n\r\nof  some questions which are detrimental to the people\r\n\r\nand  which cannot be easily decided by the people.  In\r\n\r\nthe  coming  referendum I believe the P.A.P. will  do\r\n\r\nthis;  for  example, the people should  express  their\r\n\r\nviews on the question posed by the Government. And the\r\n\r\nP.A.P. can pose the question this way: \"Do  you  want\r\n\r\nindependence  through Malaysia?\" The  second  question\r\n\r\ncould  be  this: \"Do you want to achieve  independence\r\n\r\nthrough  merger between Singapore and the Federation?\"\r\n\r\nUnder these circumstances, the electorate will find it\r\n\r\nvery  difficult to make a clear-cut decision on  these\r\n\r\nquestions.  Although these two questions are  not  the\r\n\r\nsame, the content is the same, that is to say, \"Do you\r\n\r\naccept the merger proposals as contained in the  White\r\n\r\nPaper?\"  The  people cannot make a  decision  on  this\r\n\r\nquestion,  because even if they make  their  decision,\r\n\r\nthey  will  fall  into  the trap  of  the  Government;\r\n\r\nwhichever  way they vote, they will all the same  fall\r\n\r\ninto  the  trap. The result is that they may  abstain.\r\n\r\nFollowing the Singapore Legislative Assembly Elections\r\n\r\nOrdinance,  if  we  abstain, then our  votes  will  be\r\n\r\nconsidered  as spoilt votes. However, in the  Bill  we\r\n\r\nare  now debating, abstention votes cannot be regarded\r\n\r\nas  spoilt  votes  but  as votes  in  support  of  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I wish to draw the attention of\r\n\r\nthis  House that this argument has been repeated about\r\n\r\nthree  times.  It  has been repeated  by  the  Barisan\r\n\r\nSosialis speakers and by other Members. I just wish to\r\n\r\ndraw  the attention of hon. Members to that fact,  and\r\n\r\nthe repetition is beginning to be tedious.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 201</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker. Sir, I\r\n\r\nagree to your ruling. But as far as our Party is\r\n\r\nconcerned, we are trying to avoid repetition, but we\r\n\r\nfeel that this is a very important principle. But I am\r\n\r\nonly mentioning it in passing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Deputy Prime Minister has said that it\r\n\r\nis  impossible for the question to be brought  to  the\r\n\r\nHouse  for discussion and debate. The reason given  by\r\n\r\nhim  is  that the Opposition Parties are not unanimous\r\n\r\non  whether this Bill should be referred to  a  Select\r\n\r\nCommittee.  His reason is not convincing at  all.  You\r\n\r\nmay  recall  that  in  the  past,  when  debating  the\r\n\r\nquestion of merger and Malaysia, the Government  tried\r\n\r\nto  make  use  of  the debate to sound  the  views  of\r\n\r\nMembers  of this House. Therefore, on the question  of\r\n\r\nthe  referendum,  the  Government  have  the  duty  to\r\n\r\nintroduce  the question to this House to be  discussed\r\n\r\nso  as  to  get it passed by this House. Otherwise  we\r\n\r\ncannot  say that this is in keeping with parliamentary\r\n\r\ndemocracy.  I have mentioned just now that New  Clause\r\n\r\n(A) proposed by the Minister for Home Affairs provides\r\n\r\nthat:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) Any person whose ballot paper -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) is unmarked; or\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) is uncertain\r\n\r\n\r\n\r\n<br><br>shall  be  deemed to be a person who  accepts  or  is\r\n\r\nwilling  to  accept  the decision of  the  Legislative\r\n\r\nAssembly...'.\r\n\r\n\r\n\r\n<br><br>Perhaps  the  Government are  trying  to  evade  their\r\n\r\nresponsibility  on this point, and  want  to  put  the\r\n\r\nresponsibility on this House. Then we, the Legislative\r\n\r\nAssembly,  should  have  the  right  to  debate   this\r\n\r\nquestion.  Otherwise it will be unreasonable  and,  at\r\n\r\nthe  same  time,  not in keeping  with  the  rules  of\r\n\r\nparliamentary democracy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we in the Opposition have this\r\n\r\nworry.  That  is,  during the period of  the  national\r\n\r\nreferendum, can other Parties be given the  chance  to\r\n\r\nhold  mass  rallies? Because clause  45  of  the  Bill\r\n\r\nclearly states that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It shall be an offence for a person to operate any\r\n\r\nloudspeaker or other instrument for the production  or\r\n\r\nreproduction of speech, sound or music in  any  street\r\n\r\nor  public place or any premises adjoining any  Street\r\n\r\nor public place, so as to interfere\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 202</b></font><br><br>\r\n\r\n\r\n\r\nwith   any  referendum  meeting  or  so  as  to  cause\r\n\r\nannoyance  to  persons conducting  or  attending  such\r\n\r\nmeeting.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  Sir,  we hope the  Minister  will  come\r\n\r\nforward  and explain whether this clause is applicable\r\n\r\nto  the Government as well, because it does not  state\r\n\r\nclearly  that the Opposition Parties can be given  the\r\n\r\nchance of holding mass rallies. Under this sub-clause,\r\n\r\nany  person  is prohibited from interfering  during  a\r\n\r\nreferendum. I say that this sub-clause allows only the\r\n\r\nGovernment  to  carry out propaganda work  during  the\r\n\r\nreferendum  by  way of the Ministry of Culture  public\r\n\r\naddress   system  and  other  facilities.   In   these\r\n\r\ncircumstances, it is most unfair and dangerous to  the\r\n\r\nOpposition because the Party in power has the right to\r\n\r\nresort  to  the propaganda and publicity machinery  of\r\n\r\nthe  Government  to call any meetings and  rallies  in\r\n\r\nrespect of the national referendum. On the other hand,\r\n\r\nthe  Parties  in the Opposition will not  be  given  a\r\n\r\nchance  to do the same by this Bill. It is impossible,\r\n\r\nin  these  circumstances, for the people to  know  the\r\n\r\ntrue  picture  of  the  national  referendum.  In  the\r\n\r\nmeantime,  especially now, these people may be  misled\r\n\r\nby the speeches and talks of the Party in power. So it\r\n\r\nis  my  ardent hope that the Minister for Home Affairs\r\n\r\nwill  explain  to  us  clearly the  questions  I  have\r\n\r\nraised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, let us repeat our claim and demands: we hope\r\n\r\nthat   the   Government  will  conduct  the   national\r\n\r\nreferendum  under  democratic and just  circumstances.\r\n\r\nThe  Minister for Home Affairs knows that  New  Clause\r\n\r\n(A)  provides  certain facilities for the  Government,\r\n\r\nand  it  should  be withdrawn. The Opposition  Parties\r\n\r\nshould be given adequate time to put before the people\r\n\r\ntheir   views   on  the  question  of   the   national\r\n\r\nreferendum.\r\n\r\n\r\n\r\n<br><br>7.42 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I rise to support the\r\n\r\nBill  in principle. We have had a very lengthy  debate\r\n\r\nin  this  Assembly  on  the question  of  merger.  The\r\n\r\nAssembly  debated  it  fully and exhaustively  over  a\r\n\r\nperiod  of  time, and it was carried,  if  I  remember\r\n\r\nrightly,  Mr  Speaker,  Sir,  unanimously.  In  those\r\n\r\ncircumstances,  it  becomes necessary - if  some  other\r\n\r\nform of consultation with the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 203</b></font><br><br>\r\n\r\n\r\n\r\npeople  is  necessary - to determine on what  method  is\r\n\r\navailable to the Government for such consultation.  To\r\n\r\nmy mind, there are only two possible ways of doing it.\r\n\r\nOne  is through a referendum, and the other is, in  my\r\n\r\nopinion,  a  wholly unacceptable one  which  has  been\r\n\r\nsuggested by the Barisan Sosialis for a long time, and\r\n\r\nthat  is  for the Government to resign and  go  for  a\r\n\r\ngeneral  election.  That is no way of  consulting  the\r\n\r\npeople  on  a  national  issue,  because,  as  I  have\r\n\r\npreviously  indicated  to  the  House,  if  it  is  an\r\n\r\nelection   that  is  to  be  used  for   purposes   of\r\n\r\ndetermining  a  national issue whereby the  Government\r\n\r\nand   the  whole  Assembly  resign  and  go   to   the\r\n\r\nelectorate,  in  such an election  there  is  not  one\r\n\r\nsingle issue before the electorate but several issues.\r\n\r\nTherefore, if a particular result ensues in favour  of\r\n\r\na  political Party, it could well be that the national\r\n\r\nissue  which  is before the electorate would  be  lost\r\n\r\nsight of. Therefore, the only possible way to do  this\r\n\r\nis  through  a  referendum. If that is  accepted,  Mr\r\n\r\nSpeaker, Sir, then under our statute laws we  have  no\r\n\r\nprovision for a referendum in Singapore at the moment.\r\n\r\nTherefore, it becomes necessary to table a Bill before\r\n\r\nthe House which will enable this referendum to be held\r\n\r\nproperly  and legally, and the Government are entitled\r\n\r\nto  incur  expenditure for such a procedure.  That  is\r\n\r\nwhat  the Government. I hope, is seeking to do in this\r\n\r\nBill. Nobody from the Opposition side, as far as I can\r\n\r\nsee from the Barisan Sosialis, has criticised the Bill\r\n\r\nfrom  the  procedural point of view. I think what  the\r\n\r\nBill   tries   to  effect  is  a  set  procedure   for\r\n\r\nconsultation with the people. Instead of which  a  lot\r\n\r\nof under-currents, which I personally am not aware of,\r\n\r\nhave  been introduced and the whole debate has centred\r\n\r\non  these under-currents which seem to be known  both-to  the P.A.P. and to the Barisan Sosialis. But we  in\r\n\r\nthe  Alliance, being innocent people in these matters,\r\n\r\nhave not understood the point and purpose of all these\r\n\r\ndiscussions up till now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Is that so?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The Member for Upper Serangoon says, \"We\r\n\r\nare  fully convinced that the people of Singapore  are\r\n\r\npolitically alive.\" He also says, \"We are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 204</b></font><br><br>\r\n\r\n\r\n\r\nfully  convinced  that  the people  of  Singapore  are\r\n\r\npolitically  conscious.\" He has  also  said,  \"We  are\r\n\r\nfully  convinced that they will not sell their  rights\r\n\r\nto vote on P.A.P. propaganda.\" If the Member for Upper\r\n\r\nSerangoon  is  not  speaking with his  tongue  in  his\r\n\r\ncheek,  what  then is he afraid of? The  P.A.P. might\r\n\r\npose  questions  to  say, \"Heads, I  win;  tails,  you\r\n\r\nlose.\"   But   the  politically  conscious   and   the\r\n\r\npolitically  educated people of Singapore  surely  can\r\n\r\nsee  through  that. What then is the Barisan  Sosialis\r\n\r\nafraid  of?  The  Member for Choa Chu Kang  says  that\r\n\r\ntelling the Assembly about the Referendum Bill is  not\r\n\r\na  sufficient  telling to the people of Singapore.  He\r\n\r\nwants  some other form whereby you can tell the people\r\n\r\nof  Singapore about the Referendum Bill. It is a  very\r\n\r\ninteresting  proposition made by the Member  for  Choa\r\n\r\nChu  Kang,  when  the  whole  attack  by  the  Barisan\r\n\r\nSosialis  on the Government up till now has been  that\r\n\r\nthis  is  something  which  is  not  in  keeping  with\r\n\r\nparliamentary democracy. Today, Mr Speaker, Sir,  the\r\n\r\nBarisan  Sosialis  seem  to  me  to  be  the  greatest\r\n\r\ndefenders of parliamentary democracy. The accent is on\r\n\r\nparliamentary  democracy. Now if they  are  not  again\r\n\r\ntalking with their tongue in their cheek, what is  the\r\n\r\nbest  way  of  consultation  with  the  people  in   a\r\n\r\nparliamentary democracy except through this  Assembly?\r\n\r\nThat is parliamentary democracy as I understand it. If\r\n\r\nthey are defending parliamentary democracy, then it is\r\n\r\nconsultation with the people through this Assembly and\r\n\r\nnot  a mass rally. That was possible in the City State\r\n\r\nof  Athens some thousands of years ago. But it is  not\r\n\r\npossible  these days. If every time a Bill has  to  be\r\n\r\nput  through  in  a parliamentary democracy,  and  the\r\n\r\npeople  have to be consulted, and the Bill has  to  be\r\n\r\ntaken outside the Assembly and debated in public, then\r\n\r\ngovernment  in  a  parliamentary  democracy  would  be\r\n\r\nimpossible.  But in some other form of democracy  that\r\n\r\nmay be possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not want to take too much\r\n\r\ntime of the House. But I support the principle of  the\r\n\r\nBill. The procedure is necessary and the Bill seeks to\r\n\r\nlay  down the procedure. Since the Bill was formulated\r\n\r\non the first occasion, a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 205</b></font><br><br>\r\n\r\n\r\n\r\nnumber of amendments have been moved by Members of the\r\n\r\nOpposition, and now further amendments have been moved\r\n\r\nby the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I was not present in the House when the Member for Hong Lim made the proposal that this Bill should be referred to a Select Committee. In the circumstances, Mr Speaker, Sir, I am entirely in agreement with him, and I do hope that, at the appropriate moment, he will take the appropriate step\r\n\r\nto  have it committed to a Select Committee. But I  do\r\n\r\nwish  to say that in the light of the opposition  that\r\n\r\nhas  been  raised both to the Bill and to  the  merger\r\n\r\nproposals - this Bill is something which merely seeks to\r\n\r\nlay  down the procedure to consult the people  on  the\r\n\r\nmerger  proposals - it is important that this  Bill  be\r\n\r\ngiven  a thorough ventilation. To that extent, I  will\r\n\r\nagree with the Member for Choa Chu Kang that the  best\r\n\r\nway  of  telling the whole truth to the  people  in  a\r\n\r\nparliamentary democracy is to commit it  to  a  Select\r\n\r\nCommittee. I repeat this again for the benefit of  the\r\n\r\nMembers of the Barisan Sosialis, that the best way  in\r\n\r\na  parliamentary democracy to consult  the  people  is\r\n\r\nthrough a Select Committee, because procedurally it is\r\n\r\nlaid  down  that an advertisement be put  out  in  the\r\n\r\npapers inviting members of the public to send in their\r\n\r\ncomments  to the Select Committee; and, if  necessary,\r\n\r\nthose  submitting representations will be  invited  by\r\n\r\nthe  Select Committee to give oral evidence.  That  is\r\n\r\nthe  only  possible  way by which all  the  people  of\r\n\r\nSingapore can be consulted. As for my friends  in  the\r\n\r\nBarisan Sosialis who are not talking with their tongue\r\n\r\nin  their  cheek  when  they talk about  parliamentary\r\n\r\ndemocracy, I hope that at the appropriate moment  they\r\n\r\nwill  support  the reference of this  Bill  to  Select\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br>7.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I wish to\r\n\r\ncomment on the arguments put forward by Members of the\r\n\r\nBarisan  Sosialis on the debate on this Bill. I  shall\r\n\r\ndivide  my  comments into two classes. First,  on  the\r\n\r\nquestion  of  matters  of detail,  and,  secondly,  on\r\n\r\nmatters of some fundamental importance. By that I mean\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 206</b></font><br><br>\r\n\r\n\r\n\r\nwhat  the Member for Farrer Park has just referred  to\r\n\r\nas  the  under-currents of tension  that  are  passing\r\n\r\nbetween the Barisan Sosialis and us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the first class of comments. I was rather\r\n\r\nastonished  to hear from the Member for  Queenstown  a\r\n\r\ncomplete  denial of his statement made  at  the  radio\r\n\r\nforum  that  he  had  no confidence  in  the  people's\r\n\r\nintelligence. He denied ever making such a  statement,\r\n\r\nand  he  even  went so far as to say that  it  is  the\r\n\r\nP.A.P. who  has no confidence in the ability  of  the\r\n\r\nelectorate to decide on important issues. I  therefore\r\n\r\npropose to read out before hon. Members a part of  the\r\n\r\nverbatim  report  on  the radio forum  held  at  Radio\r\n\r\nSingapore on Thursday, 21st September, 1961.  This  is\r\n\r\nwhat the Member for Queenstown said on the referendum:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`As regards the referendum, I don't think it is\r\n\r\nsuitable  because  a referendum is  something  new  to\r\n\r\nMalaya.  As you know, the whole democratic process  at\r\n\r\nthe  present moment is not very conversant. People are\r\n\r\nnot  very conversant with the whole democratic process\r\n\r\nand it takes a long time before people realise what it\r\n\r\nis all about.'\r\n\r\n\r\n\r\n<br><br>In  other  words, the Chairman of the Barisan Sosialis\r\n\r\ndoes  not believe that the people are able to make  up\r\n\r\ntheir  minds  in  a  rational way;  that  they  cannot\r\n\r\nunderstand  the issues put to them; and, therefore,  a\r\n\r\nreferendum  is completely unnecessary. The Member  for\r\n\r\nFarrer  Park rather seems to agree with that point  of\r\n\r\nview.  I  infer  from his comments on the  meaning  of\r\n\r\nparliamentary democracy that the best possible way  to\r\n\r\nconsult  the  people  is through  the  representatives\r\n\r\nelected by the people to this Assembly. That being the\r\n\r\ncase, if the people's representatives have decided  on\r\n\r\nthe issue of merger that a certain course of action is\r\n\r\nthe  proper  course of action, then it is  up  to  the\r\n\r\nGovernment  to implement that course of  action.  More\r\n\r\nspecifically  on the issue of merger,  this  Assembly,\r\n\r\nwhich  was elected in a democratic manner at the  last\r\n\r\ngeneral  election, has passed and approved  the  White\r\n\r\nPaper.   And,  therefore,  it  satisfies  the  highest\r\n\r\nprinciple  of  democracy to get on with  the  work  of\r\n\r\nimplementing the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 207</b></font><br><br>\r\n\r\n\r\n\r\nWhite  Paper  proposals  with all  the  constitutional\r\n\r\nprocesses  that are necessary to merge Singapore  with\r\n\r\nthe  Federation.  I agree with the Member  for  Farrer\r\n\r\nPark,  on a point of constitutional law and on a point\r\n\r\nof  constitutional principle that the Government would\r\n\r\nbe  completely correct, completely democratic,  if  it\r\n\r\nproceeded  with  the  constitutional  arrangements  to\r\n\r\nmerge  Singapore with the Federation on the  basis  of\r\n\r\nthe  White  Paper  without further ado.  It  would  be\r\n\r\nabsolutely democratic in so doing.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Chiang Kai-shek!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Absolutely democratic, and if the\r\n\r\nMember  for Queenstown disagrees, I can recommend  him\r\n\r\nthe  best textbooks on constitutional theory. I  would\r\n\r\nrecommend  him  to read, for instance,  Ivor  Jennings\r\n\r\nCabinet  Government, wherein this theory is propounded\r\n\r\nin  detail.  Why does he bring in Chiang Kai-shek  and\r\n\r\nNgo  Dinh Diem? I am not quite clear. Neither of these\r\n\r\ntwo  gentlemen was elected to power on  the  basis  of\r\n\r\ndemocratic elections. The Barisan Sosialis think  that\r\n\r\nwe  are the P.A.P. dictators like Chiang Kai-shek  and\r\n\r\nNgo Dinh Diem. Every child knows that if that were the\r\n\r\ncase,  hon. Members in the Barisan Sosialis would  not\r\n\r\nonly  be  in Changi gaol, but they would be  six  feet\r\n\r\nunderground. That is the way Chiang Kai-shek  and  Ngo\r\n\r\nDinh  Diem  deal with their political opponents.  They\r\n\r\nare really like spoilt children that need a jolly good\r\n\r\nspanking. And I have no doubt -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Chair is entitled to\r\n\r\ndraw  a line there and to ask the Minister to withdraw\r\n\r\nthat  expression. I do not think the Minister can call\r\n\r\nMembers of this Assembly \"spoilt children\" and suggest\r\n\r\nthat  they  should have a spanking. Will the  Minister\r\n\r\nplease withdraw that expression?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Certainly I withdraw, Mr\r\n\r\nSpeaker.  I  do  not  for one moment  intend  that  my\r\n\r\nremarks  should  be taken literally.  The  Member  for\r\n\r\nQueenstown was a rugger player of some\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 208</b></font><br><br>\r\n\r\n\r\n\r\neminence  and  I think it would take possibly  a  judo\r\n\r\nexpert  to put him under reasonable control  and  give\r\n\r\nhim  a spanking. I would just say that the correct and\r\n\r\nproper democratic processes would be satisfied if,  on\r\n\r\nthe basis of the debate on merger when all the Members\r\n\r\npresent  at the end of the debate voted in  favour  of\r\n\r\nthe White Paper - \r\n\r\n \r\n\r\n<br><br>8.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of interruption. Dr Toh.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> Mr\r\n\r\nSpeaker, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 208</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>VICTIMS OF RECENT FIRE (19th February, 1962)</b></div>\r\n\r\n<div align=\"center\"><b>IN EU TONG SEN STREET</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck (Havelock):</b> Mr Speaker, Sir, on\r\n\r\nthe  19th of February, a fire broke out in Eu Tong Sen\r\n\r\nStreet  which  is in my constituency.  Several  houses\r\n\r\nwere  destroyed  and  about 150 people  were  rendered\r\n\r\nhomeless. Being the Assemblyman for that constituency.\r\n\r\nit  was my duty to see that help be rendered to  these\r\n\r\nunfortunate  victims, Accordingly,  I  applied  for  a\r\n\r\npolice  permit to collect funds for the  fire  victims\r\n\r\nbut to my surprise, I received a reply from the police\r\n\r\nwhich  said  that  permission  could  not  be  granted\r\n\r\nbecause  it  was supposed to be \"against the  standing\r\n\r\npolicy\" to do so. Sir, I wish to record my protest  in\r\n\r\nthe strongest terms against this utterly heartless and\r\n\r\ndiscriminating policy of the P.A.P. Government towards\r\n\r\nthe     question    of    relief    for    the    fire\r\n\r\nvictims-[Laughter].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Laugh, huh? The P.A.P. today has descended to the\r\n\r\nutterly  contemptible depths of trying to  play  party\r\n\r\npolitics  with  the suffering of human  beings  during\r\n\r\ntime  of  disaster.  Even on this purely  humanitarian\r\n\r\neffort  of  trying to seek help for the fire  victims,\r\n\r\nthe  P.A.P. is trying to make political capital. Never\r\n\r\nin the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 209</b></font><br><br>\r\n\r\n\r\n\r\n           \r\n\r\n\r\n\r\nhistory  of  Singapore have we seen a government  more\r\n\r\ndesperate  and  more lacking in moral principles  than\r\n\r\ntoday.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> I wish to point out that never in\r\n\r\nthe past, even in the times of the colonial government\r\n\r\nand of the previous government -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> - which the P.A.P. at that time also\r\n\r\nregarded   as  a  reactionary  government,   had   the\r\n\r\nauthorities  refused  well-meaning  organisations  the\r\n\r\nchance  to  render  help to human beings  in  time  of\r\n\r\ndisasters  like fires and floods. When the P.A.P. was\r\n\r\nin the opposition, everybody knew how enthusiastic the\r\n\r\nP.A.P. was in trying to organise help for victims  of\r\n\r\nfire and flood disasters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir,I was in the P.A.P. before and I can go on\r\n\r\nenumerating  example after example of  instances  when\r\n\r\nthe  P.A.P. as an Opposition Party, was allowed by the\r\n\r\nauthorities to participate in relief\r\n\r\nwork.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1958, during the huge fire in Kampong Koo Chye,\r\n\r\nwe  spared no efforts to do whatever we could to bring\r\n\r\nrelief to the thousands of victims. No effort was made\r\n\r\nby  the  previous Government to prevent us from  doing\r\n\r\nthis  humanitarian work. Again, Sir, in  1959,  during\r\n\r\nthe  big fire in Tiong Bahru and 1961, during the fire\r\n\r\nin  Upper  Chin  Chew  Street, I had  the  honour  and\r\n\r\nprivilege  to organise relief work for the unfortunate\r\n\r\nvictims. Moreover, Sir, as an elected Assemblyman  for\r\n\r\nHavelock constituency, I had to deal with three  fires\r\n\r\nin  that  area,  and  on each of  those  occasions,  I\r\n\r\norganised the collection of funds and other  forms  of\r\n\r\naid for the victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am relating all this merely to demonstrate that\r\n\r\nin  the  past,  it  was  always  a  commonly  accepted\r\n\r\npractice  to  allow  Assemblymen  to  respond  to  the\r\n\r\nsufferings of the people and to rush to their help. No\r\n\r\nattempts were ever made by the authorities to  prevent\r\n\r\nus from carrying out what was essentially our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 210</b></font><br><br>\r\n\r\n\r\n\r\nduty. As leaders of the people, it is Indeed our  duty\r\n\r\nto  render whatever help we can to our people in times\r\n\r\nof  disaster and need. Besides, it is only humane that\r\n\r\neveryone must do whatever they can to help our  fellow\r\n\r\nhuman beings in time of need. It is indeed unthinkable\r\n\r\nthat  anyone would be so utterly heartless and debased\r\n\r\nas  to try and prevent others from sincerely trying to\r\n\r\nrender  relief to victims of natural disasters.  Thus,\r\n\r\nSir,  I  was  most shocked when I received the  letter\r\n\r\nfrom  the police refusing me permission to raise funds\r\n\r\nfor  the people in my own constituency and to help the\r\n\r\nvictims  of the recent fire. Today, the P.A.P. leaders\r\n\r\nare  so desperate for power that they are prepared  to\r\n\r\nsink low enough -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> How low?\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> - to prevent Opposition Assemblymen\r\n\r\nfrom  helping  people of their own  constituencies  in\r\n\r\ntimes  of need. As their Assemblyman, I believe I  can\r\n\r\nraise  more  funds from people of my own  constituency\r\n\r\nfor our fire victims. I have, in fact, done so before;\r\n\r\nnot once, but many times - \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> How many times?\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> - when I was in the P.A.P. Now that\r\n\r\nI  have left the P.A.P.the Government tries to  give\r\n\r\nthe impression to the people of my constituency that I\r\n\r\nhave no more interest in their troubles, by preventing\r\n\r\nme  from  doing relief work for them. To the desperate\r\n\r\nP.A.P. politicians  today, it is far  more  important\r\n\r\nplaying  politics than genuinely seeking aid for  fire\r\n\r\nvictims -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Did you give any yourself?\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> They are even prepared to exploit\r\n\r\nthe  sufferings  of human beings for  political  gain.\r\n\r\nThey now wish to monopolise completely all relief work\r\n\r\nand to prevent other political and civic organisations\r\n\r\nfrom  participating in such work. The aim is  obvious.\r\n\r\nThey  want to give the impression that they are a good\r\n\r\nGovernment -\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b> Why\r\n\r\nnot?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 211</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> - whereas others are bad and\r\n\r\nirresponsible. Is this fair?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> I can quite understand, Sir, why\r\n\r\nthe  P.A.P. leaders  are now trying  to  impress  the\r\n\r\npeople.  They  are  not  really  concerned  about  the\r\n\r\npeople's  welfare; for having sold  out  the  people's\r\n\r\nbasic  democratic  rights of equal citizenship  rights\r\n\r\nand   proportional  representation  in  the  so-called\r\n\r\nmerger arrangements, they have to find ways and  means\r\n\r\nof  covering up their betrayal of the people. Sir,  we\r\n\r\nwould  not  mind  this monopoly if the  P.A.P. as  an\r\n\r\norganisation  could really inspire  enough  confidence\r\n\r\nfrom  the  people in their relief work. But  we  know,\r\n\r\nSir,  the P.A.P. organisation today is an empty shell;\r\n\r\nneither  has  it  the manpower nor the  dedication  to\r\n\r\nreally  help  the  people. The rank and  file  of  the\r\n\r\nP.A.P., those who really have contact with the people,\r\n\r\nhave already walked out of the P.A.P. We know that the\r\n\r\nP.A.P. as  an  organisation  is  now  incapable   of\r\n\r\nrendering  maximum relief for the victims of  fire  or\r\n\r\nother  disasters. Very often, Sir, for  anyone  to  be\r\n\r\nreally  able to rally the people to help those victims\r\n\r\nof natural disasters, one must have the confidence and\r\n\r\nsupport of the people, otherwise it is often difficult\r\n\r\nfor  him  to  obtain  the maximum  response  from  the\r\n\r\npeople.  And  for  the P.A.P. to try and  prevent  the\r\n\r\nelected    representatives   of   the   people    from\r\n\r\nparticipating in relief work, especially in their  own\r\n\r\nconstituencies,   is,  to  say  the   least,   utterly\r\n\r\ncontemptible. I wish to urge the P.A.P. Government not\r\n\r\nto  play  party politics with the sufferings of  human\r\n\r\nbeings.  Do  not try to monopolise relief work  in  an\r\n\r\nattempt  to  bluff the people. It is useless  for  the\r\n\r\nP.A.P.  Government to try to bluff the people. We  all\r\n\r\nknow  exactly what the P.A.P. Government is  today.  I\r\n\r\nwish to urge the P.A.P. Government not to grudge other\r\n\r\norganisations  playing  their  part  in  helping   the\r\n\r\npeople.  Where the welfare of the people is concerned,\r\n\r\nwe must all co-operate to do our best.\r\n\r\n\r\n\r\n<br><br>8.10 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Mr Speaker. Sir, I thought the\r\n\r\nMember  for  Havelock  would criticise  or  blame  the\r\n\r\nGovernment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 212</b></font><br><br>\r\n\r\n\r\n\r\nfor  not  doing enough for the victims  in  this\r\n\r\nfire.  But instead he comes to this Chamber and  cries\r\n\r\nthat  the  Barisan  Sosialis  is  again  being  denied\r\n\r\nanother opportunity to exploit human sufferings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you can imagine that in a fire the\r\n\r\nvictims   themselves  are  very  anxious  to  retrieve\r\n\r\nwhatever they can at that moment. Therefore,  in  such\r\n\r\ncircumstances,  it is only fair that the  police  will\r\n\r\nprevent  those  who are not affected, other  than  the\r\n\r\nSocial  Welfare Department and those who are assisting\r\n\r\nin  the  fire fighting, from moving in or  around  the\r\n\r\nvicinity.  In fact, in past experience, fire  fighting\r\n\r\nwas  hampered because an unnecessary and undue  number\r\n\r\nof persons were allowed to mingle at the fire site.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the most important thing is this, Mr Speaker.\r\n\r\nThere  are unscrupulous persons around and they  often\r\n\r\ncash in and loot the properties of the poor victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to a police permit to collect funds,\r\n\r\nhere  again,  Mr  Speaker, Sir, it  is  very  simple.\r\n\r\nAnyone  who  wants  to assist in collecting  funds  to\r\n\r\nrelieve  the  fire  victims can apply  to  the  Social\r\n\r\nServices Council. The Social Services Council  is  the\r\n\r\nproper  authority in the State of Singapore which  has\r\n\r\nbeen recognised for giving relief to fire victims.  If\r\n\r\nthe Member for Havelock had been sincere in wanting to\r\n\r\nhelp the poor and unfortunate fire victims and not  to\r\n\r\nexploit them, he could have just simply approached the\r\n\r\nSingapore Social Services Council and they would  have\r\n\r\nhelped  him with the necessary receipts and  he  could\r\n\r\nhave  collected whatever amount he could to  help  the\r\n\r\npoor unfortunate fire victims. But he had no intention\r\n\r\nto  do  this.  What he wanted was to get a  permit  in\r\n\r\norder that his Party could put up the Barisan Star and\r\n\r\nthey  could  go  about and mix around  with  the  fire\r\n\r\nvictims and hamper the relief work rather than  assist\r\n\r\nthe Welfare Department in relieving the fire victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of collections, the Social Welfare\r\n\r\nDepartment   has   on   various   occasions   received\r\n\r\ncomplaints  from  the  public  that  funds  have  been\r\n\r\nmishandled  and that there has been a criminal  breach\r\n\r\nof  trust. If the Member for Havelock wants it, I  can\r\n\r\nshow him all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 213</b></font><br><br>\r\n\r\n\r\n\r\nthe  complaints. They have been referred to the Police\r\n\r\nDepartment for investigation. Therefore, in order that\r\n\r\nno unscrupulous person can cash in on these occasions,\r\n\r\nwe have therefore decided that only persons who really\r\n\r\nwant  to  help can obtain permission from  the  Social\r\n\r\nServices Council and, with their receipts, they can go\r\n\r\nround to collect money.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, for the information of this House,\r\n\r\nthe   Government  had  done  what  it  could  for  the\r\n\r\nunfortunate  fire victims in Eu Tong  Sen  Street.  In\r\n\r\nthis  fire  there were 32 families affected  and  they\r\n\r\ntotalled  150  persons. All these  persons  have  been\r\n\r\ngiven  the  necessary financial assistance. They  have\r\n\r\nall  been  offered accommodation by the Housing  Board\r\n\r\nand they are now being accommodated in:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Tiong Bahru - 11 families:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Old Kallang Airport - 3 families;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Delta/Ganges - 6 families;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bukit Ho Swee 3 - families.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, as far as the victims are concerned, the\r\n\r\nGovernment  have  looked after them properly  and  did\r\n\r\nwhat  could be done. There is therefore no  cause  for\r\n\r\ncomplaint  by the Member for Havelock. The  Opposition\r\n\r\ncomplaint this evening is that they were not given  an\r\n\r\nopportunity  to exploit another misfortune  for  their\r\n\r\nown political purposes.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Mr Speaker, Sir, it was not our\r\n\r\nasking  to  exploit anybody at any time. In  fact,  on\r\n\r\nthat particular evening when the fire broke out in the\r\n\r\nHavelock  constituency, we went along to the  Havelock\r\n\r\nCommunity Centre and there we saw P.A.P. members  with\r\n\r\narm-bands  lined up right inside the Centre.  Now  the\r\n\r\nP.A.P. have always wanted to tell people that politics\r\n\r\nshould  not  be  brought in. Yet  on  this  particular\r\n\r\noccasion  they  were all there with arm-bands  showing\r\n\r\nthe  people that only the P.A.P. were doing good  work\r\n\r\nfor  the people. We are not saying that they have  not\r\n\r\ndone  anything for the fire victims. We know that they\r\n\r\nhave -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 214</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> That is good.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - but what we want and to\r\n\r\npoint  out is this. What they have done is not enough.\r\n\r\nThey  are preventing other people from doing  more  to\r\n\r\nhelp  the fire victims. Why should they prevent  other\r\n\r\npeople from helping? That is the point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Because you are in the Barisan\r\n\r\nSosialis!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> And I want to bring up this very\r\n\r\nimportant point. Nowadays, there is always one law for\r\n\r\nthe P.A.P. and one law for the non-P.A.P. I think I\r\n\r\ncan relate the instance of my being charged in court.\r\n\r\nI was fined $40 on that occasion simply because - \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Yes, and I am glad I was fined\r\n\r\nbecause the people in Singapore now know that there is\r\n\r\none  law  for the P.A.P. and one law for other people.\r\n\r\nSir,  I  might  just add a few words on  this.  I  was\r\n\r\nmerely doing the very same thing which we had all  the\r\n\r\ntime  been  doing  in  the  P.A.P., not  only  in  my\r\n\r\nconstituency  but in other branches as  well.  On  one\r\n\r\noccasion,  the  Prime Minister himself was  addressing\r\n\r\nthe crowd. The same loudspeaker system was put outside\r\n\r\nthe  premises. The police never dared murmur a  single\r\n\r\nword. There were no complaints. They never dared  take\r\n\r\naction.  On another occasion, the Minister for Culture\r\n\r\nwas  directed  there by the police.  Fully  conversant\r\n\r\nwith  the whole process of the law, knowing full  well\r\n\r\nthat  the loudspeaker system was also put outside  the\r\n\r\nbuilding  and  that they were private  meetings  which\r\n\r\ncould have been construed to be public meetings by the\r\n\r\npolice,  the police nevertheless never dared  raise  a\r\n\r\nfinger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> But you were in the Party.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> They never complained and, of\r\n\r\ncourse,  they  would  not dare proceed  with  a  court\r\n\r\naction. But see what has happened now that we  are  no\r\n\r\nmore in the P.A.P.!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> You were attached to the Ministry of\r\n\r\nHome Affairs.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 215</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Not so very long ago during\r\n\r\nthe  fire  in  Bukit  Ho Swee a  great  number  of\r\n\r\norganisations  had  helped. Now  just  because  we\r\n\r\nhappen  to  be  no more in the P.A.P.  we  cannot\r\n\r\nhelp.  It  was  the same story with  the  fire  in\r\n\r\nSiglap. Why are we not allowed to help? Why cannot\r\n\r\nthe  fire victims get a chance to receive more aid\r\n\r\nas  a result of other people coming in to help? Is\r\n\r\nthe offer of aid a monopoly of the P.A.P.? Do they\r\n\r\nhave to monopolise everything?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Send your $500 to the social\r\n\r\nwelfare. We will give you a medal for it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The Parliamentary Secretary\r\n\r\nto  the  Minister  for  Labour  talked  about  the\r\n\r\nBarisan Sosialis star. What is all this talk about\r\n\r\npolitical differences when we are trying to  help?\r\n\r\nAs the Member for Havelock has just mentioned, \"Do\r\n\r\nnot play party politics where the suffering of the\r\n\r\npeople  is concerned.\" Make sure that everyone  of\r\n\r\nus  can  put in his little bit of effort. That  is\r\n\r\nthe  main thing. We want to help to make sure that\r\n\r\nthe  victims get a fair share - not just a  share - of\r\n\r\nwhatever  help they can get from all  sources.  By\r\n\r\nthe  P.A.P. Government monopolising all  the  work\r\n\r\nthey  are  only making sure that the fire  victims\r\n\r\nwill not get the maximum help that is available.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> We will give you a receipt.\r\n\r\nSir, that is an astonishing remark from the Member\r\n\r\nfor Queenstown. The complaint Is not that the fire\r\n\r\nvictims have not been looked after but that -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> They have not got the maximum\r\n\r\npossible help.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> - had only the Barisan\r\n\r\nSosialis  been allowed to go around with the  \"Red\r\n\r\nStar\"  of  the  Barisan, they  might  either  have\r\n\r\nexhorted  or  otherwise persuaded people  to  part\r\n\r\nwith  their money and more might have been  given.\r\n\r\nSir,  nobody  was  going to stop them  from  doing\r\n\r\nhumanitarian work.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The police.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> No, I think the Member for\r\n\r\nNee  Soon  did  not  listen to  the  Parliamentary\r\n\r\nSecretary.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 216</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Let me finish. All that was\r\n\r\nrequired was, go to the Social Welfare Department,\r\n\r\nclear  with  the  Council for Social  Welfare  the\r\n\r\nreceipts that you were going to issue.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think I was doing\r\n\r\nany  collection,  Mr  Prime Minister.  The  Prime\r\n\r\nMinister has forgotten the Chair.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> I was speaking figuratively,\r\n\r\nSir.  All  they need have done was to collect  the\r\n\r\nproper  receipts so that there would be  a  proper\r\n\r\naccounting of the money. After all, only  recently\r\n\r\nwe  had  a  lot  of fuss and bother  about  stolen\r\n\r\nfurniture, sewing machines and all the rest of it.\r\n\r\nWe  know that Members opposite are men not beneath\r\n\r\nmaking a claim outside court, but when they arrive\r\n\r\nin  court they are afraid to substantiate on oath.\r\n\r\nThe  best thing is to ensure that there is  proper\r\n\r\naccounting. Now, the point of elucidation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> In fact, the refusal of the\r\n\r\npermit came from the police. I wrote officially to\r\n\r\nthe  Superintendent of the C.I.D. and was  advised\r\n\r\nby  the  Officer  in charge of the Central  Police\r\n\r\nStation. The reply from the Superintendent of  the\r\n\r\nC.I.D. was:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'A licence under the house to house and street\r\n\r\ncollection Ordinance cannot be granted  as  it  is\r\n\r\nagainst standing policy.'\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> It is against standing policy\r\n\r\nto  allow  any Assemblyman or any political  Party\r\n\r\nfor  some genuine or bogus cause to go from  house\r\n\r\nto  house with a receipt of that political  Party.\r\n\r\nWe have had enough experience of all this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Yet you did it before.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> That was the time when the\r\n\r\nGovernment was inept and stupid enough  not  first\r\n\r\nto  have carried out its duties as a Government to\r\n\r\nensure  adequate  relief for  fire  victims,  and,\r\n\r\nsecond,  to  be  stupid enough to allow  political\r\n\r\ncompetition to do relief.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 217</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> There you are - an admission of\r\n\r\npolitical competition.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> That is the whole issue. When a\r\n\r\nbig  fire took place in Bukit Ho Swee, the Member  for\r\n\r\nQueenstown  was there. So was I and so  were  lots  of\r\n\r\nother people. As I have said, Sir, we have the supreme\r\n\r\nadvantage  of having jointly done all kinds of  public\r\n\r\nacts.  As  I  have said, one was tied  up,  put  in  a\r\n\r\nsuitcase  and  locked  up. Then  after  a  while,  hey\r\n\r\npresto,  the suitcase was opened and the man came  out\r\n\r\nfree.  The next time when he gets locked up. I am  not\r\n\r\nquite  sure whether he will come out free or not,  but\r\n\r\nthat  is  another matter. The point I want to make  is\r\n\r\nthis. Do not try the old tricks any more because  they\r\n\r\nare  known,  and we know that to do these  tricks  you\r\n\r\nneed  certain  props,  and  it  is  our  duty,  as   a\r\n\r\nGovernment  in full knowledge of how these  confidence\r\n\r\ntricks are done, to prevent such operations from being\r\n\r\nfoisted  upon  the people. [Interruption]  What  I  am\r\n\r\nsaying  to  the Member for Queenstown is that  if  the\r\n\r\nformer Government was stupid enough to try and go into\r\n\r\npolitical  competition  for  relief  work,  well  this\r\n\r\nGovernment is not. The fire that took place  in  Bukit\r\n\r\nHo Swee was of great magnitude. Of course, there was a\r\n\r\ngenuine  well of sympathy and of course there  were  a\r\n\r\nlot   of   C.P, elements  running  around - the   Rural\r\n\r\nDwellers'    Association,   the    Country    People's\r\n\r\nAssociation, the Old Boys' Associations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Old Girls.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Not yet old girls. The masculine\r\n\r\nincludes the feminine, and equality of sexes has  been\r\n\r\ngoing  on for so long in these sectors that they  have\r\n\r\nnot  bothered  about setting up special  organisations\r\n\r\nfor  Old  Girls'  Associations. But  having  had  that\r\n\r\nexperience,  we  ensured  that  there  was  a  channelisation for maximum benefits -\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> To the P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> - to the people. The P.A.P. did\r\n\r\nnot  get  one single dollar of the nearly $700,000  or\r\n\r\n$800,000 that was collected for the Bukit Ho Swee fire\r\n\r\nvictims. They were\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 218</b></font><br><br>\r\n\r\n\r\n\r\nall  rehoused  at  public  expense.  It  was  not  the\r\n\r\nP.A.P.'s money. We gave whatever was received.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> You hoped to get their goodwill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> We discharged our duty\r\n\r\neffectively and efficiently as a Government, as is the\r\n\r\nbounden duty of any government. It is also the duty of\r\n\r\nany  government to prevent the exploitation of  public\r\n\r\nmisery, be it on a small or on a large scale, be it in\r\n\r\nthe  name  of  an  Assemblyman or in  the  name  of  a\r\n\r\npolitical   Party,   or   of   the   Rural   Dwellers'\r\n\r\nAssociation, the Country People's Association  or  the\r\n\r\nOld   Boys'  Associations  be  it  Communist  or  non-Communist.  There  will be no exploitation  of  public\r\n\r\nmisery as long as there is an efficient government  to\r\n\r\nensure  that public misery is dealt with on  a  proper\r\n\r\nand national basis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last point I think worth making and one\r\n\r\nupon  which perhaps the Member for Havelock could well\r\n\r\nponder.  His complaint really amounts to this.  Either\r\n\r\nthrough a lack of alacrity or for some other reason he\r\n\r\nwas absent at the moment of the calamity. He therefore\r\n\r\ncame  under  some  kind of criticism  for  not  having\r\n\r\nevinced   the   right   kind  of  sympathetic   public\r\n\r\nspiritedness required of an Assemblyman. So he has  to\r\n\r\nmake  some noise. We sympathise with him and  we  have\r\n\r\ngiven him ample opportunity to make the necessary kind\r\n\r\nof noise. But it is his misfortune for having made the\r\n\r\nnoise  in the wrong way. Nobody is getting any benefit\r\n\r\nout  of  the  noise he is making today other  than  he\r\n\r\nhimself.  The fire victims are not going  to  get  one\r\n\r\ncent  more  from  him. In fact, as I  have  said,  the\r\n\r\nCouncil for Social Welfare receipts are waiting in the\r\n\r\nC.P.A.  Room and a collection is ready to be had  from\r\n\r\nall the 13 Assemblymen of the Barisan Sosialis -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Not one cent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> - each of whom is entitled to $500\r\n\r\nper  month  tax free. If there is any sincerity  about\r\n\r\nall  this  and  if they really want to help,  we  have\r\n\r\nproper receipts to ensure proper collection and proper\r\n\r\ndistribution and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 219</b></font><br><br>\r\n\r\n\r\n\r\nwe  take  no  credit for it. All credit  goes  to  the\r\n\r\ngiver. It is as simple as that. The test is, are  they\r\n\r\nprepared to cough up? Or is it their intention  to  go\r\n\r\naround,  exploit public misery, shake  a  can  in  the\r\n\r\npublic face either by social blackmail or other  means\r\n\r\nof  persuasion or coercion, extract lucre out  of  the\r\n\r\npeople,  part of which may go to the victims and  part\r\n\r\nof which may not? The Parliamentary Secretary is quite\r\n\r\nprepared  to  recite  all those  instances  where  the\r\n\r\npolice  have  more than a suspicion  that  large  sums\r\n\r\ncollected never went to the victims.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 220</b></font><br><br>\r\n\r\n\r\n\r\nAs  I have said, when dealing with people who are  not\r\n\r\nabove pocketing what does not belong to them, one  has\r\n\r\nto be very careful in these matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question having been proposed at Eight o'clock\r\n\r\np.m.,  and  the time appointed for the termination  of\r\n\r\nthe sitting (half-past Eight p.m.) having arrived, Mr\r\n\r\nSpeaker  adjourned the Assembly without Question  put,\r\n\r\npursuant to the Standing Order.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at half-past Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
