{"memberId": null, "volumeNo": "16", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"16\">\r\n\r\n<meta name=\"Sit_No\" content=\"9\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1962-01-26\">\r\n\r\n<meta name=\"Start_Col\" content=\"747\">\r\n\r\n<meta name=\"End_Col\" content=\"826\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">16</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">26-01-1962</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 747</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 16</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 26th January, 1962</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 748</b></font><br><br>\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 749</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 749</b></font><br><br>\r\n\r\n                                                  \r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBER TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Member has, under the provisions of\r\n\r\nsubsection (2) (g) of section 42 of  the  Singapore\r\n\r\n(Constitution) Order in Council, 1958, obtained from\r\n\r\nthe Speaker, permission to be or to  remain  absent\r\n\r\nfrom sittings of the Assembly:\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr David Marshall (Anson) - 26th January, 1962.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 749</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>FEDERATION OF MALAYSIA</b></div>\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Original Question, as amended,\r\n\r\nwas:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, in pursuance of the national objective of a\r\n\r\nunited Malayan nation, enlarged and strengthened  by\r\n\r\nthe   addition  of  our  brothers  in   the   Borneo\r\n\r\nterritories,  this  House declares  its  support  in\r\n\r\nprinciple  for  the  plan  proposed  by  the   Prime\r\n\r\nMinister  of  the Federation of Malaya, Tunku  Abdul\r\n\r\nRahman  Putra Al-Haj, and agreed to in principle  in\r\n\r\nthe Federation Parliament on 18th October, 1961, for\r\n\r\nthe  establishment  of the Federation  of  Malaysia,\r\n\r\ncomprising   the  eleven  States  of   the   present\r\n\r\nFederation, the States of Singapore and Brunei,  and\r\n\r\nthe territories of Sarawak and North Borneo.\".\r\n\r\n\r\n\r\n<br><br>Since which amendments have been moved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In line 4, to leave out \"plan\" and insert\r\n\r\n\"motion\";\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In line 6, to leave out \"in principle\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the word `plan' proposed to\r\n\r\nbe  left  out, be left out.\" The debate will proceed\r\n\r\non  both  amendments and the Original  Question,  as\r\n\r\namended.\r\n\r\n\r\n\r\n<br><br>2.33 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan (Changi):</b> Mr Speaker, Sir, I\r\n\r\nremember  the  Prime Minister of the  Federation  of\r\n\r\nMalaya said that he would not accept Singapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 750</b></font><br><br>\r\n\r\n\r\n\r\ninto  the  Federation unless the  three  North\r\n\r\nBorneo  territories were merged with the Federation.\r\n\r\nThe   fact  is  that  if  the  three  North   Borneo\r\n\r\nterritories  are  merged with Malaya  and  Singapore\r\n\r\ngoes  into the Federation with special status, i.e.,\r\n\r\nthe  so-called partnership, the name to be given for\r\n\r\nsuch a kind of association is called Malaysia. It is\r\n\r\na  name  used by the five Governments - three  in  the\r\n\r\nNorth   Borneo  territories  controlled  by  British\r\n\r\ncolonialists,  one in Malaya and one  in  Singapore,\r\n\r\nbacked  by  colonial agents. Sir,  we  must  not  be\r\n\r\nconfused   by  the  word  \"Malaysia\".  The   British\r\n\r\ncolonialists,  the  Tunku and the P.A.P.  Government\r\n\r\ncall  it  Malaysia, for it is the term used in  this\r\n\r\nform  of  association. But, on the other  hand,  the\r\n\r\nP.A.P. call  this  form  of  association   between\r\n\r\nSingapore  and  the  Federation as  merger.  It  is,\r\n\r\ntherefore, clearly seen or understood that merger is\r\n\r\npart  of  Malaysia. The people must understand  that\r\n\r\nmerger is Malaysia and Malaysia is merger. These are\r\n\r\ntwo separate names but they mean the same. It is not\r\n\r\na  real  merger or a real Malaysia;  It  is  just  a\r\n\r\nproposal,  a  plan,  or,  better  still,  it  is   a\r\n\r\nconspiracy  of one country or countries  to  deprive\r\n\r\nthe rights of the people of the other country and to\r\n\r\nseek control of the other country. It is also a plot\r\n\r\nof  the colonialists to transfer a portion of  their\r\n\r\npowers to the pro-colonialists who are local people.\r\n\r\nThe  colonialists  make  use  of  these  people   to\r\n\r\nsuppress the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the proverb says, \"lend the knife to kill\r\n\r\nthe people - Chieh Tao Sha Ren.\" Sir, it means that  I\r\n\r\nlend  you  a knife and you kill my enemy. If  anyone\r\n\r\nwants  to take revenge, then it is you who are going\r\n\r\nto  be killed and not I. Sir, the British are not as\r\n\r\nsilly  as the ass. They know how to give; they  know\r\n\r\nhow  to take; and not when to give and when to take.\r\n\r\nThe  British are not like the Dutch, the  Portuguese\r\n\r\nor  the  French. They know how to train local people\r\n\r\nto  do  the  work  in the interests of  the  British\r\n\r\ncolonialists.  Sir, just imagine, will  the  British\r\n\r\ncolonialists give something for nothing? How can  we\r\n\r\nexpect the British colonialists to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 751</b></font><br><br>\r\n\r\n\r\n\r\nsurrender  the  powers in Singapore  and  the  three\r\n\r\nNorth  Borneo  territories to the local  people  for\r\n\r\nnothing?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is just like an unsinkable aircraft-carrier of the British in the Far East and the\r\n\r\nmineral wealth in the three North Borneo territories\r\n\r\nis  vital to the British. And yet we see the British\r\n\r\nsupporting Malaysia, whereby the four territories of\r\n\r\nthe British colonies are to be handed to Malaya, not\r\n\r\nfor  nothing,  but for many things. Sir,  with  this\r\n\r\nchange  of  authority from the British  to  the  so-called  great nationalists of Malaya, the people  of\r\n\r\nthese four territories will still have to pass their\r\n\r\nlives  in darkness. They will still not be  able  to\r\n\r\nenjoy  the democracy and freedom which they are  now\r\n\r\nfighting  to get from the British colonialists.  Why\r\n\r\ndo   the   British  colonialists  support  Malaysia?\r\n\r\nBecause  the  people in these four  territories  are\r\n\r\nfighting  against  the British and  trying  to  free\r\n\r\nthemselves  from British rule. The British  are  now\r\n\r\nafraid.  They  are  afraid because  the  lesser  the\r\n\r\nBritish colonies the weaker the British become.  The\r\n\r\nbest  and  simplest way to prevent it from happening\r\n\r\nis  to bring up and to train a pro-colonial force of\r\n\r\nlocal  people and to strengthen and prolong  British\r\n\r\ncolonial  rule.  The British have trained  and  have\r\n\r\nbrought them up in such a way that the interests  of\r\n\r\nthese people are inter-related. Sir, when I say  the\r\n\r\ninterests  of these people, I mean the interests  of\r\n\r\nthe  British colonialists and the interests  of  the\r\n\r\npro-colonial  agents  who  are  local  people.   The\r\n\r\nsurvival of these people depends on one another. But\r\n\r\nthe  British  are  cleverer than those  pro-colonial\r\n\r\nagents who claim themselves to be nationalists. They\r\n\r\nmake use of these against the mounting anti-colonial\r\n\r\nforce.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is said that Malaysia was first proposed\r\n\r\nby the nationalists of Malaya many years ago. I must\r\n\r\nsay the proposal was right because the proposal of a\r\n\r\nMalaysia Plan was a plan to unite all the people  of\r\n\r\nthe   territories  to  fight  against  the   British\r\n\r\ncolonialists  and to free themselves  from  colonial\r\n\r\nrule.  The concept and idea of the proposed Malaysia\r\n\r\nPlan at that time was to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 752</b></font><br><br>\r\n\r\n\r\n\r\nmobilise  the forces of anti-colonial and suppressed\r\n\r\npeople  to  free themselves and to rule  themselves.\r\n\r\nThis   plan   was  not  supported  by  the   British\r\n\r\ncolonialists  then.  But  now  we  see  the  present\r\n\r\nMalaysia  Plan is not only supported by  reactionary\r\n\r\nforces   but  is  also  supported  by  the   British\r\n\r\ncolonialists. Sir, even worse, this Malaysia Plan is\r\n\r\nnot  going to bring about the reunification  of  the\r\n\r\nterritories and to unite these people, but to  split\r\n\r\nthese  people into various categories with different\r\n\r\ntypes   of   citizenship  and   enjoying   different\r\n\r\nprivileges. In addition to this, the destiny of  the\r\n\r\npeople  of  the four territories at this  moment  is\r\n\r\nstill  under the control of the British.  How  could\r\n\r\nthe cruel-hearted colonialists hand over their rice-bowl  to the people of the colonies? And yet we  see\r\n\r\nthe  colonialists trying to hand over the rice  bowl\r\n\r\nas  if  to  the people, but, in fact, to their  pro-colonial  agents so that they can share the benefits\r\n\r\nat   the  expense  of  the  people  whom  they  have\r\n\r\ncolonised.  How  can  we  prove  that  the   British\r\n\r\ncolonialists  have recruited a force of pro-colonial\r\n\r\nagents  who  work  on  their  behalf?  Sir,  in  the\r\n\r\ncolonial  regime,  we saw the colonialists  accusing\r\n\r\nthe people as subversives, and yet the people fought\r\n\r\nagainst  the British colonialists. Now, we  see  the\r\n\r\npeople's elected government of the P.A.P. using  the\r\n\r\nsame   tactics   as  those  used  by   the   British\r\n\r\ncolonialists.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> That is the\r\n\r\ntrouble. We did not do that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, the British are very clever\r\n\r\nand  cunning. Clever in that they know how  to  give\r\n\r\nand  how to take. Cunning in that they know  how  to\r\n\r\nmanipulate their pro-colonial agents.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> So you admitted you were\r\n\r\ncheated.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, how silly the P.A.P.\r\n\r\nGovernment  argue by saying that we are pro-colonial\r\n\r\nand they are anti-colonial and nationalists. And yet\r\n\r\nthese so-called nationalists, the British love  them\r\n\r\nand  do  not  want to arrest them. They  accuse  our\r\n\r\nBarisan leaders\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 753</b></font><br><br>\r\n\r\n\r\n\r\nas  pro-colonial, but the British once arrested them\r\n\r\nand put them in gaol.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> They invited them to Eden\r\n\r\nHall.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, as I was saying yesterday,\r\n\r\nthe  Prime Minister was very happy to see the Member\r\n\r\nfor Anson move his amendment and he supported it. He\r\n\r\nwas  even  happier to see the Member  for  Hong  Lim\r\n\r\nsupport   the  amendment,  even  though  these   two\r\n\r\nspeakers  strongly  oppose and  condemn  the  merger\r\n\r\nproposals as laid down in the White Paper. Sir,  the\r\n\r\npeople  think  that the White Paper  on  merger  and\r\n\r\nMalaysia  mean the same thing - That is, merger  means\r\n\r\nMalaysia  and  Malaysia means merger.  Why  was  the\r\n\r\nPrime  Minister  so  happy  even  though  these  two\r\n\r\nspeakers  attacked the P.A.P. merger? The answer  is\r\n\r\nsimple. It is because these two speakers have fallen\r\n\r\ninto   the  P.A.P. propaganda  trap  and  are   now\r\n\r\nconfusing the people on this issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Workers' Party and the U.P.P. oppose the\r\n\r\nmerger plan and yet they support the Malaysia  plan.\r\n\r\nSir,  we are more aware of the cunning of the P.A.P.\r\n\r\nand  its treacherous tactics. We in the Barisan will\r\n\r\nnot  fall into the P.A.P. trap. The P.A.P. are  now\r\n\r\ntrying  to accuse us, who oppose the sell-out  plan,\r\n\r\nas Communists or Communist stooges -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Which\r\n\r\nyou are.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> - and call themselves\r\n\r\nnationalists or democrats. Sir, what are they  doing\r\n\r\nto  justify themselves as being democrats?  Sir,  we\r\n\r\nsee  them using the police force and troops  against\r\n\r\nthe  workers. We see them using the whole  machinery\r\n\r\nof the Government to suppress those -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Can the Member tell me how\r\n\r\nthose remarks are related to the motion?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, the so-called democrats\r\n\r\nand   nationalists  are,  in  fact,  behaving   like\r\n\r\nFascists. The term\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 754</b></font><br><br>\r\n\r\n\r\n\r\n\"nationalist\"  is merely a cloak to hide  all  their\r\n\r\nFascist tendencies.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> If we\r\n\r\nwere Fascists, you would not be here.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, when debating any motion in\r\n\r\nthis  House affecting the stability or the  interest\r\n\r\nof  the  P.A.P.,  you  are sure  to  hear  the  word\r\n\r\n\"Communist\". Everytime any motion is debated in this\r\n\r\nHouse  their  attack  is  usually  directed  at  the\r\n\r\nBarisan Sosialis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, they call us Communists or Communist stooges.\r\n\r\nThis is nothing but to mislead the people. They  say\r\n\r\nthat  if  Singapore  is under  the  control  of  the\r\n\r\nCommunists, then there is no freedom, democracy  and\r\n\r\njobs,  and  so  on.  But  they  have  forgotten  one\r\n\r\nimportant  point,  and that is, has  Singapore  ever\r\n\r\nbeen controlled by the Communists? The people do not\r\n\r\nknow what a Communist is.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> We all know.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> The people of Singapore have not\r\n\r\ntasted,   the   sweetness  or  bitterness   of   the\r\n\r\nCommunists, but the people of Singapore have  tasted\r\n\r\nthe bitterness of colonialism and the bitterness  of\r\n\r\nthe  P.A.P. Government. Sir, in Singapore, we cannot\r\n\r\nsee any Communists.\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> We are seeing one now.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Sir, they are trying to tell the\r\n\r\npeople that if Singapore is under the control of the\r\n\r\nCommunist,  then  we have no freedom,  but  at  this\r\n\r\nmoment we have no freedom, no democracy.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Then what are you doing here?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> They use suppressions, smears,\r\n\r\nthreats  and  intimidation against  the  people  and\r\n\r\ntheir  political opponents. Why, Sir? These  people,\r\n\r\nespecially  the  Ministers of  the  P.A.P.,  do  not\r\n\r\ncontact the people. They are isolated in their cool,\r\n\r\ncomfortable  air-conditioned rooms and they  do  not\r\n\r\nknow the people's thinking.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 755</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the people do not care about the Communists,\r\n\r\nsocialists  or  anything, but they do  care  whether\r\n\r\ntheir livelihood is better or worse. Sir, the people\r\n\r\nwill only support those political leaders who really\r\n\r\nwork  for  the interest of the people and not  those\r\n\r\nwho   just  use  a  smear  campaign  against   their\r\n\r\npolitical opponents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government accuse us of being anti-nationalists because we oppose merger.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> You want self-government. That\r\n\r\nis why.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> But I would like to tell them\r\n\r\nthat   the  people  do  not  care  whether  we   are\r\n\r\nnationalists, socialists or Communists.  The  people\r\n\r\nwill  fight  against  those - as I  said  before -   who\r\n\r\nexploit   them,   whether   they   are   Communists,\r\n\r\nsocialists, colonialists or anybody else.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to advise them not to call\r\n\r\nthose people who oppose the P.A.P. as Communists  or\r\n\r\nCommunist stooges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the election, the P.A.P. classified the\r\n\r\npolitical    forces   of   Singapore    into    five\r\n\r\ncategories - Communists, Socialist Left, Lunatic Left,\r\n\r\nRight-wing opportunists, and colonialists.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Which one are you?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan:</b> Now we see the Prime Minister\r\n\r\naccusing those whom he once called the Lunatic  Left\r\n\r\nas  Communists  and  the real Communists  completely\r\n\r\ndisappeared.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion - this is very important - the\r\n\r\nMalaysia  Plan  is  a plot and a conspiracy  of  the\r\n\r\nBritish   colonialists  to  suppress  the   national\r\n\r\nliberation movement in South-East Asia.\r\n\r\n\r\n\r\n<br><br>2.54 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam (Choa Chu Kang)</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, Sir, when the Prime Minster on the 25th\r\n\r\nof  this  month  moved this motion on  the  Malaysia\r\n\r\nPlan,  he  gave  this  House   - and  his  speech  was\r\n\r\nreported  in  the newspapers and was broadcast  over\r\n\r\nthe radio  - such special phrases: \"Communists\",\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 756</b></font><br><br>\r\n\r\n\r\n\r\n\"Communist  open  front workers and  organisations\",\r\n\r\n\"Communist  manipulators to establish  international\r\n\r\nCommunism   and  to  exercise  Communist   control\".\r\n\r\n\"Communists  in the veil of democracy\",  \"the  armed\r\n\r\nstruggle  directed by foreigners\", \"the  people  and\r\n\r\nthe  masses mean Communists\", \"peace-loving and love\r\n\r\nfor  democracy  are also the special characteristics\r\n\r\nof  the  Communists\", and \"the Barisan  Sosialis  is\r\n\r\nbeing controlled by the P.K.I.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, all such phrases have only been\r\n\r\nused  this  year. They were not used last  year.  In\r\n\r\nfact,  under the Rendel Constitution, the people  of\r\n\r\nSingapore  had  also been treated  to  such  phrases\r\n\r\nwhich  were  used on those P.A.P. members  who  were\r\n\r\nthen  with  the workers and students. What  was  the\r\n\r\nresult?  The Government of the Member for  Cairnhill\r\n\r\ncollapsed.  One of his colleagues went  to  Ipoh  to\r\n\r\nopen   up  a  mine.  The  colonial  government  also\r\n\r\nresorted  to  such  tactics  against  the  so-called\r\n\r\nCommunist. Such Communist phrases were also used  on\r\n\r\nthe people under colonial rule. What was the result?\r\n\r\nThe  colonial rulers had to withdraw and succumb  to\r\n\r\nthe anti-colonial forces.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when such phrases as Communism\r\n\r\nare  used on the people, it is a sign of the  ruling\r\n\r\nclass  being  in  a  desperate position.  When  such\r\n\r\nCommunist phrases are used on the people, it is also\r\n\r\nthe  time  when  the  rulers are doing  things  like\r\n\r\nselling out Singapore, which cannot be told  to  the\r\n\r\npeople. These facts can easily be traced in history.\r\n\r\nFurthermore, we have seen the collapse of the former\r\n\r\nGovernment.  At the present moment, we can  see  the\r\n\r\nP.A.P. is adopting all ways and means to bring about\r\n\r\nspecial arrangements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Prime Minister, the Minister\r\n\r\nfor  Culture, the Minister for Finance, the Minister\r\n\r\nfor   Home   Affairs  and  other  Members   in   the\r\n\r\nGovernment, including   some   Members   in    the\r\n\r\nOpposition, have all accused the Barisan Sosialis as\r\n\r\nbeing  an  open front organisation of the Communists\r\n\r\nor as stooges of the Communists. This allegation was\r\n\r\nalso made by the former Chief Minister of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 757</b></font><br><br>\r\n\r\n\r\n\r\nthe former Government on the people in the P.A.P. At\r\n\r\nthat  time,  the Prime Minister spoke in defence  of\r\n\r\nthe  P.A.P. and of himself. He also defended Mr Lim\r\n\r\nChing  Siong and his colleagues. He very  forcefully\r\n\r\nattacked  the then Government for using such  means.\r\n\r\nThis  took  place only four years ago.  The  present\r\n\r\nPrime Minister is using the same tactics which  were\r\n\r\nused  by  the  former  Chief  Minister  against  his\r\n\r\npolitical  opponents. He has also put on  the  dirty\r\n\r\ngloves of the former Chief Minister to carry out his\r\n\r\nattack on his opponents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, while debating this Malaysia\r\n\r\nplan,  why  should the P.A.P. Government  especially\r\n\r\nshout  \"Communist\"?  What is  the  aim  and  meaning\r\n\r\nbehind  it?  Is it a target against the  Communists?\r\n\r\nAre they treating the Communists as their target  of\r\n\r\nattack? I feel that I have a responsibility  to  let\r\n\r\nyou,  Mr  Speaker, Sir, and the people in  Malaysia\r\n\r\nand  Singapore  understand the whole situation.  The\r\n\r\nanswer  to  those questions is that  the  P.A.P. is\r\n\r\nshouting  communist slogans to suppress the  freedom\r\n\r\nof speech of the people and to confuse the vision of\r\n\r\nthe  people  in  order to achieve its own  political\r\n\r\nends.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to go further and\r\n\r\ngive  a  clearer answer. No matter what  phrases  or\r\n\r\nwhat  amendments  we put forward  to  this  Malaysia\r\n\r\nmotion,  such  as  the deletion  of  the  words  \"in\r\n\r\nprinciple\",  \"plan\", and the insertion of  the  word\r\n\r\n\"motion\", no matter what we do about the phraseology\r\n\r\nof  the motion, our position remains the same.  Even\r\n\r\nif  Singapore is included in the Malaysia Plan,  its\r\n\r\nposition will be the same as that envisaged  in  the\r\n\r\nproposals  contained in Paper Cmd.  33  of  1961.  I\r\n\r\nwould like to make some motion of the correspondence\r\n\r\ncontained in the White Paper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister of Singapore sent a letter to the Prime Minister of the Federation on 11th November, 1961.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`You will recall that in our discussions on the constitutional\r\n\r\nframework to effect  the  merger  of\r\n\r\nSingapore with the Federation of Malaya in  the  new\r\n\r\nFederation of Malaysia\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 758</b></font><br><br>\r\n\r\n\r\n\r\nwe  agreed upon a memorandum which contains  several\r\n\r\nheads  of  agreement, including  State  and  Federal\r\n\r\nresponsibilities...'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the same day the Prime Minister of the\r\n\r\nFederation  replied to our Prime  Minister.  In  the Tunku's reply, he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`With reference to your letter of 11th November, 1961 ... you wrote as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"You will recall that in our discussions on the\r\n\r\nconstitutional  framework to effect  the  merger  of\r\n\r\nSingapore with the Federation of Malaya in  the  new\r\n\r\nFederation  of Malaysia we agreed upon a  memorandum\r\n\r\nwhich contains several heads of agreement, including\r\n\r\nState    and   Federal   responsibilities,   whereby\r\n\r\nSingapore  will retain responsibility over Education\r\n\r\nand  Labour  and  enjoy local  autonomy  in  certain\r\n\r\nagreed matters as set out therein, without prejudice\r\n\r\nto the basic principle that there should be a strong\r\n\r\nCentral Government for the Federation of Malaysia as\r\n\r\na whole.\".'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you can see clearly from this\r\n\r\nmemorandum  and letter that in the Greater  Malaysia\r\n\r\nPlan,  i.e. the  Federation of Malaysia,  Singapore\r\n\r\nmust  go in according to the conditions set  out  in\r\n\r\nthis letter. Mr Speaker, Sir, under such a Malaysia\r\n\r\nPlan,  what  can  Singapore citizens get?  Singapore\r\n\r\ncitizens will get no more than what is contained  in\r\n\r\nthe  White Paper. In this White Paper, firstly,  the\r\n\r\n600,000-odd   citizens   of   Singapore   will   not\r\n\r\nautomatically  become citizens of the Federation  of\r\n\r\nMalaysia.   They  will  only  become  nationals   of\r\n\r\nMalaysia,  which is of no practical  use.  Secondly,\r\n\r\nSingapore must hand over $100 million to the Central\r\n\r\nGovernment  of the Federation of Malaysia.  Thirdly,\r\n\r\nautonomy  in labour is not safe-guarded because  the\r\n\r\nTunku  has  just  said that after  merger  with  the\r\n\r\nFederation,  they  will  properly  deal   with   the\r\n\r\nindustrial  disputes in Singapore. So the  so-called\r\n\r\nautonomy  in labour is nothing but nought. Fourthly,\r\n\r\nsimilar  arguments can be applied to  the  so-called\r\n\r\nautonomy   in   education  because  the   Federation\r\n\r\nGovernment  will  be able to deal  with  educational\r\n\r\nproblems  in  the  way it wishes to  do  in  labour.\r\n\r\nFifthly,  economically  the  Central  Government  of\r\n\r\nGreater  Malaysia  has  the last  say  in  financial\r\n\r\narrangements. Sixthly, Singapore citizens  will  not\r\n\r\nbe  able to enjoy equal rights as those citizens  in\r\n\r\nGreater  Malaysia.  Therefore,  Mr  Speaker,   Sir,\r\n\r\nwhether you have a merger between\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 759</b></font><br><br>\r\n\r\n\r\n\r\nSingapore and the Federation, or whether you have  a\r\n\r\nGreater  Malaysia, Singapore citizens will  get  the\r\n\r\nsame - half a pound or 8 ounces.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, although the White Paper on\r\n\r\nmerger  has been passed by this House, it  does  not\r\n\r\nmean  that  there  is no dissatisfaction  among  the\r\n\r\npeople.   Even  if  the  Government  were   to   use\r\n\r\npropaganda media like the newspapers and  the  radio\r\n\r\nto  deceive  the people, and to try to cajole  their\r\n\r\nbrains  in order to resort to all sorts of means  so\r\n\r\nthat  they  could control the freedom of speech  and\r\n\r\nexpression  of the people, they would finally  fail.\r\n\r\nAnd  because they know that the people have  decided\r\n\r\nto    oppose    all   retrogressive   constitutional\r\n\r\narrangements,  a national referendum will  give  the\r\n\r\npeople  an  opportunity to make their own  decision.\r\n\r\nBut the P.A.P. Government are very clever. They have\r\n\r\ndecided  to shelve the National Referendum Bill  for\r\n\r\nthe time being.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the course of the debate on\r\n\r\nthe  present motion these past few days,  ths  House\r\n\r\nhas heard many of these so-called Communist phrases.\r\n\r\nSuch phrases also appear in the speeches reported in\r\n\r\nthe newspapers, as though the speakers are heroes of\r\n\r\nanti-Communism.  It  is  the  aim  of   the   P.A.P.\r\n\r\nGovernment to use the term \"Communism\" to divert the\r\n\r\nattention  of  the  people  and  to  suppress  their\r\n\r\nexpression of discontent against the Government. Mr\r\n\r\nSpeaker,  Sir, this is because the P.A.P. Government\r\n\r\nhas  made  the  allegation that only those  who  are\r\n\r\nCommunists  are  opposed to Greater Malaysia.  Under\r\n\r\nsuch  circumstances, the Barisan Sosialis have  been\r\n\r\nbranded  as  an  open  front  organisation  of   the\r\n\r\nCommunists  and  a  stooge of the  Communists.  Some\r\n\r\npeople  have  been branded as Communists;  even  the\r\n\r\nword \"masses\" has been described as Communistic.  So\r\n\r\ntheir argument is that all those who are opposed  to\r\n\r\nthe    Greater   Malaysia   Plan   are   Communists,\r\n\r\nirrespective  of whether they are citizens  or  not.\r\n\r\nThe  people  of Sarawak are opposed to  the  Greater\r\n\r\nMalaysia  Plan, and so, according to their argument,\r\n\r\nthe  Government can call them Communists. The people\r\n\r\nof Brunei are also opposed to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 760</b></font><br><br>\r\n\r\n\r\n\r\nGreater Malaysia Plan. So the Government brand  them\r\n\r\nas  Communists. In short, all those who are  opposed\r\n\r\nto the Greater Malaysia Plan are Communists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in this series of propaganda\r\n\r\nmoves,  who have the guts to speak their own  minds?\r\n\r\nCivic  organisations  do not  have  the  courage  to\r\n\r\nexpress  their  own  views.  The  Singapore  Chinese\r\n\r\nChamber  of Commerce will not hold another forum  on\r\n\r\nGreater Malaysia. Will the workers, the farmers, the\r\n\r\nhawkers,  the merchants, the teachers, the students,\r\n\r\netc, have the guts to express their disagreement? If\r\n\r\nyou  should,  in  the dark, express any disagreement,\r\n\r\nyou  will also be called a Communist. So in this way\r\n\r\nthe  P.A.P.  Government will be able to  divert  the\r\n\r\nattention  of  the people so that they could  easily\r\n\r\npush  forward  the Malaysia Plan. Under  very  high-sounding  names, they are trying to push  through  a\r\n\r\nmerger   between   Singapore  and  the   Federation.\r\n\r\nFinally, the P.A.P. has an aim to achieve, but it is\r\n\r\nafter the attainment of this aim that the livelihood\r\n\r\nof the people will be uncertain and in danger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when a quack doctor tells you\r\n\r\nthat  you are suffering from a serious disease, that\r\n\r\nis  the  time  when  he  tries  to  sell  you  quack\r\n\r\nmedicine. When a pickpocket touches your body,  that\r\n\r\nis the time when you will miss your purse or wallet.\r\n\r\nWhen  the  P.A.P.  Government shouts  that  all  the\r\n\r\nstreets  in  Singapore are full of Communists,  well\r\n\r\nthat  is exactly the time when the P.A.P. is  facing\r\n\r\npolitical bankruptcy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the people of Singapore will be able\r\n\r\nto increase their own vigilance. Otherwise they will\r\n\r\nnot  be  able to see through the sinister moves  and\r\n\r\nwords  of  the  P.A.P.  The  people  should  not  be\r\n\r\nintimidated  by  threats and the propaganda  of  the\r\n\r\nP.A.P. Then they will not fall into the trap of  the  P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if we the Barisan Sosialis were\r\n\r\nto  support this motion on Greater Malaysia, then it\r\n\r\nwould be tantamount to accepting the White Paper  on\r\n\r\nmerger.  We do not want to see the basic  rights  of\r\n\r\nthe  people of Singapore being reduced. We  are  not\r\n\r\nafraid of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 761</b></font><br><br>\r\n\r\n\r\n\r\nbeing branded as Communists by the leadership of the\r\n\r\nP.A.P.  We  will not be coerced into accepting  this\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we want to be friends with the people. We do not like to be the public enemy of the people. Neither do we want to be traitors to socialism. Mr Speaker, Sir, as long as it is in the interest of the people, we, in the Barisan Sosialis, will struggle and fight to the bitter end. I would like\r\n\r\nto tell the Prime Minister, the Minister for Finance\r\n\r\nand  the  Minister for Culture that  the  people  in\r\n\r\nMalaysia  have  seen through their game  in  dealing\r\n\r\nwith  the  Communists. As far as we  are  concerned,\r\n\r\nthese tactics are not new.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the so-called non-Communist\r\n\r\nsocialist  P.A.P. is  at  present  becoming   anti-Communist.  They  are progressively  and  positively\r\n\r\nanti-Communist. It is definite. There is no point in\r\n\r\nour  arguing  over this. When a political  Party  is\r\n\r\nfacing bankruptcy in its political philosophy,  then\r\n\r\nits  political  arguments  will  be  illogical.  The\r\n\r\nP.A.P. says, on the one hand, that we, the  Barisan\r\n\r\nSosialis, are the Dutchmen. On the other hand,  they\r\n\r\nsay that the Barisan Sosialis are connected with the\r\n\r\nP.K.I.  So  if  we  carry  this  argument  one  step\r\n\r\nfurther, then the P.K.I. are the Dutch and the Dutch\r\n\r\nare also the P.K.I.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, can you say that such an argument\r\n\r\nof  the  P.A.P. is rational? I will  say  no.  Even\r\n\r\nprimary school students will agree with me. And  so,\r\n\r\nMr  Speaker, Sir, our proper and correct conclusion\r\n\r\nis  that  the  Barisan Sosialis are not  Communists.\r\n\r\nNeither are the Barisan Sosialis Dutch.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when the Government under the\r\n\r\nMember  for Cairnhill was about to collapse, one  of\r\n\r\nhis  colleagues, Chew Swee Kee, accused the students\r\n\r\nof  being  Communist for using the word \"Hsueh-hsih\"\r\n\r\nin  Mandarin, which means study. Now the P.A.P. are\r\n\r\nusing  the same tactics. They are saying that  those\r\n\r\nwho  use  words like \"cho tse\" meaning to  organise;\r\n\r\n\"ren  ming\",  meaning people; \"chin  chung\"  meaning\r\n\r\nmasses; are Communists. They say that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 762</b></font><br><br>\r\n\r\n\r\n\r\nall  such  terms  are  typical  of  the  Communists.\r\n\r\nAccording to this logic, then the Minister for  Home\r\n\r\nAffairs,  who  is  the Organising Secretary  of  the\r\n\r\nP.A.P.,  should also be a Communist because \"people\"\r\n\r\nis  being used in the name of the P.A.P. Can we  say\r\n\r\nthen  that  the  P.A.P. is also  Communist?  In  the\r\n\r\nP.A.P. there  is a Board of People's Work.  Can  we\r\n\r\ncall this organisation a Communist organisation? The\r\n\r\nMinistry   of  Culture  has  published  a   pamphlet\r\n\r\nentitled  \"Peaceful revolution\". Can  we  also  call\r\n\r\nthis  a  Communist  revolution?  Mr  Speaker,  Sir,\r\n\r\nyesterday,  I  went to the library of this  Assembly\r\n\r\nand    looked   up   all   the   dictionaries    and\r\n\r\nencyclopaedia.  But  I  was  unable  to  find  which\r\n\r\ndefinitions  are  monopolised by the  Communists.  I\r\n\r\nwould  like  to suggest to the Minister for  Culture\r\n\r\nthat he should direct the Minister for Education  to\r\n\r\nstop  all  the schools from using terms  which  they\r\n\r\ncall Communistic. Otherwise all the students of  the\r\n\r\nvarious races will be termed Communists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, ordinarily any talk on economics\r\n\r\nshould  have been made by the Minister for  Finance.\r\n\r\nBut  when  we  were debating the motion  on  Greater\r\n\r\nMalaysia,  the  economic aspects of this  plan  were\r\n\r\ntouched  upon  at great length by the  Minister  for\r\n\r\nCulture.  He  said  that after  the  realisation  of\r\n\r\nMalaysia  the five territories would enjoy  economic\r\n\r\nprosperity and the livelihood of the people would be\r\n\r\nimproved.  The Minister for Culture also  talked  at\r\n\r\ngreat length on the activities of the Communists. We\r\n\r\ncan  see  very  clearly from this that the  economic\r\n\r\ntheories  of  the Minister for Culture cannot  stand\r\n\r\nrefutation. No wonder the Minister for Finance  dare\r\n\r\nnot  say  anything on that. The Minister for Culture\r\n\r\nwas  only  trying to draw a picture of a cake  on  a\r\n\r\npiece  of  paper and telling the people of the  five\r\n\r\nterritories  that  they can  eat  it.  He  was  thus\r\n\r\nthinking these people would be fooled and trapped by\r\n\r\nhis intriques.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the speech made by the\r\n\r\nMinister  for  Culture, he touched on  the  economic\r\n\r\nbenefits of Malaysia. The most salient point in  his\r\n\r\nspeech  is  that only when the five territories  are\r\n\r\nmerged together will there be economic\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 763</b></font><br><br>\r\n\r\n\r\n\r\nstability.  If the five territories were independent\r\n\r\nof one another, then there would have to be separate\r\n\r\ncurrencies.  There  would  have  to  be  a  separate\r\n\r\neconomic system which would be competing against one\r\n\r\nanother.  Moreover, without a reunification  of  the\r\n\r\nfive   territories,   there   could   not   be   any\r\n\r\nindustrialisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the extent of economic\r\n\r\nstability,   judging  from  the   present   economic\r\n\r\nsituation  of the five territories, does not  depend\r\n\r\non  the  size of the territories but on the internal\r\n\r\nresources  of  each  territory.  Economic  stability\r\n\r\ndepends  on prices and also on international  supply\r\n\r\nand demand. If the prices of tin and rubber were  to\r\n\r\ndecrease day after day, does it mean that after  the\r\n\r\nmerger   of   the  five  territories  the   economic\r\n\r\nsituation would be better?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after the five territories have\r\n\r\nmerged  together to form one nation,  does  it  mean\r\n\r\nthat  the  five  territories should have  a  unified\r\n\r\ncurrency   system  before  we  can   have   economic\r\n\r\nstability  and prosperity? I do not agree with  this\r\n\r\nview.  The  most important thing, when  speaking  on\r\n\r\nthese   economic   problems,  is  this.   The   five\r\n\r\nterritories  were  once controlled  by  the  British\r\n\r\ncolonialists.  When  they become  independent,  they\r\n\r\ncould   also   become   members   of   the   British\r\n\r\nCommonwealth, and in the British Commonwealth  there\r\n\r\nis   one  economic  system.  Different  systems   of\r\n\r\ncurrency   are   not  a  decisive  factor   in   the\r\n\r\ndetermination of the economic stability of the  five\r\n\r\nterritories.   After  these  five  territories   are\r\n\r\nindependent,  they  can form  a  common  market  and\r\n\r\nresolve all these economic problems. We can learn  a\r\n\r\nlesson  from the present European Common Market.  We\r\n\r\ncan find examples in their system. For instance, the\r\n\r\nfranc  is  used by the French; the mark is  used  by\r\n\r\nWest  Germany,  and the peso is used by  Italy.  All\r\n\r\nthese  different forms of currency are used  by  the\r\n\r\nCommon  Market countries. When in future the  United\r\n\r\nKingdom  also joins the Common Market,  the  British\r\n\r\npound  will also be One of the currencies used.  The\r\n\r\ncurrencies used in these Common Market countries are\r\n\r\nall different. But in spite of that, they can form a\r\n\r\ncommon market. This goes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 764</b></font><br><br>\r\n\r\n\r\n\r\nto  show  that currency is not a decisive factor  in\r\n\r\neconomic  stability.  After  all,  the  five  Common\r\n\r\nMarket    countries   have   their   own   different\r\n\r\ncurrencies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the talks and disclosures by the\r\n\r\nFederation Government on the White Paper on  merger,\r\n\r\nwe  know that even after the realisation of Malaysia\r\n\r\nthere  would still be the necessity to have a common\r\n\r\nmarket.  This common market would form  an  economic\r\n\r\nlink among the five territories. Therefore, from all\r\n\r\nthis,  you can see that the arrangements as proposed\r\n\r\nin  the  Malaysia Plan cannot benefit the people  of\r\n\r\nthe  five  territories. The Malaysia plan  does  not\r\n\r\nprovide  for  either constitutional  advancement  or\r\n\r\neconomic  improvement.  Therefore,  based  on  these\r\n\r\nfacts, I oppose this motion on Malaysia.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching (Stamford)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir, today we discuss the motion moved  by\r\n\r\nthe  Prime Minister, namely, the motion on Malaysia.\r\n\r\nWhen he was moving this motion, I had the impression\r\n\r\nthat those who sing the praises of Malaysia are  the\r\n\r\nP.A.P. leadership. Their voices,  among  those  who\r\n\r\nshout  Malaysia, are raised very high. But the  tune\r\n\r\nis  wrong.  After listening to their  tune  we  feel\r\n\r\nuncomfortable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, why is the P.A.P. leadership so\r\n\r\nanxious  to  sell this Malaysia Plan to the  people?\r\n\r\nWhy  are  the P.A.P. leaders so anxious to want  the\r\n\r\npeople  to agree to their plan? The reason  is  very\r\n\r\nsimple  and  obvious to all. That is to  say,  among\r\n\r\nthose who are in power in the five territories,  the\r\n\r\nmost   unstable   and  shaky  one  is   the   P.A.P.\r\n\r\nGovernment. Therefore, the P.A.P. leadership  dreams\r\n\r\nthat   through  the  Malaysia  Plan,  their   merger\r\n\r\nproposals will be realised. They are depending  upon\r\n\r\nthe  colonial and reactionary forces to suppress the\r\n\r\nLeft-wing  movement so as to ensure that  they  will\r\n\r\nstay in power. This is why the P.A.P. leadership  is\r\n\r\nso eager to launch the Malaysia Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the people in Singapore think\r\n\r\nthat  this  Malaysia  Plan, as moved  by  the  Prime\r\n\r\nMinister,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 765</b></font><br><br>\r\n\r\n\r\n\r\nis  a  P.A.P. double-cross merger. My colleague  has\r\n\r\nalready spoken on this aspect. The Prime Minister of\r\n\r\nthe  Federation of Malaya, Tunku Abdul  Rahman,  has\r\n\r\nfrankly  told us this, that merger between Singapore\r\n\r\nand  the  Federation is part of the  Malaysia  Plan.\r\n\r\nSince  the Malaysia Plan is a P.A.P. type of  merger\r\n\r\nproposal,  therefore, if we support  this  plan,  it\r\n\r\nmeans  that we agree to the P.A.P. type of  sell-out\r\n\r\nmerger  proposals.  That  is  to  say,  we  will  be\r\n\r\nagreeing  to the betrayal of the interests  and  the\r\n\r\nloss   of   equal   citizenship  and   proportionate\r\n\r\nrepresentation  of the people of  Singapore  in  the\r\n\r\nFederal Parliament. [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Prime Minister appears to\r\n\r\nbe  making a speech from his seat. If it is to be an\r\n\r\nintervention, I am sure the young Lady will probably\r\n\r\ngive way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, on a point of explanation.\r\n\r\nIt was not an intervention, Sir,I was helping her.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  although  we  admit we  are  but  students  of\r\n\r\npolitics,  nevertheless, we have no  need  of  their\r\n\r\nassistance.  We will learn from the people,  but  we\r\n\r\nwill not learn from the Prime Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, what will be the position of the\r\n\r\npeople of Singapore in the Malaysia Plan as proposed\r\n\r\nby  our  Prime Minister? Will Singapore citizens  be\r\n\r\nable  to enjoy equal treatment in the Federation  of\r\n\r\nMalaysia? This is a very important question, and  we\r\n\r\nwill  give  a positive answer. The answer  is  \"no\".\r\n\r\nThis  is because Tunku Abdul Rahman has already said\r\n\r\nthat  Singapore will only go in as a partner in  the\r\n\r\nmerger, that is to say. Singapore cannot go in as an\r\n\r\nequal brother in the Malaysia Plan. It is only as  a\r\n\r\npartner who follows other people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as representatives of the\r\n\r\npeople, what we are concerned about are their hopes,\r\n\r\naspirations and interests. We will support  anything\r\n\r\nwhich is in the interests of the people. But we will\r\n\r\nfirmly oppose anything\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 766</b></font><br><br>\r\n\r\n\r\n\r\nwhich  is  contrary to their interests. Whether  the\r\n\r\ncolonialists like it or not, whether the  Federation\r\n\r\nGovernment  is  satisfied or not,  and  whether  the\r\n\r\nP.A.P. leadership cries or laughs all this does  not\r\n\r\nconcern us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have to express my regret that\r\n\r\nwhen  the  P.A.P. leadership spoke on  this  motion,\r\n\r\nthey seemed to forget that they were elected by  the\r\n\r\npeople.  They did not speak on behalf of the people.\r\n\r\nThey seemed to speak for the reactionary Right,  the\r\n\r\nreactionary Government of the Federation of  Malaya.\r\n\r\nThey seemed to represent the British Colonial Office\r\n\r\nor   S.E.A.T.O. countries  and  the  anti-Communist\r\n\r\nexperts,  because the content of their speeches  had\r\n\r\nonly one central point, i.e., anti-Communism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the speeches made by the\r\n\r\nGovernment Ministers have turned this motion into an\r\n\r\nanti-Communist motion. The people of Singapore  will\r\n\r\nfeel  strange about this. Why should one who insists\r\n\r\non  a  non-Communist line as the  P.A.P.  Government\r\n\r\nhas,  now  shout  the  anti-Communist  slogan?  Even\r\n\r\npeople  like  Chew  Swee  Kee  and  the  Member  for\r\n\r\nCairnhill,  who are the most ardent anti-Communists,\r\n\r\nwill  admit that they are inferior to the P.A.P. in\r\n\r\nthe    matter   of   anti-Communism.   The    P.A.P.\r\n\r\nleadership's anti-Communist drama and the song  they\r\n\r\nsing  about  anti-Communism are appreciated  by  the\r\n\r\nS.E.A.T.O. countries  and the  colonialist  forces.\r\n\r\nThese countries will admire their behaviour and will\r\n\r\ntreat them as their cherished child. But in the eyes\r\n\r\nof  the  people  of  Singapore,  the  P.A.P.,  which\r\n\r\nneglects  the  interests of the  people,  should  be\r\n\r\ntreated as clowns, owls, or crows.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the P.A.P. leaders cannot\r\n\r\nadvance arguments to refute the stand of the Barisan\r\n\r\nSosialis on the question of Malaysia or merger.  Nor\r\n\r\ncan they find reason and arguments to cover up their\r\n\r\nso-called  merger  proposals and the  Malaysia  Plan\r\n\r\nwhich  are not beneficial to the people. They cannot\r\n\r\ncover  up  all this. Therefore, in their desperation\r\n\r\nand isolation, they try to distract the attention of\r\n\r\nthe people by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 767</b></font><br><br>\r\n\r\n\r\n\r\nusing the word \"Communist\" to threaten them. We  can\r\n\r\nsee  all  this very clearly. When the Prime Minister\r\n\r\nmoved  his  motion on Malaysia, we, who are  in  the\r\n\r\nAssembly,  have seen a booklet written by the  Prime\r\n\r\nMinister \"The Battle for Merger.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of elucidation.\r\n\r\n \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Member will not give way.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  the  interesting part of it is that when  this\r\n\r\nHouse  was  debating this question,  the  Government\r\n\r\nBenches and their leaders had no theoretical  basis.\r\n\r\nThey  were always using the article written  by  Mr\r\n\r\nAlex  Josey.  They seemed to treat this  as  a  very\r\n\r\nvaluable thing to attack the Barisan Sosialis  with.\r\n\r\nI feel sorry for them because they themselves cannot\r\n\r\nadvance any arguments to support their Malaysia Plan\r\n\r\nbut   have  to  turn  to  the  pro-colonial  English\r\n\r\nnewspaper  to seek inspiration for their theoretical\r\n\r\nbasis.  All  this  exposes their bankruptcy  in  the\r\n\r\nmatter  of  theory.  It  also  exposes  their   pro-colonialist faces.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our stand on Malaysia is based\r\n\r\non  the people's interests. Does the party in  power\r\n\r\nwant  to save themselves by handing out the  hat  of\r\n\r\nCommunism to put on the heads of the people,  so  as\r\n\r\nto  threaten and silence them? Mr Speaker,  Sir,  I\r\n\r\nalso want to refer to what have been uttered by  the\r\n\r\nMinister  for  Home Affairs and other Ministers  not\r\n\r\nonly   in  this  Assembly,  but  outside  as   well.\r\n\r\n[Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I suggest to the Ministers on\r\n\r\nthe  Front  Bench to pause awhile. Let  the  Speaker\r\n\r\nhave  an opportunity of hearing what is being  said.\r\n\r\nThen, if they have to pass a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 768</b></font><br><br>\r\n\r\n\r\n\r\ncomment in jest, I might allow them to do that.  But\r\n\r\ngive the Speaker a chance.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  they  want to silence the people in  order  to\r\n\r\ncarry  out  their plan which is detrimental  to  the\r\n\r\ninterest   of  the  people.  One  who  indulges   in\r\n\r\narguments cannot always profess to speak the  truth.\r\n\r\nIntimidation cannot always achieve its purpose.  Our\r\n\r\nstand and our actions have always been based on  the\r\n\r\ninterest  and  welfare  of the  people  and  we  act\r\n\r\naccordingly. Since the motion on Malaysia means  the\r\n\r\nP.A.P. type of merger, we will therefore  not  fall\r\n\r\ninto  the  trap of the Party in power.  Therefore  I\r\n\r\noppose this motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here let me touch on a few points which have been\r\n\r\nraised  by  the Prime Minister who unfortunately  is\r\n\r\nnot here now. These points have been reported in the\r\n\r\nlocal  Sin  Chew lit Poh of 25th January,  1962,  at\r\n\r\npage 1. The Prime Minister said that the Assemblymen\r\n\r\nof  the  Barisan  Sosialis used  to  say  that  they\r\n\r\nsupported  the concept of Malaysia. It is true  that\r\n\r\nwe of the Barisan Sosialis have said that we support\r\n\r\nthe  principle of merger and Malaysia, but  it  does\r\n\r\nnot  mean that we support the P.A.P. type of  merger\r\n\r\nand  Malaysia. Therefore, I want the Prime  Minister\r\n\r\nto understand this point clearly. He must not try to\r\n\r\nbe  too  clever and imagine that when people support\r\n\r\nthe  principle  of  merger and  Malaysia,  they  are\r\n\r\nsupporting the P.A.P. type of merger and Malaysia. I\r\n\r\nhope  he  will  not distort facts and  the  people's\r\n\r\nideas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point. The Prime Minister said\r\n\r\nthat  on  any  question - whether it is a question  of\r\n\r\nWest  Irian or Malaysia - the P.A.P. has no difficulty\r\n\r\nas to its firm stand. But it could be very difficult\r\n\r\nfor  the  Barisan Sosialis as they do not mean  what\r\n\r\nthey  say.  I think the anti-colonial stand  of  the\r\n\r\nP.A.P. is  not true, because, if it were  so,  then\r\n\r\nthey  must  let the people know the details  of  the\r\n\r\nplan  and  they  should not keep everything  in  the\r\n\r\ndark.  If  their stand is in line with the stand  of\r\n\r\nthe people, they need not have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 769</b></font><br><br>\r\n\r\n\r\n\r\nto  carry  out  surreptitiously their  own  type  of\r\n\r\nmerger and Malaysia, to smear or threaten people and\r\n\r\nto  adopt other mean tactics. They need not have  to\r\n\r\ndo  such things if their stand is on the side of the\r\n\r\npeople.  On the other hand, the stand of the Barisan\r\n\r\nSosialis  can stand any test inside or outside  this\r\n\r\nHouse  at  mass  rallies attended  by  thousands  of\r\n\r\npeople. Our stand is as firm as a mountain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think the people of Singapore\r\n\r\ncan   remember  that  last  year  the  P.A.P. found\r\n\r\nthemselves in a very embarrassing position when  the\r\n\r\nquestion  of  merger  between  Singapore   and   the\r\n\r\nFederation  of  Malaya was debated  in  this  House.\r\n\r\nDuring  the  debate,  they  could  only  resort   to\r\n\r\nlaughter  and  mimicry in order to divert  attention\r\n\r\nand to cover up their own failings. They managed  to\r\n\r\ngo  through  the  course  of  debate  on  merger  by\r\n\r\nadopting such antics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point. Recently when we debated\r\n\r\nthe West Irian issue, the P.A.P. leadership were not\r\n\r\nsure  of their stand on that motion. They also found\r\n\r\nthemselves in a very embarrassing position when they\r\n\r\nspoke on it. I would not like to dwell any longer on\r\n\r\nthis point. From all these facts, we can see who  is\r\n\r\non the side of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel most dissatisfied with\r\n\r\nthe  mean  and fantastic way the P.A.P. referred  to\r\n\r\nthe three women who signed up as volunteers to fight\r\n\r\nfor  the  liberation of West Irian. They  said  that\r\n\r\nthese three women were Barisan Sosialis members  and\r\n\r\nthey  were instigated to volunteer. But we have  now\r\n\r\nfound  out that they are not members of the  Barisan\r\n\r\nSosialis. I think the three women have been  greatly\r\n\r\ninsulted by the P.A.P. I do not think I should speak\r\n\r\nin  defence  of these three women as I do  not  know\r\n\r\nthem  personally. In short, I would like to say that\r\n\r\ntheir  action  in  signing up as volunteers  is  not\r\n\r\nsomething  shameful. I think the  P.A.P. leadership\r\n\r\ncannot deny this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point with which I am dissatisfied is\r\n\r\nthat -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 770</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Lady has made\r\n\r\nher  point.  She  cannot go any  further  than  that\r\n\r\nbecause we are on Malaysia now. She has already made\r\n\r\nher point. Let us not debate it.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  I  only want to point out that it is not  true\r\n\r\nfor  the  P.A.P. to say that the  three  women  who\r\n\r\nvolunteered  were  instigated by  someone  else.  In\r\n\r\nmaking  such  an  accusation,  the  P.A.P. want  to\r\n\r\ndiscourage the people from volunteering.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the hon. Lady is very\r\n\r\ninterested  in these three ladies, I think  she  can\r\n\r\nfile  notice of a motion. Then we can have a  debate\r\n\r\non  it.  I am trying to indicate to the Member  that\r\n\r\nshe  has made her point. She has said that these are\r\n\r\ntactics which she considers are not fair and it must\r\n\r\nend there. But she cannot now debate why these three\r\n\r\nwomen  volunteered, as to how they came to volunteer\r\n\r\nand so on. The point has been made.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  I accept your ruling. I will not touch on that\r\n\r\nsubject any more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister said that 1962 will be a memorable year for South-East Asia because of the West Irian issue and Malaysia. He said he wanted to wait to see what the Barisan Sosialis wanted to say on that. I think he wanted us to express our stand on that. I would like to tell the Prime Minister something, but unfortunately he is not here now. Our\r\n\r\nstand is very simple. We can frankly and openly  say\r\n\r\nthat we the Barisan Sosialis are entirely opposed to\r\n\r\nthe dirty motion moved by the Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The translation that came\r\n\r\nthrough was that the motion was \"dirty\". If that  is\r\n\r\nso,  then  that is an unparliamentary  word  to  use\r\n\r\nabout  a  motion which is being moved quite lawfully\r\n\r\nin  this Assembly. It is, of course, a reflection on\r\n\r\nthe Prime Minister. That word must be withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): The translation\r\n\r\nis  correct.  I did say so. I beg leave to  withdraw\r\n\r\nthe remark.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 771</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the hon. Lady, by that\r\n\r\ncomment,  meant that she knew that the word  \"dirty\"\r\n\r\nwas  unparliamentary and should not have  been  used\r\n\r\nthen she should go further and apologise, if not  to\r\n\r\nthe Prime Minister, at least to the House and to the\r\n\r\nSpeaker   for   using   an   unparliamentary    word\r\n\r\ndeliberately.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  I  did  not know that that word could  not  be\r\n\r\nused.  That was why later on I told you that I would\r\n\r\nlike to withdraw such a remark.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, what I want to tell the Prime\r\n\r\nMinister is that not only in this House, but outside\r\n\r\nI  will  expose him to the people of Singapore.  Mr\r\n\r\nSpeaker, Sir, I oppose the motion moved by the Prime\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br>4.02 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chor Yeok Eng (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Mr Chor Yeok Eng)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the Malaysia motion\r\n\r\ntoday  has  been debated for several  days  in  this\r\n\r\nHouse.  In the course of the debate, apart from  the\r\n\r\nBarisan  Sosialis  Members, the Members  from  other\r\n\r\nParties  have  on principle supported  this  motion.\r\n\r\nThey  have clearly dealt with this motion, and I  do\r\n\r\nnot  like  to  repeat them. But there is  one  point\r\n\r\nwhich  I  would like to raise and which has not  yet\r\n\r\nbeen touched upon by other speakers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the first place, we all know that for the\r\n\r\nformation  of  a  country and a merger  between  two\r\n\r\ncountries,  you  must have as pre-requisites  common\r\n\r\nconditions    geographically,    politically     and\r\n\r\neconomically, without which there would not  be  any\r\n\r\nmerger  at all. Today Malaysia, which is to comprise\r\n\r\nfive  territories, satisfy these common  conditions.\r\n\r\nMy  colleagues  have already given  explanations  in\r\n\r\nthis respect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, whatever you do there are always\r\n\r\ntwo sides to it. It may be very good but some people\r\n\r\nmay  say  it is bad. A thing which is extremely  bad\r\n\r\nmay also be described by others as good. Now, in the\r\n\r\ncourse  of debating this motion, we can see  clearly\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 772</b></font><br><br>\r\n\r\n\r\n\r\npoint  of  my  logic.  For example,  brightness  has\r\n\r\nalways  been extolled but some people are afraid  of\r\n\r\nbrightness  and light. Darkness is always  described\r\n\r\nas  a bad thing and cursed by many, but some people,\r\n\r\nwho  prefer to lead a nocturnal life, seem  to  like\r\n\r\ndarkness.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after this motion was moved, I\r\n\r\nhad  a feeling that the Barisan Sosialis might bring\r\n\r\nup  very  good theories to argue their way out.  But\r\n\r\nunfortunately  it is disappointing  that  they  have\r\n\r\nnothing  new  to offer. All they have said  is  just\r\n\r\nplaying the same old tune. They are frying the  cold\r\n\r\nrice  which is burning from brown to black.  So  the\r\n\r\nrice in this condition will not whet the appetite of\r\n\r\nthe other Members in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the Barisan Sosialis always make the\r\n\r\naccusation that we are against the people  and  that\r\n\r\nwe  are always making use of the people's name to do\r\n\r\nbad  things.  I  would like to say that  we  have  a\r\n\r\nmandate from the people and that whatever we  do  is\r\n\r\nin  accordance with the mandate given by  them.  The\r\n\r\npeople  have given us that mandate in the hope  that\r\n\r\nwe  will  be  able to bring them a better  life  and\r\n\r\ngreater  prosperity. In giving us their  mandate  in\r\n\r\nthe course of elections they did expect us to forget\r\n\r\nour  promises.  The people do not  want  us  to  say\r\n\r\nsomething  and do another thing. This  is  the  last\r\n\r\nthing  that they want us to do. But this is  exactly\r\n\r\nwhat the Barisan Sosialis are doing at present. They\r\n\r\nsay  something  which they do not mean.  After  this\r\n\r\nlong  debate is concluded and historically recorded,\r\n\r\nit will be seen who is right and who is wrong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we know that as far as human\r\n\r\nbeings  are concerned, the mouth is always used  for\r\n\r\none's  own  good, the eyes are used  for  one's  own\r\n\r\nobservation  and to see other people's shortcomings.\r\n\r\nBut  fortunately among human beings  there  are  few\r\n\r\npeople who are like this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I believe, and I think the\r\n\r\nmajority  of  the  Members in this House  will  also\r\n\r\nagree with me, that in the past few days it has been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n\r\n\r\npointed  out clearly that any right-thinking  person\r\n\r\nwho is loyal to his country will undoubtedly support\r\n\r\nthe concept of Malaysia. I would like to stress here\r\n\r\nwhy we should support this concept of Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From newspaper reports we can see clearly that the\r\n\r\ndevelopment of the recent world is such that we must\r\n\r\ngroup  together. In the United Nations  Organisation\r\n\r\nthere  are three blocs. There is first the  Western-bloc  which  represents the political  influence  of\r\n\r\ncolonialism.  The  second bloc  comprises  countries\r\n\r\nfrom  the  Middle East, which are representative  of\r\n\r\nthe  neutral  bloc; this also includes countries  in\r\n\r\nAfro-Asia. In the third bloc, you have the Communist\r\n\r\npolitical force. From the passage of history we  can\r\n\r\nsee  that  any political influence or any  political\r\n\r\nideologies   cannot  get  away  from   these   three\r\n\r\nclassifications. It is from these classifications of\r\n\r\npolitical  forces that we can see that the countries\r\n\r\nin  Eastern Europe are trying to conquer and destroy\r\n\r\ncountries   in  Western  Europe,  and  vice   versa.\r\n\r\nFortunately, a third World War is unlikely  to  take\r\n\r\nplace  for the time being at least because there  is\r\n\r\nthe  neutral  bloc.  Here I would  like  to  pay  my\r\n\r\ntribute  to  the  leaders of the neutral  countries,\r\n\r\nespecially  to Nehru, in the cold war.  The  neutral\r\n\r\nbloc  acts  as a balancing agent, and if  it  should\r\n\r\neither  lean to the West or to the East, then  there\r\n\r\nis  every likelihood of a Third World War. When  the\r\n\r\nWest  and the East are putting forward great efforts\r\n\r\nin  the advancement of nuclear weapons, we will know\r\n\r\nall  the better that when these two blocs know  that\r\n\r\nwhen either of them are in a position to destroy the\r\n\r\nother, they will have to regard the other bloc as an\r\n\r\nenemy. So for these reasons the great powers of  the\r\n\r\nEast  and  the West are trying to race against  each\r\n\r\nother  in, producing nuclear weapons. The effort  in\r\n\r\nnuclear armament is -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Perhaps the Parliamentary\r\n\r\nSecretary will please come back to the motion. He is\r\n\r\ntalking  about  nuclear  wars.  I  do  not  see  how\r\n\r\nMalaysia\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 774</b></font><br><br>\r\n\r\n\r\n\r\ncomes in at the moment. He has spent ten minutes  in\r\n\r\nhis exordium talking about something which seems  to\r\n\r\nme - I may be wrong - completely far away from Malaysia.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chor Yeok Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chor Yeok Eng</b>(<i>In Mandarin</i>): I have to\r\n\r\nillustrate to show my points on Malaysia and also to\r\n\r\nshow the reasons why we support the Malaysia Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now I mentioned the three blocs, in the\r\n\r\nUnited  Nations.  Now  I  would  like  to  touch  on\r\n\r\nMalaysia.   This  is  also  the  stand  of   neutral\r\n\r\ncountries.  It is for the well-being of  our  future\r\n\r\nnation  and in the interest of our people.  This  is\r\n\r\nsomething  which  will  not let  us  fall  into  any\r\n\r\npolitical  cold war among the blocs.  Malaysia  will\r\n\r\nalso contribute to the strength of neutral countries\r\n\r\nand  thus benefit all. Malaysia is going to  improve\r\n\r\nour lot in this direction. We are trying our best to\r\n\r\nfight  for a sound foundation for Malaysia. That  is\r\n\r\nto  say, we must fight to lay a good foundation  for\r\n\r\nMalaysia  in  order that our future  generation  may\r\n\r\nhave  something  good.  Our  efforts  and  work  are\r\n\r\nnecessary   at  this  stage  in  order  to   achieve\r\n\r\nMalaysia. It is because of this reason that I  fully\r\n\r\nsupport the motion moved by our colleague, the Prime\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br>4.16 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng (Pasir Panjang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, the motion moved by the Prime Minister\r\n\r\nwas moved last year. We can now see clearly why this\r\n\r\nmotion  has  been delayed from time  to  time.  They\r\n\r\nwould  be  naive if they think and believe that  the\r\n\r\nBarisan  Sosialis  would  undoubtedly  support  this\r\n\r\nmotion, and that they would he able to talk a  great\r\n\r\ndeal  on  the  eve  of the meeting of  the  Malaysia\r\n\r\nSolidarity Consultative Committee in Singapore.\r\n\r\n\r\n\r\n<br><br>4.17 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr John Mammen) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They are hoping before this meeting of the\r\n\r\nSolidarity   Consultative   Committee   meeting   in\r\n\r\nSingapore they would be able to talk a great deal of\r\n\r\nthis anti-people's plan. Their object is to make\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 775</b></font><br><br>\r\n\r\n\r\n\r\nthe  representatives of the other three  territories\r\n\r\nbelieve  that all the political Parties in Singapore\r\n\r\nare   supporting  the  Greater  Malaysia   Plan   in\r\n\r\nprinciple,   especially   the   Barisan    Sosialis.\r\n\r\nUnfortunately,  the  P.A.P. leaders,  who  have  all\r\n\r\nalong  been  thinking that they are,  the  cleverest\r\n\r\npeople in the world and have been treating others as\r\n\r\nfools,  have, at this juncture, again taken a  wrong\r\n\r\nmove  on the chess-board. They have lost the  battle\r\n\r\nagain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, we can tell them today\r\n\r\nthat socialist movements in the five territories are\r\n\r\nheading  in  the direction of solidarity.  The  true\r\n\r\nsocialist Parties are today gathering in the capital\r\n\r\nof  the  Federation of Malaya to  discuss  the  task\r\n\r\nfacing  them  at  the  present juncture.  They  will\r\n\r\nespecially attack relentlessly the pseudo socialists\r\n\r\nat this meeting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker. Sir, the P.A.P. Government has\r\n\r\nmoved the present motion in this House. Outside this\r\n\r\nHouse  the  P.A.P. is holding a Malaysia  Week.  All\r\n\r\nthis   is  being  done  in  order  to  deceive   the\r\n\r\nrepresentatives of the three Borneo territories into\r\n\r\nbelieving  that  the  people of Singapore  are  very\r\n\r\nenthusiastic about the Malaysia Plan. As a matter of\r\n\r\nfact, in order to assess the true stand and attitude\r\n\r\nof  the  people  in Singapore towards  the  Malaysia\r\n\r\nPlan,  it  is not enough just to put up posters  and\r\n\r\nbanners all over the city. The P.A.P. Government is,\r\n\r\nat  this  juncture, trying to put  up  a  show.  Mr\r\n\r\nDeputy Speaker, Sir, I believe that when you come to\r\n\r\nthis  office, you must have seen all the decorations\r\n\r\nin  red  on the way. So many colourful posters  have\r\n\r\nbeen  put  up in conjunction with the motion  before\r\n\r\nthis  House. This is the show bring put  up  by  the\r\n\r\nP.A.P. on  the eve of the meeting .of the  Malaysia\r\n\r\nSolidarity  Consultative Committee. They  have  also\r\n\r\nthe  so-called Malaysia Week. This again is  only  a\r\n\r\nshow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, this is an example of how\r\n\r\nthe P.A.P. is making use of public funds for its own\r\n\r\npolitical  propaganda. Mr Deputy Speaker,  Sir,  we\r\n\r\ncan  find on these posters words which do not really\r\n\r\nexpress the views of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 776</b></font><br><br>\r\n\r\n\r\n\r\npeople  in Singapore. There appear on these  posters\r\n\r\nsuch  words as \"True independence through Malaysia\";\r\n\r\n\"Malaysia,  peace  and  prosperity  for  10  million\r\n\r\npeople\".  Lastly,  you can find on  one  poster  the\r\n\r\nfollowing words, \"Long live Malaysia.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the P.A.P. has not\r\n\r\nconsulted  the people of Singapore on this  Malaysia\r\n\r\nPlan.  Can  it  really  mean  that  the  people   of\r\n\r\nSingapore  are in support of it? This  is  a  matter\r\n\r\nwhich   concerns   the  constitutional   future   of\r\n\r\nSingapore. The P.A.P. has not been given  the  final\r\n\r\nmandate by the people. Under such circumstances, how\r\n\r\ncan the Ministry of Culture make use of public funds\r\n\r\nto  put  up all sorts of posters containing  slogans\r\n\r\nsuch as \"Independence through Malaysia\"?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, our Chairman, the Member\r\n\r\nfor  Queenstown, has in his speech a  few  days  ago\r\n\r\nexposed  this  Malaysia Plan for  what  it  is.  The\r\n\r\nChairman  of our Party has also expressed our  stand\r\n\r\nand  attitude on Malaysia. I do not, therefore, wish\r\n\r\nto  waste  the time of this House by repeating  what\r\n\r\nhas  already been said. However. Mr Deputy Speaker,\r\n\r\nSir,  I  have one thing to tell you at this  moment.\r\n\r\nThat  is, the leaders of the P.A.P., especially  the\r\n\r\nBig  Three of the P.A.P., are just like ants in  the\r\n\r\nhot  pan.  They  are very anxious. They  are  trying\r\n\r\ntheir  utmost best to resort to all the  tactics  of\r\n\r\nsalesmanship to sell a false thing - a thing which  is\r\n\r\nnot  welcomed  by  the  people.  Ths  thing  is  the\r\n\r\nMalaysia Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, you will remember that\r\n\r\nlast  Friday,  the  Minister  for  Culture  made  an\r\n\r\nannouncement in the local newspapers about the  plan\r\n\r\nto hold a National Language Week. In this news item,\r\n\r\nit was stated by the Ministry of Culture that during\r\n\r\nthe  National Language Week the Government will hold\r\n\r\nexhibitions,  forums, etc. But, Mr Deputy  Speaker,\r\n\r\nSir,  it  is  indeed very strange that in  just  one\r\n\r\nnight,  in  the course of just 24 hours,  their  so-called   National   Language   Week   should    have\r\n\r\ndisappeared!  On Saturday, the next  morning,  there\r\n\r\nappeared    in   the   local   newspapers    another\r\n\r\nannouncement of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 777</b></font><br><br>\r\n\r\n\r\n\r\nthe  Ministry of Culture which changed the  National\r\n\r\nLanguage  Week  into  a Malaysia  Week.  Mr  Deputy\r\n\r\nSpeaker, Sir, from this behaviour of the Ministry of\r\n\r\nCulture,  we can see very clearly that the  Minister\r\n\r\nfor  Culture is not sincere when he talks about  the\r\n\r\npromotion  of the cultures of the various races  and\r\n\r\nthe  promotion of the national language. Just in the\r\n\r\ncourse  of one night the National Language Week  was\r\n\r\nturned  into Malaysia Week. From this again  we  can\r\n\r\nsee  that Malaysia Week has some selfish meaning  in\r\n\r\nit.  Mr Deputy Speaker. Sir, in the world of today,\r\n\r\nthere  has  not been any government which  has  done\r\n\r\nsuch an irresponsible thing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, from the wavering\r\n\r\nbehaviour  of  the  P.A.P. Government,  we  can  see\r\n\r\nclearly  that  the P.A.P. leaders are not  concerned\r\n\r\nwith the cultures of the various races. Neither  are\r\n\r\nthey  concerned  with the interest  of  the  various\r\n\r\nraces. What they are concerned with is how they can,\r\n\r\nthrough  all  sorts of tactics and  magic,  preserve\r\n\r\ntheir  own power. They are very interested in making\r\n\r\narrangements  for a phoney merger.  They  work  very\r\n\r\nhard to strike the gong.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> It has been stated in this\r\n\r\nAssembly  that the expression cannot  be  used.  The\r\n\r\nhon. Member should withdraw it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\nSir, I am just mentioning it in passing and that  is\r\n\r\nall.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> The hon. Member should\r\n\r\nwithdraw that expression.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng</b>(<i>In Mandarin</i>): I now withdraw, Mr\r\n\r\nDeputy  Speaker,  Sir. The P.A.P. are  trying  their\r\n\r\nbest   to  strike  the  gong  to  sell  their  quack\r\n\r\nmedicine,  which is the Malaysia Plan and  which  is\r\n\r\nalso  intended to prolong their political  life.  If\r\n\r\nthey  are successful in carrying through this  Plan,\r\n\r\nthen  the Minister for Culture will be able to  have\r\n\r\nopportunities  to speak in this House.  He  will  be\r\n\r\nable to say how anti-Communistic he has been and how\r\n\r\nhe  has  defended  the colonialists,  especially  in\r\n\r\nregard to their interests. After this plan, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 778</b></font><br><br>\r\n\r\n\r\n\r\nMinister  for Finance will again be able  to  go  to\r\n\r\nThailand to play golf. Then he will also be able  to\r\n\r\ntalk about the 4th round, the 8th round and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, according to the\r\n\r\nprinciples  of  democracy, any matter that  concerns\r\n\r\nthe  nation  must  be put to the  people  for  their\r\n\r\nviews. Therefore, on this question of Malaysia,  the\r\n\r\nP.A.P. leaders  should  not  act  in  an  arbitrary\r\n\r\nmanner.  The  P.A.P.'s only duty is to  consult  the\r\n\r\npeople,  especially those in the  five  territories,\r\n\r\nand get their views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Prime Minister and\r\n\r\nthe  Minister  for  Culture  have  been  to  Kuching\r\n\r\nrecently.  They themselves should know what  is  the\r\n\r\nreaction of the peoples in Brunei and Sarawak to the\r\n\r\nGreater Malaysia Plan. Do they hold similar views to\r\n\r\nthose of the P.A.P.? Mr Deputy Speaker, Sir, if the\r\n\r\nP.A.P. want to talk about democracy and pay heed  to\r\n\r\nthe  views  of  the people, then their leaders  must\r\n\r\nalso  consider  the  views of the  Party  Rakyat  in\r\n\r\nBrunei,  because this Party represents one-third  of\r\n\r\nthe  population  there.  It  is  a  Party  which  is\r\n\r\nsufficient  to  represent the views  of  the  Brunei\r\n\r\npeople-  at  least, the majority  of  them.  In  the\r\n\r\nmeantime, the P.A.P. must also pay attention to  the\r\n\r\nSarawak United People's Party n regard to its  stand\r\n\r\non  Malaysia,  because the S.U.P.P. is  one  of  the\r\n\r\ngreat  Parties in Sarawak. What about  the  attitude\r\n\r\nand  reaction  of the people in North Borneo?  Well,\r\n\r\nleaders  of  the P.A.P. may well go to the  Special\r\n\r\nBranch  to  find  the  answer.  This  is  interesting\r\n\r\ninformation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A few days ago, the Minister for Home Affairs said\r\n\r\nthat  the Chairman of Party Rakyat in the Federation\r\n\r\nwas also supporting the Malaysia Plan. This is again\r\n\r\nincorrect. The Minister for Home Affairs was quoting\r\n\r\nout of context. The Minister for Home Affairs should\r\n\r\nask officials in the Special Branch to give him \"The\r\n\r\nTorch\",  party organ of the Socialist Front  in  the\r\n\r\nFederation, in which is contained an article written\r\n\r\nby  Mr  Boestamam. Then, after reading this article\r\n\r\nhe will know that he has made a mistake.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, from the speeches given\r\n\r\nby the P.A.P. Ministers,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 779</b></font><br><br>\r\n\r\n\r\n\r\nwe  can  see  that  apart from talking  about  anti-Communists,  they  have no new  material  for  their\r\n\r\npropaganda.  What  a  pathetic  sight!  Mr   Deputy\r\n\r\nSpeaker, Sir, as a socialist worker, what I  am  con\r\n\r\ncerned  with is the livelihood of the broad  masses.\r\n\r\nThe  objectives  of  the  Barisan  Sosialis  are  to\r\n\r\nprotect  the  democratic rights of  the  people.  If\r\n\r\nthere is any motion which is in the interests of the\r\n\r\npeople, then I shall support it wholeheartedly. But,\r\n\r\non  the  other hand, if there is anything  which  is\r\n\r\nagainst  the  will of the people and detrimental  to\r\n\r\nthe  democratic rights of the people, then  I  shall\r\n\r\noppose  it.  We  all know that this  motion  on  the\r\n\r\nGreater Malaysia Plan is not only detrimental to the\r\n\r\ninterests  of  the  people  of  Singapore  but  also\r\n\r\ndetrimental  to  the strength of  the  anti-colonial\r\n\r\nforces  in  the three territories. So I am  opposing\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, if my memory serves me\r\n\r\nright, the Minister for Culture said yesterday  that\r\n\r\nwe  in  the  Barisan Sosialis were  opposed  to  ths\r\n\r\nmotion  because we were Communist followers.  But  I\r\n\r\nwould  like to ask: if the Communists eat bread  and\r\n\r\nwe  should also eat bread, can you say that  we  are\r\n\r\nalso Communists? Now, as regards sleep; if we should\r\n\r\nsleep  as the Communists do, are we also Communists?\r\n\r\nThis kind of argument is simply incredible. The main\r\n\r\ntask ahead of us is the people's interest. There  is\r\n\r\nno   point   in  talking  about  Communists,   anti-Communists and non-Communists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, before the Greater\r\n\r\nMalaysia  concept is realised, we should  understand\r\n\r\nthe life and conditions of the peoples in these five\r\n\r\nterritories.  Take, for example, Singapore  and  the\r\n\r\nFederation of Malaya. In Singapore we have  our  own\r\n\r\ncitizenship. Singapore citizens can elect their  own\r\n\r\nrepresentatives.  The  same  can  be  said  of   the\r\n\r\nFederation   of  Malaya.  Regarding   the   policies\r\n\r\ngoverning   immigration,  the  people  of  Singapore\r\n\r\ncannot go freely to North Borneo, Sarawak and Brunei\r\n\r\nto  get  jobs  because of immigration  restrictions.\r\n\r\nBefore  they  can go to any of the territories  they\r\n\r\nhave to be screened by the Government at that place,\r\n\r\nand  there are always restrictions imposed on  them.\r\n\r\nAs regards\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 780</b></font><br><br>\r\n\r\n\r\n\r\neconomy  in  construction,  let  us  take  Singapore\r\n\r\nagain.  At  present, the revenues of  Singapore  are\r\n\r\nspent  on construction work in Singapore. We do  not\r\n\r\nhave   to   pay  any  expenses  to  the   Federation\r\n\r\nGovernment.  As regards security, we  have  our  own\r\n\r\npeople  to  deal with this because  it  is  our  own\r\n\r\nmatter. What is the condition of education in  these\r\n\r\nfive  territories? Well, each territory has its  own\r\n\r\neducation  policy. Singapore has its  own,  so  have\r\n\r\nSarawak,   Brunei  and  the  Federation  of   Malaya\r\n\r\nrespectively.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, let us now look at what\r\n\r\nis  going  to  happen  after  the  Greater  Malaysia\r\n\r\nconcept  is  realised. Will there be any  change?  I\r\n\r\nwill  say that, on the whole, there will not be  any\r\n\r\nchange.  Take  citizenship again as an example.  The\r\n\r\npeople  of Singapore will remain Singapore citizens.\r\n\r\nFederation  citizens will also remain as  such.  The\r\n\r\nonly difference is that some representatives will be\r\n\r\nsent  to  the  Central  Parliament,  but  not  on  a\r\n\r\nproportionate basis. So the administrative powers of\r\n\r\nSingapore will be held by the big shareholders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the immigration policy, can the people\r\n\r\nof  Singapore go freely to the three territories  in\r\n\r\nBorneo to look for jobs? Well, the conditions  after\r\n\r\nMalaysia  will remain as they are now.  That  is  to\r\n\r\nsay,  after  Malaysia the unemployment problem  will\r\n\r\nnot  be  solved.  On  the contrary,  the  people  of\r\n\r\nSingapore,  who  have to pay high  taxes,  may  lose\r\n\r\nsomething.  So what is the use of having a  Malaysia\r\n\r\nPlan?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about economic expansion. Let us take\r\n\r\nSingapore  again. After Malaysia,  the  revenues  of\r\n\r\nSingapore  will  not  be spent in  Singapore  alone,\r\n\r\nbecause by then Singapore may have to shoulder  some\r\n\r\nresponsibilities in the expenditure on  defence  and\r\n\r\nforeign affairs. So in exchange for this, what do we\r\n\r\nget? We will not get anything but a string round our\r\n\r\nnecks which is being pulled by others.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On education, what will be the position at that\r\n\r\ntime? Well, everything will be the same. That is  to\r\n\r\nsay, the big shareholders want to buy over the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 781</b></font><br><br>\r\n\r\n\r\n\r\nsmall  shareholders  and  then  enjoy  the  benefits\r\n\r\npreviously enjoyed by the small shareholders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, according to socialism, we\r\n\r\nof  the Barisan Sosialis know that when a country is\r\n\r\nnot united with another country or merged with other\r\n\r\ncountries,  each  of  these countries  has  its  own\r\n\r\npolicies in regard to citizenship, economics and  so\r\n\r\non.  But  as  soon as these countries get  together,\r\n\r\nthat is to say, when this Malaysia Plan is realised,\r\n\r\nthen,  in  principle, all these  countries  will  be\r\n\r\ntaken  as  one  unit and there should  be  only  one\r\n\r\ncitizenship.  The  seats in the  Central  Parliament\r\n\r\nshould  not  be  decided in  favour  of  the  larger\r\n\r\nterritories   at   the  expense   of   the   smaller\r\n\r\nterritories. They should be decided in proportion to\r\n\r\nthe  population of each territory. There should  not\r\n\r\nbe any restriction on immigration. All the people in\r\n\r\nthe  various territories, especially the  people  of\r\n\r\nSingapore who are unable to get jobs locally, should\r\n\r\nbe allowed to go freely to Brunei or Sarawak to seek\r\n\r\nemployment  or  to do whatever business  they  like.\r\n\r\nThere  should  be  a unified educational  system  in\r\n\r\nthese five territories for the various races so that\r\n\r\nthey  will  live  together in harmony.  Without  the\r\n\r\nconditions I have mentioned, I think this  so-called\r\n\r\nGreater  Malaysia Plan will be a false plan  because\r\n\r\nit  will  mean  that a big territory will  engulf  a\r\n\r\nsmaller territory by not giving due consideration to\r\n\r\nthe  democratic  freedom and  the  interest  of  the\r\n\r\npeople in the territory concerned. The people of any\r\n\r\nof  the five territories will oppose such a plan. So\r\n\r\nthe  present  Malaysia Plan is not well received  by\r\n\r\nthe  people.  If the Party in power have  the  guts,\r\n\r\nthey can go to the people for a decision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, as I have said, I strongly\r\n\r\noppose  this motion because its aim is not  to  give\r\n\r\nbetter rights to the people of the five territories.\r\n\r\n\r\n\r\n<br><br>4.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck (Havelock):</b> Our Party Chairman,\r\n\r\nthe Member for Queenstown, in his speech at the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 782</b></font><br><br>\r\n\r\n\r\n\r\nbeginning of this debate on Malaysia, said that this\r\n\r\nMalaysia  scheme  is  a  scheme  sponsored  by   the\r\n\r\nBritish.  He  has  already  pointed  out  that  this\r\n\r\nBritish  Plan  is  essentially aimed  at  preserving\r\n\r\nBritish   economic   and  military   domination   in\r\n\r\nSingapore and the Borneo territories. In, the short-term  view,  the British hope, by this  campaign  on\r\n\r\nMalaysia,  to  divert  public  attention  from   the\r\n\r\ncolonial  power thereby confusing and  stopping  the\r\n\r\nanti-colonial movement in these territories. In  the\r\n\r\nlong-term  view,  this British-sponsored  scheme  is\r\n\r\nobviously  to  allow the British to  continue  their\r\n\r\neconomic domination through indirect rule. Since the\r\n\r\nFederation  Government  will  be  ruling  over  this\r\n\r\nentire  region  if  the Malaysia  scheme  is  pushed\r\n\r\nthrough -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Mammen (Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr  Deputy  Speaker (Mr Mammen):</b>  If  the  Member\r\n\r\nwill give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> No. It has been made very clear\r\n\r\nto  the  British  that they will  not  harm  British\r\n\r\neconomic   interest  in  this   region.   The   most\r\n\r\ndisgusting thing about this whole matter -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Is the policy of the Barisan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> - is that the P.A.P., which is\r\n\r\nsupposed to be a socialist Party -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Not a Communist Party?\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> - is secretly plotting with\r\n\r\ncolonial  and reactionary forces in this  region  to\r\n\r\nfoist  this  scheme on to the people. As the  P.A.P.\r\n\r\nleaders   themselves  know,  this  British-sponsored\r\n\r\nMalaysia scheme is rejected by all genuine socialist\r\n\r\nParties  in this region. We in the Barisan  Sosialis\r\n\r\nwere privileged -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> To support the P.K.I.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> - to meet the delegates from the\r\n\r\nParty  Ra'ayat of Brunei and the S.U.P.P. of Sarawak\r\n\r\nwhen  they arrived here a few days ago on their  way\r\n\r\nto attend the Socialist\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 783</b></font><br><br>\r\n\r\n\r\n\r\nConference   in  Kuala  Lumpur.  It   is   extremely\r\n\r\nsignificant  to  note that these two Parties,  which\r\n\r\nare the major Parties in their respective States and\r\n\r\nwhich command the mass support of the people in  the\r\n\r\nBorneo territories, -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You have not been there.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> - are strongly opposed to this\r\n\r\nBritish-sponsored  Malaysia  scheme.  \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is\r\n\r\nperhaps  important for this Assembly to be  informed\r\n\r\nthat  the Party Ra'ayat of Brunei today is virtually\r\n\r\nthe effective Government of Brunei.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Ha, ha!\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Practically every adult member\r\n\r\nof  the  population of Brunei is today a  member  of\r\n\r\nParty  Ra'ayat  of Brunei. It is a  well-known  fact\r\n\r\n[Interruption] that the Government of  Brunei  today\r\n\r\ndare  not  take  any major policy  decision  without\r\n\r\nfirst  getting the consent of the leaders  of  Party\r\n\r\nRa'ayat.  The voice of the Party Ra'ayat  of  Brunei\r\n\r\ntoday is the real voice of the people of Brunei. The\r\n\r\nParty  Ra'ayat  of  Brunei has come  out  in  strong\r\n\r\nopposition  to this British sponsored scheme  in  no\r\n\r\nuncertain terms. Can the P.A.P. Government say  that\r\n\r\ntheir  Malaysia scheme has the support of the people\r\n\r\nof Brunei?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Does our Prime Minister dare go\r\n\r\nto  Brunei and tell the people there to support this\r\n\r\nMalaysia scheme? [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> I need not have to tell him what\r\n\r\nwould happen to him should he try to do such a  rash\r\n\r\nthing. Let me quote from the Straits Times of  today\r\n\r\nwhat  the Vice-President of the Party Ra'ayat, Inche\r\n\r\nA.  A.  Hapidz Laksamana, has said on this  Malaysia\r\n\r\nscheme.  Inche Laksamana incidentally  is  also  the\r\n\r\nleader  of the Brunei United Labour Front or Barisan\r\n\r\nBuroh  Bersatu  -  a trade union movement  to  which\r\n\r\npractically every worker in Brunei\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 784</b></font><br><br>\r\n\r\n\r\n\r\nbelongs.  The strength of this trade union  movement\r\n\r\nwas  demostrated some time ago when the  whole  oil-fields  in  Brunei had to stop work when  the  union\r\n\r\ncalled  out  all  its members to  attend  a  general\r\n\r\nmeeting.  Mr  Deputy  Speaker,  Sir,  according  to\r\n\r\ntoday's Straits Times, page 20, column 3:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The vice-president of the Brunei Party Ra'ayat,\r\n\r\nInche  A.  A. Hapidz Laksamana, has said  that  pro-Malaysia  elements  in  Borneo  were  selling  their\r\n\r\nbirthright for a mess of pottage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He said before leaving that the people who\r\n\r\nsupported  Tengku Abdul Rahman's Malaysia plan  were\r\n\r\nvoid of honesty or principle.'\r\n\r\n\r\n\r\n<br><br>It goes on to read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`He accused pro-Malaysia exponents of wanting only\r\n\r\npersonal aggrandisement at the expense of the Borneo\r\n\r\npeople.  He  said  that \"these unprincipled  groups\"\r\n\r\nwere  aiming to become chief ministers or to  obtain\r\n\r\nother high offices with the advent of Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Referring to pro-Malaysia supporters in Brunei, Inche Laksamana said:\r\n\r\n \r\n\r\n\"These pen-pie are trying  to sell the Crown of Brunei.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Party Ra'ayat leader said that there seemed to\r\n\r\nbe  something mysterious in the air of Kuala Lumpur.\r\n\r\nBorneo  leaders going there as avowed  opponents  of\r\n\r\nthe  Malaysia scheme usually came back to eat  their\r\n\r\nwords - avid supporters of the Malaysia plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He urged Borneans not to place their trust in\r\n\r\nthese people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He warned pro-Malaysia politicians in Brunei that\r\n\r\nthey  were going against the will of the people  and\r\n\r\nthat their action was dangerous.'.\r\n\r\n\r\n\r\n<br><br>Sir,  what we find today is that the P.A.P. leaders\r\n\r\nare  deliberately ignoring the real  representatives\r\n\r\nof  the  people  of the Borneo territories  and  are\r\n\r\nplaying  up  the opinion of those people from  these\r\n\r\nterritories  who do not have any mass following.  We\r\n\r\nin Singapore have seen these same tactics being used\r\n\r\nbefore   by  the  colonial  power.  The  people   of\r\n\r\nSingapore still remember how the Rendel Constitution\r\n\r\nwas   drawn   up  by  the  colonial  power   without\r\n\r\nconsulting  the  people. We still remember  how  the\r\n\r\ncolonial   power  consulted  only  those   so-called\r\n\r\nleaders  at  that  time. The  C.  C.  Tans  and  the\r\n\r\nLaycocks were hailed as \"responsible\" leaders of our\r\n\r\npeople. We have also seen what happened to these so-called responsible leaders once they had to face the\r\n\r\njudgment of the people. We saw how they were brushed\r\n\r\naside  by the people once they were given the  right\r\n\r\nto express their opinion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 785</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> That is what is going to happen\r\n\r\nto you!\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Let us remind the P.A.P. leaders\r\n\r\nwhat  they themselves have said about these propped-up,  so-called responsible leaders of Singapore  who\r\n\r\nconspired with the British to foist upon the  people\r\n\r\nof Singapore a Constitution which they did not want.\r\n\r\nWhat moral right have the P.A.P. leaders now to  use\r\n\r\nthe  same  colonial  tactics to bulldoze  through  a\r\n\r\nconstitutional  change without the  consent  of  the\r\n\r\npeople of the Borneo territories?\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order. Perhaps it is convenient\r\n\r\nto suspend now for tea. I suspend this sitting until\r\n\r\nhalf-past five.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n            \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, as I was saying\r\n\r\nbefore  the  tea  break, what moral right  have  the\r\n\r\nP.A.P. leaders to use the same colonial tactics  to\r\n\r\nbulldoze through a constitutional change without the\r\n\r\nconsent  of  the  people and their  leaders  of  the\r\n\r\nBorneo territories?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Did I hear the hon. Member\r\n\r\naccuse the P.A.P. of bulldozing through the Malaysia\r\n\r\nplan?  We  have dealt with the merger  plan,  but  I\r\n\r\ncannot  see  any  suggestion  that  the  P.A.P. are\r\n\r\nbulldozing through a Malaysia plan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, I was saying\r\n\r\nthat  the P.A.P. leaders arc using the same colonial\r\n\r\ntactics to bulldoze through a constitutional  change\r\n\r\nwithout  the consent of the people and their leaders\r\n\r\nof the Borneo territories. Surely the P.A.P. leaders\r\n\r\nmust know that these so-called leaders of the Borneo\r\n\r\nterritories, whose opinions alone the P.A.P. seem to\r\n\r\ncare,  will  suffer the same fate as  the  so-called\r\n\r\nresponsible leaders of Singapore who conspired  with\r\n\r\nthe British to draw up the Rendel Constitution.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 786</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as my Party Chairman, the Member for\r\n\r\nQueenstown,  has said, no commission,  however  well\r\n\r\nintended,  could  be  a proper  substitute  for  the\r\n\r\nsecret  ballot. What is even worse, this  commission\r\n\r\nis  obviously not going to be well intended. As  has\r\n\r\nbeen pointed out, the Tunku himself has already said\r\n\r\nthat   this   commission  must   \"make   the   right\r\n\r\nrecommendations\"   in  order   to   facilitate   the\r\n\r\nimposition of this Malaysia scheme. Does the  P.A.P.\r\n\r\nthink that the people of Singapore will be happy  if\r\n\r\ntheir constitutional future will be decided by  just\r\n\r\na  Commission of Inquiry, which is composed only  of\r\n\r\noutsiders,  and  responsible only to outsiders?  And\r\n\r\nwhat  is worse the commission is obviously going  to\r\n\r\nbe  biased  even before it starts its inquiry.  Does\r\n\r\nthe  P.A.P. think  that our people  like  this?  Of\r\n\r\ncourse  not. Then why are they forcing on the people\r\n\r\nof  the  Borneo territories something which they  do\r\n\r\nnot want? Why must the P.A.P. do to others what they\r\n\r\ndo not like others to do to them?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. There seems to be some\r\n\r\nconfusion  here.  I  do not know  whether  the  hon.\r\n\r\nMember  is seriously alleging that it is the  P.A.P.\r\n\r\nwho  have appointed this commission, and that it  is\r\n\r\nthe  P.A.P. who are foisting something on the Borneo\r\n\r\nterritories. If the hon. Member asks why the  P.A.P.\r\n\r\nsupports  such an action, then I can understand  it.\r\n\r\nBut  when he says that the P.A.P. are foisting  this\r\n\r\nthing  on  the  Borneo territories,  then  I  cannot\r\n\r\nunderstand him. I must understand the debate to  see\r\n\r\nwhether it is in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Surely, Sir, I said that this\r\n\r\ncommission was appointed, or formed, or suggested by\r\n\r\nthe  Prime Minister of the Federation, and  not  the\r\n\r\nP.A.P. I said: why must the P.A.P. do to others what\r\n\r\nthey do not like others to do to them? Or have these\r\n\r\nbankrupt politicians got one set of moral values for\r\n\r\nthemselves and another set of values for others? Can\r\n\r\nthey  call themselves genuine socialists? The people\r\n\r\nwill only laugh at them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, Sir, the P.A.P. hail themselves no more as\r\n\r\nsocialists,  for  they know that  they  have  become\r\n\r\nisolated from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 787</b></font><br><br>\r\n\r\n\r\n\r\nthe  socialist movement in this region. We  see  the\r\n\r\nPrime  Minister  himself not daring  to  go  to  the\r\n\r\nSocialist  Conference in Kuala  Lumpur  but  sending\r\n\r\nonly his second-rank followers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b> remained standing.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think it is fair for\r\n\r\nthe Member for Havelock to make a specific statement\r\n\r\nof  that nature - that the Prime Minister did not dare\r\n\r\nto  go  to Kuala Lumpur - and then refuse to  allow  a\r\n\r\nclarification. This appears to me to  be  completely\r\n\r\ndiscourteous to the Assembly itself.  It  may  be  a\r\n\r\nwild statement, or it may be true -  I do not know and\r\n\r\nI am not judging -  but if specific statements of that\r\n\r\nnature  are made, and a Member rises on a  point  of\r\n\r\nclarification,    courtesy    demands    that    the\r\n\r\nclarification should be made. Mr Rajaratnam.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, just a\r\n\r\nclarification.  Far  from  the  Prime  Minister  not\r\n\r\ndaring to go to this conference, the invitation  was\r\n\r\nextended  to the Party. We have sent four delegates.\r\n\r\nMay  I  inform the House that I shall be going there\r\n\r\nsometime during the week? Therefore, it is not  fair\r\n\r\nto  say that the Prime Minister could not go because\r\n\r\nof the Assembly sittings here.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, in fact, I\r\n\r\nhave not finished this point. But if the Minister is\r\n\r\npatient enough to listen, then he will know  what  I\r\n\r\nam talking about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Socialist Conference is an extremely\r\n\r\nimportant  conference as it will be  discussing  the\r\n\r\nquestion  of  Malaysia. Today we see  the  so-called\r\n\r\nsocialist  Prime  Minister is not prepared  to  face\r\n\r\nfellow  socialists of this region on  this  Malaysia\r\n\r\nquestion,  because  he does not  want  to  face  the\r\n\r\nhumiliation of being rebuked by the socialists  from\r\n\r\nthe   Borneo  territories. So  he  has   sent   his\r\n\r\nunimportant  followers to go. It is really  a  shame\r\n\r\nthat while this so-called\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 788</b></font><br><br>\r\n\r\n\r\n\r\nsocialist leader was prepared to go even to Thailand\r\n\r\nto  play golf with colonial and reactionary elements\r\n\r\nin -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> On a point of order, Sir. Is the\r\n\r\nMember  suggesting  that the Prime  Minister  stayed\r\n\r\nbehind in this Assembly to move a motion and that he\r\n\r\nshould  insult this Assembly by going to some  other\r\n\r\nmeeting?\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Then, Mr Speaker, Sir, let us\r\n\r\nsee whether the Prime Minister of Singapore will  be\r\n\r\nin Kuala Lumpur tomorrow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying, it is really a shame that while\r\n\r\nthis  so-called socialist leader was prepared to  go\r\n\r\neven  to  Thailand  to play golf with  colonial  and\r\n\r\nreactionary  elements  in this  region,  he  is  not\r\n\r\nprepared  to  go to Kuala Lumpur to discuss  serious\r\n\r\nmatters with fellow socialists.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Chan Chee Seng):</b> Why do you not\r\n\r\ngo?\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, today the\r\n\r\nP.A.P. leaders    hail   themselves    only    as\r\n\r\n\"nationalists\", and say that this Malaysia Plan is a\r\n\r\n\"nationalist\" plan. The P.A.P. leaders, in order  to\r\n\r\nfrighten anyone from opposing their Malaysia scheme,\r\n\r\nare  branding  everyone who opposes this  scheme  as\r\n\r\n\"anti-nationalist  and  \"Communist\".  Sir,  do   the\r\n\r\nP.A.P. leaders mean to say that the leaders of Party\r\n\r\nRa'ayat of Brunei and S.U.P.P. are \"Communists\"  and\r\n\r\n\"anti-nationalists\"? Mr Speaker.  Sir,I  wish  to\r\n\r\nremind  the  Prime  Minister  that  in  one  of  his\r\n\r\ninfamous  twelve  radio talks over Radio  P.A.P. he\r\n\r\ndescribed  Inche Azahari, Chairman of Party  Ra'ayat\r\n\r\nof  Brunei, as a Malay nationalist. How is  it  then\r\n\r\nthis  Malay  nationalist is opposed  to  the  P.A.P.\r\n\r\nscheme  of things? I wonder why the P.A.P. leaders,\r\n\r\nwho are so clever in inventing all sorts of names to\r\n\r\nsmear  their opponents, have not been able to invent\r\n\r\na  name  for  the Malay nationalists of  the  Borneo\r\n\r\nterritories  who are opposing this Malaysia  scheme.\r\n\r\nMoreover,  Sir,  Inche Boestamam and  Inche  Mohamed\r\n\r\nIshak,  both of the Socialist Front of Malaya,  have\r\n\r\nalso\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 789</b></font><br><br>\r\n\r\n\r\n\r\nstrongly condemned this Malaysia proposal, and  both\r\n\r\nthese  socialists  who are now at the  Kuala  Lumpur\r\n\r\nconference  have  been described as nationalists  by\r\n\r\nnone other than the Prime Minister himself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> What about Lim Ching Siong?\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> So where is the truth of the\r\n\r\nP.A.P. propaganda  that  only  the  Communists  are\r\n\r\nopposed to the Malaysia scheme? Sir, even if  it  is\r\n\r\ntrue that the Communists are opposed to the Malaysia\r\n\r\nscheme,  it does not necessarily mean that  all  who\r\n\r\noppose  this  sinister scheme  are  Communists.  The\r\n\r\nP.A.P. logic  is  that  since  the  Communists  are\r\n\r\nopposed  to  Malaysia,  therefore,  all  who  oppose\r\n\r\nMalaysia are Communists. This is a logic of a three-year old kid. It is just like saying that since  the\r\n\r\nPrime  Minister likes to drink beer, then all  those\r\n\r\nwho do not like to drink beer are Communists.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Lim Ching Siong drinks beer.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin (Nee Soon):</b> That is exactly the\r\n\r\npoint.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Sir, the Minister for Culture\r\n\r\nhas already answered. The colonial power in the past\r\n\r\nand  even now in the Borneo territories are branding\r\n\r\nall  those  who  are  strongly  anti-colonialist  as\r\n\r\nCommunists and subversives. Similarly the P.A.P. is\r\n\r\nusing  colonial  tactics  to  frighten  people  from\r\n\r\nopposing them. Communism today has become synonymous\r\n\r\nwith  effective  opposition.  Sir,  the  P.A.P. are\r\n\r\npretending to be democrats. But what are they  doing\r\n\r\nto  justify this pretence? Is it democratic just  to\r\n\r\nbulldoze  through  important constitutional  schemes\r\n\r\nwithout   first   consulting  the  people?   Is   it\r\n\r\ndemocratic  for  the P.A.P. to  use  force  and  the\r\n\r\npolice against peaceful workers and labourers?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. All these little details and\r\n\r\nlittle  jibes  and  so on, I think,  are  taking  us\r\n\r\nfurther and further away from the motion. The motion\r\n\r\nis asking\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 790</b></font><br><br>\r\n\r\n\r\n\r\nthis  House  to  declare its  support  of  the  plan\r\n\r\nproposed by the Prime Minister of the Federation  of\r\n\r\nMalaya,  and an amendment which seeks to change  the\r\n\r\nword  \"plan\" to read \"motion\". I think what the hon.\r\n\r\nMember  is  doing now is going back  to  the  debate\r\n\r\nwhich  we  had  on the proposals on  merger  between\r\n\r\nSingapore and the Federation. All this has been said\r\n\r\nin  that  debate. I do not think it can be urged  in\r\n\r\nthis  debate that the P.A.P. are foisting a Malaysia\r\n\r\nplan  on the Borneo territories. It took 13 days  to\r\n\r\ndebate  why  the merger plans between Singapore  and\r\n\r\nthe  Federation  were  unpalatable  to  the  Barisan\r\n\r\nSosialis. I would suggest that we now come  back  to\r\n\r\nthe main theme of this motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, I personally\r\n\r\nfeel  that  this  is  a bit too  detailed.  But  the\r\n\r\nMinister for Finance uttered yesterday quite  a  lot\r\n\r\nabout   \"democratic\",  \"Communist\",  \"undemocratic\",\r\n\r\nand,  I  think, Mr Speaker, Sir, it is  fair  if  I\r\n\r\ncould just counter some of the points which he  made\r\n\r\nyesterday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We in the Barisan Sosialis are opposed to all\r\n\r\nthese  Fascist acts. We insist that the people  must\r\n\r\nhe  consulted.  Their agreement should  be  obtained\r\n\r\nbefore  we  bring  about  any  major  constitutional\r\n\r\nchanges.  Is this undemocratic? We have  called  for\r\n\r\ngeneral  elections  to allow the  people  to  decide\r\n\r\ntheir  future. Is this undemocratic?  We  have  very\r\n\r\nstrongly  opposed  all  this indiscriminate  use  of\r\n\r\nforce  against  our workers and labourers.  Is  this\r\n\r\nundemocratic?  As  my  Party  Secretary-General  has\r\n\r\nsaid,  let  those who are not prepared to  face  the\r\n\r\njudgement  of  the people not try to pretend  to  be\r\n\r\ndemocratic. Let them moreover not try to label those\r\n\r\nwho are prepared to be judged by the people any time\r\n\r\nas  Communists  and subversives.  Our  people  fully\r\n\r\nrealise that the P.A.P. leaders, by their own deeds,\r\n\r\nhave  made  a  mockery of democracy which  they  are\r\n\r\npretending to defend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, we have repeatedly said that\r\n\r\nthis  Malaysia  scheme is a British-sponsored  plan.\r\n\r\nYesterday  the  Minister for Finance  said  that  we\r\n\r\nbroke away from the P.A.P. because we disagreed with\r\n\r\ntheir \"merger\" plan. Sir\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 791</b></font><br><br>\r\n\r\n\r\n\r\nthis  is not true. The truth is that we left because\r\n\r\nwe  believe  that the P.A.P. leaders were conspiring\r\n\r\nwith  the  colonialists to bring upon our  people  a\r\n\r\nconstitution  aimed  at  prolonging  colonial   rule\r\n\r\nindirectly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> At Eden Hall!\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> The P.A.P. leaders are trying to\r\n\r\nbluff  the people that this is not a British  scheme\r\n\r\nbut  a  \"nationalist\" scheme. Sir,  I  have  been  a\r\n\r\nParliamentary  Secretary in  the  P.A.P.  Government\r\n\r\nbefore  and  I know exactly what was going  on.  Mr\r\n\r\nSpeaker, I hate to reveal what happened to the Party\r\n\r\nbefore.  But since the P.A.P. leaders are persisting\r\n\r\nwith  their  bluff, I am forced to  reveal  publicly\r\n\r\nwhat I came to know in the Party. What I am going to\r\n\r\nsay,  Sir,  would not only clear the  minds  of  the\r\n\r\npublic but, I am sure, would also shock some of  the\r\n\r\nGovernment  Back-benches whom I think still  do  not\r\n\r\nknow this Party secret which will completely explode\r\n\r\nthe  P.A.P.'s bluff that this Malaysia scheme is not\r\n\r\na colonial inspired scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, round about July or August 1960, the Prime\r\n\r\nMinister told us at an important meeting that he had\r\n\r\nseen  Lord Selkirk. It seemed that the British  were\r\n\r\nworried about security of their possessions  in  the\r\n\r\nBorneo territories. It seemed that the British  were\r\n\r\nworried about the way Indonesia was going. They were\r\n\r\nafraid that if the Indonesians could not solve their\r\n\r\neconomic  problems, they wou1d turn their  attention\r\n\r\non  to North Kalimantan, that is, the British Borneo\r\n\r\nterritories,  after West Irian. So the British  were\r\n\r\napparently  trying  to bring the Borneo  territories\r\n\r\nunder   the   control   of  a  friendly   Federation\r\n\r\nGovernment before the Indonesians can lay  claim  to\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister also told us that Lord\r\n\r\nSelkirk  had  shown  him  a report  which  he,  Lord\r\n\r\nSelkirk, was going to send to the Colonial Office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, later on, in December 1960, Mr Duncan\r\n\r\nSandys,   the   British  Minister  for  Commonwealth\r\n\r\nRelations,  came to Malaya. There was  an  important\r\n\r\nmeeting at the Cameron Highlands at which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 792</b></font><br><br>\r\n\r\n\r\n\r\nwere present not only top British officials in South-East  Asia  but  also  the  representatives  of  the\r\n\r\nAustrialian and New Zealand Embassies in Malaya. The\r\n\r\nPrime  Ministers of the Federation and of  Singapore\r\n\r\ntogether  with  the Minister for Finance  were  also\r\n\r\nthere.  Sir, outwardly this meeting was supposed  to\r\n\r\nbe  a  beer and venison satay party. But we all knew\r\n\r\nthat  something  important was cooking  up  and  the\r\n\r\nsecrecy of the whole matter made us suspect that  it\r\n\r\nwas something very fishy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I challenge the Prime Minster to deny what I\r\n\r\nhave said about his telling us what Lord Selkirk had\r\n\r\nin mind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore very clear to all why the British\r\n\r\nare  now so keen about this Malaysia scheme.  It  is\r\n\r\nfor  the  simple reason that it was all started  and\r\n\r\ninspired by the British. The British were faced with\r\n\r\nwhat  they considered to be the problem of, firstly,\r\n\r\nhaving to counter the growing anti-colonial movement\r\n\r\nin  the  Borneo  territories.  Secondly,  having  to\r\n\r\ncounter the possibility of the Indonesians making  a\r\n\r\nclaim  on  the North Borneo territories  after  West\r\n\r\nIrian.  So  obviously the British  believe  that  by\r\n\r\nbringing  all  the  Borneo  territories  under   the\r\n\r\ncontrol of the Federation Government, it would solve\r\n\r\nboth  their problems, since they regard the  present\r\n\r\nFederation  Government as being dependable  to  look\r\n\r\nafter   their   vested  interests  in   the   Borneo\r\n\r\nterritories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this plan suits the P.A.P.\r\n\r\nespecially when they find that they are falling  out\r\n\r\nof  favour  for  Malaysia means the White  Paper  on\r\n\r\nmerger.  As  far  as  the people  of  Singapore  are\r\n\r\nconcerned,  this so-called merger will,  in  effect,\r\n\r\nenable  the  Federation  Government  to  remove  the\r\n\r\nP.A.P.'s political opponents before the next general\r\n\r\nelection in 1964.\r\n\r\n\r\n\r\n<br><br>5.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong (Jalan Kayu):</b> (In Mandarin):\r\n\r\nMr  Speaker,  Sir, I did not originally  intend  to\r\n\r\ntake  part in the debate on this motion because  our\r\n\r\nChairman  has  clearly  pointed  out  the  important\r\n\r\naspect  of  this motion in the hope that the  P.A.P.\r\n\r\nwill take it as a reflection of the people's opinion\r\n\r\nin order\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 793</b></font><br><br>\r\n\r\n\r\n\r\nto bring about some charge in ther attitude. In this\r\n\r\nway, they will not go ahead with their plan and thus\r\n\r\ngo  against the interest of the people. Just now  my\r\n\r\ncolleagues  said  that  the  principal  aim  of  the\r\n\r\nBarisan Sosialis is to get democracy for the people.\r\n\r\nBut  the Prime Minister says that our principles are\r\n\r\nthose  of  the  Communists. So I must stand  up  and\r\n\r\ndiscuss with him the points he has raised. It is  my\r\n\r\nopinion  that if the principle of the Communists  is\r\n\r\ncorrect,  then there should be no question  at  all.\r\n\r\nBut  we  all know that the Communists have no  legal\r\n\r\norganisation in Singapore. But the Barisan  Sosialis\r\n\r\nis  a  legal and legitimate organisation. Since  the\r\n\r\nPrime  Minister is one of the important  figures  in\r\n\r\nSingapore, what is his aim in saying such  a  thing?\r\n\r\nIs  he  trying to intimidate us? Or is he trying  to\r\n\r\nsilence us? I would say that the stand as made clear\r\n\r\nby the Prime Minister is not receiving any attention\r\n\r\nfrom  the  people.  But  the Government  instead  of\r\n\r\npaying attention to our stand is saying that we  are\r\n\r\nthe open front workers of the Communists. I say that\r\n\r\nsuch  a situation is very bad. We all know that when\r\n\r\nwe wish to debate anything, we must bring up logical\r\n\r\narguments  so as to find out where it is wrong,  and\r\n\r\nwhere  it is right; what is wrong and what is right,\r\n\r\nin  order to bring out the truth. But they  are  not\r\n\r\ndoing  this. All they have been trying to do  is  to\r\n\r\nsmear  people.  The fact that we have  had  so  many\r\n\r\nMembers  speaking  is  attributable  to  the   smear\r\n\r\ncampaign  made  by the Government. As  a  result  of\r\n\r\ntheir   smear  campaign,  Members  of  the   Ban-san\r\n\r\nSosialis  have had to stand up to explain  why  they\r\n\r\nare not Communists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I want to explain my views that the Greater\r\n\r\nMalaysia Plan is a sort of intrigue on the  part  of\r\n\r\nthe  imperialists and the colonialists. We all  know\r\n\r\nthat  in  South-East  Asia  many  people  are  anti-colonialists  because they want to  get  freedom  in\r\n\r\norder  to improve their livelihood. The same can  be\r\n\r\nsaid  of  the five territories in Borneo,  Singapore\r\n\r\nand  the  Federation. All we are  fighting  for  and\r\n\r\ndemanding  is  a democratic, independent  nation  so\r\n\r\nthat we can look\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 794</b></font><br><br>\r\n\r\n\r\n\r\nafter  our own affairs to improve our livelihood  as\r\n\r\nfar  as  possible.  But the British  know  that  the\r\n\r\ncampaign  of  anti-colonialism is  inevitable.  They\r\n\r\nalso know that this campaign cannot be suppressed by\r\n\r\nforce,  because it is the intention of international\r\n\r\nopinion to tear the veil off the British colonialist\r\n\r\nto  show the world for what it is. So they know that\r\n\r\nit  is  impossible to suppress the mounting wave  of\r\n\r\nanti-colonialism in this area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know that before 1955, some Members in the\r\n\r\nLegislative  Council were nominated by  the  British\r\n\r\nGovernment.  In 1959, the British colonialists  were\r\n\r\nforced  to  have  representatives  elected  by   the\r\n\r\npeople.  This shows that the political clam  of  the\r\n\r\npeople  is  now  receiving attention  and,  to  some\r\n\r\nextent, they are quite successful. But they are  not\r\n\r\nhappy with what they have got because at present  we\r\n\r\nstill  have  many restrictions imposed  on  us.  For\r\n\r\nexample, there is in existence the Internal Security\r\n\r\nCouncil  which is a stumbling-block to our  national\r\n\r\neconomic expansion and the freedom of the people. So\r\n\r\nwe   want   to   go  a  step  further  and   advance\r\n\r\npolitically.  We hope that we will be able  to  have\r\n\r\ncomplete    self-government.   But    the    British\r\n\r\nGovernment, realising this, is trying to  resort  to\r\n\r\ndelaying   tactics.  So  they  have  to   get   pro-colonialist people to bring about plans such as that\r\n\r\nof  Malaysia  in order to extend their influence  in\r\n\r\nthis area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us talk about the three territories in\r\n\r\nBorneo.  We  know that there will be no end  to  the\r\n\r\npolitical claim of the peoples in these territories,\r\n\r\nbecause they are still under colonial rule and  they\r\n\r\nare  very  concerned  with  their  political  future\r\n\r\nbecause  the  present situation is not conducive  to\r\n\r\ntheir  interest  in view of certain  oppression  and\r\n\r\nsuppression.  There  is  widespread  dissatisfaction\r\n\r\nbecause  the people have their own self-respect.  So\r\n\r\nthey  are coming forward to organise themselves into\r\n\r\nnumerous  political Parties in the hope  that  these\r\n\r\npolitical   Parties  will  bring  them  a   brighter\r\n\r\npolitical  future. The British realise  this  stand.\r\n\r\nThey  know that sooner or later in Borneo there will\r\n\r\nalso  be  self-government for the people as what  is\r\n\r\ntaking\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 795</b></font><br><br>\r\n\r\n\r\n\r\nplace  here  in Singapore. They also know  that  the\r\n\r\npeople  will  fight against colonialism.  Real  sing\r\n\r\nthis, the British are trying to get people who  only\r\n\r\nlook    after   their   own   interests   and   who,\r\n\r\nideologically,   can  be  made   use   of   by   the\r\n\r\ncolonialists  to  work  for them.  So  this  Greater\r\n\r\nMalaysia Plan has been talked about for the last few\r\n\r\nmonths.  A  great ideal of publicity has been  given\r\n\r\nthereto in order to cover up the political claims of\r\n\r\nthe  people in these five territories. You  can  see\r\n\r\nwhy I say the colonialists are trying to get the pro-colonialists  to cover up the claims of  the  people\r\n\r\nfor  a better political future. For example, we  can\r\n\r\nsee  that  on  internal  and external  affairs,  the\r\n\r\nFederation  Government is outwardly  an  independent\r\n\r\ncountry, but some of its powers are still being held\r\n\r\nby  the Right-wing people. We see that in the Congo,\r\n\r\nwhere   there   is   trouble  now,  the   Federation\r\n\r\nGovernment  is  able to send troops  to  go  to  its\r\n\r\nrescue  in order to maintain peace in that  country.\r\n\r\nLet us think. Since the Government of the Federation\r\n\r\nof  Malaya  is able to send out troops  to  maintain\r\n\r\npeace  in any country, how is it that British troops\r\n\r\nare still in Malaya? Since Malaya itself is able  to\r\n\r\nhelp  others militarily, why should it have  foreign\r\n\r\ntroops on its own land?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I wish to raise is that, as far as\r\n\r\nexternal  affairs are concerned, the line  taken  by\r\n\r\nthe  Federation  Government is on the  side  of  the\r\n\r\nWest. When there is something wrong in the East, the\r\n\r\nMalayan  representative in the United  Nations  will\r\n\r\njoin the West in condemning the culprit. But in  the\r\n\r\ncase of West Iran where the Indonesian Government is\r\n\r\nfighting  to recover its own territory, it  is  only\r\n\r\nright for the Federation Government to support  such\r\n\r\na move. But -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not see how all this\r\n\r\nrelates  to  the  motion. I do not  think  the  hon.\r\n\r\nMember  is  entitled to debate  the  action  of  the\r\n\r\nFederation Government as regards Indonesia.  It  has\r\n\r\nnothing at all to do with this motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): I was saying that\r\n\r\nsince  this  Greater Malaysia Plan  is  a  political\r\n\r\nissue, therefore, in order to explain how bad it is, I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 796</b></font><br><br>\r\n\r\n\r\n\r\nmust touch upon the Federation Government, so as  to\r\n\r\nshow  to  this House what its political inclinations\r\n\r\nare and to prove by these means how right we are  in\r\n\r\nour political stand on this motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Chairman of my Party has\r\n\r\ndealt  with  almost every aspect of this  motion.  I\r\n\r\nfeel it is not necessary for me to go any further in\r\n\r\nthis  respect. But I would like to answer two  points\r\n\r\nraised  by  Members of the Government to  show  that\r\n\r\nthey are theoretically bankrupt. They are trying  to\r\n\r\nmake a farce in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the other day, our Minister for\r\n\r\nHome  Affairs stood up to make a speech in which  he\r\n\r\nsaid  that even the British themselves admitted that\r\n\r\nthey  were  only a third-class nation in the  world,\r\n\r\nSo, according to the Minister, the British might  be\r\n\r\nmore practical politically and that is why they  are\r\n\r\ninterested  in bringing about a Greater Malaysia.  I\r\n\r\nfeel  that  his  political  view  is  very  backward\r\n\r\nbecause we know that everybody is practical  in  any\r\n\r\nissue.  As  I have already pointed out, there  is  a\r\n\r\nrising  claim  for  more  political  rights  by  the\r\n\r\npeoples  in  the five territories, and the  British,\r\n\r\nbeing  practical,  must  do something  about  it  to\r\n\r\nprotect  their  own interests in these  territories.\r\n\r\nThe  fact that they are trying to retreat is nothing\r\n\r\nbut  a  show,  because they are trying  to  make  an\r\n\r\nadvance  by  way of an ostensible retreat.  In  this\r\n\r\nway,  if  there  is  any  discontentment  among  the\r\n\r\npeoples in these five territories, to whom can  they\r\n\r\ngo with their grievances? They can neither go to the\r\n\r\nBritish  nor  to their own Government. So,  in  this\r\n\r\nway,  there  will be internal conflict  amongst  the\r\n\r\npeople   themselves.  In  this  way,  the  conflict\r\n\r\nbetween   the  peoples  in  this  region   and   the\r\n\r\ncolonialists may be covered up. That is  why  I  say\r\n\r\nthe  British are very practical. Now, if you condemn\r\n\r\nsome  people  whose influence is very great,  it  is\r\n\r\nvery  dangerous. So, if they want to do anything  to\r\n\r\nanybody, they must wait until that somebody  is  not\r\n\r\nprepared  for  it.  So  I would  like  to  tell  the\r\n\r\nMinister  for  Home Affairs that he must  not  think\r\n\r\nthat  since the British Government is admitting that\r\n\r\nit  is a third-class nation, we must not do anything\r\n\r\nto fight for greater and better\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 797</b></font><br><br>\r\n\r\n\r\n\r\npolitical rights. Therefore, we must not talk  about\r\n\r\nGreater Malaysia and merger without paying attention\r\n\r\nto  the  actual  situation. We therefore  understand\r\n\r\nthat  behind the practical attitude of the  British,\r\n\r\nthere is a motive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, the Parliamentary Secretary to the\r\n\r\nPrime  Minster had nothing to advance as to  why  he\r\n\r\nhad   to  speak  in  that  fashion.  The  Government\r\n\r\nunderstood that they were not correct in their stand\r\n\r\nand  political ideologies. That is why they  brought\r\n\r\nup  analogies such as marriage and so on. They  said\r\n\r\nthere  was no point in arguing what the future child\r\n\r\nwould  be before the marriage. This kind of argument\r\n\r\nis  unnecessary. If they want to talk of such things\r\n\r\nin  such a fashion, we can do likewise. I would like\r\n\r\nto  say  that  before our marriage we should  ensure\r\n\r\nwhether  the partner would be the right partner  for\r\n\r\nus.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know that the White Paper merger proposals are\r\n\r\nfull  of  evil provisions. Then before the marriage,\r\n\r\nwe  should know whether our partner is a leper or  a\r\n\r\nT.B. patient, because if he is diseased  we  should\r\n\r\nfight  shy  of  such a person. How  can  we  make  a\r\n\r\ndecision  if we do not know the person who is  going\r\n\r\nto  be  our partner? I think everybody will want  to\r\n\r\nfind  out  first who the person is before making  up\r\n\r\nhis mind. That is only common sense.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to refer to the Minister for Home\r\n\r\nAffairs  who  said something about a  marriage  with\r\n\r\nIndonesia.  The other day I also heard the  Minister\r\n\r\nfor  Education touch on his point. An allegation was\r\n\r\nmade  that the Indonesian Communists had a talk with\r\n\r\na certain reporter. It was found from this talk that\r\n\r\ntheir  views  were the same as those of the  Barisan\r\n\r\nSosialis.   A  further  allegation  was   that   our\r\n\r\nSecretary-General  had given his  views  to  a  pro-Communist newspaper, the Bintang Timur. He is quoted\r\n\r\nas  having said that we were in favour of  a  merger\r\n\r\nwith  Indonesia. This is not a fact. If the  concept\r\n\r\nof  the Communists in Indonesia is the same as  that\r\n\r\nof ours, does it mean that we are under the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 798</b></font><br><br>\r\n\r\n\r\n\r\ncontrol of the Communists? It is ridiculous to argue\r\n\r\nin such a way. The Prime Minister has also said that\r\n\r\nthe  failure  of  the  Malayan Communists  could  be\r\n\r\nattributed  to the fact that the majority supporters\r\n\r\nof  the  Communists were Chinese. He also said  that\r\n\r\nthe Malayan Communists were under the control of the\r\n\r\nCommunists in China. The Government now accuse us of\r\n\r\nbeing   under   the   control  of   the   Indonesian\r\n\r\nCommunists. This goes to prove that their  arguments\r\n\r\nhave  been inconsistent and contradictory. They  are\r\n\r\nnow  trying to smear us. I feel they have also  been\r\n\r\ninconsistent in the speeches they have  made  before\r\n\r\nand  lately.  How can speeches of such a  nature  be\r\n\r\nconvincing to the people?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now let us talk about the Four-Party Alliance. One\r\n\r\nof  their representatives here has been very keen to\r\n\r\nmake  speeches in support of the Malaysia  Plan.  We\r\n\r\nunderstand  what kind of an organisation this  Four-Party  Alliance is. Everybody knows  the  nature  of\r\n\r\nthis  organisation. They have always been supporting\r\n\r\nand    praising   the   P.A.P.'s   Malaysia    Plan.\r\n\r\n[Interruption].  Bad proposals will  always  receive\r\n\r\nthe support of bad people.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I suppose the conversation must be\r\n\r\ninteresting  because the Member for  Jalan  Kayu  is\r\n\r\nreplying, I take it. As I say, I always like to hear\r\n\r\nfemale  voices in this Assembly, but I suggest  that\r\n\r\nthe  Lady (the Member for Delta) who has just spoken\r\n\r\ncan give vent to her feelings when she speaks.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nyesterday  the  Minister for Culture said  that  the\r\n\r\nBritish  unified the monetary system in this  region\r\n\r\nand  that  this  provided  a  sound  foundation  for\r\n\r\nMalaysia.  I  feel this argument is not correct.  We\r\n\r\nknow that Singapore is also under the control of the\r\n\r\nBritish.  Our trade and currency are also under  the\r\n\r\ncontrol  of the British. But may I ask:  how  is  it\r\n\r\nthat unemployment is so rampant in Singapore? How is\r\n\r\nit that the people of Singapore find it difficult to\r\n\r\nearn  a  livelihood? How can it  be  said  that  the\r\n\r\nfoundation  of Malaysia has already been  well  laid\r\n\r\nand that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 799</b></font><br><br>\r\n\r\n\r\n\r\neverything  will  be  all  right  once  Malaysia  is\r\n\r\nestablished? I think the Minister should  consult  a\r\n\r\nspecialist. Maybe he consulted the wrong specialist,\r\n\r\nso  that he is now very confused over this question.\r\n\r\nIf  the people do not have political rights, how can\r\n\r\nthey  advance politically? The control  of  politics\r\n\r\naffects economic development. That is why I say that\r\n\r\nthe Minister's arguments are ridiculous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Culture also said that the economic unity of Malaysia should be preserved. He said that with more people and with more areas coming in, there will be more rapid development in this region. This argument has been rebutted by the Member for Upper Serangoon. I would also like to touch on this too. We know that the nature of the\r\n\r\nBritish  colonialists is not different from that  of\r\n\r\nthe American colonialists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take the example of America. In the\r\n\r\nAmerican hemisphere, there is an island called  Cuba\r\n\r\nwhich was a member of the Pan-American organisation.\r\n\r\nIn  this  organisation, she  was  oppressed  by  the\r\n\r\nUnited  States of America. The people of  Cuba  went\r\n\r\nthrough   a  revolution  because  of  the   economic\r\n\r\ndifficulties  and difficult living conditions  which\r\n\r\nfaced them. Until lately, Cuba was oppressed by  the\r\n\r\nU.S.A.  This  goes  to  rebut the  argument  of  the\r\n\r\nMinister  for  Culture. From this we can  understand\r\n\r\nthe  nature  of  the existence of  colonialism.  The\r\n\r\nU.S.A. is now trying to gang up with certain  Latin\r\n\r\nAmerican  countries against Cuba. From this  we  can\r\n\r\nsee how cruel these colonialist countries can be  in\r\n\r\ntheir  relationship with an island like  Cuba.  Such\r\n\r\ncolonialist   countries  will  only  have   friendly\r\n\r\ndealings with those countries which toe their  line;\r\n\r\notherwise  they will adopt all kinds  of  oppressive\r\n\r\nmeasures. So even if the people in this area want to\r\n\r\nlay  a good foundation to improve their lot, I think\r\n\r\nthe colonialists will adopt a stand which is against\r\n\r\nthe people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister for National\r\n\r\nDevelopment mentioned three political powers in  the\r\n\r\nworld: the Western bloc, the Afro-Asian bloc and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 800</b></font><br><br>\r\n\r\n\r\n\r\nthe Communist bloc. He said that the Eastern and the\r\n\r\nWestern blocs have been trying to destroy each other\r\n\r\nand  that  the  existence of the other neutral  bloc\r\n\r\nforms a kind of balance between the two other blocs.\r\n\r\nMay I ask to which bloc do the P.A.P. belong?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other day the Chairman of our Party said that\r\n\r\nthe   people   of   Singapore,  the   three   Borneo\r\n\r\nterritories and Malaya do not like to be involved in\r\n\r\nany  power  politics. What they are mainly concerned\r\n\r\nwith   is  to  earn  their  livelihood  in  peaceful\r\n\r\nsurroundings. They do not like to be involved  in  a\r\n\r\nnuclear war so that they would not become the target\r\n\r\nof  any nuclear attack. We do not know to which bloc\r\n\r\nthe   P.A.P.   Government  would  want  to   belong.\r\n\r\nAccording  to  the tone of the conversation  in  the\r\n\r\nC.P.A.  Room, we gather that they are more  inclined\r\n\r\nto the Western bloc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would now like to end here. I\r\n\r\nstrongly oppose this motion because the basis is not\r\n\r\ncorrect.\r\n\r\n\r\n\r\n<br><br>6.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Bani (Thomson):</b> Mr Speaker, Sir,\r\n\r\nbecause the P.A.P. Government knows that our  people\r\n\r\nresist  its  merger plan, it is now trying,  like  a\r\n\r\nclever quack doctor, to impress our people by saying\r\n\r\nthat all the people in Borneo think that Malaysia is\r\n\r\na  good  thing.  Sir, as a result  of  my  visit  to\r\n\r\nBorneo,  I have no doubt whatsoever in my mind  that\r\n\r\nthe  people  there feel the same way as  our  people\r\n\r\nhere. Their suspicions and fears, like those of  our\r\n\r\npeople,  are very legitimate. But, of course,  there\r\n\r\nare  certain  people who try to tell the  people  of\r\n\r\nBorneo  that Malaysia is a sure cure for  all  their\r\n\r\nills,  just as the P.A.P. is telling us. Sir,  their\r\n\r\npropaganda is that Malaysia must be effected now  or\r\n\r\nelse the people will be doomed forever. But in spite\r\n\r\nof  all  the excitement among these few individuals,\r\n\r\nwhich  I  understand is motivated, by their  selfish\r\n\r\ndesire  to  be Mentri Besers, governors,  etc.,  the\r\n\r\nBorneo people have shown little interest in the  way\r\n\r\nof  accepting  Malaysia.  This  is  so  because,  as\r\n\r\nsubject peoples, they are preoccupied with the anti-colonial struggle. Freedom from subjugation  is  the\r\n\r\nfirst thing that they want to realise.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 801</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we in the Barisan Sosialis, unlike the P.A.P.,\r\n\r\nrespect  the desire of a people to be free. We  have\r\n\r\nstated  publicly that any constitutional arrangement\r\n\r\nfor the Borneo people must be based on the principle\r\n\r\nof  self-determination, and, above all, it must have\r\n\r\nthe  consent of the people themselves. This  is  the\r\n\r\nstand that is in conformity with that of the Sarawak\r\n\r\nUnited  People's  Party and  the  Party  Ra'ayat  in\r\n\r\nBrunei,  the  two  largest  Parties  in  the  Borneo\r\n\r\nterritories. For the information of this House, Sir,\r\n\r\nI am told the Sarawak United People's Party has more\r\n\r\nthan  40,000  members, and the Party Ra'ayat  Brunei\r\n\r\nhas  about 26,000 members. Sir, Malaysia as proposed\r\n\r\nby the Federation Government is opposed by these two\r\n\r\nParties.  There are some Right-wing Parties  besides\r\n\r\nthese two which also oppose Malaysia in Borneo. Sir,\r\n\r\nare all these people Communists? I only hope -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Minister for Finance, even\r\n\r\nin  walking  into this Chamber, becomes  disorderly.\r\n\r\n[Interruption] Order. It seems to me that  there  is\r\n\r\npeace until the Minister for Finance comes into  the\r\n\r\nChamber.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, the Party Ra'ayat and the Sarawak\r\n\r\nUnited  People's  Party  demand  self-determination,\r\n\r\nfirst.  They  say  that only after independence  can\r\n\r\nthey  think  about Malaysia. Are the P.A.P. leaders\r\n\r\ndeliberately  going  to ignore the  views  of  these\r\n\r\nParties? These two socialist Parties, as I said, are\r\n\r\nthe  major Parties in the Borneo territories with  a\r\n\r\nmass following. As a so-called socialist Party,  why\r\n\r\ndoes the P.A.P. not listen and respect the views  of\r\n\r\nsocialist  Parties  in the Borneo  territories?  Why\r\n\r\ndoes  it  only  ally  itself  with  Right-wing   and\r\n\r\nreactionary groups?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the call for self-determination is also\r\n\r\nsupported by the Socialist Front and its leaders  in\r\n\r\nthe  Federation  of  Malaya, particularly,  Sir,  by\r\n\r\nleaders  like  Inche Ahmad Boestamam, Inche  Mohamed\r\n\r\nIshak,  both  of  whom, as the Member  for  Havelock\r\n\r\nsaid,  were  described  by  our  Prime  Minister  as\r\n\r\nnationalists. So what is the P.A.P. bluff all about?\r\n\r\nThe P.A.P. strategy, as has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 802</b></font><br><br>\r\n\r\n\r\n\r\nalready  been seen in this debate, is to  label  all\r\n\r\nthose  who  oppose  the present Malaysia  scheme  as\r\n\r\nCommunists,  hoping thereby to frighten and  silence\r\n\r\nthose  who  see through the treacherous aims  behind\r\n\r\nthe P.A.P. scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that our Prime Minister once said that a\r\n\r\nword  can have three meanings. Apparently,  Sir,  he\r\n\r\nexcels in the art of using words in the meaning that\r\n\r\nwill  best suit the P.A.P.'s interests. For example,\r\n\r\nSir,  take  the word \"merger\". When the P.A.P. uses\r\n\r\nthe  word  \"merger\", it does not mean what everybody\r\n\r\nunderstands  the word to mean. And  for  us  in  the\r\n\r\nBarisan  Sosialis,  when  we  use  the  word  \"self-determination\"  we  mean that  the  people  must  be\r\n\r\nallowed  to decide their own affairs. That  is  what\r\n\r\nthe  political  Parties  in the  Borneo  territories\r\n\r\nwant,  and  that  is also what they mean  when  they\r\n\r\ndemand self-determination. They want the fundamental\r\n\r\nright to decide their own destiny. This, Sir, is the\r\n\r\nbirth-right of man. The Borneo people want elections\r\n\r\nimmediately  to  let  the people  decide  their  own\r\n\r\nfuture.  Sir,  are  the P.A.P. leaders  saying  that\r\n\r\nthey, in fact, oppose it? Let them categorically say\r\n\r\nwhether  they  support or oppose the demand  by  the\r\n\r\npolitical Parties in the Borneo territories for self-determination. Just \"yes\" or \"no\", and not in  words\r\n\r\nwhich, according to them, may have three meanings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Dutch use the word \"self-determination\", they mean a pretext to set up a\r\n\r\npuppet  nation  in  West  Irian  so  that  they  can\r\n\r\nperpetuate  their  colonial  rule,  Just   like   De\r\n\r\nGaulle's  version  of  self-determination  for   the\r\n\r\nAlgerian  people. The question of self-determination\r\n\r\nin  West Irian, merely means that the people of West\r\n\r\nIrian  must decide for themselves. But this  is  not\r\n\r\nwhat  the  Dutch want. They want to decide  for  the\r\n\r\nPapuans through their colonial agents. And in  terms\r\n\r\nof  self-determination, there is no doubt  that  the\r\n\r\npeople  of  West  Irian  want  to  be  part  of  the\r\n\r\nIndonesian  nation. And all Afro-Asia  accepts  this\r\n\r\nposition.  But, Sir, can the same be said about  the\r\n\r\npeople  in  the Borneo territories? The  Member  for\r\n\r\nQueens-town has already pointed out that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 803</b></font><br><br>\r\n\r\n\r\n\r\nAfro-Asian  Permanent Secretariat, which  is  not  a\r\n\r\nCommunist organisation, has condemned in a statement\r\n\r\nissued  in Cairo recently that Malaysia is a British\r\n\r\nplot.  Perhaps  now  the Prime  Minister  will  even\r\n\r\nventure  to  suggest  that the  Afro-Asian  People's\r\n\r\nSolidarity   Organisation  is  a   Communist   front\r\n\r\norganisation because it has condemned Malaysia. Sir,\r\n\r\ncan  the  P.A.P. say that the people of  the  Borneo\r\n\r\nterritories  are in favour of this Malaysia  scheme?\r\n\r\nWhy  do  they not tell the British masters  to  hold\r\n\r\nelections in Borneo to test the truth?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Why do you not ask Lord Selkirk?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, if the P.A.P. really believe that\r\n\r\nthe  Borneo people are all for the Malaysia  scheme,\r\n\r\nwhy  are they not prepared to put it to a test at  a\r\n\r\ngeneral  election, which is what the Borneo  Parties\r\n\r\nare demanding? You will remember we are supposed  to\r\n\r\nbe  the  Communists, supposed to be the undemocratic\r\n\r\npeople,  supposed to be people who  are  working  to\r\n\r\nwreck  the  democratic system. In any democracy,  an\r\n\r\nelection  is supposed to be the means by  which  the\r\n\r\npeople express their desire. All that we say is hold\r\n\r\nelections;  give the people an adequate  opportunity\r\n\r\nto  express  their desire. The P.A.P. is  not  only\r\n\r\navoiding  elections in Singapore but in  the  Borneo\r\n\r\nterritories as well. Why are they so scared  to  let\r\n\r\nthe  people decide? These are nothing more than fake\r\n\r\ndemocrats.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Yes, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Is the Member suggesting that\r\n\r\nthe  P.A.P.  Government  in  Singapore  should  hold\r\n\r\nelections in the Borneo territories?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Not for one moment was I suggesting that\r\n\r\nthe  P.A.P.  Government  should  hold  elections  in\r\n\r\nBorneo. I wonder, Sir, if at all the P.A.P. goes  to\r\n\r\nBrunei, for example - I am told the Prime Minister now\r\n\r\ndare  not  even step into Brunei - but if  the  P.A.P.\r\n\r\nshould bold elections in Borneo on a P.A.P.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 804</b></font><br><br>\r\n\r\n\r\n\r\nticket, I wonder what will happen to them. I did not\r\n\r\ncertainly  mean  that the P.A.P.  Government  should\r\n\r\nconduct elections in Borneo. What I mean is that the\r\n\r\nP.A.P. is  one  of  the foremost champions  of  the\r\n\r\nMalaysia  scheme together with the British  and  the\r\n\r\nFederation   Government.  And  they  claim   to   be\r\n\r\ndemocrats.   The  Borneo  people   say,   \"We   want\r\n\r\nelections. We want independence first. Give  us  the\r\n\r\nopportunity.\" Why do they not arrange it? All that I\r\n\r\nam   saying  is  that  the  British  are  postponing\r\n\r\nelections for the Borneo people. And these so-called\r\n\r\nP.A.P. democrats are helping the British to postpone\r\n\r\nelections  for  the  people. They  are  helping  the\r\n\r\nBritish  to prevent the Borneo people from  speaking\r\n\r\nthrough   their  elected  leaders.  What   sort   of\r\n\r\ndemocrats  are they? Sir, as I said, we the  Barisan\r\n\r\nSosialis support the demand of the Borneo people for\r\n\r\ngeneral elections because we believe the people must\r\n\r\ndecide  their  own  future themselves.  We  who  are\r\n\r\nsupposed to be Communists are more keen to  let  the\r\n\r\npeople  decide  through  democratic  elections  than\r\n\r\nthose   in  the  P.A.P. who  are  supposed  to   be\r\n\r\ndemocrats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday the Minister for Culture and the\r\n\r\nMinister for Finance once again touched on  what  is\r\n\r\ntermed  the \"unholy alliance\" between the Communists\r\n\r\nand  the  British. I notice even today the  Minister\r\n\r\nfor  Culture has been interjecting with  words  like\r\n\r\n\"Lord  Selkirk\", etc. Sir, we know  that  the  Prime\r\n\r\nMinister has proved his ability as a golf player and\r\n\r\nas  a  beer drinker. In fact, he is now proving  his\r\n\r\nability  in  story  telling. When the  twelve  radio\r\n\r\ntalks  were  going  on, I was told  that  the  story\r\n\r\ntellers  in Chinatown were all quite anxious whether\r\n\r\ntheir  business  would  be adversely  affected.  But\r\n\r\nluckily for them, Sir, our people in Singapore  like\r\n\r\nto  hear  stories  that are narrated  by  people  in\r\n\r\nperson  and  not  by  those who  hide  in  the  air-conditioned studio of Radio Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today we see our Prime Minister - a golf\r\n\r\nplayer,  a  beer  drinker  and  a  story  teller - now\r\n\r\nbecoming  a circus player as well. Sir, we have  all\r\n\r\nheard of the circus act starring the lion and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 805</b></font><br><br>\r\n\r\n\r\n\r\nthe  bear.  Last  month  we  heard  that  the  Prime\r\n\r\nMinister  was catching foxes and hunting tigers  and\r\n\r\nlions.  He  also told us that he dare not catch  the\r\n\r\nfox  by  the tail for fear of being bitten. Sir,  if\r\n\r\nthe  Prime  Minister has any good points about  him,\r\n\r\nquite  obviously, Sir, courage is not one  of  them.\r\n\r\nSir,  this  reference to the British  bear  and  the\r\n\r\nCommunist  fox joining together to hunt  the  P.A.P.\r\n\r\nreally  would  have  taken the cake  had  the  Prime\r\n\r\nMinister    also    given    himself    an    animal\r\n\r\npersonification. Probably the Prime Minister  cannot\r\n\r\ndecide which animal he would like to imitate,  since\r\n\r\nevidently he likes to imitate more than one  at  any\r\n\r\none  time.  But,  Sir, may I help  him  out  of  his\r\n\r\ndilemma,  and suggest that he take the choice  of  a\r\n\r\nchameleon? Then, Sir, I think it would all not  only\r\n\r\nsound but look very delicate. Sir, I do not want  to\r\n\r\nspend much of my time in denying stupid propositions\r\n\r\nthat  the  Communists have become  allied  with  the\r\n\r\nimperialists.  If this theory in  any  part  of  the\r\n\r\nworld  is put forward, one would straightaway  catch\r\n\r\nthe one who expounds this and send him to the mental\r\n\r\nhospital.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have here a much more serious thing to deal\r\n\r\nwith. I want to refer to the Straits Times report of\r\n\r\nAlex Josey's interview with D. N. Pritt.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Aidit. You must not get the two\r\n\r\nCommunists mixed up!\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> The Minister for Culture is calling Mr\r\n\r\nD. N. Pritt a Communist.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> He is dead.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> For the information of the Minister, I\r\n\r\nam  sure the Prime Minister will remember that  once\r\n\r\nthe  Prime Minister said he would have the  greatest\r\n\r\ninspiration by just being a chauffeur to Mr  D.  N.\r\n\r\nPritt.  And for the information of the Minister  for\r\n\r\nCulture,  Sir, Mr D. N. Pritt is not  dead.  He  is\r\n\r\nretired.  He is still in London. Sir, I am referring\r\n\r\nto this article because the whole basis of attack on\r\n\r\nthe Barisan Sosialis has been on one stand which the\r\n\r\nP.K.I. (the Parti Komunis Indonesia) has taken. This\r\n\r\nis  the  Straits Times of 24th January. The  play-up\r\n\r\nwas simply terrific:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 806</b></font><br><br>\r\n\r\n\r\n\r\n`WHY INDONESIAN COMMUNISTS CONDEMN MALAYSIA\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Communist Party Resolution'\r\n\r\n\r\n\r\n<br><br>And  to  top it all, Sir, an editorial: `Merger  and\r\n\r\nthe Reds'. All this is done quite deliberately in an\r\n\r\nattempt  to  discredit the Barisan Sosialis  in  the\r\n\r\neyes of the English-educated. Sir, the Straits Times\r\n\r\nhave  been, as usual, a willing party and  have  co-operated  with the P.A.P. Sir, I suggest  that  that\r\n\r\npiece  was mischievously timed to coincide with  the\r\n\r\nopening of the Malaysia debate, obviously to  create\r\n\r\nthe  impression that only the Communists are against\r\n\r\nthe  Malaysia  set  up, and if the Barisan  Sosialis\r\n\r\nopposes Malaysia, it must necessarily be Communists.\r\n\r\nSir,  Mr Alex Josey, who I believe live in the same\r\n\r\nhouse with the Minister for Culture, is today one of\r\n\r\nthe  P.A.P.'s top advisers. In fact, Sir, he is  the\r\n\r\ndirect  pipe-line to the British, and it  is  widely\r\n\r\nrumoured among political circles that Alex Josey  is\r\n\r\nan MI-S man like G. G. Thomson.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam</b> rose ---\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n \r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Point\r\n\r\nof clarification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Would the Member for Thomson also\r\n\r\nagree that Mr Alex Josey is also the pipe-line from\r\n\r\nLim Ching Siong to me?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, we have found in recent days and\r\n\r\nalso  in the earlier days, Sir, that every time  the\r\n\r\nMinister  for  Culture wants to know  what  Mr  Lim\r\n\r\nChing  Siong  thinks, he sends for Alex Josey.  Alex\r\n\r\nJosey used to come with shorts and with slippers on.\r\n\r\nI  think  he feared that if he came with a coat  and\r\n\r\ntie,  he  might  not be admitted  to  the  Singapore\r\n\r\nGeneral Employees' Union. So he dressed as a  simple\r\n\r\nman.  But anyway, Sir, I have no doubt that some  or\r\n\r\nus - Mr Lim tells me, so does Mr Woodhull - that  when\r\n\r\nthey  talk to Mr Alex Josey, they are not too  sure\r\n\r\nwhether they are talking to Mr Alex\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 807</b></font><br><br>\r\n\r\n\r\n\r\nJosey  or the Minister for Culture. That is  because\r\n\r\nthese  two  great fellows speak the  same  language.\r\n\r\nSir,  Mr  Alex  Josey is well, known in  South-East\r\n\r\nAsian  countries for his notorious activities.  Many\r\n\r\npeople in this part of the world take, him to  be  a\r\n\r\nP.A.P. spokesman.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> You take him to be Lim Ching\r\n\r\nSiong's spokesman!\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, it does not logically follow that\r\n\r\njust  because  the  P.K.I. - the Indonesian  Communist\r\n\r\nParty - is against Malaysia, therefore, all those  who\r\n\r\nare  against Malaysia are Communists. Sir,  this  is\r\n\r\ntypical P.A.P. bankrupt logic. Some of my colleagues\r\n\r\nhave exposed the stupidity of this logic. It is like\r\n\r\nsaying  that since the Prime Minister likes to  play\r\n\r\ngolf,  then  all  those who like to  play  golf  are\r\n\r\nP.A.P. members, or those' who do not play golf  are\r\n\r\nCommunists. Sir, this reminds me of -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Castro plays golf!\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Therefore, what is he? Communist - or not\r\n\r\na Communist?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Communist.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Communist. Sir, this is typical of the\r\n\r\nlogic  that I heard when I was in Standard  III.  It\r\n\r\nruns something like this. Mr A is an American.  Mr\r\n\r\nA is a liar. No - Mr A is - sorry, Sir,It is a vicious\r\n\r\ncircle, and although I learned it in Standard III  I\r\n\r\nstill remember it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> You are still in Standard III.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> And I think this is a typical\r\n\r\ndemonstration  of  P.A.P. logic.  Mr  A   is   an.\r\n\r\nAmerican. All Americans are liars. Therefore, Mr  A\r\n\r\nis  a  liar.  Therefore, what  he  says  in  untrue.\r\n\r\nTherefore, Americans are not liars. Therefore, Mr A\r\n\r\nis  not  a  liar. Therefore, what he says  is  true.\r\n\r\nTherefore,  Americans are liars, and therefore  what\r\n\r\nhe  says  is untrue. And it can go on, Sir. This  is\r\n\r\nP.A.P. logic. They stop where it is convenient  for\r\n\r\nthem.  It is very simple logic. All they have to  do\r\n\r\nis  to  sit  back quietly and say it over  and  over\r\n\r\nagain and they will find that it can go on. As I was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 808</b></font><br><br>\r\n\r\n\r\n\r\nsaying,  as  far  as the P.A.P. are concerned,  they\r\n\r\njust  stop where it is convenient for them;  whether\r\n\r\nthey  want  to make Mr A a liar or not a  liar;  or\r\n\r\nwhether they want to make the Americans liars or not\r\n\r\nliars.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Scared!\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, we are not scared. We are not -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I thought the Member for\r\n\r\nThomson   was  doing  very  well  by  ignoring   the\r\n\r\ninterjections that are coming from across the Floor.\r\n\r\nThat  is  the best way to treat interruptions  which\r\n\r\ntend to become disorderly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Very well, Sir. I shall follow your\r\n\r\nadvice.   Sir.  Communists  throughout   the   world\r\n\r\ncondemned  the  murder of Lumumba  as  the  work  of\r\n\r\ncolonialists. So did the P.A.P. Does that  make  the\r\n\r\nP.A.P.  Communists? Sir, Communists, as  the  Minister\r\n\r\nfor  Culture admits, are anti-colonialists. Does  it\r\n\r\nmean that all anti-colonialists are Communists?  Are\r\n\r\npeople  like Soekarno, Nehru, etc., who have proved,\r\n\r\nunlike  the  P.A.P. leaders, that  they  are  anti-colonialists,  also  Communists?  Sir,   the   Prime\r\n\r\nMinister  is  very fond of mentioning  Soekarno  and\r\n\r\nNehru all the time. Sir, these men have proved to be\r\n\r\nanti-colonialists, unlike the Prime Minister. Nehru,\r\n\r\nfor  example, spent more than ten years  in  prison.\r\n\r\nOur  Prime Minister has not had the occasion of even\r\n\r\nspending  ten seconds in prison. He has visited  it,\r\n\r\nof course.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Communists say that neo-colonialism is no\r\n\r\ngood. You will remember, Sir, yesterday the Minister\r\n\r\nfor Culture was talking a lot about neo-colonialism.\r\n\r\nThe  Communists say neo-colonialism is no good. But,\r\n\r\nSir,  people like Soekarno, Nkhruma, etc, also  say\r\n\r\nthat  neo-colonialism is no good. Are they,  as  the\r\n\r\nAmericans are so fond of saying, Communists or  pro-Communists? Sir, theirs is the logic of  people  who\r\n\r\nhave no argument and reasoning, but who rely more on\r\n\r\nsmears  and threats. This is the logic of those  who\r\n\r\ndo  not  try  to  win over people by  arguments  and\r\n\r\nreasoning but who try\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 809</b></font><br><br>\r\n\r\n\r\n\r\nto  frighten people into submission. This  certainly\r\n\r\nis not the attitude of true democrats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must congratulate the Prime Minister on\r\n\r\nthe  tremendous energy and keenness  with  which  he\r\n\r\nwent  about trying to sell the idea of Malaysia,  in\r\n\r\nfact,  Sir, I gather the P.A.P. was so anxious  they\r\n\r\neven by-passed the Chairman of the Singapore C.P.A.,\r\n\r\nwhen appointing delegates to the C.P.A. Consultative\r\n\r\nCommittee Meeting in Jesselton.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think that is a fair\r\n\r\nstatement  at all. I think it is an unfair statement\r\n\r\nbecause  I know it is not correct. I do not want  to\r\n\r\nget  into a debate with any Member. But my  name  as\r\n\r\nChairman  of  the  C.P.A. must not be  dragged  into\r\n\r\nthese matters. If the hon. Member wishes to know the\r\n\r\ntruth, he can always come and see me.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> As I said. Sir, this is what I gather\r\n\r\nand I shall not pursue it any further. In fact, Sir,\r\n\r\nour  Prime Minister seems to be more concerned  with\r\n\r\nthe  success of the Malaysia proposals than the  man\r\n\r\nwho first voiced the idea, the Prime Minister of the\r\n\r\nFederation of Malaya. Sir, we saw how at the  C.P.A.\r\n\r\nConference  at Kuching, he betrayed his  anxiety  to\r\n\r\nforce the Malaysia proposals on the Borneo people by\r\n\r\nhis   repeated   attempts  to  commit   the   Borneo\r\n\r\ndelegations  by trying to turn a purely Consultative\r\n\r\nCommittee  into a negotiating body, one  that  would\r\n\r\ntake  some form of decision on behalf of the  Borneo\r\n\r\npeople -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam</b> rose ---\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> On a point of elucidation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> No. Sir. I do not want to waste time.\r\n\r\nHis Prime Minister can reply for him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Sir, by his eagerness to answer questions\r\n\r\ndirected  not  at  him, but at  the  leader  of  the\r\n\r\nFederation   of  Malaya  delegations,   anyone   who\r\n\r\nlistened to even\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 810</b></font><br><br>\r\n\r\n\r\n\r\nthe  radio  forums  would  know  it  was  the  Prune\r\n\r\nMinister  of Singapore who was talking most  of  the\r\n\r\ntime.  This  anxiety  on  the  part  of  the  P.A.P.\r\n\r\nleadership is perfectly understandable. Taking  into\r\n\r\nconsideration the political situation  in  Singapore\r\n\r\nwhere, should the P.A.P. be so foolish enough as  to\r\n\r\nput their claim that they have the confidence of the\r\n\r\npeople to the acid test of a general election,  they\r\n\r\nwould be utterly defeated -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> We will have 13 by-elections.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> We know, Sir, and the Prime Minister also\r\n\r\nknows  that  he  has  not the  slightest  chance  of\r\n\r\nwinning in Tanjong Pagar. That is why the once proud\r\n\r\nand arrogant Member for Tanjong Pagar, a man who  in\r\n\r\nthe  past  has only been too eager to challenge  all\r\n\r\nand  sundry  to a by-election, now prefers  to  play\r\n\r\ngolf and dine with the Tunku in the cool heights  of\r\n\r\nFraser's  Hill  rather than  go  to  the  people  of\r\n\r\nTanjong  Pagar.  In fact, there is a  strong  rumour\r\n\r\nthat despite all the tailoring that can be done to a\r\n\r\nreferendum,  the Government may not even  hold  one.\r\n\r\nSir,  I am told the Prime Minister, when asked in  a\r\n\r\nrecent  prepared question session whether the result\r\n\r\nof  the  proposed referendum would  be  binding,  he\r\n\r\nanswered  that  only history could  decide.  A  very\r\n\r\nsmart  answer indeed; the true hallmark of  a  slick\r\n\r\nlawyer.  But unfortunately such smartness  does  not\r\n\r\ncreate  confidence. Why has the  Prime  Minister  on\r\n\r\nmore   than   one  occasion  betrayed  his   anxiety\r\n\r\nregarding  the  success of the  Malaysia  proposals?\r\n\r\nSir,  it  is certainly not because of the  so-called\r\n\r\nrecent  advances why there should be  Malaysia.  The\r\n\r\nreason  is  obvious. The Tunku has made  it  evident\r\n\r\nthat  there  will  be no merger of the  P.A.P. type\r\n\r\nwithout his type of Malaysia coming into being. Sir,\r\n\r\nshould Malaysia fail, his attempt to hide behind  an\r\n\r\nunfair constitutional arrangement will fail and thus\r\n\r\nhe  will meet his political doom. Sir, his political\r\n\r\nsurvival  now  does  not depend  on  the  people  of\r\n\r\nSingapore but on the Tunku. He hopes that the Tunku,\r\n\r\nbeing  a  generous man and who is ever so  eager  to\r\n\r\nrefer industrial disputes to his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 811</b></font><br><br>\r\n\r\n\r\n\r\nMinister  of  Internal  Security  and  not  to   his\r\n\r\nMinister   of  Labour,  would  remove  the  P.A.P.'s\r\n\r\nopponents,  namely, those in the  Barisan  Sosialis,\r\n\r\nand  thus  guarantee him another span  of  political\r\n\r\nlife   Such  is  the  selfish  aim  of  the   P.A.P.\r\n\r\nleadership.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the last -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am not quite certain what\r\n\r\nthe Member for Thomson said. Is he alleging that the\r\n\r\nPrime  Minister of the Federation of Malaya is going\r\n\r\nto  do all those things, or is he alleging that  the\r\n\r\nPrime  Minister of Singapore would request the Tunku\r\n\r\nto  do  all  those things? There is  quite  a  great\r\n\r\ndifference in that. Can I have an answer?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I was not suggesting that. This is a\r\n\r\npossibility   that  is  likely   to   happen,   Sir,\r\n\r\nespecially when the Prime Minister of the Federation\r\n\r\nof  Malaya  himself has indicated in the  debate  in\r\n\r\nParliament that he may help the Singapore Government\r\n\r\nto   reduce  the  number  of  strikes  and  so   on,\r\n\r\nespecially  in  view of what our own Prime  Minister\r\n\r\nhas  said  in this Chamber, that in 1962 many  other\r\n\r\nthings  are going to happen. I was merely suggesting\r\n\r\nthat  it  is  a  possibility for  Singapore  to  see\r\n\r\nrepression in the near future.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The point that the Chair must make,\r\n\r\nand  make very strongly, is that direct insinuations\r\n\r\nof  improper  conduct  by  a  Prime  Minister  of  a\r\n\r\nfriendly country is completely out of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Mr Speaker, Sir, I did not in any way\r\n\r\ninsinuate improper conduct on the part of the  Prime\r\n\r\nMinister  of the Federation of Malaya. Sir,  in  the\r\n\r\npast  few months, various reasons have been advanced\r\n\r\nwhy  the  people  of  Singapore, Brunei,  Sabah  and\r\n\r\nSarawak should accept the Malaysia proposals of  the\r\n\r\nPrime   Minister  of  the  Federation   of   Malaya,\r\n\r\nproposals  which  are backed  to  the  hilt  by  the\r\n\r\nBritish  Colonial Office and the leadership  of  the\r\n\r\nP.A.P. In brief, Sir, these reasons are, to sum them\r\n\r\nup:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1. That it will bring prosperity to the peoples of\r\n\r\nthis Federation of Malaysia;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 812</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;2. These countries, if independent, cannot survive\r\n\r\nfor long in the present world situation; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;3. That Malaysia is a way of acquiring\r\n\r\nindependence   for  the  peoples  of   the   Borneo\r\n\r\nterritories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall deal with these so-called reasons one\r\n\r\nby  one  and  show that they are just  mere  excuses\r\n\r\nclearly presented so as to hide the ulterior motives\r\n\r\nof the sponsors of Malaysia - the Alliance Government,\r\n\r\nthe British Government and the P.A.P. Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the excuses put forward is that\r\n\r\nMalaysia  will  bring about economic prosperity  for\r\n\r\nall.  If you will remember, the Minister for Culture\r\n\r\nspent  a  considerable time yesterday expounding  on\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the ills of our country stem directly from the\r\n\r\neconomic  system under which we live. A  large  area\r\n\r\nwith  a bigger population cannot by themselves solve\r\n\r\nour  economic  problems. This is  elementary.  India\r\n\r\nwith  its  large population and land mass  is  faced\r\n\r\nwith just as grave economic ills. The only way these\r\n\r\neconomic problems can be solved is by substituting a\r\n\r\nplanned economy for a capitalist economy. In  short,\r\n\r\nonly with the success, in my view, of socialism over\r\n\r\ncapitalism  can  there be prosperity  for  all.  The\r\n\r\nP.A.P. still  claims  to be a socialist  Party  and\r\n\r\nclaims to be in favour of a planned economy. Do they\r\n\r\nseriously maintain that the plan of Malaysia, voiced\r\n\r\nfirst  in the open by the Tunku and supported  later\r\n\r\nby  the  Colonial  Office, has as  its  objective  a\r\n\r\nplanned economy for this region? The Tunku does  not\r\n\r\nbelieve  in  socialism. He represents  a  Right-wing\r\n\r\nParty  and has openly said so. One can hardly expect\r\n\r\nthe  British  to encourage socialism in  this  area.\r\n\r\nFurthermore,  this Malaysia Plan is opposed  by  all\r\n\r\nLeft-wing  Parties  in  the Borneo  territories  and\r\n\r\nsupported only by some Right-wing reactionaries. Can\r\n\r\nthe  P.A.P. therefore honestly claim that this  plan\r\n\r\nwill  promote the cause of socialism, a  cause  they\r\n\r\nclaim  to believe in? Why have they found themselves\r\n\r\nin  the camp of the Right-wing forces? Even in  this\r\n\r\nAssembly their staunch supporters are.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 813</b></font><br><br>\r\n\r\n\r\n\r\nthe  Right-wing reactionary elements in the  S.P.A.,\r\n\r\nthe  very  man whom only a couple of years ago  they\r\n\r\ntreated with contempt. Sir, the only explanation  is\r\n\r\nthat  because of their selfish desire to  remain  in\r\n\r\noffice,  they  are prepared to put forward  whatever\r\n\r\nexcuses they can think of.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second argument advanced by the P.A.P. leaders\r\n\r\nand  also by the colonial administration in  Sarawak\r\n\r\nis  that  the  Borneo territories,  if  independent,\r\n\r\ncannot  survive in the present world situation.  The\r\n\r\nP.A.P. and the Federation Government are trying  to\r\n\r\nwhip  up an anti-Communist campaign hoping to  scare\r\n\r\neverybody  into accepting their Malaysia.  They  are\r\n\r\ntrying to sell the falsehood that if we do not  join\r\n\r\nin  the  Malaysia scheme of things, we will  all  be\r\n\r\nswallowed  up by the Communists. They say the  small\r\n\r\ncountries  nowadays  cannot  survive  without  being\r\n\r\nconquered  by  the Communists. So they  say.  \"Come,\r\n\r\nleave the Communists; the Federation Government will\r\n\r\nprotect  you.\" But the people of Singapore  and  the\r\n\r\nBorneo   territories  are  now  burdened  not   with\r\n\r\nCommunism, but with colonialism. What they  want  to\r\n\r\ndo  is to get rid of colonialism straightaway.  Does\r\n\r\nthis  Malaysia  scheme really get  rid  of  colonial\r\n\r\nexploitation?  We find the colonial power  is  among\r\n\r\nthe  most enthusiastic people behind the scheme.  It\r\n\r\nis  obvious  that this Malaysia scheme is  going  to\r\n\r\nperpetuate colonialism in disguise. Sir, none  other\r\n\r\nthan  the Prime Minister of the Federation of Malaya\r\n\r\nhimself has said he fully appreciates the fact  that\r\n\r\nthe colonial power has much vested interests in this\r\n\r\narea  which it wishes to protect. The Tunku has made\r\n\r\nit  clear  that  he  is not going  to  harm  British\r\n\r\neconomic  interest in this area. Sir,  the  crux  of\r\n\r\ncolonial   exploitation   lies   in   the   economic\r\n\r\ndomination of our people by the colonial power,  and\r\n\r\npolitical  power will have no meaning whatsoever  if\r\n\r\nwe  are not going to attain economic independence at\r\n\r\nthe  same  time. But it is this economic  domination\r\n\r\nover  the people that this Malaysia scheme is  aimed\r\n\r\nat perpetuating.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 814</b></font><br><br>\r\n\r\n\r\n\r\nOr  for  what else, Sir, could the,  colonial\r\n\r\npower  be so enthusiastic over this scheme? In other\r\n\r\nwords, what the Federation Government and the P.A.P.\r\n\r\nwant  us  to  accept is, in fact, a continuation  of\r\n\r\ncolonial economic exploitation of our people for the\r\n\r\nexchange  of protection against a ghost enemy.  Sir,\r\n\r\nmust  our  people pay this heavy price as protection\r\n\r\nmoney?  Sir,  we  see around us in Asia  and  Africa\r\n\r\nnumerous   small  nations  surviving  by  themselves\r\n\r\nwithout   having  to  allow  their  former  colonial\r\n\r\nmasters to continue to exploit the people. Are these\r\n\r\nnations  of  the  Afro-Asia group  faced  with  this\r\n\r\nfictitious  danger of Communism? No,  Sir,In  this\r\n\r\nworld  of nuclear weapons, no nation other than  the\r\n\r\nbig  powers  can  really protect themselves  from  a\r\n\r\nnuclear  onslaught.  Today  the  biggest  protection\r\n\r\nforce  is  the weight of world opinion. It  is  this\r\n\r\nforce  that  is  really  protecting  the  small  and\r\n\r\nneutral  nations  of Afro-Asia.  They  realise  that\r\n\r\neconomic  freedom is the real aim of the people  and\r\n\r\nthat their countries cannot really be considered  as\r\n\r\nbeing independent until, they have achieved economic\r\n\r\nindependence. To be linked economically  to  Western\r\n\r\ncapitalist nations is certainly not going to achieve\r\n\r\nfreedom for the broad masses of our people. And what\r\n\r\nour   people   right  now  want  is   the   complete\r\n\r\neradication of colonial exploitation of our country.\r\n\r\nWhat  our  people are faced with today  is  colonial\r\n\r\nexploitation.  No  political freedom  can  have  any\r\n\r\nmeaning whatsoever to our people if it does not seek\r\n\r\nto remove the economic exploitation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, how can our people be convinced by the Tunku\r\n\r\nand  the P.A.P. leaders that they will be free under\r\n\r\nthis  Malaysia scheme when they know that they  will\r\n\r\nstill continue to be exploited by the colonial power\r\n\r\nin  disguise? It is no use trying to ask us to fight\r\n\r\nsome  fictitious enemy when we are not going  to  be\r\n\r\nfreed  from  our present enemy  - the colonial  power.\r\n\r\nThus the Communist scare is so transparent that even\r\n\r\nthe  British Government does not come to mention  it\r\n\r\nin  the  publication \"Malaysia and Sarawak\"  by  the\r\n\r\nBritish Government of Sarawak in January this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 815</b></font><br><br>\r\n\r\n\r\n\r\nyear.  No mention is made of this aspect in all  its\r\n\r\nsix pages extolling the advantages of Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister of Singapore has on more\r\n\r\nthan one occasion drawn the analogy between oil-rich\r\n\r\nBrunei and oil-rich Kuwait which, as we all know, is\r\n\r\nbeing  claimed  by  Iraq. Sir,  whom  &es  he  think\r\n\r\nthreatens Brunei or harbours evil intentions towards\r\n\r\nBrunei?  Sir,  this is deliberately  being  done  to\r\n\r\nsubstantiate  his  claim that no  small  independent\r\n\r\nnation   can   survive  under  the   present   world\r\n\r\nsituation.\r\n\r\n\r\n\r\n<br><br>7.20 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr Mammen) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, it is obvious whom he is\r\n\r\nreferring to. Iraq is too far away to lay  claim  to\r\n\r\nBrunei.  The  country which they point  an  accusing\r\n\r\nfinger at but would not name is obviously Indonesia.\r\n\r\nThis  attitude  is not the way to  the  building  of\r\n\r\nfriendly  ties and relationship between  neighbours.\r\n\r\nSir, Indonesia has made it amply clear to the people\r\n\r\nof  Brunei  and to all others that they  harbour  no\r\n\r\nsuch intentions, and I do not see any reason why  we\r\n\r\nshould not accept such policies at their face value.\r\n\r\nSir, no nation which treasures the friendship of its\r\n\r\nneighbours should point a suspecting finger at them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the third argument - in my opinion perhaps one\r\n\r\nof  the strongest arguments - put forward for Malaysia\r\n\r\nas proposed by the Tunku is that the people of these\r\n\r\nterritories would become independent. Sir, this plan\r\n\r\nis  put  forward as an anti-colonial effort to  help\r\n\r\nthe  subject  people  of  the  British  colonies  to\r\n\r\nachieve   independence.  This   plan   unfortunately\r\n\r\nbecomes suspect if for no other reason than that  it\r\n\r\nhas  the full backing of the colonial government  It\r\n\r\nis like asking the British to kick themselves out of\r\n\r\nBorneo.  Sir,  such  logic  is  an  insult  to   the\r\n\r\nintelligence   of   the   people   of   the   Borneo\r\n\r\nterritories.   Let   us  credit   them   with   more\r\n\r\nintelligence. We have heard that the declared aim of\r\n\r\nthe British Government is to grant independence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 816</b></font><br><br>\r\n\r\n\r\n\r\nto all colonial territories as soon as they\r\n\r\nare  ready for it. We all know that the Indians were\r\n\r\nnever ready for it until they were prepared to throw\r\n\r\nthe British out by force. The recent examples of Goa\r\n\r\nand  West  Irian  merely prove one  thing,  that  no\r\n\r\ncolonial   power  wants  to  give  away  a  colonial\r\n\r\nconcession unless and until she is forced to get out\r\n\r\none way or the other - by peaceful means or by the use\r\n\r\nof  armed might. But, for argument purposes, even if\r\n\r\nwe  are  prepared  to  ignore historical  facts  and\r\n\r\naccept British propaganda as gospel truth, then  the\r\n\r\nlogical conclusion would be that if by Malaysia  the\r\n\r\npeople of these British colonies can be independent,\r\n\r\nthen  these  same  people must be judged  ready  for\r\n\r\nindependence  today.  The colonial  government  must\r\n\r\nagree  to  this as they openly support  the  Tunku's\r\n\r\nproposals for Malaysia. Why then if these people are\r\n\r\nready  for independence do the British still  refuse\r\n\r\nto  give them independence? Mr Deputy Speaker, Sir,\r\n\r\nwhy  must  they be given independence  only  if  the\r\n\r\nFederation  Government can control  them?  Sir,  the\r\n\r\nanswer  is  very clear. The British are afraid  that\r\n\r\nthe  people  of the Borneo territories  may  try  to\r\n\r\nachieve  genuine independence, independence that  is\r\n\r\nboth  political and economic. The British  want  the\r\n\r\nsystem of exploitation to continue. They want to see\r\n\r\ntheir   super   profits   from   their   investments\r\n\r\nguaranteed,  and  the  Alliance  Government  of  the\r\n\r\nFederation  of  Malaya, now hand in glove  with  the\r\n\r\nonce  socialist-inclined P.A.P., have proved  to  be\r\n\r\nthe best local group to look after British financial\r\n\r\ninterests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, how can anyone seriously\r\n\r\nbelieve  that  the Malaysia Plan as proposed  is  an\r\n\r\nanti-colonial step to help the people of the  Borneo\r\n\r\nterritories  to achieve independence?  Sir,  if  the\r\n\r\nP.A.P. and  the Alliance Government  are  genuinely\r\n\r\nsincere  in wanting to set the people of the  Borneo\r\n\r\nterritories free, if they sincerely believe in their\r\n\r\nanti-colonial talk, then the obvious course for them\r\n\r\nis to support the popular movement in this territory\r\n\r\nand  fight  for the principle of self-determination,\r\n\r\nespecially when all the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 817</b></font><br><br>\r\n\r\n\r\n\r\nsocialist  Parties in this region want to fight  for\r\n\r\nindependence first.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today the line can be drawn-the Sarawak United\r\n\r\nPeople's  Party, the Party Ra'ayat of Brunei.  Where\r\n\r\ndoes the P.A.P. stand?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> There are also other Parties\r\n\r\nthere.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Yes, Mr Deputy Speaker, Sir, undoubtedly\r\n\r\nthere  are  other  Parties.  But  I  hope  that  the\r\n\r\nMinister  and the PAP. Government are not suggesting\r\n\r\nthat they want to co-operate with the other Parties,\r\n\r\nfor  if  that  is the case, then it is an  admission\r\n\r\nthat  they  want  to co-operate with the  Right-wing\r\n\r\nParties  because, apart from the socialist  Parties,\r\n\r\nthe  other Parties have openly declared their  stand\r\n\r\nas Right-wing Parties.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> We co-operate with nobody.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, to collaborate with the British and\r\n\r\nto  partake  in  the appointment of a Commission  to\r\n\r\ndecide   the   destiny  of  the  people   of   these\r\n\r\nterritories  is  hardly  the  way  to   gain   their\r\n\r\nconfidence and support.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we believe that the people of Brunei, Sarawak\r\n\r\nand  Sabah  know  what is good  for  themselves.  We\r\n\r\nbelieve  they  must be allowed to decide  their  own\r\n\r\ndestiny  themselves.  Therefore,  any  proposal  for\r\n\r\nMalaysia  must  be negotiated directly  between  the\r\n\r\nrepresentatives of the Federation Government and the\r\n\r\nrightful representatives of the people of the Borneo\r\n\r\nterritories.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The P.K.I.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> As the Minister for Finance knows, it is\r\n\r\nstupid to suggest the P.K.I. because the P.K.I. does\r\n\r\nnot function in the Borneo territories.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> No, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 818</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng:</b> You are afraid.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I am not afraid. I do not want -\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Please continue.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Mr Deputy Speaker, Sir, -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Why do you follow the P.K.I.?\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I do not want to turn this Chamber into\r\n\r\none that would make it look like a coffee-shop.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Then you should not talk\r\n\r\nnonsense.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, to impose something upon the people\r\n\r\nwithout  their  agreement is akin to the  buying  of\r\n\r\nslaves  from  their owners. Such an arrangement  can\r\n\r\nonly spell unhappiness for all.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> That is why you are not in the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, the Barisan Sosialis believes in\r\n\r\nthe   concept   of  a  Malaysia  that  will   really\r\n\r\nfacilitate  economic planning and  advancement.  But\r\n\r\nthis does not mean that we support the proposals  of\r\n\r\nMalaysia as put forward by the Prime Minister of the\r\n\r\nFederation  of Malaya. These proposals, as  we  have\r\n\r\npointed  out,  do not guarantee democracy,  equality\r\n\r\nand  freedom  for all the peoples of  this  proposed\r\n\r\nfederation.  We  have debated in  great  detail  the\r\n\r\nP.A.P.'s  proposals. I do not intend to go over  the\r\n\r\narguments   again.  Suffice  it  to   mention   that\r\n\r\nSingapore,  according  to the  Tunku,  will  not  be\r\n\r\nadmitted  as a full member hut as a State with  less\r\n\r\nrights  than the others; in short, with an  inferior\r\n\r\nstatus. Malaysia can only succeed if all the peoples\r\n\r\nof   the  territories  voluntarily  agree  to   come\r\n\r\ntogether. It can only be successful if it guarantees\r\n\r\nequality and democracy to all. To thrust the  scheme\r\n\r\nagreed  to beforehand by the British Government  and\r\n\r\nthe  Alliance  and the P.A.P. on the people  without\r\n\r\ntheir having the right to choose can serve only  the\r\n\r\nulterior  motives  of  these plotters  and  not  the\r\n\r\ninterests of the peoples of these territories.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 819</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Not the interests of\r\n\r\nCommunists. That is what you mean.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, I am sick and fed up with this talk\r\n\r\nof Communists -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> You will be more fed up talking -\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> - and we have spent time replying to\r\n\r\nthese  charges and smears. Only a little earlier  in\r\n\r\nmy  speech  I  did touch on the basis  used  by  the\r\n\r\nP.A.P. Government to say that opposition to Malaysia\r\n\r\nis Communist-inspired.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Rubbish! I never said that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> If only the Minister for Finance had not\r\n\r\ngone to have perhaps a glass of beer, and if he  had\r\n\r\nsat here and listened to what I have said, I am sure\r\n\r\nhe  would  not  have  come here and  tried  to  make\r\n\r\ninterjections. For the information of  the  Minister\r\n\r\nfor  Finance, I am quite prepared to leave  my  main\r\n\r\ntext and to take time to reply to every interjection\r\n\r\nthat  he makes. But I do not want to do that because\r\n\r\nI  think the time of this House should not be  spent\r\n\r\non  replying  to  stupid remarks  made  by  bankrupt\r\n\r\npoliticians who are fast drowning.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> That is what you think.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, we ate accused of being people who\r\n\r\nwant  to wreck the democratic system. In this House,\r\n\r\nyou  will  have noted that on the West Irian  issue,\r\n\r\nwhen   I   was   speaking,  the   Prime   Minister's\r\n\r\ninterruptions were clear-cut indications that it was\r\n\r\nhe who was trying to wreck the system. It was he who\r\n\r\nwanted  the debate to be carried out with no  regard\r\n\r\nto  the  rules of debate, and not we who are accused\r\n\r\nof  being  Communists. Sir,  I  tell  this  for  the\r\n\r\ninformation  of  the Minister for  Finance  and  the\r\n\r\nother -\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order. I think it is\r\n\r\nconvenient  for  the  hon. Member  to  just  confine\r\n\r\nhimself  to  the  motion. If  he  can  ignore  these\r\n\r\ninterjections,  the  quicker  will  the  debate   be \r\n\r\ndisposed of.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 820</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I shall once again accept the advice of\r\n\r\nthe   Chair  and  ignore  these  interjections.  The\r\n\r\nprinciples of the Tunku's proposals are at  variance\r\n\r\nwith  democracy. Mr Deputy Speaker, Sir,  they  are\r\n\r\nnot  principles  which anyone who  believes  in  the\r\n\r\nright  of  people  to choose their own  destiny  can\r\n\r\nsupport.  Sir, as my Party Chairman, the Member  for\r\n\r\nQueenstown,  has  said, we must not  fall  into  the\r\n\r\nP.A.P. propaganda trap of crying high and low  about\r\n\r\nthe   principle  of  Malaysia.  The   P.A.P. wants\r\n\r\neverybody  to get tangled in the so-called principle\r\n\r\nso  that they will be unwittingly made to appear  as\r\n\r\nthough  they  are  supporting the  present  Malaysia\r\n\r\nscheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other day the Prime Minister appeared\r\n\r\nextremely happy when the Member for Anson moved  his\r\n\r\namendment,  and became even happier when the  Member\r\n\r\nfor  Hong  Lim supported it. Mr Deputy Speaker,  it\r\n\r\nwill   be  recalled  that  even  though  both  these\r\n\r\nspeakers strongly condemn the P.A.P.'s White  Paper,\r\n\r\nthe  Prime Minister was so happy. The answer to  the\r\n\r\nPrime Minister's happiness is very simple. The Prime\r\n\r\nMinister  knows that these two Parties  have  fallen\r\n\r\ninto   the  P.A.P. propaganda  trap  and  are   now\r\n\r\nunwittingly confusing the people on this  issue.  We\r\n\r\nin  the  Barisan  Sosialis are  more  aware  of  the\r\n\r\ncunning  of  the Prime Minister and his  treacherous\r\n\r\ntactics. We in the Barisan Sosialis are not going to\r\n\r\nfall into the P.A.P. propaganda trap.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as far as Singapore is concerned, merger and\r\n\r\nMalaysia mean one and the same thing. That  is,  the\r\n\r\nP.A.P.'s  so-called  merger. We  have  very  clearly\r\n\r\nstated   our  attitude  to  this  so-called   merger\r\n\r\narrangement  in this Assembly. In short,  we  reject\r\n\r\nthe  proposals made by the P.A.P. Government and  we\r\n\r\nare certain that the people share our views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question before the House is not one that\r\n\r\ninvolves the mere selection of appropriate words. We\r\n\r\nare  not  arguing  over the niceties  of  words  and\r\n\r\nphrases  in themselves. Therefore, whether the  word\r\n\r\n\"plan\"  is  replaced by the word \"motion\",  or  what\r\n\r\nhave  you,  it  will  not affect  one  wee  bit  the\r\n\r\nMalaysia  that is intended to be put into  practice.\r\n\r\nThe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 821</b></font><br><br>\r\n\r\n\r\n\r\nMember  for  Anson  has moved an amendment.  In  our\r\n\r\nview,  that amendment does not change the  form  and\r\n\r\ncontent of the Malaysia that will materialise  after\r\n\r\nit comes into being. Sir, I must say that we are not\r\n\r\ninterested in what Malaysia is going to look like on\r\n\r\npaper.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order. Will the Serjeant-at-Arms see that silence is maintained in the Gallery.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> As practical people, we are more\r\n\r\nconcerned  with  what  Malaysia  actually  means  in\r\n\r\npractice  to  our people. As everybody  has  agreed,\r\n\r\nMalaysia  in  practice  means  the  P.A.P. type  of\r\n\r\nmerger,  the  White Paper that was debated  in  this\r\n\r\nAssembly  for 13 days. Therefore, I tell the  United\r\n\r\nPeople's  Party and the Workers' Party  that  it  is\r\n\r\nuseless for any one to close his eyes to reality and\r\n\r\nsay,  \"I  oppose the P.A.P. merger,  but  I  support\r\n\r\nTunku's Malaysia.\" We in the Barisan Sosialis do not\r\n\r\nwant  to participate in amending the motion because,\r\n\r\nto  us, it is not going to change the material  form\r\n\r\nof  Malaysia  in practice. Therefore,  Sir,  in  the\r\n\r\nvoting  on the amendment, we shall abstain,  and  we\r\n\r\nshall vote against the motion before the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, as we see it, those who\r\n\r\nreject  the  White Paper must logically oppose  this\r\n\r\nmotion.  There  is no alternative.  The  concept  of\r\n\r\nMalaysia  should not be confused with the  principle\r\n\r\nof the Tunku's Malaysia. The Tunku's Malaysia, as  I\r\n\r\nsaid  earlier, is not based on equality,  democracy,\r\n\r\nmutual respect and self-determination.\r\n\r\n\r\n\r\n<br><br>7.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Health and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Law (Mr K. M. Byrne):</b>\r\n\r\nMr Deputy Speaker, during the debate on West Irian,\r\n\r\nthe  Member for Thomson sought to draw a distinction\r\n\r\nbetween  the  efforts  of the  nationalists  in  the\r\n\r\nFederation  of Malaya and Singapore and  the  Borneo\r\n\r\nterritories to create a sovereign independent  State\r\n\r\nof  the  Federation of Malaysia and the struggle  of\r\n\r\nthe Indonesian people against Dutch colonialism.  He\r\n\r\nsaid that whilst the nationalists of Indonesia could\r\n\r\nhe  praised because they were engaged in a  struggle\r\n\r\nwith the Dutch, their former\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 822</b></font><br><br>\r\n\r\n\r\n\r\ncolonial  oppressors, the so-called nationalists  in\r\n\r\nour   territories,  were  entering  into   collusive\r\n\r\narrangements  with the British for  the  purpose  of\r\n\r\nachieving their dishonourable aims. In the course of\r\n\r\nthis  debate this evening he has also made the  same\r\n\r\ncharge.  Sir,  there  may be  many  in  the  Barisan\r\n\r\nSosialis  who  may  have  good  cause  to  fear  the\r\n\r\npolicies  of  the Federation Government in  internal\r\n\r\nsecurity  matters. The Member for Thomson  can  talk\r\n\r\ntill  the cows come home, but he will never be  able\r\n\r\nto  convince even a schoolboy that the Federation of\r\n\r\nMalaya  is  not  a truly nationalist  State  with  a\r\n\r\nnationalist  Government  in  control.  It  does  not\r\n\r\nmatter  what  he  thinks about  the  Tunku  and  his\r\n\r\nGovernment. He may say that the Tunku has  a  Right-wing Government in the Federation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> That is what the Tunku has.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> But he cannot deny that the Tunku heads\r\n\r\na  truly  nationalist Government in the  Federation.\r\n\r\nCan anyone who takes this view of the united efforts\r\n\r\nof  the nationalists in the Federation of Malaya  to\r\n\r\ngive  a  helping  hand  to their  kith  and  kin  in\r\n\r\nterritories still now under colonial rule to  attain\r\n\r\ntheir  freedom  by  integration with  the  sovereign\r\n\r\nindependent State of the Federation of Malaya,  ever\r\n\r\nbe  believed  when he claims that he  is  a  Malayan\r\n\r\nnationalist  at heart? Does the Member  for  Thomson\r\n\r\nsuggest  that the nationalist Government in  control\r\n\r\nof the Federation of Malaya would ever want to enter\r\n\r\ninto  collusive arrangements with a colonial  power,\r\n\r\nunder  whom  the  members of their  Government  have\r\n\r\nsuffered   in  the  past,  to  take  over   colonial\r\n\r\npossessions of the colonial power for the purpose of\r\n\r\nperpetuating colonial rule under a new form? Does he\r\n\r\nalso  suggest  that any self-respecting nationalists\r\n\r\nin  the  territories  now under colonial  subjection\r\n\r\nwould  ever  agree  to trade one  form  of  colonial\r\n\r\nsubjection for another? Only Communists who fear the\r\n\r\nnationalists make such baseless charges to smear the\r\n\r\nnationalists.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Member for Thomson\r\n\r\nconsiders the Malaysian proposals to be a diabolical\r\n\r\nplot by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 823</b></font><br><br>\r\n\r\n\r\n\r\nthe  British and their colonial stooges to deny  the\r\n\r\npeoples  of Singapore, Sabah, Brunei and Sarawak  of\r\n\r\ntheir  right  to self-determination and freedom.  He\r\n\r\nsaid  the  Malaysian idea was a threat to Indonesia.\r\n\r\nHe  also said that the idea of Malaysia was not  new\r\n\r\nbecause  the  anti-colonial  fighters  of  1945  had\r\n\r\nmooted  the idea of a Greater Indonesia which  would\r\n\r\ninclude these territories. Would he date to  say  in\r\n\r\nthis  House  that  he  prefers  a  merger  of  these\r\n\r\nterritories  with  Indonesia to a  merger  of  these\r\n\r\nterritories with the Federation of Malaya? Why  does\r\n\r\nhe  talk in riddles? We still have freedom of speech\r\n\r\nin  this  House. He should have the courage  to  say\r\n\r\nwhat he really wants to say.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Member for Queenstown\r\n\r\nsaid  in this House that the Malaysia that is  being\r\n\r\nunfolded before our eyes is not a Malaysia  that  is\r\n\r\ngoing  to  bring  equality, freedom,  democracy  and\r\n\r\nsocial  justice  to the people of Singapore,  Sabah,\r\n\r\nBorneo  and Sarawak, but, on the contrary, is  going\r\n\r\nto   spread  reaction,  injustice,  inequality   and\r\n\r\ndisunity  among these peoples. It is the same  voice\r\n\r\nwhich  gives  expression to such feelings  of  great\r\n\r\ndespair  which has also accused us of having  failed\r\n\r\nin our duty to the people of Singapore in not having\r\n\r\nmade uncompromising demands for complete merger  and\r\n\r\nwith   internal  security  in  the  hands   of   the\r\n\r\nGovernment  of  the Federation of  Malaya.  In  this\r\n\r\nHouse  I have listened to a lot of double-talk  from\r\n\r\nMembers  of the Barisan Sosialis opposite, but  none\r\n\r\nof  the  double-talk I have listened to so  far  can\r\n\r\nequal  this  in sheer impudence. \"Let  it  be  quite\r\n\r\nclearly  understood,\" said the  Member  for  Queens-town, \"that we do not object to the Malaysia concept\r\n\r\nas  a  concept.\" What he was not bold enough to  say\r\n\r\nduring the merger debate was that the Members of the\r\n\r\nBarisan  Sosialis  believe  in  merger  also  as   a\r\n\r\nconcept.  But that would have been letting  the  cat\r\n\r\nout  of  the  bag.  Let  us always  be  honest  with\r\n\r\nourselves  and  with the people  whom  we  claim  to\r\n\r\nrepresent.  The trouble with Members of the  Barisan\r\n\r\nSosialis is that they always suffer from a  loss  of\r\n\r\nmemory.  They have forgotten the stand  of  the  six\r\n\r\ntrade\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 824</b></font><br><br>\r\n\r\n\r\n\r\nunionists  on  the  merger  issue.  The  six   trade\r\n\r\nunionists  who  control  the Barisan  Sosialis  have\r\n\r\npublicly stated that they want not independence, not\r\n\r\nfreedom   from   colonial  domination,   but   self-government with local autonomy in internal  security\r\n\r\nmatters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, Sir, when the Tunku made it quite\r\n\r\nclear  that if there was no Malaysia there would  be\r\n\r\nno  merger. Members of the Barisan Sosialis began to\r\n\r\ntalk  about their loose confederation of independent\r\n\r\nStates  with  local  autonomy in  internal  security\r\n\r\nmatters.  This also they have now quite conveniently\r\n\r\nforgotten. As the idea of Malaysia begins to  emerge\r\n\r\nin  practical form, the leaders of the Ban-san,  who\r\n\r\nwere quite content to see Singapore remain a British\r\n\r\nColony,  have  now assumed the role of anti-colonial\r\n\r\nfighters.  They  now  say  they  disapprove  of  the\r\n\r\nMalaysia  proposal because it would bring injustice,\r\n\r\ninequality, disunity, and a loss of freedom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, honest men do not chop and change with such\r\n\r\nagility  and  with such a lack of  grace  when  they\r\n\r\npublicly take a stand on any public issue.  If  they\r\n\r\nmake  a  stand at all, they stick to it to the  end.\r\n\r\nAll  these  posturings  have been  forced  upon  the\r\n\r\nMembers  of  the Barisan Sosialis because  they  are\r\n\r\ntrying to conceal the truth which they fear, that if\r\n\r\nMalaysia  takes shape, it will not be the people  of\r\n\r\nSingapore  who  will be in danger  of  losing  their\r\n\r\ncivic rights or any of the economic advantages which\r\n\r\nthey  at  present  enjoy, but it will  be  the  real\r\n\r\nleaders of the Barisan Sosialis who are not in  this\r\n\r\nAssembly  and  their stooges in  this  Assembly  who\r\n\r\nwould find themselves in a position of dire peril.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi has expressed great concern\r\n\r\nat  the fact that on this motion the Members of  the\r\n\r\nBarisan  Sosialis stand alone, having parted company\r\n\r\nwith  the  Member for Anson and the Member for  Hong\r\n\r\nLim.  Those who pretend to be nationalists  and,  at\r\n\r\nthe  same time, try to frustrate the aspirations  of\r\n\r\nall true nationalists should not have any reason  to\r\n\r\ncomplain  if  they  find  themselves  in  this  very\r\n\r\nawkward  position. We as nationalists  unequivocably\r\n\r\nsupport the motion before the House\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 825</b></font><br><br>\r\n\r\n\r\n\r\nand  deplore the insincerity of the anti-nationalist\r\n\r\nattitude adopted by the real leaders of the  Barisan\r\n\r\nSosialis outside this House and their dupes in  this\r\n\r\nHouse on the Malaysia issue.\r\n\r\n\r\n\r\n<br><br>7.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Deputy Speaker,\r\n\r\nSir,  the motion before the House, as far as  I  can\r\n\r\nunderstand it, merely seeks from the House  approval\r\n\r\nin   principle  of  the  concept  of  Malaysia.   En\r\n\r\nunderstanding the debate that has now ensued on this\r\n\r\nmotion,  which  has  now  lasted  two  days,  it  is\r\n\r\nimportant to focus the discussion on this motion  in\r\n\r\nrelation to the debate that took place on the motion\r\n\r\nfor  merger with the Federation. In that motion, Mr\r\n\r\nDeputy  Speaker, the Barisan Sosialis, who were  the\r\n\r\nprincipal  opponents  of  that  particular   motion,\r\n\r\nargued that they accepted the concept of merger with\r\n\r\nthe  Federation, but objected to the particular form\r\n\r\nin  which  the merger was proposed. Their  principal\r\n\r\nobjection   to  the  form  was  in  the  citizenship\r\n\r\nproposal  which  the  Tunku  had  suggested  as  the\r\n\r\nmaximum  he could concede to the State of Singapore.\r\n\r\nAt  the same time, the Barisan Sosialis also made it\r\n\r\nquite clear that if the Tunku was prepared to accept\r\n\r\nSingapore  as the twelfth State, they would  support\r\n\r\nthe motion then before the House wholeheartedly.  At\r\n\r\nthat time, the argument was put forward that if  the\r\n\r\nTunku had offered Singapore the same terms which  he\r\n\r\nwas  then  offering  to the Bornean  territories - the\r\n\r\nTunku  had  said  that he would take  in  the  three\r\n\r\nBorneo territories as the twelfth, thirteenth and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 826</b></font><br><br>\r\n\r\n\r\n\r\nfourteenth  States - they, the  Barisan,  said  in  no\r\n\r\nuncertain   terms  that  they  would   support   the\r\n\r\nproposals wholeheartedly. So that, at that time, the\r\n\r\nargument,  as  I understood it, emanating  from  the\r\n\r\nBarisan  Sosialis was that they supported the  whole\r\n\r\nidea,  conception and plan put forward by the  Tunku\r\n\r\nfor  Malaysia. The only point on which  the  Barisan\r\n\r\nSosialis  did not agree with the Tunku was that  the\r\n\r\ncitizenship proposals for Singapore were inferior to\r\n\r\nthe    citizenship   proposals   of   the    Bornean\r\n\r\nterritories,  and,  therefore,  they   opposed   it.\r\n\r\nTherefore,  on  the  basis  of  that  debate.  I  am\r\n\r\nentitled to assume that at that particular juncture,\r\n\r\nthere  was  no suggestion that the people of  Borneo\r\n\r\nshould  be consulted, that there should be elections\r\n\r\nin   Borneo.  At  that  time,  there  was  no   such\r\n\r\nsuggestion.  If  the  Tunku  had  then  said,   \"You\r\n\r\nSingapore  come in as the twelfth State;  the  three\r\n\r\nBornean  territories  come  in  as  the  thirteenth,\r\n\r\nfourteenth  and  fifteenth  States,  then  I  think,\r\n\r\naccording  to  the propositions put forward  by  the\r\n\r\nBarisan Sosialis at that time, the whole House would\r\n\r\nhave  agreed on the concept of Malaysia, and  agreed\r\n\r\nin principle to Malaysia and the plan for Malaysia -\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn.\r\n\r\n\"-[Mr Ong Pang Boon].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
