{"memberId": null, "volumeNo": "17", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"17\">\r\n\r\n<meta name=\"Sit_No\" content=\"6\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1962-03-21\">\r\n\r\n<meta name=\"Start_Col\" content=\"563\">\r\n\r\n<meta name=\"End_Col\" content=\"652\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">17</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">6</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">21-03-1962</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 563</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART III OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 17</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 21st March, 1962</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 564</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Urn Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 565</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 565</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MESSAGE FROM THE</b></div>\r\n\r\n<div align=\"center\"><b>YANG DI-PERTUAN NEGARA</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Assents to Bills passed)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have to report that I have been\r\n\r\ninformed  by  His  Excellency the  Yang  di-Pertuan\r\n\r\nNegara  that  on  the 20th day of March,  1962,  he\r\n\r\nassented to the following Bills:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) The Singapore Military Forces (Amendment)\r\n\r\nBill;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) The Diphtheria Immunisation (Amendment) Bill;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii)The Minor Offences (Amendment) Bill;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) The Legislative Assembly (Privileges,\r\n\r\nImmunities and Powers) Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 565</b></font><br><br>\r\n\r\n       \r\n\r\n<div align=\"center\"><b>INDUSTRIAL UNREST</b></div>\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nAmendment  [19th  March, 1962]  to  Question  [16th\r\n\r\nMarch, 1962],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House views with grave concern the\r\n\r\nmounting  of  industrial unrest and  calls  on  the\r\n\r\nGovernment to take all reasonable steps  to  ensure\r\n\r\nindustrial  peace with justice in the interests  of\r\n\r\nthe   economic   well-being  of   the   people   of\r\n\r\nSingapore.\".-(Tun Lim Yew Hock).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`To leave out from \"unrest\" to the end and\r\n\r\ninsert:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"by pro-Communist political agitators for\r\n\r\npolitical ends and calls on the Government to  take\r\n\r\nall  reasonable  steps to ensure  industrial  peace\r\n\r\nwith   justice  in  the  interests  of   industrial\r\n\r\nexpansion  so  vital to the economic well-being  of\r\n\r\nthe  people  of  Singapore and to  prevent  genuine\r\n\r\nindustrial  grievances  from  being  exploited  for\r\n\r\nCommunist  ends\".'-(The Parliamentary Secretary  to\r\n\r\nthe Minister for Labour, Mr Wee Toon Boon).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed\r\n\r\nto be left out, be left out.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 566</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Health and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Law (Mr K. M. Byrne):</b> Mr Speaker, Sir, yesterday before the\r\n\r\nmoment  of interruption at midnight, I was  dealing\r\n\r\nwith  some  of  the charges which  the  Member  for\r\n\r\nThomson  had  made against the Government.  One  of\r\n\r\nthese  charges  concerns what he  contended  to  be\r\n\r\nunwarranted  police  action  against  employees  of\r\n\r\ncertain  commercial firms. I would refer the  House\r\n\r\nto  a report of what he said in this connection  in\r\n\r\nthe Straits Times of this morning. Mr Speaker, Mr\r\n\r\nBani  is  reported  as saying that  these  acts  of\r\n\r\nviolence  have  been  defended  by  the  Government\r\n\r\nMinisters as reasonable. He said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We do not consider police action against pickets\r\n\r\nreasonable.  Unwarranted  use  of  the  police   on\r\n\r\nhelpless workers cannot be termed reasonable by any\r\n\r\nstretch  of the imagination. Soon after losing  the\r\n\r\nsupport  of the workers, the Government  adopted  a\r\n\r\nferocious anti-workers' attitude.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker, Sir, he instanced police  action  in\r\n\r\nconnection with disputes like those of Sassoon, the\r\n\r\nGlass  Factory, the General Electric  Company,  the\r\n\r\nCity  Council, Robinson's, Shaw's and Guthrie's.  I\r\n\r\nmentioned some of the facts concerning the  Sassoon\r\n\r\ndispute.  I  informed  the  House  that   in   that\r\n\r\nparticular  case, there was very bad blood  between\r\n\r\nthe  employer and an employee who was the Secretary\r\n\r\nof  the  Branch  of  the Business Houses  Employees\r\n\r\nUnion in that firm. The employer threatened to sack\r\n\r\nthis   employee.  The  feelings  of  the  men  were\r\n\r\naroused.  They  came to the Ministry.  Mr  Dominic\r\n\r\nPuthucheary represented them. I knew feelings  were\r\n\r\nvery  high.  I  remained in the  office  late  that\r\n\r\nevening. He gave me and the Parliamentary Secretary\r\n\r\nto  the Minister for Labour (Mr Wee Toon Boon)  an\r\n\r\nassurance  that  the men would go  home  peacefully\r\n\r\nthat  night and that nothing would happen.  I  told\r\n\r\nhim  that if there were any doubts in the matter  I\r\n\r\nwould  have  the Labour Inspectors posted  on  duty\r\n\r\nthat  night. He said, \"Do not worry. They will  all\r\n\r\ngo  home.\" And I told the House that when I was  at\r\n\r\nCrawford  that same evening, I received a telephone\r\n\r\ncall  from  the  Parliamentary  Secretary  to   the\r\n\r\nMinister for Culture appealing to me to go down  to\r\n\r\nthe Central Police Station to see what\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 567</b></font><br><br>\r\n\r\n\r\n\r\nhad  happened  as  there was a  clash  between  the\r\n\r\npolice  and the strikers of that firm. I  told  the\r\n\r\nParliamentary Secretary to the Minister for Culture\r\n\r\nthat  I refused to do so because I had been assured\r\n\r\nthat  the men would go home peacefully that  night.\r\n\r\nThen   Mr   Woodhull  took  the  phone  from   the\r\n\r\nParliamentary  Secretary  to,  the   Minister   for\r\n\r\nCulture and phoned me. He made a personal appeal to\r\n\r\nme.  He  said, \"Would you come down? If you do,  it\r\n\r\nwould  buck the morale of the men up, and you could\r\n\r\nlead   a  demonstration  against  the  police.\"   I\r\n\r\npositively  refused  to  do  so.  Next  morning,  I\r\n\r\nreceived  a police report of what happened.  I  was\r\n\r\ninformed  by the police that the strikers  remained\r\n\r\nin  the  office that night and the employer had  to\r\n\r\nseek  the  assistance of the police  to  have  them\r\n\r\nejected. The police used reasonable force to  eject\r\n\r\nthem. Some went out of their own accord. A few  had\r\n\r\nto  be carried away. I checked on the police report\r\n\r\nand   found  that  some  of  the  men  had  a   few\r\n\r\ncontusions. Where was the police violence  in  this\r\n\r\nparticular dispute?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Thomson also\r\n\r\nmentioned the case of the Glass Factory. I told the\r\n\r\nHouse  that when that dispute occurred,  I  brought\r\n\r\nwith me to the site Mr Fong Swee Suan, Mr Dominic\r\n\r\nPuthucheary, Mr Kandasamy, Mr Woodhull,  and  Mr\r\n\r\nBani. I also asked Mr Lim Ching Siong to accompany\r\n\r\nus.  He  said  he had another important appointment\r\n\r\nthat  morning and could not go with us to the scene\r\n\r\nof the strike. When we arrived there, we found that\r\n\r\nthe  main  entrance to the factory  was  obstructed\r\n\r\nwith  benches. Mr Woodhull would do nothing  about\r\n\r\nit.  I appealed to Mr Fong Swee Suan. He spoke  to\r\n\r\nthe  workers  and got them to remove  the  benches.\r\n\r\nThat  was a protracted dispute. It lasted for  very\r\n\r\nmany  days. In the course of that dispute, some  of\r\n\r\nthe workers got very restive. They wanted to return\r\n\r\nto  work.  The majority of them were Malays.  There\r\n\r\nwere  also  Chinese and Indians amongst them.  They\r\n\r\ncame  to  see  me at my office and  asked  for  the\r\n\r\nprotection  of the Ministry to enable  them  to  go\r\n\r\nback   to  work.  In  order  that  we  would   play\r\n\r\ncompletely  fair  with  the union,  I  asked  these\r\n\r\nworkers  if  they would register their names  on  a\r\n\r\nregister\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 568</b></font><br><br>\r\n\r\n\r\n\r\nthat  was  opened in the Ministry. They  said  they\r\n\r\nwould  agree to do so. They came into the Ministry.\r\n\r\nThey  recorded their names, their addresses,  their\r\n\r\nidentity   card  numbers,  their  employment   card\r\n\r\nnumbers, and signed a declaration that they  wished\r\n\r\nto  go back to work of their own accord. There were\r\n\r\nabout  40  to 50 of them. I sent for the leader  of\r\n\r\nthe  Branch  Committee of that Union together  with\r\n\r\nsome  of  the  officers  of  the  T.U.C.  In  their\r\n\r\npresence,  the men lined up in my office  and  they\r\n\r\nall  stated both to the Branch Committee and to the\r\n\r\nrepresentatives  of  the T.U.C. that  they  wanted\r\n\r\npolice protection to go back to work; and on  that,\r\n\r\nI  arranged that labour officers should go  to  the\r\n\r\nscene  of  the  strike and that  police  protection\r\n\r\nshould  be  given  to these workers.  There  was  a\r\n\r\ngeneral  melee  when  they returned  to  work.  The\r\n\r\npolice  protected them. Some of them were assaulted\r\n\r\nat  the  time  when  they tried  to  get  into  the\r\n\r\nfactory. Feelings were very tense at that time,  so\r\n\r\nthat  the men who returned to work had to  live  in\r\n\r\nfor  many days. They did not dare to come  out.  In\r\n\r\nthe  course  of that dispute, there were complaints\r\n\r\nmade  that the management was taking out industrial\r\n\r\nproperty so that it could set up operations outside\r\n\r\nof Henderson Road. Every complaint made was checked\r\n\r\nin  the  presence of the union officials.  Most  of\r\n\r\nthose   complaints  were  found  to  be  completely\r\n\r\nuntrue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, is it resorting to violence for\r\n\r\nthe Government to get the police to give protection\r\n\r\nto  workers  who want to go back to work?  In  that\r\n\r\nparticular strike, both Mr Woodhull and  Mr  Fong\r\n\r\nSwee  Suan realised that the main instigator behind\r\n\r\nit  was  the  Branch Secretary of that Union.  They\r\n\r\nboth  took steps to get that man moved out of  that\r\n\r\nposition  in  that Union. Where were  the  acts  of\r\n\r\nviolence in the case of the Glass Factory strike?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Thomson referred\r\n\r\nto the G.E.C. strike. That strike arose because the\r\n\r\nmanagement proposed that if the workers wished  for\r\n\r\nincreases in pay, as they could not afford to  give\r\n\r\nincreases to all, some of the workers would have to\r\n\r\nbe retrenched. They would not have it at all. We in\r\n\r\nthe Ministry tried to resolve\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 569</b></font><br><br>\r\n\r\n\r\n\r\nthat  dispute.  We  had  many  meetings  with   the\r\n\r\nmanagement and the employees. We were assured  that\r\n\r\nthe  employees  would not take strike  action.  But\r\n\r\neventually  they  did take strike action.  In  that\r\n\r\ndispute   also,  Mr  Speaker,  Sir,   there   were\r\n\r\ncomplaints  that the management were removing  some\r\n\r\nof  their property, some of their electric  motors,\r\n\r\nto outside shops to get work done during the period\r\n\r\nof  the strike in order to break that strike.  That\r\n\r\nwas  untrue. The workers even searched  members  of\r\n\r\nthe  management and we had to discourage them  from\r\n\r\ndoing  so.  In  that case some of the workers  also\r\n\r\nwanted  to  return to work. There  was  an  act  of\r\n\r\nviolence  committed,  but it  was  not  an  act  of\r\n\r\nviolence  against the workers by  the  police.  One\r\n\r\nworker  was charged for an act of violence  against\r\n\r\nanother  worker under section 4 (d)  of  the  Trade\r\n\r\nDisputes Ordinance. On 17th November, 1960, he  was\r\n\r\nprosecuted  in the police court and fined  $20  for\r\n\r\nassault. Where were the police acts of violence  in\r\n\r\nthat dispute?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Thomson referred to the\r\n\r\nRobinson   strike.   He  said  that   Mr   Dominic\r\n\r\nPuthucheary was there at 8 o'clock in the  morning.\r\n\r\nHe  went  there at 10 o'clock. Everybody  was  well\r\n\r\nbehaved.  He  said the police acted violently.  Mr\r\n\r\nSpeaker,  Sir, the Minister for Culture  has  drawn\r\n\r\nthe   attention  of  the  House  to  pictures  that\r\n\r\nappeared  in  the Straits Tunes in connection  with\r\n\r\nthe   attitude  of  the  workers  in  that  strike.\r\n\r\nEverybody  appeared to be very  happy.  Nobody  was\r\n\r\nassaulted. As far as I personally was concerned,  I\r\n\r\nwas  at that time in the Ministry of Health  and  I\r\n\r\nremember that the Commissioner for Labour called on\r\n\r\nme  at  about  8.30 on the morning of the  Robinson\r\n\r\nstrike  and reported to me that the employees  were\r\n\r\nout  on  strike. He said he had posted  his  labour\r\n\r\nofficers on duty, and the latest reports were  that\r\n\r\nthey  were behaving themselves. I was very  pleased\r\n\r\nto  know  that. I had that morning  to  go  to  the\r\n\r\nMinistry  of  Finance to cover the  duties  of  the\r\n\r\nMinister  for Finance (Dr Goh Keng Swee)  when  he\r\n\r\nwas  away.  Between 11.30 and 12  that  morning,  I\r\n\r\nreceived  a telephone message from Mr A. T.  Rajah.\r\n\r\nHe informed me that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 570</b></font><br><br>\r\n\r\n\r\n\r\nmen   were  blocking  the  main  entrance  of   the\r\n\r\nbuilding, and he asked whether it would be in order\r\n\r\nfor  him  to take police action to clear  the  main\r\n\r\nentrance.  I  replied that it was  his  duty  as  a\r\n\r\npolice officer to keep the main entrance open.  But\r\n\r\nif  the  strikers were sitting around on the  five-foot way, they should be left alone.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in connection with this strike, this is\r\n\r\nwhat  the Member for Thomson said in the  House yesterday. \r\n\r\nI  refer again to  the  report  of  the speech \r\n\r\nin the Straits Times this morning:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Bani then described how the Police had moved in against\r\n\r\nthe  Robinson  strikers,  although  no reports  had  \r\n\r\nbeen  made  against  obstruction   by officials or any \r\n\r\nother persons.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Mr A. T. Rajah is a Government\r\n\r\nofficer. He was the senior police officer  on  duty\r\n\r\nthere. He had made a reference to me. He wanted  to\r\n\r\nknow  whether it was in order for him to clear  the\r\n\r\nmain  entrance as it was being obstructed.  Surely,\r\n\r\nif the Member for Thomson had checked on his facts,\r\n\r\nhe could not have made such a statement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there was nothing to show that\r\n\r\nthe police had anything to do with the Ministry  of\r\n\r\nLabour  when the other strikes occurred -  the  City\r\n\r\nCouncil  strike, the Shaw strike, and  the  Guthrie\r\n\r\nstrike. I have no doubt that other Members on  this\r\n\r\nside of the House will be covering those strikes in\r\n\r\nthe course of their speeches.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another charge that the Member for Thomson made\r\n\r\nwas  that  Government  was partisan.  Even  in  the\r\n\r\nmatter of secret ballots where certain unions which\r\n\r\nwere friendly to Government were concerned, even if\r\n\r\nthey lost out on the ballot they were allowed to go\r\n\r\nout on strike. The Member mentioned a strike of the\r\n\r\nManual  and Mercantile Workers' Union at  a  rubber\r\n\r\nmill.  Mr Speaker, Sir, things like this do happen\r\n\r\nwhen  workers in any particular organisation belong\r\n\r\nto  different unions and when the numbers are about\r\n\r\neven. If a ballot is taken where two unions contend\r\n\r\nfor  recognition, it can happen that  the  minority\r\n\r\nfeel so strongly about it that they\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 571</b></font><br><br>\r\n\r\n\r\n\r\ncontinue to strike even if they lose in the ballot,\r\n\r\nBut our duty as a Government is to get them to call\r\n\r\noff the strike, which we did.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, on this question of secret ballots, Sir. Who\r\n\r\nare  the people who make the charges against us?  I\r\n\r\nrefer  the  House to an ultimatum that appeared  in\r\n\r\nthe  Straits Times of Tuesday, 28th February, 1961:\r\n\r\n\r\n\r\n<br><br><div align=\"center\">`UNION WARNING TO THREE FIRMS</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Business Houses Employees' Union\r\n\r\nthis  evening  [that was Monday,  the  day  before]\r\n\r\nserved  a  seven-day ultimatum on three  big  firms\r\n\r\ndemanding  recognition of its branches.  The  firms\r\n\r\nare:  Firestone  Tyre  & Rubber  Co.,  the  Federal\r\n\r\nDispensary and the agency house of Muller &  Phipps\r\n\r\n(Far East)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the union, all three firms have\r\n\r\nrefused to recognise branches set up between them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The ultimatum was issued after an hour-long\r\n\r\nprotest meeting of members of the three branches in\r\n\r\nthe union's premises at Towner Road.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The meeting passed a resolution which protested\r\n\r\nagainst  the withholding of the right of the  union\r\n\r\nto  represent  employees, condemned the  denial  of\r\n\r\nemployers  to  recognise the right  of  workers  to\r\n\r\norganise   themselves,  deplored   the   anti-union\r\n\r\npreparations   of   the   employers    and    their\r\n\r\nintimidatory   tactics  and  demanded   recognition\r\n\r\nwithin a week.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The statement, issued by the union after the\r\n\r\nmeeting,  claimed that the employers have  directly\r\n\r\nand  indirectly intimidated workers wins a view  to\r\n\r\ndissuading  them  from supporting the  union  while\r\n\r\nnegotiations on recognition were in progress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It added: \"The union has been patient for the\r\n\r\nlast six months. Recognition is fundamental as this\r\n\r\nunion  represents most of the workers  employed  in\r\n\r\nthese firms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have been patient long enough. The firms\r\n\r\nconcerned  represent American and British  business\r\n\r\ninterests. They live in a dream land and  adamantly\r\n\r\nrefuse to see reality.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, any employer who refuses to recognise a\r\n\r\nunion  in  Singapore must be out of his  mind.  The\r\n\r\nwhole  purpose  and  operation  of  the  Industrial\r\n\r\nRelations   Ordinance  is  to  regulate   relations\r\n\r\nbetween   employers  and  employees  and  encourage\r\n\r\nindustrial peace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are of the opinion that the managements of\r\n\r\nthese  firms are ganging up together to fight  this\r\n\r\nunion.  We are prepared to fight them if they  want\r\n\r\nto.\"'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this warning is described as an\r\n\r\nultimatum.  When I saw that in the papers.  I  sent\r\n\r\nfor the Executive Committee of the Business Houses\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 572</b></font><br><br>\r\n\r\n\r\n\r\nUnion.  I  advised  them that  even  if  they  felt\r\n\r\nstrongly  about this, they should not  take  strike\r\n\r\naction.  So  I proposed to them that we should,  in\r\n\r\nall  fairness, hold a secret ballot with regard  to\r\n\r\ntheir  claims for recognition in these three firms.\r\n\r\nThere  was a lot of argument. They who issued  this\r\n\r\nultimatum  were  afraid to  face  up  to  a  secret\r\n\r\nballot.  But  eventually,  I  decided  that  secret\r\n\r\nballots would be held. Secret ballots were held and\r\n\r\nI  agreed with the unions that before I took  these\r\n\r\nsecret ballots, I would speak personally to all the\r\n\r\nemployees of these three firms and tell them of the\r\n\r\nGovernment's  attitude  towards  the  unions,  that\r\n\r\nGovernment  thought  it  very  necessary  that  all\r\n\r\nworkers should be organised in trade unions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I duly attended a meeting in the Ministry on the\r\n\r\n14th  of  March,  1961,  in the  evening  when  the\r\n\r\nemployees of Muller & Phipps were asked to come  to\r\n\r\nthe  Ministry to find out if they were prepared  to\r\n\r\nparticipate  in this secret ballot. We checked  the\r\n\r\nlist  of the employees of Muller & Phipps and found\r\n\r\nthat  those eligible to vote numbered 64. Of  those\r\n\r\nwho  voted  in  this  secret  ballot  after  I  had\r\n\r\naddressed them, 17 voted in favour of the Singapore\r\n\r\nBusiness Houses Employees' Union and 41 against.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the 15th of March, 1961, in the Ministry also,\r\n\r\na  secret ballot was held amongst the employees  of\r\n\r\nthe   Federal   Dispensary  Ltd.  We  checked   the\r\n\r\nemployees'  list  of that firm and  there  were  88\r\n\r\neligible  to  vote. In the secret ballot  that  was\r\n\r\nheld, 34 declared that they wished to be members of\r\n\r\nthe  Business Houses Employees' Union and  49  were\r\n\r\nnot in favour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, on the 23rd of March, 1961, we held a\r\n\r\nthird  secret ballot for the employees of Firestone\r\n\r\n&  Co. We checked the employees' list of that  firm\r\n\r\nand found that there were 106 eligible to vote.  In\r\n\r\nthe secret ballot, 94 said that they were in favour\r\n\r\nof  being members of the Singapore Business  Houses\r\n\r\nEmployees' Union and five were against.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The ballots were opened in the Ministry on 27th\r\n\r\nof  March,  1961,  and the results  were  declared.\r\n\r\nFollowing  on that, the Business Houses  Employees'\r\n\r\nUnion,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 573</b></font><br><br>\r\n\r\n\r\n\r\nalthough it had lost in the ballots at the  Federal\r\n\r\nDispensary Ltd, and Muller & Phipps, demanded  that\r\n\r\nthey should be recognised with regard to those  who\r\n\r\nvoted  in  their favour. I refused this request.  I\r\n\r\nsaid  to  them,  \"You  have  in  the  past  accused\r\n\r\nemployers  of forming yellow unions. Here  you  are\r\n\r\nyourself proposing that unions who lose in  ballots\r\n\r\nshould still be recognised. Is that not a new  form\r\n\r\nof yellow union organisation?\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have also referred to what\r\n\r\nthe   Member  for  Thomson  has  said   about   the\r\n\r\ndifficulty he experienced in getting scales of  pay\r\n\r\nfor  the commercial workers who were members of the\r\n\r\nBusiness Houses Employees' Union. I mentioned that,\r\n\r\nas  a  result of representations received from  the\r\n\r\nT.U.C.,  50  amendments were  introduced  into  the\r\n\r\nIndustrial  Relations Ordinance. I  also  mentioned\r\n\r\nthat before people like Mr Bani, Mr Woodhull  and\r\n\r\nMr  Kum Siew Yee got interested in the affairs  of\r\n\r\nthe  Business Houses Employees' Union,  that  union\r\n\r\nhad come to see me and had asked me to do something\r\n\r\nto  enable them to get redundancy terms, retirement\r\n\r\nbenefits,   proper  scales  of  salary  and   bonus\r\n\r\npayments.  They  showed me a draft agreement  which\r\n\r\nthey  had  proposed to the Federation of  Employers\r\n\r\nfor consideration and which had been turned down. I\r\n\r\nchaired various meetings between them, but we could\r\n\r\nmake  no headway. As a result of that, Mr Speaker,\r\n\r\nSir,  we  entered  this particular  clause  in  the\r\n\r\nIndustrial Relations Ordinance. I refer Members  to\r\n\r\nsection 38 of the Ordinance which provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In making an award in relation to a trade\r\n\r\ndispute the Court -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;shall not be restricted to the specific relief\r\n\r\nclaimed  by the parties or to the demands  made  by\r\n\r\nthe  parties in the course of the trade dispute but\r\n\r\nmay  include in the award any matter or thing which\r\n\r\nit thinks expedient for the purpose of settling the\r\n\r\ntrade   dispute  or  of  preventing  further  trade\r\n\r\ndisputes   and  may  in  fixing  wages,   salaries,\r\n\r\nallowances or other remuneration give effect to its\r\n\r\ndecision   by  prescribing  time  rates,  piecework\r\n\r\nrates,  salary  scales, bonus  payments,  severance\r\n\r\npay,  or  retirement allowances or  by  such  other\r\n\r\nprescription as it considers appropriate;'.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 574</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we introduced a number of\r\n\r\namendments to the original Bill. I dealt  with  one\r\n\r\nof  those amendments -  the first provision that there\r\n\r\nshould   be   automatic  reference  of   deadlocked\r\n\r\ndisputes to the Court. We recognise that the unions\r\n\r\nshould,  in  certain circumstances in a  democratic\r\n\r\nsociety,  be  allowed to withdraw  their  services.\r\n\r\nThat  is  why  we made an amendment to  the  clause\r\n\r\ndealing  with automatic references of  disputes  to\r\n\r\nthe Arbitration Court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, all the clauses of this Bill\r\n\r\nwere   agreed   to   between  the  Government   and\r\n\r\nrepresentatives  of  the  T.U.C. except  for   two\r\n\r\nparagraphs  of  one  clause. These  are  the  penal\r\n\r\nclauses  for  contempts of  the  authority  of  the\r\n\r\ncourt. The T.U.C. asked us not to incorporate  this\r\n\r\nparticular  provision in the  Bill  which  provided\r\n\r\nthat  where a person failed to comply with an order\r\n\r\nof  the  court,  the Court could place  the  person\r\n\r\nguilty  of contempt under a restriction from  trade\r\n\r\nunion  activities for a period of two years and  if\r\n\r\nthe   provision  was  breached,  then  the   person\r\n\r\nconcerned could be brought before a District  Court\r\n\r\nand punished for the offence. They said that it was\r\n\r\nderogatory of the whole of the trade union movement\r\n\r\nfor   such  a  provision  to  be  entered  in   the\r\n\r\nOrdinance.  But, nevertheless, we were  firm  about\r\n\r\nthose two paragraphs of this Bill. As for the other\r\n\r\nparagraphs,  they  were  completely  and   entirely\r\n\r\nagreed  to - clause by clause - with the  members  of\r\n\r\nthe T.U.C.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson was aware of the\r\n\r\nprovisions of this Bill. be  discussed them all with\r\n\r\nus.  I  was very surprised to hear him say that  he\r\n\r\nrespected  the  wishes of the  employers  in  these\r\n\r\nmatters. The employers he said had stated that  the\r\n\r\nconditions  of  work in the commercial  firms  were\r\n\r\nunlike the banks and the insurance companies.  They\r\n\r\ncould  not give the white-collar workers scales  of\r\n\r\npay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I mentioned in this House how Mr Woodhull got\r\n\r\nhimself  interested in the affairs of the  Business\r\n\r\nHouses  Employees Union. He came to see me on  many\r\n\r\noccasions, telling me that he knew that  agents  of\r\n\r\nemployers were planted\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 575</b></font><br><br>\r\n\r\n\r\n\r\nin  that union posing as advisers to the union, and\r\n\r\nhe  thought that they should be moved out. He  told\r\n\r\nme  that  he  was  making plans to get  a  suitable\r\n\r\nperson into that union. I mentioned yesterday  that\r\n\r\nI  was  invited to a Christmas \"do\" by this  union.\r\n\r\nWhen  I went there, there was a dance on and I  was\r\n\r\nsurprised  to  see Mr Kum Siew Yee there.  I  have\r\n\r\nknown him - I mentioned it in the House yesterday - for\r\n\r\nmany  years.  I  have known that he was  under  the\r\n\r\ninfluence  of  Mr Devan Nair who had indoctrinated\r\n\r\nhim  to be a Communist. So I was very surprised  to\r\n\r\nfind  out  that the man Mr Woodhull had  put  into\r\n\r\nthis  union was none other than Mr Kum  Siew  Yee.\r\n\r\nLest I be mistaken about these matters - in fairness\r\n\r\nto Mr Kum Siew Yee - the moment I heard about that,\r\n\r\nI naturally checked up with Mr Devan Nair, \"Do you\r\n\r\nknow that Mr Kum Siew Yee is now interested in the\r\n\r\naffairs of this union?\" He said, \"Yes. Mr Kum Siew\r\n\r\nYee  came  to see me.\" Mr Kum Siew Yee  said  that\r\n\r\nwhen  the  approach was made that he  should  enter\r\n\r\nthis  union, he asked Mr Devan Nair for his  views\r\n\r\nas to whether he was doing the right thing by going\r\n\r\ninto  this  union. Mr Devan Nair told me  that  he\r\n\r\ntold Mr Kum Siew Yee, \"It would be better for  you\r\n\r\nto  stay  in the teaching profession and work  with\r\n\r\nthe  Teachers Union.\" Mr Kum Siew Yee said to  Mr\r\n\r\nDevan   Nair,   \"I  respect  what  you   say,   but\r\n\r\nnevertheless  I  feel that because  of  ideological\r\n\r\ndifferences, it is very essential that I should  go\r\n\r\nand work in that union.\" He resigned his post as  a\r\n\r\nteacher and joined this union.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I saw that things were hotting up the moment\r\n\r\nthese changes were made. An issue on the scales  of\r\n\r\nwages  immediately arose. That was in the New Year.\r\n\r\nThe  employers,  out  of the  generosity  of  their\r\n\r\nhearts,  were giving increments to their employees.\r\n\r\nNow at that time, the practice was for employers to\r\n\r\ngrant  rises in pay and increments to some  of  the\r\n\r\nemployees  and  deny them to others.  There  was  a\r\n\r\ntense  position  in  three  firms - Nestles  Products\r\n\r\nLtd., the East Asiatic Company and United Engineers\r\n\r\nLimited. Mr Dominic Puthucheary came to see me. He\r\n\r\nsaid that the employers were\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 576</b></font><br><br>\r\n\r\n\r\n\r\ntreating  the unions very unfairly. The  union  was\r\n\r\nactually  negotiating  with  the  employers  for  a\r\n\r\nsalary  scale. This was refused. Nevertheless,  the\r\n\r\nemployers  still  paid  merit  increments  to  some\r\n\r\nemployees and denied them to others. So I sent  for\r\n\r\nMr   Woodhull.  But  before  that,   Mr   Dominic\r\n\r\nPuthucheary said that he must teach the employers a\r\n\r\nlesson by having a demonstration. So I said,  \"Yes.\r\n\r\nI  am  all with you.\" He said that they would  book\r\n\r\nthe  Victoria Memorial Hall, meet there and have  a\r\n\r\ndemonstration  and  say that these  employers  were\r\n\r\nunfair  and  unjust. He promised me that  he  would\r\n\r\ntake  no strike action. I heard later that the  men\r\n\r\nwent on strike at Nestles Products Limited.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then I sent for Mr Woodhull. I discussed the\r\n\r\nposition  with him and he confirmed that  they  had\r\n\r\nbeen  negotiating for wage scales  in  these  three\r\n\r\nfirms. So I said to Mr Woodhull, \"I will back  you\r\n\r\nto  the  full.  Will you demand that the  employers\r\n\r\nenter a clause into these agreements that they will\r\n\r\nprovide  a  salary scale for the workers  in  these\r\n\r\nthree  firms,  and  that they  will  not  pay  them\r\n\r\nanything  in  addition to what is provided  for  in\r\n\r\nthose  salary scales? If they are tough.  I  assure\r\n\r\nyou that if they refuse to do that, that issue will\r\n\r\nbe  put  to the Industrial Arbitration Court.\"  Mr\r\n\r\nSpeaker, Sir, he promised me many times he would do\r\n\r\nso.  I  rang him many times about this. He promised\r\n\r\nme  that  he would speak to the union and get  that\r\n\r\nclause  entered into the draft agreement. I had  to\r\n\r\nwait  for  two or three months. Later on,  I  heard\r\n\r\nthat  on the quiet he went and concluded agreements\r\n\r\nwith  the employers for increases of $10 last  year\r\n\r\nand $15 the following year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Surely this is a case in which the Government was\r\n\r\ndoing its best to help the white-collar worker  and\r\n\r\noffered  to invoke a provision in the Ordinance  to\r\n\r\nhelp the worker. The Member for Thomson knows about\r\n\r\nit.  We  were prepared to help them. But  what  did\r\n\r\nthey  do? They made agreements on the sly with  the\r\n\r\nemployers.  Mr Speaker, Sir, they have  registered\r\n\r\nthese agreements. I accuse them of selling out  the\r\n\r\nwhite-collar workers. The workers have been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 577</b></font><br><br>\r\n\r\n\r\n\r\ndemanding  all along for wage scales and retirement\r\n\r\nbenefits. They have been asking for bonus payments.\r\n\r\nThey have been asking for severance pay. Where  are\r\n\r\nall these demands in these agreements?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, surely it is very unfair for\r\n\r\nthe  Member for Thomson, with a knowledge of  these\r\n\r\nfacts, to accuse the Government of being anti  this\r\n\r\nparticular union\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He stated in this Assembly that the P.A.P.\r\n\r\nGovernment  disliked  the white-collar  workers  so\r\n\r\nmuch  that  it  was prepared to use  force  against\r\n\r\nEnglish-educated  clerks and  salesgirls.  Is  that\r\n\r\ntrue?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson, in drawing the attention\r\n\r\nof  the House to a statement which appeared in  the\r\n\r\nStraits  Tunes  that the Minister  for  Labour  had\r\n\r\ndissolved  the T.U.C., said that they knew  nothing\r\n\r\nabout  it;  there  was not even a  meeting  of  the\r\n\r\nCouncil; these were Fascist methods of closing down\r\n\r\nunions,  and so on. Mr Speaker, Sir,  let  me  now\r\n\r\ndraw the attention of the House to the Trade Unions\r\n\r\nBill  which had its First Reading in this House  on\r\n\r\nthe  6th of April, 1960, and its Second Reading  on\r\n\r\nthe  13th of May, 1960. The Member for Thomson  has\r\n\r\ncharged  that we introduced the original Industrial\r\n\r\nRelations  Bill without any consultation whatsoever\r\n\r\nwith the T.U.C. That is correct. But in the case of\r\n\r\nthe  Trade  Unions  Bill,  there  was  the  fullest\r\n\r\nconsultation  between the Ministry and  the  T.U.C.\r\n\r\nbefore this Bill was introduced. Now we as a  Party\r\n\r\nhave proclaimed our belief in the need for unifying\r\n\r\nthe   trade   union  movement.  We   have   brought\r\n\r\nlegislation  into  this  House  to  do  away   with\r\n\r\nsplinter  unions  and yellow  unions.  We  got  the\r\n\r\napproval  of  the  House and we have  taken  action\r\n\r\nagainst  splinter unions and yellow unions and  put\r\n\r\nthem out of business. Mr Speaker, Sir, at the time\r\n\r\nthat this Bill was under discussion, the members of\r\n\r\nthe T.U.C. knew of our intention to and assisted us\r\n\r\nin setting up different categories of trade unions;\r\n\r\nin  fact,  the 19 categories that are scheduled  in\r\n\r\nthe First Schedule to this Bill were prepared\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 578</b></font><br><br>\r\n\r\n\r\n\r\nby  the  members  of  the  T.U.C. themselves.  Mr\r\n\r\nSpeaker,   Sir,   this  Bill   provided   for   the\r\n\r\ncategorisation  of trade unions  on  the  basis  of\r\n\r\nsimilarity  of employment. All trade  unions  which\r\n\r\nwere  registered would have to be in one  of  these\r\n\r\ncategories. It also provided that no union could be\r\n\r\nregistered   unless  it  was   affiliated   to   an\r\n\r\nassociation  of  trade unions  exempted  under  the\r\n\r\nprovisions of this Ordinance. Clause 59 of the Bill\r\n\r\ndealt  with the exemption from registration of  the\r\n\r\nassociation  of  trade unions i.e, the  T.U.C. and\r\n\r\nprovided that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Minister may, on the application of any\r\n\r\nassociation  of trade unions and after  examination\r\n\r\nand  approval of the rules of such association  and\r\n\r\nafter making such inquiries as he deems fit, exempt\r\n\r\nsuch association of trade unions from any or all of\r\n\r\nthe provisions of this Ordinance.'\r\n\r\n\r\n\r\n<br><br>The  intention there was to recognise  the  T.U.C.\r\n\r\nas an association of unions and exempt it from this\r\n\r\nBill  under  the  provisions of  section  59.  This\r\n\r\nsection further provided that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`An association of trade unions which is exempted\r\n\r\nby  the  Minister  under  subsection  (1)  of  this\r\n\r\nsection  shall  not  change its rules  without  the\r\n\r\nwritten permission of the Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Any trade union or federation of trade unions may\r\n\r\nby  resolution of its executive affiliate  with  an\r\n\r\nassociation  of  trade unions exempted  under  this\r\n\r\nsection.'\r\n\r\n\r\n\r\n<br><br>Mr Speaker, Sir, there are two other sections  of\r\n\r\nthe  Ordinance dealing with the registration  of  a\r\n\r\ntrade   union,   and   the  cancellation   of   the\r\n\r\nregistration   of  a  trade  union  which   deserve\r\n\r\nattention. I refer the House to section 11  of  the\r\n\r\nOrdinance which provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Registrar, if he is satisfied -\r\n\r\n<div align=\"center\"><h4>* * * *</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;that the trade union being an association or\r\n\r\ncombination  of  employees  is  affiliated  to   an\r\n\r\nassociation  of  trade  unions  exempted   by   the\r\n\r\nMinister under section 59 of this Ordinance;\r\n\r\n<div align=\"center\"><h4>* * * *</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;shall,... register the trade union in the\r\n\r\nprescribed  manner and if he is  not  so  satisfied\r\n\r\nshall .refuse the application.'\r\n\r\n\r\n\r\n<br><br>So  that before any trade union, existing or to  be\r\n\r\nconstituted,  can be registered, it must  first  of\r\n\r\nall  be  affiliated  to  the association  of  trade\r\n\r\nunions exempted under the provisions of section 59.\r\n\r\nAnd  to  section 14 of the Ordinance which provides\r\n\r\nthat:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 579</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The registration of a trade union may be cancelled\r\n\r\nby the Registrar -\r\n\r\n<div align=\"center\"><h4>* * * *</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;if he has evidence and is satisfied -\r\n\r\n<div align=\"center\"><h4>* * * *</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;that the trade union, being & an association or\r\n\r\ncombination   of  employees,  has  ceased   to   be\r\n\r\naffiliated  to  an  association  of  trade   unions\r\n\r\nexempted by the Minister under section 59  of  this\r\n\r\nOrdinance;'.\r\n\r\n\r\n\r\n<br><br>So  that before any trade union could come  on  the\r\n\r\nregister,  it would first have to seek  affiliation\r\n\r\nand  get affiliation from the T.U.C., otherwise  it\r\n\r\nis not registered. If after being registered it was\r\n\r\ndisaffiliated  by  the T.U.C.,  it  would  also  be\r\n\r\nderegistered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the transitional provisions of\r\n\r\nthis  Ordinance provide that within one year  every\r\n\r\nexisting trade union would have to seek affiliation\r\n\r\nto  the association of trade unions exempted  under\r\n\r\nsection 59 before it could continue to function.  I\r\n\r\nwill  read  this section, Mr Speaker. Sir,It  is\r\n\r\nsection 77 (2):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Within a period of one year from the date of the\r\n\r\ncoming  into  operation of this Ordinance  or  such\r\n\r\nlonger period as the Minister may in any particular\r\n\r\ncase   allow,   the  Registrar   may   cancel   the\r\n\r\nregistration of an existing union ...',\r\n\r\n\r\n\r\n<br><br>and it provides for cancellation (1) in the case of\r\n\r\nemployers'  organisations of an existing  union  if\r\n\r\nthe  Registrar is satisfied in the case of a  trade\r\n\r\nunion of employers that it is not an association or\r\n\r\ncombination of employers in a trade, occupation  or\r\n\r\nindustry  or  in trades, occupations or  industries\r\n\r\nwhich  are  in his opinion similar and (2)  in  the\r\n\r\ncase of a trade union of employees that it is  not\r\n\r\nan  association or combination of employees  within\r\n\r\none  of  the  categories  specified  in  the  First\r\n\r\nSchedule  to the Ordinance or is not affiliated  to\r\n\r\nan  association  of trade unions  exempted  by  the\r\n\r\nMinister under section 59 of the Ordinance. So  you\r\n\r\nwill   see,  Mr  Speaker,  Sir,  that   from   the\r\n\r\nprovisions   of  this  Ordinance  the  T.U.C. had\r\n\r\nabsolute  and entire control over the  whole  trade\r\n\r\nunion  movement. If any trade union failed  to  get\r\n\r\naffiliation to the T.U.C., it would cease to exist.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these provisions were discussed\r\n\r\nwith the T.U.C. and they urged that they be enacted\r\n\r\ninto law.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 580</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will now deal with the\r\n\r\nregistration of the three federations of unions. As\r\n\r\nthe  clauses  of  this Bill were under  discussion,\r\n\r\nsteps  were  taken  by certain unions  to  organise\r\n\r\nthemselves  into  federations for  the  purpose  of\r\n\r\nbringing themselves within one of the 19 categories\r\n\r\nin  the  Schedule to the Ordinance.  The  Singapore\r\n\r\nLand Transport Workers Union was registered on  2nd\r\n\r\nJanuary, 1960. The unions which were affiliated  to\r\n\r\nthis  first federation were the Singapore  Traction\r\n\r\nCompany Employees Union, the Singapore Taxi Drivers\r\n\r\nUnion, and the Singapore Bus Workers Union. At  the\r\n\r\nsame time, a second group of unions took action  to\r\n\r\nconstitute   themselves  into  another  federation,\r\n\r\nknown   as  the  National  Federation  of  Building\r\n\r\nConstruction  and Woodworking Unions.  This  second\r\n\r\nfederation  was registered on 12th February,  1960.\r\n\r\nThe  affiliates of this second federation were  the\r\n\r\nSingapore Woodworkers Union, the Singapore  Sawmill\r\n\r\nWorkers  Union,  the Singapore Brickmaking  Workers\r\n\r\nUnion,   the   National   Union   of   Building   &\r\n\r\nConstruction  Workers, and the Singapore  Union  of\r\n\r\nWorkers  of  Boat-building Industry.  At  the  same\r\n\r\ntime, yet a third group of unions were constituting\r\n\r\nthemselves into a federation. All this was done  to\r\n\r\nbring  themselves within the 19 categories which  I\r\n\r\nhave  referred  to, and of which they  had  advance\r\n\r\nnotice.  This new third federation was  called  the\r\n\r\nSingapore   Federation  of  Factory  and  Workshops\r\n\r\nEmployees  Union.  The unions  affiliated  to  this\r\n\r\nfederation are the following: the Singapore General\r\n\r\nEmployees  Union,  the Singapore  Rubber  Employees\r\n\r\nUnion,  the  Singapore Spinning Workers Union, the\r\n\r\nAmalgamated  Malayan Pineapple Workers  Union,  the\r\n\r\nSingapore   Shoe  Employees  Union,  the  Singapore\r\n\r\nTailors Union, the Singapore Rattan Workers  Union,\r\n\r\nthe    Singapore   Union   of   Brewery,    Bakery,\r\n\r\nConfectionery.  Canning and Drinks  Workers  Union,\r\n\r\nthe  Singapore Motor Workshop Employees Union,  the\r\n\r\nSingapore  Metal Manufacturing Workers  Union,  the\r\n\r\nSingapore  Metal Box Workers Union,  the  Singapore\r\n\r\nMachine & Engineering Employees Union; all to be in\r\n\r\nthe new third federation known as the Singapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 581</b></font><br><br>\r\n\r\n\r\n\r\nFederation of Factory & Workshops Employees  Union.\r\n\r\nAt  the  same  time also, one union which  had  its\r\n\r\nmembership restricted to lightermen, known  as  the\r\n\r\nSingapore  Transport  Vessel  Workers  Association,\r\n\r\nchanged  its name to the Singapore Water  Transport\r\n\r\nEmployees  Union, and amended its rules  to  extend\r\n\r\nits  membership to godown workers, carriers of rice\r\n\r\nand  goods,  and employees of sailing  ships.  This\r\n\r\nunion  registered its change of name  and  its  new\r\n\r\nrules on 11th May, 1960.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are 19 categories\r\n\r\nprovided  for in the First Schedule, and  there  is\r\n\r\none  category, Category No. 5, which is  designated\r\n\r\n\"Land Transport Workers Unions.\" The first group of\r\n\r\nunions  which  called  itself  the  Singapore  Land\r\n\r\nTransport Workers Union formed a federation  within\r\n\r\nthat category. In the same way, there is a category\r\n\r\nfor  Construction  and  Building  Material  Workers\r\n\r\nUnions,  Category No. 16 in the Schedule. Obviously\r\n\r\nthe federation known as the National Federation  of\r\n\r\nBuilding Construction and Woodworking Workers Union\r\n\r\nfederated  to come within that category. There  was\r\n\r\nalso  a  category,  Category No.  15,  for  Factory\r\n\r\nWorkers Unions, and obviously the federation  known\r\n\r\nas  the Singapore Federation of Factory & Workshops\r\n\r\nEmployees  Union was formed to bring itself  within\r\n\r\nthat  category. The change in name of the transport\r\n\r\nworkers union where it extended its membership from\r\n\r\nlightermen to godown workers, carriers of rice  and\r\n\r\ngoods, and employees of sailing ships, was made  to\r\n\r\nbring   itself  within  the  category   for   Water\r\n\r\nTransport Workers Unions, Category No. 7.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the provisions of this Bill\r\n\r\nwere  debated in this House on 13th May, 1960, that\r\n\r\nis,  when  the  Bill  had its Second  Reading.  The\r\n\r\nMember  for  Thomson  spoke  in  that  debate  with\r\n\r\nreference to this categorisation of unions. This is\r\n\r\nwhat  he had to say: I refer Members of this  House\r\n\r\nto  Hansard,  Vol. 12, No. 11, of 13th  May,  1960,\r\n\r\ncolumn 755, second paragraph:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Government does not intend to usurp\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 582</b></font><br><br>\r\n\r\n\r\n\r\nthe  right  of  the  unions to participate  in  the\r\n\r\nunification  of the movement, and setting  out  the\r\n\r\ncategories in the Schedule is merely establishing a\r\n\r\nbasis for the unions to work on.'\r\n\r\n\r\n\r\n<br><br>Mark  the  words  he  used, Mr  Speaker,  Sir - \"the\r\n\r\nGovernment  does not intend to usurp the  right  of\r\n\r\nthe unions to participate in the unification of the\r\n\r\nmovement\". And he went on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Without the provisions of the Bill and without\r\n\r\nthe  eradication of splinter and yellow unions,  if\r\n\r\nwe are to hope for the unification of the movement,\r\n\r\nI  would say, speaking from my own experience, that\r\n\r\nit  would take at least ten years for the  hope  to\r\n\r\nmaterialise.  Therefore, in brief, what  this  Bill\r\n\r\nseeks  to  do is to propel the development  of  the\r\n\r\ntrade union movement forward, and to encourage  the\r\n\r\nunification of the movement. And I am certain  that\r\n\r\nwith  the  passing  of  this  Bill  and  with   the\r\n\r\nimplementation of its provisions, we  will  have  a\r\n\r\nstronger, a healthier and a unified movement  in  a\r\n\r\nvery  short  time,  perhaps in about  a  couple  of\r\n\r\nyears' time.'\r\n\r\n\r\n\r\n<br><br>Now,  they  were trying to beat the gun. They  were\r\n\r\nforming these federations sometime before this Bill\r\n\r\nhad  its Second Reading, and bringing their  groups\r\n\r\nof unions within the categories provided under this\r\n\r\nOrdinance.  In this debate the Member  for  Thomson\r\n\r\nalso  referred  to  section 59 of  the  Bill  which\r\n\r\nrequired every union to be affiliated to the T.U.C.\r\n\r\nbefore  it could be registered, whether it  was  an\r\n\r\nexisting  union or a union to be set up in  future.\r\n\r\nThis is what he had to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Thirdly, on the question of compulsory\r\n\r\naffiliation,  I would say this. Whether  compulsion\r\n\r\nis  democratic  or not is futile to  ask.  What  is\r\n\r\nimportant  is whether it is desirable.  Slogans  on\r\n\r\ndemocratic  principles are beautiful but  they  are\r\n\r\nmeaningless   if  the  results  they  produce   are\r\n\r\nundesirable.'\r\n\r\n\r\n\r\n<br><br>That  is  from  the  Member for  Thomson,  who  has\r\n\r\naccused  the  Government of being  Fascist  in  its\r\n\r\ndealings with the workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another interesting thing that happened was the\r\n\r\nregistration  of the new T.U.C. At  the  same  time\r\n\r\nthat  these  unions were grouping  themselves  into\r\n\r\nthese  federations in the knowledge that this  Bill\r\n\r\nwould  be  introduced in the Legislative  Assembly,\r\n\r\nthe organisations of trade unions were taking steps\r\n\r\nto   regularise  their  position.  Before  the  new\r\n\r\norganisation  was  formed,  there  was  a  lot   of\r\n\r\ndiscussion between the leaders of this organisation\r\n\r\nas to what sort of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 583</b></font><br><br>\r\n\r\n\r\n\r\nform this new organisation should take. The men  in\r\n\r\nthe  leadership decided that there should be a  new\r\n\r\nform  of T.U.C., with an Executive Council, with  a\r\n\r\ndelegates  conference  and also  with  a  permanent\r\n\r\nSecretariat.   The   permanent   Secretariate   was\r\n\r\nestablished to do away with appointments which were\r\n\r\nprovided   for   under  the  rules  governing   the\r\n\r\ngoverning  council  of the old  T.U.C. - appointments\r\n\r\nlike   the   General-Secretary,   three   Assistant\r\n\r\nSecretaries  and  Treasurer. The  old  constitution\r\n\r\nprovided   for   those  officers.   So   this   new\r\n\r\norganisation was to have a permanent Secretariat in\r\n\r\nsubstitution. It was intended that the Secretary of\r\n\r\nthe  new  T.U.C. should be elected at  a  delegates\r\n\r\nconference,  and  he  should  have  the  right   of\r\n\r\nappointing  ten permanent Secretaries with  various\r\n\r\nportfolios.  There  was  a  lot  of  jockeying  for\r\n\r\npositions.  They had discussions with  me.  I  knew\r\n\r\nthat  they  were  not  a  united  group.  The   men\r\n\r\nconcerned  were then trying to seek  concord  while\r\n\r\nmaintaining differences. They were trying to  unite\r\n\r\nwhile  struggling at the same time. There were  two\r\n\r\nopposing forces.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I identify the members of this Secretariat as follows: In one grouping was Mr\r\n\r\nKandasamy,  the  Parliamentary  Secretary  to   the\r\n\r\nMinister  for Culture, Inche Buang bin Omar  Junid,\r\n\r\nthe  Parliamentary Secretary to  the  Minister  for\r\n\r\nHealth  and  Law - he was at that  time  Secretary-General   of   the   Singapore  General   Employees\r\n\r\nUnion - Mr  Ow Kheng Thor, who is in, the Government\r\n\r\nservice,  and Mr Devan Nair. That was  one  group.\r\n\r\nThe  other six consisted of Mr Woodhull, Mr  Fong\r\n\r\nSwee  Suan,  Mr  Lim Ching Siong,  Mr  Bani  (the\r\n\r\nMember  for  Thomson), Mr Dominic Puthucheary  and\r\n\r\nMr  Jamit Singh. There was a lot of jockeying  for\r\n\r\npositions  at that time. The group which  was  with\r\n\r\nMr  Devan Nair were trying to get one more  member\r\n\r\non their side and they were discussing as to who of\r\n\r\nthese ten should be left out. At one point of time,\r\n\r\nit  was  suggested  that  Mr  Dominic  Puthucheary\r\n\r\nshould  be  left out, and another man  substituted.\r\n\r\nThey  could not reach an agreement. Mr  Lim  Ching\r\n\r\nSiong said that if Mr Devan Nair's\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 584</b></font><br><br>\r\n\r\n\r\n\r\ngroup  insisted that Mr Dominic Puthucheary should\r\n\r\nbe  left out, then he would have nothing more to do\r\n\r\nwith  all this. So eventually under pressure, this\r\n\r\ngroup  was  formed  and they  agreed  to  form  the\r\n\r\npermanent  Secretariat. Then they had to regularise\r\n\r\nthe   whole  position.  Meetings  had  to  be  held\r\n\r\nimmediately after that to give it a facade that all\r\n\r\nthis   was  done  constitutionally.  So  a  General\r\n\r\nCouncil  of  the  general delegates conference  was\r\n\r\ncalled.  All members were present there.  They  had\r\n\r\nthis  mock  election.  The  Executive  Council  was\r\n\r\nformed.   The  permanent  Secretariat  system   was\r\n\r\nintroduced. \"Elections\" were held. These ten became\r\n\r\nthe permanent Secretariat. The delegates conference\r\n\r\nhad  no  control  whatsoever  over  them  and  this\r\n\r\nmockery of a T.U.C. organisation was formed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is to comply with section\r\n\r\n59  of  the  Ordinance where there was a  provision\r\n\r\nthat associations of unions should be exempted from\r\n\r\nthe  provisions of the Trade Union Ordinance.  They\r\n\r\nduly  went  with this constitution to the Registrar\r\n\r\nand  the  Registrar told them that  he  would  have\r\n\r\nnothing to do with it. He said that if they  wanted\r\n\r\nto  register this constitution they would  have  to\r\n\r\nregister the office bearers. He told them  that  as\r\n\r\nfar  as  he was concerned, the rules governing  the\r\n\r\nCouncil   of  the  old  T.U.C. under  the   T.U.C.\r\n\r\nOrdinance still remained in force, and that if they\r\n\r\nhad  to  register  such an association,  then  they\r\n\r\nwould  have to disclose who the President was, who\r\n\r\nthe   three  Vice-Presidents  were,  the   General-Secretary, the three Assistant-Secretaries and  the\r\n\r\nTreasurer. All that they could disclose under  this\r\n\r\narrangement  was  the President,  Mr  Mahmood  bin\r\n\r\nAwang,  the P.A.P. candidate for Anson;  the  three\r\n\r\nVice-Presidents,  Mr Tan Teck  Wah,  who  was  the\r\n\r\nPresident of the Singapore General Employees Union,\r\n\r\nthe Second Vice-President, Mr J. A. Kurup, who was\r\n\r\nfrom  the Naval Base Labour Union, the third  Vice-President,  Mr  Ang Chin Chye,  and  the  General\r\n\r\nSecretary,   Mr   Kandasamy,   the   Parliamentary\r\n\r\nSecretary  to the Minister for Culture. They  could\r\n\r\nnot satisfy the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 585</b></font><br><br>\r\n\r\n\r\n\r\nRegistrar   that  at  the  general  meeting   three\r\n\r\nAssistant  Secretaries and  a  Treasurer  had  been\r\n\r\nelected,   and   he   refused  to   register   this\r\n\r\norganisation.  Mr  Speaker, Sir,  the  Member  for\r\n\r\nThomson  referred  to  these  arrangements  in  the\r\n\r\ndebate  on  the Second Reading of the Trade  Unions\r\n\r\nBill. This is what he had to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Constitution of the T.U.C. has been amended\r\n\r\nand  the  organisation is being geared to meet  the\r\n\r\nnew  situation. The future, as I envisage it,  will\r\n\r\ncreate a democratic centralisation of the movement.\r\n\r\nBut  there are all sorts of wild talk in town. Wild\r\n\r\ntalk  about the so-called 10 Tall Men. But this  is\r\n\r\nfar  too  stupid to demand attention and to require\r\n\r\nclarification.  But what I wish  to  point  out  is\r\n\r\nthis.  In  the  final  analysis,  it  is  not   the\r\n\r\nSecretary-General or the Secretariat of the  T.U.C.\r\n\r\nwhich will decide, but the workers themselves.  The\r\n\r\npolitical pace in Singapore is set and dictated  by\r\n\r\nthe   working   class.  Governments   may   change,\r\n\r\npersonalities  may fade, but the grim  reminder  of\r\n\r\nreality  is  the temper of the working class  which\r\n\r\nwill  be  the  deciding factor,  and  history  will\r\n\r\ncontinue to be made.'\r\n\r\n\r\n\r\n<br><br>We  all  heard  him  say that in  this  House.  Mr\r\n\r\nSpeaker,  Sir,  that  is  not  the  language  of  a\r\n\r\ndemocrat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned earlier on that this Bill passed its\r\n\r\nSecond Reading on 13th May, and on the 23rd of May,\r\n\r\nten  days later, the Government was advised of  the\r\n\r\ngreat  security risks that it would  take  if  this\r\n\r\nBill  was  assented to. It would  have  placed  the\r\n\r\nwhole of the trade union movement under the control\r\n\r\nof  known undemocratic forces. On the 23rd of  May,\r\n\r\non the instructions of the Cabinet, I issued orders\r\n\r\nderegistering the Singapore Land Transport  Workers\r\n\r\nUnion,  the  Singapore Federation  of  Factory  and\r\n\r\nWorkshops  Employees Union, the National Federation\r\n\r\nof  Building  Construction and Woodworking  Workers\r\n\r\nUnion,  and also required that the Singapore  Water\r\n\r\nTransport Employees Union should assume its  former\r\n\r\nname  and  revert back to its former  rules.  There\r\n\r\nwere  protest meetings immediately after  that  was\r\n\r\ndone. I advised the leaders of these unions not  to\r\n\r\ndo that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I had further meetings with them to see what we\r\n\r\ncould  do  to remove from this Bill sections  which\r\n\r\nwere considered to be objectionable and a danger\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 586</b></font><br><br>\r\n\r\n\r\n\r\nfrom the security point of view. I proposed to  the\r\n\r\nT.U.C. - the  Ten Tall Men - that clause  77  of  the\r\n\r\nBill  should  be amended. That is the clause  which\r\n\r\nprovides  that all existing unions must within  one\r\n\r\nyear  seek affiliation to the new T.U.C. before  it\r\n\r\ncan  continue to exist. I suggested that we  remove\r\n\r\nthat  clause,  and that we introduce a  new  clause\r\n\r\nproviding  for the dissolution of all  general  and\r\n\r\nmiscellaneous unions before any action is taken  to\r\n\r\ncategorise  the unions under the First Schedule  of\r\n\r\nthis  Ordinance. There was considerable  opposition\r\n\r\nfrom  the  Singapore General Employees Union.  They\r\n\r\nsaid  that it was not possible for them to do  that\r\n\r\nwithin one year, because they had so many contracts\r\n\r\nwith  the employers, and if it was known that  they\r\n\r\nwere  to deregister, the employers concerned  would\r\n\r\nact tough with them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They were also asked to consider an amendment to\r\n\r\nclause  59  of  the Bill, the clause which  exempts\r\n\r\nassociations of unions from the provisions of  this\r\n\r\nOrdinance,   to   provide  that  where   this   new\r\n\r\norganisation   known   as   the   T.U.C. refuses\r\n\r\naffiliation  to  any particular union,  that  union\r\n\r\nwould  have  a right to appeal to the  Minister.  I\r\n\r\nheld  many  meetings  with  them,  asking  them  to\r\n\r\nconsider  these  amendments.  They  rejected  them.\r\n\r\nAfter these meetings, they promised that they would\r\n\r\nreply, but they did nothing about it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, for picketing rules. Mr Speaker Sir, I\r\n\r\nthink  the  Member for Thomson said that  when  the\r\n\r\nGovernment was not anti-worker, the Government used\r\n\r\nto  be  very  considerate, the Government  used  to\r\n\r\nrequire that policemen should be at least 50  yards\r\n\r\naway  from any place where there was a strike.  Mr\r\n\r\nSpeaker,  Sir, I know of no such arrangements.  All\r\n\r\nthat  we  have  done  is to insist  that  during  a\r\n\r\nstrike,  an employer should not engage new  labour.\r\n\r\nWe  have  held firmly to that. I have also insisted\r\n\r\nthat the men on strike have a right to picket.  The\r\n\r\nright  of picketing does not mean that the  men  on\r\n\r\nstrike  should only be allowed to stand around  the\r\n\r\ngates  of the firms or factories on strike,  whilst\r\n\r\nthe  employer  brings  in new  workers  in  lorries\r\n\r\nthrough the gates. There was a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 587</b></font><br><br>\r\n\r\n\r\n\r\nlot of trouble about picketing and we tried to come\r\n\r\nto  some arrangement with the T.U.C. about  it  and\r\n\r\nwith   the  organisations  of  employers.  I   held\r\n\r\ncountless  meetings with Mr Woodhull. I  told  him\r\n\r\nthat it would be necessary for us to put this on  a\r\n\r\nproper business-like footing. If necessary, we were\r\n\r\nprepared  to amend the Trade Disputes Ordinance  to\r\n\r\ngive  the  Government the power to  make  picketing\r\n\r\nrules.  He discussed this matter with me and  said,\r\n\r\n\"We  will take it back to the T.U.C.\" Then he said,\r\n\r\n\"Wait  awhile. It is necessary on such a matter  to\r\n\r\nconsult  all  the unions affiliated to the  T.U.C.\"\r\n\r\nThe  10  Tall  Men could not take a decision  among\r\n\r\nthemselves. The decision would have to be taken  by\r\n\r\nall  the  unions  affiliated to the  new  T.U.C.  I\r\n\r\nwaited  for him. Nothing happened. I sent  for  him\r\n\r\nand  he  said,  \"We have agreed. At least  we  have\r\n\r\ntaken   a  decision.  Do  not  let  Government   do\r\n\r\nanything, but we will come out with a statement and\r\n\r\nwe  will  see  that the new rules are enforced.\"  I\r\n\r\nsent  him  a  draft proposal for his consideration,\r\n\r\nbut as usual, Mr Speaker, Sir, nothing was done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson also referred to the Army\r\n\r\nCivil  Service Union. Mr Woodhull came to  see  me\r\n\r\nabout  this  union. He was dissatisfied  with  this\r\n\r\norganisation. It had a loose federation. There  was\r\n\r\na  delegates'  conference and representatives  were\r\n\r\nreturned to this delegates' conference from various\r\n\r\nareas  in  Singapore. The members in any particular\r\n\r\narea  were  both the daily-rated and  the  monthly-rated  staff. The monthly-rated and the daily-rated\r\n\r\nstaff voted as one group to send representatives to\r\n\r\nthe   delegates'   conference.  He   wanted   these\r\n\r\narrangements  changed.  He  knew  that  as  far  as\r\n\r\nnumbers were concerned, the white-collar staff were\r\n\r\ncompletely outnumbered by the daily-rated staff. He\r\n\r\nwanted  new  arrangements to be made  whereby  they\r\n\r\nwould change the system of area representation  and\r\n\r\nhave  a  system of an election at a general meeting\r\n\r\nof  all workers. They should not vote any more from\r\n\r\ntheir  separate  areas,  but  they  should  hold  a\r\n\r\ngeneral meeting and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 588</b></font><br><br>\r\n\r\n\r\n\r\nreturn representatives from the general meeting  of\r\n\r\nall  the  workers. Mr Speaker, Sir, I looked  into\r\n\r\nthe  constitution of this union, discussed it  with\r\n\r\nthe  leaders of the Army Civil Service  Union,  and\r\n\r\nthey  were  hostile to amending it. They said  this\r\n\r\norganisation  had  been working satisfactorily  for\r\n\r\nmany years. They gave due regard to representations\r\n\r\nfrom  the daily-rated group and they were satisfied\r\n\r\nwith  existing  arrangements.  In  this  case.  Mr\r\n\r\nSpeaker,  Sir,  I  would  accuse  Mr  Woodhull  of\r\n\r\ndeliberately meddling in this matter for subversive\r\n\r\nreasons. He had no other reason for wanting to make\r\n\r\nthese changes than for the purpose of enabling  him\r\n\r\nto  get  control of the daily-rated group  in  this\r\n\r\nunion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have refuted all the charges\r\n\r\nthat  were made by the Member for Thomson. Although\r\n\r\nhe  was  in  this House earlier on, he saw  fit  to\r\n\r\nleave the Chamber when I was speaking. I would have\r\n\r\nbeen  prepared at any time to give way  if  he  had\r\n\r\nstayed  on  and  indicated that he  would  like  to\r\n\r\nchallenge any of the statements that I have made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We as the Government have made mistakes. There\r\n\r\nis no doubt about it. But there is one mistake that\r\n\r\nwe   have   never   made.  We   have   never   been\r\n\r\nunsympathetic to labour. We have done everything to\r\n\r\nassist labour against unscrupulous employers. It is\r\n\r\ngalling  in the extreme to know that these  charges\r\n\r\nare  made  by  our former associates who  have  now\r\n\r\nthought  fit  not only to separate themselves  from\r\n\r\nus,  but  to  make  false and baseless  allegations\r\n\r\nagainst us as well.\r\n\r\n\r\n\r\n<br><br>3.54 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck (Havelock):</b> Mr Speaker, Sir,\r\n\r\nwhen  this  motion  was first brought  up  in  this\r\n\r\nAssembly  by the Member for Cairnhill, he  knew  in\r\n\r\nhis  heart of hearts that it would make the  P.A.P.\r\n\r\nand   the  Barisan  Sosialis  quarrel  about  trade\r\n\r\nunionism.  This  has  now actually  happened.  Sir,\r\n\r\nwhile  the Member for Cairnhill can blame the trade\r\n\r\nunions  and the workers without losing anything  at\r\n\r\nall - he has no or little influence at all over trade\r\n\r\nunions - the P.A.P. Government cannot blame the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 589</b></font><br><br>\r\n\r\n\r\n\r\ntrade  unions  and  the  workers.  The  P.A.P. is\r\n\r\ncontrolling  some unions, and if all  trade  unions\r\n\r\nare  blamed then their own unions are also  blamed.\r\n\r\nSir,  the  P.A.P. speakers  have  said  this:  \"Yes,\r\n\r\nindustrialists are scared by strikes. But they  are\r\n\r\nmisled  by the Communists in the unions.\"  So  what\r\n\r\nthey  are telling the people of Singapore  is  that\r\n\r\nnot all unions are bad; only some unions are bad -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b>\r\n\r\nUnion leaders.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> That some unions are not bad.\r\n\r\nThat the bad unions belong to the Barisan Sosialis -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Communist leaders belong to\r\n\r\nthe Barisan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> That the good unions belong to\r\n\r\nthe  P.A.P. This is a strange story. This  is  also\r\n\r\nthe  behaviour of the P.A.P. leaders. All the  good\r\n\r\nthings  belong  to  them. But all  the  bad  things\r\n\r\nbelong  to  others. This is what we mean by  P.A.P.\r\n\r\narrogance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what the P.A.P. Government wants the people\r\n\r\nof  Singapore  to believe is that people  can  join\r\n\r\nunions, but they must join the \"good\" unions.  They\r\n\r\nmust  join  P.A.P. unions, accept  P.A.P. men  as\r\n\r\nadvisers  and  leaders. Then even  if  they  go  on\r\n\r\nstrike, they are not doing the wrong thing. But  if\r\n\r\nthey  should  join  unions  not  belonging  to  the\r\n\r\nP.A.P.,  whatever thing they do, even if  they  are\r\n\r\ndoing the right thing, they would still be blamed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am told that because of this thinking,\r\n\r\nbecause of the belief that people in the non-P.A.P.\r\n\r\nunions are no good, the police are asked to set  up\r\n\r\na  special unit to deal with strikes. This is  only\r\n\r\none aspect of the problem. P.A.P. and P.A.P. men  as\r\n\r\nunion people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect of the problem is, namely, the\r\n\r\nP.A.P. as an employer. I am told that the  Harbour\r\n\r\nBoard workers are still having a hard time with the\r\n\r\nemployer, the P.A.P. or its agent, the Minister for\r\n\r\nEducation. Two and a half years have passed, but  I\r\n\r\ndo\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 590</b></font><br><br>\r\n\r\n\r\n\r\nnot  think that the Harbour Board workers  are  now\r\n\r\nhaving a better life. The people can still remember\r\n\r\nwhat  the  P.A.P, did to people in  the  Government\r\n\r\nservice when the pay was cut -\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Chan Chee Seng):</b> You supported\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> No negotiations and no respect\r\n\r\nat  all  for  the trade unions. Now they  say  that\r\n\r\nbecause  of  the so-called merger, the P.A.P. must\r\n\r\ngive back what they have taken away from the unions\r\n\r\nand  the  civil servants. Sir, I do not think  that\r\n\r\neven if the P.A.P. has now given back the pay cuts,\r\n\r\nthis is bad money. But as I say, the civil servants\r\n\r\nhave no reason to be thankful to the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P. as an employer in the City\r\n\r\nCouncil is not something I should pass judgment on.\r\n\r\nThe  City  Council workers should be the  judge.  I\r\n\r\nmust  say  that the strike that they  went  through\r\n\r\nrecently is a very strong judgment that the  P.A.P.\r\n\r\nis  a  kind  employer that must be  dealt  with  in\r\n\r\nstrikes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A lot has been talked about industrialisation.\r\n\r\nHow  much  faith  has  the  P.A.P.  Government   in\r\n\r\nindustrialisation?  The  P.A.P. say   they   want\r\n\r\nindustrialisation  and yet  they  use  the  surplus\r\n\r\nfunds for investment outside Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, everyone will remember that before the last\r\n\r\nelections the people were told by the Minister  for\r\n\r\nFinance  that all monies invested overseas must  be\r\n\r\ngot  back  for  investment  inside  Singapore.  The\r\n\r\nrecent  financial  statement  of  1960  shows  very\r\n\r\nclearly that the amount of investment is double the\r\n\r\namount invested by the last Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the people of Singapore can see very clearly\r\n\r\nthat  in this debate the P.A.P. are not as good  as\r\n\r\nthey  claim, the P.A.P. unions are not as  good  as\r\n\r\nthey claim, and that the P.A.P. employer is not  as\r\n\r\ngood as they claim. Let me give you an example.  In\r\n\r\nthe  Wah  Hin Rubber Factory, there were two  rival\r\n\r\nunions:  the Singapore General Employees Union  and\r\n\r\nthe Singapore Manual and Mercantile Workers Union\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 591</b></font><br><br>\r\n\r\n\r\n\r\nto which Mr Devan Nair is an adviser. There was  a\r\n\r\nstrike  and  a secret ballot was taken. The  result\r\n\r\nwas  in  favour of the Singapore General  Employees\r\n\r\nUnion. And yet the P.A.P. Union to which Mr  Devan\r\n\r\nNair is an adviser called a strike in spite of  the\r\n\r\nresult of the ballot. Eventually 30 workers of that\r\n\r\nP.A.P. union  were dismissed and  they  were  very\r\n\r\nunhappy  about the handling by the P.A.P.-sponsored\r\n\r\nunion.  Sir,  this  is the behaviour  of  a  \"good\"\r\n\r\nunion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the duty of the Minister for Home Affairs\r\n\r\nto  defend  the police. Let me point out here  that\r\n\r\nthe Minister is responsible for all the things that\r\n\r\nthe  police  do. Whether the police are  doing  the\r\n\r\nright  thing or the wrong thing, he is responsible.\r\n\r\nAnd so when the police are asked to do something to\r\n\r\nthe  unions, unionists or the strikers,  he  cannot\r\n\r\nrun away from the responsibility. No one is blaming\r\n\r\nthe  police.  But if they do the wrong  thing,  the\r\n\r\nsupreme command is to be blamed. The P.A.P. should\r\n\r\nbe  blamed for ordering the police to do the things\r\n\r\nthey want them to do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this debate, we can say fairly that the\r\n\r\nP.A.P. and the S.P.A. - the Prime Minister  and  the\r\n\r\nMember for Cairnhill - have very much in common.  The\r\n\r\nS.P.A. hate  the workers and blame the  Communists\r\n\r\nfor  the strikes of the workers. And the P.A.P.  are\r\n\r\nnow   doing  exactly  the  same  thing.  The   only\r\n\r\ndifference   is  that  while  the  Lim   Yew   Hock\r\n\r\nGovernment   did   what  they  said,   the   P.A.P.\r\n\r\nGovernment  are not prepared to do what  they  say.\r\n\r\nNow,  the reason for the P.A.P. Government to  just\r\n\r\ntalk  but  to take no action is that they are  more\r\n\r\ncunning. It is not because they are democrats. They\r\n\r\nwant  to  do  all the talking and let  the  foolish\r\n\r\npeople do all the dirty work, like the closing down\r\n\r\nof  trade  unions,  arresting unionists,  banishing\r\n\r\nthem, and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is quite clear that the amendment to this\r\n\r\nmotion by the P.A.P. Government is nothing new.  It\r\n\r\nis  merely playing an old and tedious record  which\r\n\r\nthe colonial Government and the previous Government\r\n\r\nwere playing when they were about to topple. It is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 592</b></font><br><br>\r\n\r\n\r\n\r\nsimply a case of who is playing the gramophone. The\r\n\r\nonly  difference is that the P.A.P. Government  are\r\n\r\nusing  a  hi-fi  stereogram to make it  sound  more\r\n\r\nrealistic.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> And\r\n\r\nplaying your record too. Mr Speaker, Sir, from the\r\n\r\ntwo  principal  speeches made  by  the  Member  for\r\n\r\nCairnhill  and  the  Member  for  Thomson,  it   is\r\n\r\napparent  that  both  the S.P.A. and  the  Barisan\r\n\r\nSosialis   have  been  thrown  into  a   state   of\r\n\r\nuncertainty and confusion as to the line  they  are\r\n\r\nto take on our amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill was unable to deny the\r\n\r\nfact  that  mounting industrial  unrest  only  took\r\n\r\nplace after the Communists openly fought the P.A.P.\r\n\r\nover  the question of merger from about the end  of\r\n\r\nJuly  last  year.  He  went  on  to  say  that  the\r\n\r\nGovernment was seeking by this amendment  to  place\r\n\r\nall  industrial  unrest as  being  caused  by  pro-Communist agitators for political ends. That is not\r\n\r\nour contention. There is no country in the world - Communist  or  non-Communist - which does  not  have\r\n\r\nfriction   between   workers  and   management   in\r\n\r\nindustry.  The  only difference  is  that  in  non-Communist  countries the workers can  seek  redress\r\n\r\nfor  their grievances over conditions of  work  and\r\n\r\npay  through  collective action  in  bargaining  or\r\n\r\ngoing  slow  or going on strike. But  in  Communist\r\n\r\ncountries,  any  worker  who  goes  on  strike  and\r\n\r\nhampers  the  production of the  State  becomes  an\r\n\r\nenemy  of  the  people  in the  definition  of  the\r\n\r\nCommunist  State, and punishments for an  enemy  of\r\n\r\nthe people are well known. But in spite of this, in\r\n\r\ntwo  instances in recent history - in Poland  and  in\r\n\r\nHungary - barely five or six years ago,  the  workers\r\n\r\nrose  up against the management and the State  when\r\n\r\nliving  and  working conditions became intolerable.\r\n\r\nAnd  it  required extensive reforms  in  Poland  to\r\n\r\nmaintain the regime without naked force and terror;\r\n\r\nit required the Russian Army in Hungary to brutally\r\n\r\nquell  demonstrations  of  discontent  against  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There can be no doubt that industrial peace\r\n\r\nrequires  a  continuous and continuing  process  of\r\n\r\nadjustments  between  workers and  management,  and\r\n\r\nthis is so\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 593</b></font><br><br>\r\n\r\n\r\n\r\nwhether  the  management is private  enterprise  or\r\n\r\nState industry. The old simple dogma that when  the\r\n\r\nmanagement is converted from private enterprise  to\r\n\r\nState   enterprise,  contradictions   between   the\r\n\r\nworkers   and   the  State  and  the  workers   and\r\n\r\nmanagement  automatically disappear and  industrial\r\n\r\npeace and happiness automatically follow, has  been\r\n\r\nbelied  by  the history of nationalised  industries\r\n\r\nboth  in  the Communist and non-Communist countries\r\n\r\nin Europe and in Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point we make against the pro-Communist\r\n\r\nagitators in the unions is that they have  not  the\r\n\r\nslightest  intention  of  helping  to  resolve  the\r\n\r\ndifferences  between  workers  and  management,  to\r\n\r\ncorrect  and  remedy injustice, and to create  just\r\n\r\nand stable industrial conditions to help industrial\r\n\r\ndevelopment. On the contrary, what they wish is  to\r\n\r\naggravate  and exploit dissatisfaction to  heighten\r\n\r\nbitterness and hatred to aid the cause of their own\r\n\r\nCommunist revolution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there were industrial disputes before and in\r\n\r\n1959.  There were industrial disputes in  1960,  in\r\n\r\nthe  days  when the Communists in the  unions  were\r\n\r\nstill superficially accepting the Government policy\r\n\r\nof   industrial   peace  with  justice,   but   the\r\n\r\nprotracted and bitter disputes which by-passed  the\r\n\r\nconciliation  and  arbitration  machinery  of   the\r\n\r\nLabour  Ministry  and  the  Industrial  Arbitration\r\n\r\nCourt  was a feature which appeared only after  the\r\n\r\nopen break in July last year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, Sir, I refer to the figures. In 1959,\r\n\r\nabout  2,000 workers were involved. 19,000 man-days\r\n\r\nwere  lost in 500 disputes of which 40 resulted  in\r\n\r\nstrikes. I rounded the figures in order to  present\r\n\r\nthem  more  easily and graphically. In  1960,  6,000\r\n\r\nworkers  were involved, 150,000 man-days were  lost\r\n\r\nin  800  disputes  of  which only  45  resulted  in\r\n\r\nstrikes.  In  1961, 40,000 workers  were  involved,\r\n\r\n400,000  man-days  were lost in 1,200  disputes  of\r\n\r\nwhich  116  resulted in strikes. The figures  speak\r\n\r\nfor  themselves. In 1959, 500 disputes, 40 strikes.\r\n\r\nIn  1960, 800 disputes. 45 strikes. In 1961,  1,200\r\n\r\ndisputes, 116 strikes. Now even if we take out  the\r\n\r\nstrike  of  the  City Council from the  figures  of\r\n\r\n1961, there are still 30,000 workers involved with\r\n\r\n200,000\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 594</b></font><br><br>\r\n\r\n\r\n\r\nman-days lost in 1,200 disputes of which 115  ended\r\n\r\nin  strikes.  I suggest further to the  Member  for\r\n\r\nThomson  that the City Council strike, though  non-Communist  in  its origin, was encouraged  by  them\r\n\r\nwhen they invited 14 of the City Council unions  to\r\n\r\ntheir S.A.T.U. inaugural meeting and when they sent\r\n\r\nout  delegations of pro-Communist leaders from  the\r\n\r\nCommunist-controlled unions to see the City Council\r\n\r\nunion  leaders  in order to heighten,  prolong  and\r\n\r\naggravate  the  situation.  Unfortunately  for  the\r\n\r\nCommunist, the City Council Union decided  that  it\r\n\r\nwas in their best interest not to have anything  to\r\n\r\ndo  with  the  Communists and  a  great  deal  more\r\n\r\nbitterness was spared.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill said that by moving the\r\n\r\namendment  the Government was trying to  shirk  its\r\n\r\nresponsibilities.  His  reason  is  not  that   the\r\n\r\namendment  is  untrue  but  that  having  made  the\r\n\r\namendment  he  says  that the Government  does  not\r\n\r\npropose   to   take  strong  action   against   the\r\n\r\nCommunists  to  crush  their  organisation  as  his\r\n\r\nGovernment did. He went on to say that it  was  the\r\n\r\nsacred  duty of the Government to deal with  people\r\n\r\nwho  created mischief in order to prevent them from\r\n\r\ndamaging  the  security and economic  stability  of\r\n\r\nSingapore.   Sir,  the  Government   accepts   full\r\n\r\nresponsibility  for  the  handling  of  the  labour\r\n\r\nsituation in Singapore. But we have refused and  we\r\n\r\nwill  continue to refuse to commit the  errors  and\r\n\r\nblunders  made  by the last Government  in  dealing\r\n\r\nwith the political state of agitation in the unions\r\n\r\ncaused  by Communist cadres. They have to be  dealt\r\n\r\nwith and the situation contained and damage to  the\r\n\r\nsecurity   and  economic  stability  of   Singapore\r\n\r\nprevented,  but  the time and the manner  in  which\r\n\r\nthey  are  to  be dealt with and the  circumstances\r\n\r\nunder  which  they  have  to  be  dealt  with  will\r\n\r\ndetermine   whether  their  future   influence   is\r\n\r\ndiminished  or unaffected, and whether  trouble  is\r\n\r\nlessened or increased. The simple method of  direct\r\n\r\naction of 1965 by the then Government -\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sixty-five?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> 1956, sorry. I am looking\r\n\r\nforward to it. [Laughter] But I must assure Members\r\n\r\non the other side,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 595</b></font><br><br>\r\n\r\n\r\n\r\nin case they think there is any significance in the\r\n\r\nnumber  \"65\",  that there is really  none.  I  just\r\n\r\nmisread  the  figure on the script. I  myself  feel\r\n\r\nthat there is nothing more to this very interesting\r\n\r\nstory  that we are unveiling before the  people  of\r\n\r\nSingapore.  It  is a very important  stage  in  the\r\n\r\nhistory  of  Malaya, and it may take place  with  a\r\n\r\nrapidity  which  may astound even  Members  of  the\r\n\r\nBarisan  Sosialis, resigned though they may  be  to\r\n\r\nthe inevitability of many things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the point I want to make is that in 1956,\r\n\r\nwhile   the  direct  action  produced  a  temporary\r\n\r\nquiescent  state in the unions - and they are  borne\r\n\r\nout  by the figures of strikes for 1957; there were\r\n\r\n27 strikes and 115 disputes - it also created for the\r\n\r\nCommunists  and  their cadres  a  great  number  of\r\n\r\nmartyrs  in  the  trade union world,  and  did  not\r\n\r\nmaterially reduce their influence. In our view, the\r\n\r\ncrude  method  and manner in which they  are  dealt\r\n\r\nwith the last time - and we just had confirmation  of\r\n\r\nthat  from the Member for Havelock who referred  to\r\n\r\nthe less crude manner of the present Government  as\r\n\r\ncunning, I would suggest these are witch words, and\r\n\r\nif  one wants to be fair, one says, \"This is a much\r\n\r\nmore intelligent, sensible and, in the long run, an\r\n\r\neffective   way  of  dealing  with  the   Communist\r\n\r\nproblem.\" - enable  the Communists  to  persuade  the\r\n\r\nworkers  into  believing that they  went  down  not\r\n\r\nbecause they were Communists but because they  were\r\n\r\nchampions  of  the workers, active trade  unionists\r\n\r\nworking  for  the cause of the improvement  of  the\r\n\r\nworkers'  lives. That error must never be  repeated\r\n\r\nagain. When they go down at the proper time,  there\r\n\r\nwill  be  very  little doubt in the  minds  of  the\r\n\r\nworkers  as to why they, the Communists, have  gone\r\n\r\ndown  and  not  the non-Communists in  the  unions.\r\n\r\nMeanwhile  the position must be held and  contained\r\n\r\nby  countering and exposing their manoeuvres in the\r\n\r\nunions and by showing, albeit somewhat painfully in\r\n\r\nthe  case of the Ford factory workers and the  Shaw\r\n\r\nworkers,   that   when  workers  allow   themselves\r\n\r\nfoolishly  to  be persuaded to embark  on  ventures\r\n\r\nwith Communist unions, they will find that they are\r\n\r\nsacrificed for a cause which is not their own.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 596</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest to the Member for Cairnhill that this\r\n\r\nis  a much more effective way to deal with them. We\r\n\r\nmust first expose their political machinations and,\r\n\r\nsecond,  compete  with  them  on  the  ground.  His\r\n\r\nalternative of just smacking down the Communists in\r\n\r\nthe  unions  without his being able to expose  them\r\n\r\nand   to  convince  the  workers  that  they   were\r\n\r\nCommunists, and worse, without competing  with  the\r\n\r\nCommunists   for  support  of  the   workers,   was\r\n\r\nineffective   in   dealing   with   the   long-term\r\n\r\nsituation. Sir, it is true that this competition at\r\n\r\nground  level  between the Communist and  the  non-Communist  groups in the trade unions has  in  some\r\n\r\ncases led to more industrial aggressiveness leading\r\n\r\nto  more industrial unrest. But it is an inevitable\r\n\r\nphase  of  exposing  Communist machinations  whilst\r\n\r\nconvincing  the  workers that their best  interests\r\n\r\nlie in not allowing the Communists to exploit their\r\n\r\nunions.  When finally they are dealt with, it  will\r\n\r\nbe  clear  that it was: because they had  not  been\r\n\r\nworking in the interests of the workers but of  the\r\n\r\nM.C.P.   And  the  best  judge  of  how  cold   and\r\n\r\nunfavourable  the  ground  position  is   are   the\r\n\r\nCommunists  themselves  in  the  unions.  Never  in\r\n\r\nhistory  have they faced; a more cold  and  a  more\r\n\r\nunresponsive situation, for the simple reason  that\r\n\r\nthe   stock   tactics   of  whipping   up   hatred,\r\n\r\ndiscontent,   and  unrest  against   a   repressive\r\n\r\nreactionary Government using brutal methods through\r\n\r\nthe police to suppress workers are just not present\r\n\r\nin this situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The line taken by the Member for Thomson is\r\n\r\nequally   uncertain   and   confused.   His   first\r\n\r\ncontention  is that there is no mounting industrial\r\n\r\nunrest. He says that the facts and figures which  I\r\n\r\nhave, produced are lies, but if they are true, then\r\n\r\nhe  says that if there is any industrial unrest  he\r\n\r\nwill set out to show that most of it was caused  by\r\n\r\nP.A.P. unions.  And if this was not  a  sufficient\r\n\r\ncause  for  the  increase in unrest,  then  it  was\r\n\r\nbecause    the   workers   had   suddenly    become\r\n\r\ndiscontented.   Sir,  this  is  a  different   line\r\n\r\naltogether  from  that  taken  by  the  Member  for\r\n\r\nQueenstown on behalf of the Party leadership on the\r\n\r\nfirst  day  of the debate before the amendment.  He\r\n\r\nadmitted that there was mounting industrial  unrest\r\n\r\nto  fit in with the amendment made by their friend,\r\n\r\nthe Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 597</b></font><br><br>\r\n\r\n\r\n\r\nAnson,  who  wanted  to note  signs  of  industrial\r\n\r\ndiscontent. But the Member for Thomson explains  by\r\n\r\nsaying  that the P.A.P. has suddenly changed itself\r\n\r\nand  its  policy after July last year, and now  the\r\n\r\nworkers    have   become   anti-P.A.P. and    are\r\n\r\ndiscontented   with  the  Government;   hence   the\r\n\r\nincrease    in    manifestations   of    industrial\r\n\r\ndiscontent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have explained on the facts and\r\n\r\nfigures, even if we exclude the City Council strike\r\n\r\nfrom  the 1961 total, may I repeat, for the benefit\r\n\r\nof  the  Member for Thomson, that there were 30,000\r\n\r\nworkmen involved with 200,000 man-hours lost  as  a\r\n\r\nresult  of  1,200 disputes. 115 ending in  strikes,\r\n\r\ncompared  with  the 1960 figure of  6,000  workers,\r\n\r\n150,000  man-hours lost, 800 disputes, 45  strikes.\r\n\r\nHe  was  the Joint Secretary of S.A.T.U. with  Mr\r\n\r\nRajendra.  I  do not know whether Mr  Rajendra  is\r\n\r\nstill a Joint Secretary, because he is a bit silent\r\n\r\nthese  days.  He  invited the City  Council  Labour\r\n\r\nUnions  Federation, 14 of them, two  months  before\r\n\r\nthe strike, to a meeting.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Bani (Thomson):</b> All the trade unions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Yes, including these 14, to\r\n\r\negg them on.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Including the S.T.C., the banks, A.U.P.E.\r\n\r\n                  \r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> To egg and encourage them on\r\n\r\nto  take  industrial action against the Government.\r\n\r\nAfter they did so, Mr Rajendra personally and  Mr\r\n\r\nDominic   Puthucheary  and  a  group   of   Chinese\r\n\r\nCommunist  trade  unions in the  Singapore  General\r\n\r\nEmployees  Union and in the Woodworkers Union  went\r\n\r\nto  the City Council Unions Federation to encourage\r\n\r\nprolongation and intensification of the strike.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> May I explain, Sir?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I think the Prime Minister is\r\n\r\ndefinitely  getting  his facts wrong.  Mr  Dominic\r\n\r\nPuthucheary,  to  the best of my  knowledge,  never\r\n\r\nwent to the premises of this Union. It is true that\r\n\r\na   delegation  from  a  few  unions  went  to  see\r\n\r\nofficials of the Public Daily-Rated\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 598</b></font><br><br>\r\n\r\n\r\n\r\nEmployees   Unions  Federation.  This  followed   a\r\n\r\ncircular  sent  by  the  Secretary-General  of  the\r\n\r\nPublic  Daily-Rated Employees Unions Federation  to\r\n\r\nall  trade unions in Singapore, including  the  so-called non-Communist trade unions asking for  moral\r\n\r\nhelp. I am sure the Prime Minister will agree  with\r\n\r\nme that it is a proper and reasonable thing for any\r\n\r\ntrade  union,  be  it a so-called  Communist  trade\r\n\r\nunion  or a non-Communist trade union, to  try  and\r\n\r\nfind  out  in what way it could help another  trade\r\n\r\nunion  which has its members on strike. I  am  sure\r\n\r\nthe  Prime Minister, in his own experience as legal\r\n\r\nadviser  to  over 40 unions, would  have  advocated\r\n\r\nthis to the union that it was entitled.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I am glad the Member for\r\n\r\nThomson said that they went there in order to  give\r\n\r\nmoral and financial support. The circular asked for\r\n\r\nmoral  and financial support. And I know  that  not\r\n\r\none cent was given by this group of Communist trade\r\n\r\nunions  to  the  City  Council  Public  Daily-Rated\r\n\r\nEmployees  Unions  Federation. All  they  suggested\r\n\r\nwere sympathy strikes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Nonsense! You prove that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I have already stated what\r\n\r\ntranspired  between Mr Rajendra, who was  then  on\r\n\r\nthe  premises  of the Public Daily-Rated  Employees\r\n\r\nUnions  Federation,  and Mr  Dominic  Puthucheary,\r\n\r\nthen  on  the  premises  of the  Singapore  General\r\n\r\nEmployees Union. If need be, if this became a point\r\n\r\nat issue. I can indicate the occasions on which the\r\n\r\nMember  for  Thomson himself, prior to the  strike,\r\n\r\nwent there: and so on. [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> He will be given ample time.\r\n\r\nWhat I want to say quite simply is this: they asked\r\n\r\nfor  moral and' financial support. They did not get\r\n\r\none cent. What they got were suggestions of further\r\n\r\nintensification  of  the  struggle.  I  know   this\r\n\r\nbecause  I  met the union leaders. And very  wisely\r\n\r\nthey said, \"No, we are going to have nothing to  do\r\n\r\nwith  this.\" That was the reason why a  great  deal\r\n\r\nmore  bitterness was avoided. It is  as  simple  as\r\n\r\nthat. [Interruption] That,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 599</b></font><br><br>\r\n\r\n\r\n\r\nSir,  shows  how  sometimes  blatantly  crude   the\r\n\r\nCommunists are when they are out on a rampage. They\r\n\r\nare so crude that in the end, instead of exploiting\r\n\r\nthe  unions  against the Government, they  get  the\r\n\r\nunions  around  to  thank the  Government.  We  are\r\n\r\ngrateful  to  them  for their stupidity.  Often  we\r\n\r\nprofit from it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, now that all their efforts did not\r\n\r\naltogether    succeed,    they    disclaimed    all\r\n\r\nresponsibility  of ever having done anything  about\r\n\r\nthe  strike  of  the  City  Council  Labour  Unions\r\n\r\nFederation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was also interested to know that in his 2�-hour speech, not as long as the Member for\r\n\r\nQueenstown's marathon one, the Member  for  Thomson\r\n\r\nnever attempted to deny, as in fact he cannot, that\r\n\r\nthe  Communist  unions in the  S.A.T.U. group  had\r\n\r\nconsistently bypassed conciliation and  arbitration\r\n\r\nmachinery in the Labour Ministry for some time  and\r\n\r\nhad  nothing  to do with the Labour Ministry  since\r\n\r\nthe  break  in  July last year. Of the  25  strikes\r\n\r\ncalled  by  the Singapore Business Houses Employees\r\n\r\nUnion -\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> On a point of information, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Prime Minister will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, I did point out that yesterday the\r\n\r\nMinister  for Health and Law did make an inaccurate\r\n\r\nstatement in saying that 24 strikes were called  by\r\n\r\nthe  Singapore Business Houses Employees Union. The\r\n\r\nrecords  show  that ever since the Business  Houses\r\n\r\nEmployees Union was formed in 1954 up to date there\r\n\r\nhave been only 19 strikes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> That is a simple matter which\r\n\r\ncan  be checked. In fact, I have the details of the\r\n\r\nstrikes   here,   and  my  information   from   the\r\n\r\nCommissioner for Labour, in his latest minute to me -\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Give exact figures.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, that is a matter of\r\n\r\nopinion,  but  I am satisfied that the Commissioner\r\n\r\nfor  Labour  has  applied himself to  the  task  of\r\n\r\ngetting the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 600</b></font><br><br>\r\n\r\n\r\n\r\ndata  correct.  He has enumerated that  of  the  25\r\n\r\nstrikes  called  by the Singapore  Business  Houses\r\n\r\nEmployees  Union in 1961, only one was referred  to\r\n\r\nthe  Labour  Department before  strike  action  was\r\n\r\ntaken.  But whether it was 19 or 25, only  one  was\r\n\r\nreferred   to   the  Labour  Department   for   any\r\n\r\nconciliation before strike action was  taken.  What\r\n\r\nis the intention?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Before strike action was taken.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Yes. What is the intention?\r\n\r\nSir, he has said that quite a number of strikes  in\r\n\r\n1961  were brought about by P.A.P. unions, the Bank\r\n\r\nEmployees Union, the Insurance Companies Union, and\r\n\r\nthe  Mercantile Workers Union. Sir, let me get  the\r\n\r\nfacts  correct.  There were  a  number  of  strikes\r\n\r\ncalled  by non-Communist unions, and the fact  that\r\n\r\nP.A.P. members (maybe leaders) advise  this  union\r\n\r\ndoes  not make them P.A.P. unions. But let me  give\r\n\r\nhim  the  figures.  Seventy-two  per  cent  of  the\r\n\r\nstrikes  called  in  1961 were  by  the  Communist-controlled groups in S.A.T.U., and 28 per  cent  by\r\n\r\nnon-Communist unions. In none of the strikes called\r\n\r\nby  the non-Communist unions was there any violence\r\n\r\nsuch   as  the  burning  of  fellow  workers   with\r\n\r\ncigarette  butts  or the beating up  of  management\r\n\r\nofficials.  In almost every one of these  disputes,\r\n\r\nthe  conciliation machinery of the Labour  Ministry\r\n\r\nwas first used before a strike was called.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Thomson has not denied that\r\n\r\nonly  two - he cannot deny this - of the strikes called\r\n\r\n`by  the S.A.T.U. group of pro-Communist unions had\r\n\r\ntheir cases sent to the Arbitration Court, and that\r\n\r\nwas  two  out of 69 strikes. In the case  of  these\r\n\r\ntwo,  they  were  directed by the Minister  to  the\r\n\r\nArbitration  Court,  and by  his  silence  on  this\r\n\r\npoint,  he  in fact admitted, in the face  of  the\r\n\r\nfacts, that they had by-passed the conciliation and\r\n\r\narbitration machinery set up by the Government, and\r\n\r\nthat  in  fact  the Communist unions  had  not  the\r\n\r\nslightest   intention  of  using  conciliation   or\r\n\r\narbitration  except when they were  already  in  a\r\n\r\nlost position. What\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 601</b></font><br><br>\r\n\r\n\r\n\r\nthey wanted was direct action, a collision with the\r\n\r\nmanagement,  strike with the police  and  with  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Thomson has explained why\r\n\r\nCommunist unions have not asked for salary  scales.\r\n\r\nHe  said that he shared the views of the employers'\r\n\r\nrepresentative. Mr Rattray, -\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I never said that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Well, he seemed to agree. He\r\n\r\nappeared  to  agree with the views of Mr  Rattray,\r\n\r\nthe  employers' representative, that salary  scales\r\n\r\nwere  not suitable and rather than share the  views\r\n\r\nof the workers -\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> On a point of order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Is it in order for the Prime Minister - I\r\n\r\njust  want  to get clarification from  you,  Sir - to\r\n\r\nmisquote me or to make a statement giving  a  wrong\r\n\r\npicture of what I said yesterday?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Impressions always vary. The Prime\r\n\r\nMinister might have had a different impression from\r\n\r\nthat of another Member of this Assembly. But if the\r\n\r\nhon.  Member  for  Thomson says that  he  has  been\r\n\r\nmisunderstood  in a major portion  of  his  speech,\r\n\r\nthere  is  a  provision under our Standing  Orders,\r\n\r\nwhich  is  Standing Order 43, paragraph (4),  which\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`A member who has spoken to a question may again\r\n\r\nbe  heard  to offer an explanation of some material\r\n\r\npart  of  his  speech which has been misunderstood;\r\n\r\nbut he shall not introduce any new matter.'\r\n\r\n\r\n\r\n<br><br>So that is the remedy.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Obviously the Member for\r\n\r\nThomson  finds  it embarrassing to agree  with  Mr\r\n\r\nRattray  today when it is pointed out to  him.  But\r\n\r\nthere  was  a general affinity of views,  shall  we\r\n\r\nsay, that there should not be salary scales because\r\n\r\nit was unsuitable for these industries, rather than\r\n\r\nshare the views of the workers' representatives who\r\n\r\nhave pressed for salary scales. I suggest that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 602</b></font><br><br>\r\n\r\n\r\n\r\nthey, the S.A.T.U. boys - not the Member for Thomson,\r\n\r\nbut bigger boys behind him and bigger boys behind\r\n\r\nthe bigger boys -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> What about the girls!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> So the girls too! They know\r\n\r\nthat  scales  would  be  an  effective  method   of\r\n\r\nbringing   about  a  longer  term   of   industrial\r\n\r\nstability. Mr Lim Ching Siong told Mr Devan Nair,\r\n\r\n\"Do  not  fight for salary scales. They  are  bad.\"\r\n\r\nThat cannot be denied. It has not been denied. From\r\n\r\nthe  point of view of the Communists, salary scales\r\n\r\nmake  the  workers contented. What  they  want  are\r\n\r\nsporadic  and  periodic increases as  a  result  of\r\n\r\nperiodic strikes - industrial strikes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is no place in Asia where there is more\r\n\r\nadvanced legislation designed to produce industrial\r\n\r\npeace  with  justice  to the  workers.  Instead  of\r\n\r\ngiving this legislative machinery an opportunity to\r\n\r\nprove  its  worth as the non-Communist  unions  are\r\n\r\ndoing,  the  Communist  unions  have  avoided  this\r\n\r\nconciliation and arbitration machinery, and instead\r\n\r\nhave  spread  malicious  rumours  and  smears  that\r\n\r\njustice  cannot  be  obtained  through  the  Labour\r\n\r\nMinistry or the Arbitration Court, but can only  be\r\n\r\nobtained by what they call \"direct action\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No one denies that there is industrial friction,\r\n\r\nsometimes  leading  to unrest,  everywhere  in  the\r\n\r\nworld  where there are large numbers of  industrial\r\n\r\nworkers  whose  interests do not  sometimes  accord\r\n\r\nwith   those   of  the  management,   whether   the\r\n\r\nmanagement  is  by  private  enterprise  or   State\r\n\r\nenterprise.  As  I have said, this  discord  exists\r\n\r\nwhether  the  State  enterprise is  a  nationalised\r\n\r\nindustry  in  a  non-Communist  country  or  in   a\r\n\r\nCommunist  country. The question  is,  do  we  find\r\n\r\nchannels  of  settlement  which  are  fair  to  the\r\n\r\nworkers  and  sound to the economy as  a  whole  by\r\n\r\nproducing   conditions  of  stability  leading   to\r\n\r\nindustrial   expansion,  instead  of  just   simple\r\n\r\nexploitation  and aggravation of the situation  for\r\n\r\nthe   purpose   of  overthrowing  the   system   of\r\n\r\ngovernment?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 603</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson has spoken in medical\r\n\r\nterms about the conciliation machinery and all  our\r\n\r\nother  efforts as merely treating the symptoms  and\r\n\r\nnot  the disease. Sir, I would like to quote to him\r\n\r\na  pronouncement  made by a Communist  against  the\r\n\r\nRussian  imperialist regime when the Communist  was\r\n\r\narrested  and  banished from  Russia.  Herzen,  the\r\n\r\nRussian,   said,   \"They   [meaning   the   Russian\r\n\r\nImperialists]  are not the doctors.  They  are  the\r\n\r\ndisease.\" I think this statement is most  apt  when\r\n\r\nwe   look  at  the  pro-Communist  Barisan  in  the\r\n\r\nS.A.T.U. group of unions, in the Country  People's\r\n\r\nAssociation and in the Rural Dwellers' Association.\r\n\r\nThey are not the doctors. They are the disease. And\r\n\r\nI suggest that the disease will soon be effectively\r\n\r\nand efficaciously treated by the natural course  of\r\n\r\npolitical  developments. Sir, it cannot be  treated\r\n\r\nin  Singapore  isolated from  the  Federation.  The\r\n\r\nremedy  lies  not  only  in pan-Malayan  unity  and\r\n\r\nstrength for political reasons, but more important,\r\n\r\nfor  economic  reasons  to  provide  the  base  for\r\n\r\nindustrial  expansion  on  which  alone   can   the\r\n\r\nsolution  to our economic problems of unemployment,\r\n\r\nhousing and a better life for the people be  found.\r\n\r\nThe Member for Thomson has every reason to know how\r\n\r\nthe  Government has handled Communist  problems  in\r\n\r\nthe   unions.  They  are  now  confronted  with   a\r\n\r\nsituation  which, in the simple and direct  methods\r\n\r\nof  the  former Government, they did  not  have  to\r\n\r\nface.  Before, the position was simple  and  clear-cut.   As   he   has  been  describing - alas   quite\r\n\r\ninaccurately -   a   reactionary   and    heartless\r\n\r\nGovernment using brutal police methods to crush the\r\n\r\njust struggle of the workers for a better life. And\r\n\r\nso  what happened was that all those who were dealt\r\n\r\nwith,  including those who went to prison  for  two\r\n\r\nand  a  half years, found it worthwhile  to  go  to\r\n\r\nprison as martyrs for the working class. This time,\r\n\r\nthe position is radically different. There is going\r\n\r\nto  be a lot of sorrow for the Communists and their\r\n\r\nstooges.  But  there are going to  be  no  martyrs.\r\n\r\nThere will be no suppression of the working class.\r\n\r\nThere will be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 604</b></font><br><br>\r\n\r\n\r\n\r\nno  injustice  and  there  will  be  no  resentment\r\n\r\nagainst   the   reactionary  regime   because   the\r\n\r\nGovernment   is  by  its  very  nature   far   from\r\n\r\nreactionary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when their activities in furtherance of the\r\n\r\nM.C.P. are curbed in the interests of the workers,\r\n\r\non  the contrary the interests of the workers  will\r\n\r\nbe advanced. This is the sad prospect for them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Thomson has recounted how I\r\n\r\nsaw  Mr Dominic Puthucheary about a go-slow and  a\r\n\r\nthreatened strike of some workers in Hume Industry.\r\n\r\nIn  1960 I was informed by the Minister for Finance\r\n\r\nthat  Hume  was under a contract to supply  several\r\n\r\nmillion  dollars worth of pipes to  a  neighbouring\r\n\r\nGovernment, and would have to pay heavy  penalties,\r\n\r\nunder a penalty clause, if they did not supply  the\r\n\r\npipes  in  time. Hume claimed that they were  being\r\n\r\nblackmailed  by the union who knew of this  penalty\r\n\r\nclause  by staging a go-slow. I called Mr  Dominic\r\n\r\nPuthucheary and asked him whether it was wise to do\r\n\r\nthis when it was the policy of the Government, then\r\n\r\naccepted   by   the  trade  unions,   to   maintain\r\n\r\nindustrial  stability  and to encourage  industrial\r\n\r\nexpansion.  I  told  him that  Hume  had  told  the\r\n\r\nMinister  for  Finance that whatever happened  now\r\n\r\nregarding this dispute, they were abandoning  their\r\n\r\nplans  for  an  expansion of their  factory.  As  a\r\n\r\nresult of my seeing Mr Dominic Puthucheary, the go-slow  was  called off, and a quick  settlement  was\r\n\r\nachieved.  Those were the days before he threw  his\r\n\r\nlot in with the Communists in the General Employees\r\n\r\nUnion.  Now,  of  course,  what  he  wants  is  not\r\n\r\nindustrial   stability   to  encourage   industrial\r\n\r\nexpansion.   What  he  wants  are  more  industrial\r\n\r\nstrikes leading to more bitterness, leading to less\r\n\r\nindustrial expansion, leading to more unemployment,\r\n\r\nleading to more bitterness and finally leading to a\r\n\r\nrevolution. Sir, I do not think that is  likely  to\r\n\r\nbe  the  course  of events in Malaya and  Malaysia.\r\n\r\nThose  who  try synthetically to create  industrial\r\n\r\nstrife,  instability, unemployment and  unhappiness\r\n\r\nmay  find  that only they themselves are personally\r\n\r\ninvolved in a great deal of unhappiness.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 605</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown, when he spoke on the\r\n\r\nfirst  day, may not have known what he talked about\r\n\r\nwhen  he  claimed that the industrial workers  were\r\n\r\nsolidly   behind  the  Communists  in  the  Barisan\r\n\r\nunions.  The  Member  for Thomson  knows  the  full\r\n\r\nposition quite well. I think I can just list him  a\r\n\r\nfew of the industrial workers where the writ of the\r\n\r\nS.A.T.U. group does not run. The Printing workers,\r\n\r\nthe  oil  workers, the Harbour Board  workers,  the\r\n\r\nPublic  Daily-Rated  workers; Army,  Navy  and  Air\r\n\r\nForce  -  40,000  industrial workers.  Surely  the\r\n\r\nMember  for Thomson will remember also  that  in  a\r\n\r\nrecent  re-election in the S.T.C. Employees  Union,\r\n\r\nboth  he and Devan Nair were absent. Mr Devan Nair\r\n\r\nwas  unanimously re-elected as adviser and  he  was\r\n\r\nquietly dropped from the union. These are facts. He\r\n\r\nis no longer associated with the union. Is he going\r\n\r\nto  suggest that the S.T.C. Employees Union is  not\r\n\r\nan industrial workers union because it does not toe\r\n\r\nthe  Communist  line of S.A.T.U.? Is  he  going  to\r\n\r\nsuggest  that  the S.T.C. Employees Union  has  not\r\n\r\nbeen  working  for the benefit of the  workers  and\r\n\r\nthat  it  is a stooge union? Is he going to suggest\r\n\r\nthat  since he dropped out of the union just a  few\r\n\r\nweeks  ago, the union has changed in its  character\r\n\r\nand  has  become unfit to be called  an  industrial\r\n\r\nworkers  union? He has also referred to the  white-collar workers in the Business Houses group joining\r\n\r\nthe  ranks of S.A.T.U. Sir, can he deny that  there\r\n\r\nhave  been ten branches that have left the Business\r\n\r\nHouses  Employees  Union to join the  non-Communist\r\n\r\ngroup in the Manual and Mercantile Workers Union?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> I do not know how many have joined.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Can he deny -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> How many have joined from the\r\n\r\nother  side?  None.  That is a  fact.  No  branches\r\n\r\ndefected  the other way. Is he aware of  the  grave\r\n\r\nunhappiness of the workers when they were corralled\r\n\r\ninto buses recently to attend a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 606</b></font><br><br>\r\n\r\n\r\n\r\nrally  and  they found on the buses  slogans  which\r\n\r\nsaid,  \"We  will fight every inch  of  the  way  to\r\n\r\nChangi Gaol\"? Sir, I did not quite believe it.  Mr\r\n\r\nDominic Puthucheary is a flamboyant person, a minor\r\n\r\nversion and a much lesser version of the big J.  J.\r\n\r\nPuthucheary.  He is a great man who strikes  poses.\r\n\r\nHe will fight every inch to Changi Gaol if only for\r\n\r\nthe  sake  of  fighting,  to  prove  something   to\r\n\r\nhimself, that he is more than just the sickly  weak\r\n\r\nchap  the people wickedly think he is. Then I quite\r\n\r\nbelieve  the Member for Thomson will try and  fight\r\n\r\nhis  way into Changi Gaol and so will Mr Kum  Siew\r\n\r\nYee; and so will Mr Woodhull, I think less happily\r\n\r\nnow, because since those days he has acquired a lot\r\n\r\nof  the  graces  of life, like running  a  car  and\r\n\r\nenjoying the seaside air by the Esplanade or by the\r\n\r\nStraits  of  Johore, and so on.  But  I  can  quite\r\n\r\nbelieve  that  in  the end,  for  want  of  a  less\r\n\r\nhonourable  way out, he will fight  every  inch  to\r\n\r\nChangi or Pudu as the case may be. It will have  to\r\n\r\nbe.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Pudu.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> That is a tougher and harder\r\n\r\nplace.  The  rocks  there, I am  told,  are  a  bit\r\n\r\nharder. But, Sir, I was pretty sure that no  white-collar worker wanted to fight every inch of the way\r\n\r\nto  Changi Gaol. That is not their idea in  joining\r\n\r\nthe  Business  Houses Employees  Union.  What  they\r\n\r\nwanted  was  fighting for more wage  increases  and\r\n\r\nsalary  scales  which the union does  not  want  to\r\n\r\nfight  for them. Sir, the stock situation does  not\r\n\r\nexist. The white-collar workers do not want  to  be \r\n\r\nsacrificed on the Communist altar. The problem that\r\n\r\nfaces   the  Communists  now  is  that  the   stock\r\n\r\nsituation of a wicked reactionary Government  using\r\n\r\nbrutal  methods which create hatred in  the  people\r\n\r\nagainst  the Government does not exist.  They  have\r\n\r\ntested the ground in a series of mass rallies.  The\r\n\r\nMember  for Queenstown can remember. He called  one\r\n\r\nin his own constituency. A few hundred chaps turned\r\n\r\nup,  a  big  downpour came, and all  scattered.  He\r\n\r\nhimself scattered -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Did you see our\r\n\r\nbig picture?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 607</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> All scattered into the car\r\n\r\nshed  nearby  and the first series  was  abandoned.\r\n\r\nThey called another series -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Special Branch information?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> No, no. Toa Payoh was\r\n\r\nAmerican  T.V.,  Ministry of Culture.  They  wanted\r\n\r\ndemocratic people. American T.V. came to town. They\r\n\r\nwanted  to  know  life in Singapore.  They  took  a\r\n\r\npicture  of the Member for Queenstown spouting  the\r\n\r\nC.P. line.  They asked me about it. I gave  a  few\r\n\r\ncasual  comments. They wanted to know  the  dynamic\r\n\r\nlife of revolutionary Singapore. They went down  to\r\n\r\nToa Payoh -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Not the Barisan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Dispossessed. It is a bit on\r\n\r\nthe  down grade now. Dispossessed squatters out  to\r\n\r\nkill  and  behead  landlords;  in  this  case,  the\r\n\r\nHousing Board, the absentee landlord. It was a cold\r\n\r\nmeeting. He was there. He knows. [Interruption] The\r\n\r\nT.V. was there; we could see the film. No  trouble\r\n\r\nat  all.  We know exactly what happened. Where  was\r\n\r\nthe fire and the venom?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, they tried their first series of strikes\r\n\r\nwith  the  Business Houses Employees'  Union.  They\r\n\r\ntried it with Shaw's; they tried it with Ford:  and\r\n\r\nthey tested the ground. I think they know that  for\r\n\r\nthis phase they have come out second best. Now  all\r\n\r\nthey  can  do is to list up the injustices  of  the\r\n\r\nGovernment. What are they? The Government's refusal\r\n\r\nto  allow the reunification of the trade unions and\r\n\r\nthe  de-registration  of the  four  federations  of\r\n\r\ntrade  unions.  Sir,  we  have  not  the  slightest\r\n\r\nintention  of allowing reunification of  the  trade\r\n\r\nunion   movement  to  take  place  under  Communist\r\n\r\ndomination,  and  we have made  no  secret  of  our\r\n\r\nstand. On May Day 1960, I said at the T.U.C. rally\r\n\r\nat  Jalan  Besar  that it was our duty  in  a  non-Communist  State to ensure that the  leadership  of\r\n\r\nthe  trade union movement remained in non-Communist\r\n\r\nhands.  I  made no bones about it. I made it  quite\r\n\r\nclear.  The T.U.C., the trade union movement,  must\r\n\r\nremain  non-Communist or it just would not  receive\r\n\r\nGovernment support. I mean,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 608</b></font><br><br>\r\n\r\n\r\n\r\nthey  have  got to fight the Government. We  cannot\r\n\r\nhave  a Communist-dominated trade union. It  is  as\r\n\r\nsimple  as  that.  Even if we  wanted  to  allow  a\r\n\r\nCommunist-dominated  and  manipulated  trade  union\r\n\r\nmovement,  they  could  be  quite  sure  that   the\r\n\r\nInternal Security Council would not stand  idly  by\r\n\r\nand  watch the situation deteriorate. If the Member\r\n\r\nfor  Thomson believes that it was I who  wanted  to\r\n\r\nderegister the four federations and that the I.S.C.\r\n\r\nwas  far  more lenient and better and more tolerant\r\n\r\nto  the Communists, then surely the sensible  thing\r\n\r\nto  do  is  to ask for the abolition of the  P.A.P.\r\n\r\nGovernment and the Prime Minister, and not  to  ask\r\n\r\nfor the abolition of the I.S.C.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson has referred, to my mind\r\n\r\ndeliberately  inaccurately,  to  my  views  of  the\r\n\r\npolitical  situation as expressed to him.  This  is\r\n\r\nwhat he said. The S.P.A., as far as I am concerned,\r\n\r\nwas finished. That is quite right. The British,  to\r\n\r\nmy  mind, would remain in the background and  would\r\n\r\nnot  do a thing except if the Left-wing got out  of\r\n\r\nhand.  Sir,  I  never use vague words  like  \"Left-wing\".  Left-wing? I am Left-wing;  Mr  Lim  Ching\r\n\r\nSiong is Left-wing. But he is a Communist and I  am\r\n\r\na  non-Communist. Mr Devan Nair is Left-wing;  Mr\r\n\r\nBani  is  Left-wing. They live next  door  to  each\r\n\r\nother.  They  were such great friends once  upon  a\r\n\r\ntime.  He  is  a  Communist. He is a non-Communist.\r\n\r\nThat  is how. It is simple. What I said was if  the\r\n\r\nCommunists  got out of hand - I made no bones  about\r\n\r\nthat. He said if the trade unionists made too  much\r\n\r\nnoise, the British, according to me, would not  sit\r\n\r\nback. What I meant was, and he knew quite well, the\r\n\r\ntrade  unionists were Communists. That was what  we\r\n\r\nwere  talking about. He said so. I saw myself in  a\r\n\r\nrather favourable situation. Not to worry from  the\r\n\r\nRight and as far as the working class movement  was\r\n\r\nconcerned. Every time you get this long tirade, you\r\n\r\njust   translate   Communist  for  working   class,\r\n\r\nCommunist for trade unionists, and you get the real\r\n\r\ntruth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Socialism\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 609</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Socialism. These are\r\n\r\neuphemisms.  As  far as the working class  movement\r\n\r\nwas  concerned, they could not go very far for fear\r\n\r\nof British reprisals -\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> When you used them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> When I used them, I refer to\r\n\r\nnon-Communists.  When  I  say  socialist,  I   mean\r\n\r\nsomebody who is not a member of the Communist Party\r\n\r\nnor a follower of the Communist Party, nor a stooge\r\n\r\nof  the  Communist Party, nor people who  once  had\r\n\r\nconnections like the Member for Havelock  with  the\r\n\r\nAnti-British League, and are somewhat scared  about\r\n\r\nit  now. [Interruption] Very real. That conference,\r\n\r\nSir?  Ah,  dear! They were asked. Their credentials\r\n\r\nwere  challenged - two  Communists,  to  my  personal\r\n\r\nknowledge. There is a man who was a Communist  with\r\n\r\nthem.  No  credentials were checked.  They  merrily\r\n\r\nwent on with the meeting -\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> They were thrown out.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> We walked out. Because they\r\n\r\ndid  not have the courage to discuss our paper.  So\r\n\r\nthey  had  to pass a resolution, until  finally  in\r\n\r\nshame  even  the  Member for  Anson  went  away  to\r\n\r\nBrunei.  Fortunately he had a case  there  and  his\r\n\r\nParty  voted against him and so on. I say,  without\r\n\r\nthe slightest bit of embarrassment, that we were in\r\n\r\na  favourable position and we were not prepared  to\r\n\r\nbe  made pawns of either by the British or  by  the\r\n\r\nCommunists or anybody else. The biggest  error  the\r\n\r\nCommunists  made was in believing Lord Selkirk  and\r\n\r\ndisbelieving  our  analysis. As  a  result  of  the\r\n\r\nblandishments  of  the  U.K. Commissioner  and  his\r\n\r\nofficials  that  all was well and that  they  could\r\n\r\nassume  power, they came out into the open, mounted\r\n\r\nan  attack and embarked on the greatest blunder  in\r\n\r\nhistory - next  to  greatest but  one.  The  greatest\r\n\r\nbeing  starting the armed revolt in June 1948.  The\r\n\r\nsecond  greatest, history will record, was fighting\r\n\r\nthe  nationalists and the non-Communist  socialists\r\n\r\nand  fighting  merger, a nationalist and  a  sacred\r\n\r\ncause.  Sometime they will have reason to  rue  for\r\n\r\nmany  a  long  year. In a way, of  course,  we  are\r\n\r\ngrateful to them for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 610</b></font><br><br>\r\n\r\n\r\n\r\nhaving  bared their teeth so early and  showing  us\r\n\r\ntheir  wicked  intentions  even  before  the  final\r\n\r\nculmination   of  the  anti-colonial  struggle   of\r\n\r\nindependence through merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my colleague, the Minister for Finance, has\r\n\r\npointed  out  the  damaging effects  of  industrial\r\n\r\nunrest  on  economic  expansion.  The  Member   for\r\n\r\nThomson   claims  that  there  is  no  relationship\r\n\r\nbetween  the two. He has advanced his arguments  on\r\n\r\nthe  basis  of  what I said in  the  House  on  3rd\r\n\r\nSeptember, 1956. Sir, the Member for Thomson,  like\r\n\r\nso  many  of  his ghost writers, continually  falls\r\n\r\ninto the error of thinking that all they have to do\r\n\r\nis    to    repeat    history.   Under    different\r\n\r\ncircumstances,  they  are  trying  to  repeat  past\r\n\r\nhistory,  just repeat what we did, hoping  that  it\r\n\r\nwill  have  the same desired result. Sir,  this  is\r\n\r\n1962  and  not 1956 and there are basic differences\r\n\r\nin   the  situation  then  and  now.  In  1956  the\r\n\r\nGovernment  of  the  day had no coherent  plan  for\r\n\r\npromoting industrial growth. They did not set apart\r\n\r\nany   financial  or  technical  resources  in   the\r\n\r\ninterests of industrialisation. On the other  hand,\r\n\r\nthe  present Government has made great  efforts  in\r\n\r\nthis   field.  In  1956,  it  did  not  matter   to\r\n\r\nindustrial  growth whether there was or  there  was\r\n\r\nnot   industrial  unrest,  because  the   pace   of\r\n\r\nindustrialisation  would not be  affected;  because\r\n\r\nwhatever  happened,  very little  could  have  been\r\n\r\nachieved then under the policy of the Government at\r\n\r\nthat   time.   The  situation  now  is   completely\r\n\r\ndifferent.  Large sums of money have been  paid  to\r\n\r\nthe   Economic  Development  Board,   nearly   $100\r\n\r\nmillion,  to  promote new industries. $100  million\r\n\r\nhas  been  put at their disposal to be called  upon\r\n\r\nwhen required. A powerful team of experts have been\r\n\r\nrecruited  to  push  forward our  industrialisation\r\n\r\nprogramme,   and  under  these  circumstances   the\r\n\r\npresence  of  industrial unrest  can  be  of  vital\r\n\r\nimportance to a successful enterprise.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, scattered throughout the long speech of the\r\n\r\nMember  for  Thomson was the persistent  allegation\r\n\r\nthat  I  am power mad and am doing a lot of  wicked\r\n\r\nthings  to  maintain myself and the  Government  in\r\n\r\npower.  This  is  another  of  those  what  I  call\r\n\r\ncategorised and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 611</b></font><br><br>\r\n\r\n\r\n\r\nstock allegations made by the close circuit mind of\r\n\r\nthe  Communists behind the Barisan. The Member  for\r\n\r\nThomson knows full well that the problems they were\r\n\r\nfaced  with  last  year  was  that  we  were  least\r\n\r\ninterested  in  power for the sake  of  power,  for\r\n\r\npersonal  ambition, or aggrandisement  or  personal\r\n\r\nreward.  In  fact,  he can recall  vividly  how  he\r\n\r\nagreed  with me when he came to see me in  hospital\r\n\r\nin  June 1960. He was then a great supporter of the\r\n\r\nP.A.P. He came with Mr Woodhull once and Mr Devan\r\n\r\nNair once. He agreed with me that if the Communists\r\n\r\ncontinued  to create industrial unrest and  trouble\r\n\r\ninstead of following our policy of industrial peace\r\n\r\nwith   justice   in   order  to  allow   industrial\r\n\r\nexpansion, then we should join issue with them  and\r\n\r\nbring  things to a head. Sir, he knew of our desire\r\n\r\nto  resign  when  we could see no solution  to  our\r\n\r\neconomic  problems  of the common  market  and  our\r\n\r\npolitical problems of merger after the Hong Lim by-election  last year. At that time, they  were  most\r\n\r\nvociferous  in asking us to stay in office  and  to\r\n\r\nignore  temporary manifestations of discontent.  He\r\n\r\ncannot  deny  that. He spoke at the Party  meeting.\r\n\r\nThere  were tape recorders to record what everybody\r\n\r\nsaid  at the Party meeting for the records  of  the\r\n\r\nParty. He knew the causes of this discontent,  like\r\n\r\nlack  of  housing, too strict immigration controls,\r\n\r\nunemployment. But at that time the Communists  were\r\n\r\nnot  yet  convinced  by the U.K. commissioner  that\r\n\r\nthey could run amok with impunity. So they did  not\r\n\r\nwant  us  to resign. Now the position has radically\r\n\r\naltered.  By  their adventurous moves,  as  I  have\r\n\r\nexplained  on  a past occasion, they  have  brought\r\n\r\nabout  merger  quicker than even we  expected.  But\r\n\r\nunfortunately for them, we are not as ham-handed as\r\n\r\nthe  last Government, nor are we desperate, nor are\r\n\r\nwe just hanging on to power. Sir, the political and\r\n\r\neconomic  issues have been clearly put  before  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the Prime Minister be\r\n\r\nsome time?\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Can I just finish this\r\n\r\nparagraph? Sir, merger is around the corner. Merger\r\n\r\nis  the only way to solve our problems in the  long\r\n\r\nterm, to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 612</b></font><br><br>\r\n\r\n\r\n\r\nproduce  a  long-term  solution  not  only  to  the\r\n\r\nproblem  of Communism and Communists in  the  trade\r\n\r\nunions,  but more important, the long-term problems\r\n\r\nof   economic  growth,  stability  and   industrial\r\n\r\nexpansion.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will take the Chair again at 5.30.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.01 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n           \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, the Member for Thomson\r\n\r\nwas  challenging the accuracy of my statement  that\r\n\r\n25  strikes  were called by the Singapore  Business\r\n\r\nHouses  Employees  Union  and  that  only  one  was\r\n\r\nreferred  to the Labour Ministry before the  strike\r\n\r\nwas  called. The data were supplied to  me  by  the\r\n\r\nCommissioner for Labour and I have here  the  names\r\n\r\nof the 25 branches of the Union:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Gramophone Company Limited.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nestles Products.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lindeteves-Jacoberg (Malaya) Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lindeteves-Jacoberg (F.E.) Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firestone Tyre & Rubber Co., Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;William Jacks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Industrial Gases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firestone Tyre & Rubber Co., Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Guthrie & Co., Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Robinson & Co., Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Everett Steamship Corporation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Tels & Company.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Borneo Co., Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Paterson, Simons & Co.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Cathay Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Paterson, Simons & Co.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Gestetner (Eastern) Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lebel (China) Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Gammon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;William Jacks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Getz Bros. & Co.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Guthrie & Co., Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Austasia Line Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;International Computers and Tabulators Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Optorg Co., Ltd.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 613</b></font><br><br>\r\n\r\n\r\n\r\nIn  several  of  them,  more than  one  strike  was\r\n\r\ncalled.  Of  the  25 strikes, only the  first,  the\r\n\r\nGramophone  Company Limited, was  referred  to  the\r\n\r\nLabour Department before the strike was called. The\r\n\r\nstrike  was called on 30th January, 1961,  and  the\r\n\r\ndispute  was  referred to the Labour Department  on\r\n\r\n27th January, 1961.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to illustrate the same point of their\r\n\r\nunwillingness  to find a reasonable  settlement  to\r\n\r\ndisputes  or  to use normally accepted channels  of\r\n\r\nconciliation and arbitration, let me quote  another\r\n\r\nvery  recent  instance where  the  Paya  Lebar  Bus\r\n\r\nCompany  branch  of the Bus Workers Union,  without\r\n\r\nreferring  the  matter to the Labour  Ministry  nor\r\n\r\neven  discussing matters with the management,  took\r\n\r\ndirect  action. According to newspaper  reports  of\r\n\r\n14th  March, the Paya Lebar Bus Company  branch  of\r\n\r\nthe Bus Workers Union gave free rides to all from 6\r\n\r\np.m. to 9.30 p.m. last Saturday for the purpose  of\r\n\r\ngetting  two  workers who were  not  union  members\r\n\r\ndismissed from the company. This direct action  was\r\n\r\ntaken when in fact, having seen what they called  a\r\n\r\nconciliator  or a moderator, they agreed  to  refer\r\n\r\nthe  matter, to take advice or to consult Mr  Tann\r\n\r\nWee  Tiong together with representatives of the Bus\r\n\r\nWorkers  Union to try and find a way  out.  Without\r\n\r\nwaiting  to  find a way out, action  was  taken  go\r\n\r\nslow;  free  rides.  This  is  in  the  nature   of\r\n\r\nCommunist strategy which has been elaborated by the\r\n\r\nMinister  for Culture. All I need do really  is  to\r\n\r\ndraw  the attention of Members of the House to  the\r\n\r\n1anguage -  not only the tactics but the language -  of\r\n\r\nthe  pro-Communists. The cries - this is all from the\r\n\r\nspeech  of  the Member for Thomson - \"Use police  on\r\n\r\nstriking   workers\",  Police  action  during   City\r\n\r\nCouncil  strike\",  \"Transform  City  into  military\r\n\r\ncamp',  \"Robinson  strike -  clerks  and  salesgirls\r\n\r\ncarted  away  like  cattle into  Black  Marias\" - are\r\n\r\nabsolute  falsehoods, Sir. They  pushed  themselves\r\n\r\nin.  They  wanted to go in, laughing away,  because\r\n\r\nthe  police  were gentle. \"Carted away like  cattle\r\n\r\ninto Black Marias!\" And so I can go on reciting the\r\n\r\nlanguage of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 614</b></font><br><br>\r\n\r\n\r\n\r\nthe  pro-Communists. \"Temptation of their  colonial\r\n\r\nand   pre-colonial  predecessors  regarding   these\r\n\r\ndisputes with hostility.\" Hostility, Sir'? We  have\r\n\r\nheard  the  Minister  for  Health  recounting   his\r\n\r\nexperiences when he was the Minister for Labour and\r\n\r\nthe  advantage they took of the confidence that  he\r\n\r\nreposed in their good faith in wanting to work  the\r\n\r\nconciliation and arbitration machinery. The  Member\r\n\r\nfor  Thomson talks of wild men, repressive  action,\r\n\r\nwarn   us,   warn  them,  throttle  expression   of\r\n\r\ngrievances.  Nobody  is doing that,  Sir.  This  is\r\n\r\nexactly their trouble. We are giving them the  free\r\n\r\nrun  of  the  place within the ambit of the  law - do\r\n\r\ntheir  worse and they will come to grief even  more\r\n\r\nquickly than they would otherwise meet their  fate.\r\n\r\n\"Power-crazy   Prime  Minister\",   \"Working   class\r\n\r\nmovement constant threat to his personal ambition\".\r\n\r\nSince when have I suddenly changed from a nice anti-colonial  revolutionary who was asked to  lead  the\r\n\r\nanti-colonial movement in June last year  in  Anson\r\n\r\ninto a power-crazy and a working class threat to my\r\n\r\npersonal ambition?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And they talk of going about their business with\r\n\r\nthe noise and vulgarity of turncoats. I have always\r\n\r\nstood  for  what  I  believe in - a democratic,  non-Communist,  socialist Malaya. It is he, the  Member\r\n\r\nfor  Thomson, who is a turncoat - if anybody  turned.\r\n\r\nHe  believed in it - an independent, democratic, non-Communist Malaya - and now he has thrown in  his  lot\r\n\r\nwith  the  Communists and has become their  willing\r\n\r\naide. Then of course the final hope - the P.A.P. has\r\n\r\ntravelled the same rotten route, has common  ground\r\n\r\nwith all opponents of the S.P.A. Sir, their trouble\r\n\r\nis   that  they  have  now  embarked  on  a  route,\r\n\r\nuncharted,  full of pitfalls, and we do not  intend\r\n\r\nto  give  them  any guidance by doing  any  of  the\r\n\r\nfoolish things that were done by the S.P.A. in  the\r\n\r\npast  which  made  them martyrs. I  have  explained\r\n\r\ntheir  ways of dealing with wild men in the  unions\r\n\r\nand  in  Communist  front  organisations  like  the\r\n\r\nBarisan Sosialis. While these may appear to  people\r\n\r\nlike   the  Member  for  Cairnhill,  who   had   no\r\n\r\nexperience  in these matters, who had  in  fact  no\r\n\r\nalternative because\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 615</b></font><br><br>\r\n\r\n\r\n\r\nhe  had  no  alternative solution, to be weak,  the\r\n\r\nMember  for Havelock knows. He was reading  from  a\r\n\r\nscript.  His  masters know. He  said  that  we  are\r\n\r\ncunning.  I  suggest that that  is  so  because  we\r\n\r\nlearn. We have learnt from the mistakes of the last\r\n\r\nGovernment. We have learnt from their doings. I say\r\n\r\nwe  shall show that our handling of this situation,\r\n\r\nwith  gentleness  according to the  law,  and  with\r\n\r\nfirmness whenever they break the law, will  produce\r\n\r\na much more healthy situation in the end when there\r\n\r\nwill  be  no tombstones for martyrs. There  may  be\r\n\r\ntombstones,  Sir, but they will be unmarked  graves\r\n\r\nfor  foolish adventurers who sought their own self-destruction.\r\n\r\n\r\n\r\n<br><br>5.41 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Speaker, Sir, regarding the problem\r\n\r\nbefore  us, I am of the opinion that the  amendment\r\n\r\nis  not  a  new thing in principle. It is  a  usual\r\n\r\nthing which is not extraordinary in this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you have heard the non-Communist people speak, and also the people who\r\n\r\nhave been accused as being pro-Communists, but  who\r\n\r\nhave not yet clarified their position. Mr Speaker,\r\n\r\nSir,  as  you  well  know, I am an  anti-Communist.\r\n\r\nTherefore, I think it is unfair for us to sit  idle\r\n\r\nand witness as referees the non-Communists slugging\r\n\r\nit out wish the pro-Communists. It is proper that I\r\n\r\nshould  take part in the hope that my blow will  be\r\n\r\ndelivered at the right people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My previous stand was that I was not afraid and I\r\n\r\ndid not hit as I did not have full faith. But now I\r\n\r\nam  beginning to have faith in the attitude of  the\r\n\r\nP.A.P.  It  does not mean that I want to  join  the\r\n\r\nP.A.P. - far  from it. It is because the  P.A.P. has\r\n\r\ndemonstrated  its  stand  by  expelling  its   pro-Communist  colleagues  from  the  Party  for   many\r\n\r\nreasons.  But is this enough in the field of  trade\r\n\r\nunionism or in other spheres? Before I dwell on the\r\n\r\nBarisan  Sosialis,  let  me  ask  the  P.A.P. this\r\n\r\nquestion - as  the  Minister for  Home  Affairs  well\r\n\r\nknows, I have asked this question on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 616</b></font><br><br>\r\n\r\n\r\n\r\nseveral occasions in this Assembly - why have these\r\n\r\npeople not been arrested? Why? If they want to send\r\n\r\nthese  people  to  Pudu Gaol, the rocks  there  are\r\n\r\nrough.  I  think it is not the place, because  Pudu\r\n\r\nGaol  is  very far from Singapore. It is easier  to\r\n\r\nsend  them to Changi Gaol or Pulau Senang. If  they\r\n\r\nare  really Communists, why are they allowed to  go\r\n\r\nfree?  It  is not my problem. If I am the  Minister\r\n\r\nfor  Home Affairs, I will arrest them all. So  this\r\n\r\nis  the position in connection with the problems we\r\n\r\nare facing today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill was indignant about the\r\n\r\nrelease  of these people from gaol and then appoint\r\n\r\nthem  as Political Secretaries at $1,100 pay  each.\r\n\r\nAn  allowance  of  $500 is  paid  to  each  of  the\r\n\r\npeople's  representatives. Why pay the  Communists?\r\n\r\nWhy  do  we still make use of them when we can  put\r\n\r\nthem  in  a  safe place where they  can  no  longer\r\n\r\nreceive any allowance? This is what it should be if\r\n\r\nyou  really  want to face the Communist menace.  So\r\n\r\nwho  is  going to arrest these people? We  ask  the\r\n\r\nGovernment  to discharge its duty, as I  feel  that\r\n\r\nthe  police  are unjustly accused. The  police  are\r\n\r\nmerely    fulfilling   their   responsibility    in\r\n\r\nmaintaining  peace and order. Now  that  they  have\r\n\r\nbeen  accused,  we  on  the  Front  Bench  of   the\r\n\r\nOpposition  are not satisfied unless  we  have  our\r\n\r\nchampions  in  the  Government.  Mr  Speaker,  for\r\n\r\ninstance, at one time my colleague in U.M.N.O. was\r\n\r\narrested  because he got himself mixed up  probably\r\n\r\nwith the Lim Ching Siong group in Middle Road.  And\r\n\r\nwe  from U.M.N.O. demanded a Minister, who  is  now\r\n\r\nthe  Member  for  Geylang  Serai,  to  release   my\r\n\r\ncolleague. Similarly my ex-U.M.N.O. colleague,  who\r\n\r\nis  now the Parliamentary Secretary to the Hon, the\r\n\r\nPrime  Minister,  knows  this  full  well.  If  Mr\r\n\r\nSpeaker were to listen to his oration, I feel  that\r\n\r\nhe could not control himself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So I am not asking them, other than my colleagues\r\n\r\nwho  are of the non-Communist belief, why they have\r\n\r\nnot fulfilled their obligations in the interests of\r\n\r\nthe  security  of  the State. I  am  quite  sure  a\r\n\r\ndefinite  reply  will be given  so  that  we  could\r\n\r\ntogether shoulder our responsibilities towards  the\r\n\r\npeople of Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 617</b></font><br><br>\r\n\r\n\r\n\r\nLet  us not wait until the realisation  of\r\n\r\nmerger  or Malaysia, or wait for Tun Razak  or  Dr\r\n\r\nIsmail to do their job of arresting or banning  the\r\n\r\nBarisan Sosialis from the political field and  from\r\n\r\nthe trade union field.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I have heard accusations in this\r\n\r\nAssembly that the Barisan Sosialis is this and that \r\n\r\nin  the trade unions. Once again I ask the Hon, the \r\n\r\nMinister  for  Home  Affairs: why  is  the  Barisan\r\n\r\nSosialis  allowed to function as a political  Party\r\n\r\nin Singapore? This is not a plaything, Mr Speaker.\r\n\r\nI  am  surprised.  I am compelled  to  speak  in  a\r\n\r\nlanguage  which  he can understand and  appreciate.\r\n\r\nThe  Barisan Sosialis has one foot in the political\r\n\r\nfield, and the other is allowed to go free.  So  if\r\n\r\nthe Trade Unions Bill, which is awaiting the assent\r\n\r\nof  the  Yang di-Pertuan Negara, is to be enforced,\r\n\r\nthen  I  am  quite sure that people  who  are  non-citizens \r\n\r\nof Singapore cannot take an active part in\r\n\r\nthe  trade unions. That is the intention. We do not\r\n\r\nwish  to see non-citizens taking an active part  in\r\n\r\ntrade unions. If we allow non-Singapore citizens to\r\n\r\nparticipate in trade union activities, we  will  be\r\n\r\nfrustrated.  The  Police Force and  the  Government\r\n\r\nhave all means at their disposal and they know more\r\n\r\nabout Communism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, after I have heard what the former Minister\r\n\r\nfor  Labour, who is now the Minister  for Health and Law, \r\n\r\nhas just said in this House, I  ask this question - and if \r\n\r\nhe cannot reply, perhaps  his colleague may be in a position \r\n\r\nto help - who  is  in the wrong? Is it the fault of the Ten Tall Men?  \r\n\r\nOr is   the  Government  deliberately  condoning   \r\n\r\nthe actions  of  these Ten Tall Men? Mr  Speaker,  the\r\n\r\nwind  has  now  changed into  a  cyclone.  When  it\r\n\r\nsubsides, the ship of the Seamen's Union can sail.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, before the Barisan Sosialis was formed,\r\n\r\nI   had  occasion  to  plead   with   the Government:  \r\n\r\nwhy were the nominees to the  Seamen's\r\n\r\nRegistry  Board  not chosen from  the  other  side?\r\n\r\nAccording  to the explanation given in this  House,\r\n\r\nthe T.U.C. had not then been registered. But if the\r\n\r\nT.U.C. had\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 618</b></font><br><br>\r\n\r\n\r\n\r\nnot  been  registered, does it mean  that  all  the\r\n\r\nnominees were selected in a proper manner? Why were\r\n\r\nwe  completely ignored? We give due respect to  the\r\n\r\nGovernment, and we expect them to treat the  people\r\n\r\nof Singapore in a just and fair manner. One nominee\r\n\r\nwas  nominated from our group, but since his death,\r\n\r\nnothing  has  been  done. I ask  the  Parliamentary\r\n\r\nSecretary to the Minister for Culture: what game is\r\n\r\nhe  playing?  Is he playing chess, or  what?  I  am\r\n\r\ncompletely surprised at this, Mr Speaker.  Let  us\r\n\r\nbe  frank in this House because everything that  is\r\n\r\nsaid here is recorded in the Hansard and is kept in\r\n\r\nsafe custody in our Library.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the question of Pulau Bukom, where\r\n\r\nthe  Shell Company is, I have a point but I do  not\r\n\r\nwish  to  elaborate  on it at length.  There  is  a\r\n\r\nunion, of which I am the representative, which  was\r\n\r\ndefeated in a secret ballot. I want to ask: are the\r\n\r\nseamen  considered as people who live on land?  Now\r\n\r\nthis  question  has  arisen,  and  I  am  sure  the\r\n\r\nMinister for Education, who is the Chairman of  the\r\n\r\nPort  Commission, will give due consideration,  and\r\n\r\nthe  Deputy  Prime  Minister  will  also  give  due\r\n\r\nconsideration. There are vacant jobs of helmsmen or\r\n\r\nserang.  The  policy  of the Harbour  Board  is  to\r\n\r\nrecruit  persons  through the  shipping  office  at\r\n\r\nFullerton  Building. But when I enquired  from  the\r\n\r\noffice,  I  learned that no register  was  kept  of\r\n\r\nhelmsmen  because a helmsman can do the  job  of  a\r\n\r\nMaster of a ship of less than 25 tons and can  sail\r\n\r\nwithin  25 miles of Singapore's territorial waters.\r\n\r\nTherefore,  the Government policy is not  good.  So\r\n\r\nwhat  has  happened? I do not know who will  become\r\n\r\nmad,  whether  it is the people or the  Government.\r\n\r\nThis  causes  a  great  deal  of  inconvenience  to\r\n\r\napplicants who have the necessary qualifications.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point, Mr Speaker, concerns the Harbour\r\n\r\nBoard.  I know Mr Jamit Singh is a member  of  the\r\n\r\nBarisan  Sosialis,  and I am in  the  U.M.N.O.  The\r\n\r\nU.M.N.O. Alliance have been accused of working hand\r\n\r\nin  glove with the P.A.P. We must be given a chance\r\n\r\nto explain. We know that the Harbour Board makes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 619</b></font><br><br>\r\n\r\n\r\n\r\nagreements  with  a union which  I  represent.  The\r\n\r\nagreement might have lapsed, because when we  wrote\r\n\r\na letter, there was no reply. There was not even an\r\n\r\nacknowledgment.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. We are on an amendment which\r\n\r\nalleges  that  there is some Communist  element  in\r\n\r\nthis  industrial unrest. I do not know whether  the\r\n\r\nhon.  Member is alleging that the Communist element\r\n\r\nhas crept into the Harbour Board.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali:</b> I am coming to that.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I see. Inche Mohd. Ali.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali</b>(<i>In Malay</i>): Mr Speaker, I wish\r\n\r\nto reiterate this point in this Assembly because  I\r\n\r\nfeel  that  the  pro-Communist  influence  in   the\r\n\r\nBarisan  Sosialis  is strong in the  Harbour  Board\r\n\r\nStaff Association, and the Government ignore us.  I\r\n\r\ntell  them: do not be afraid of us. We will support\r\n\r\nthe Government to the hilt if we are asked to fight\r\n\r\nthe  Communists.  But we ask the Government  to  be\r\n\r\nfirm  in its policy towards Communism. Mr Speaker,\r\n\r\nwe  hate  Communism. Ban Communism before it  gains\r\n\r\nground  in Singapore. On the other hand, I ask  the\r\n\r\nGovernment not to have the impression that  we,  in\r\n\r\nthe U.M N.O., are sitting idle. If Government still\r\n\r\ndoes  not believe that we wish to support them,  if\r\n\r\nthey  are  prepared  to  come  to  the  Opposition,\r\n\r\nlikewise  we will be prepared to go to their  side,\r\n\r\nso that we could discharge our duties just like the\r\n\r\nAlliance  Government in Malaya  has  taken  up  the\r\n\r\nfight against Communism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, to revert to the Communist problem. Whether there are pro-Communists or non-Communists in Singapore. I am really thirsting for positive replies, particularly from the Honourable Ministers who at one time were my comrades but who until now have not shown that they are courageous enough to take action, because I know that the P.A.P. has a bureau to look after the interests of the Malays.\r\n\r\nWhy is it that that bureau has not come out with  a\r\n\r\nresolution  to  demand that the  Central  Executive\r\n\r\nCommittee  of  the P.A.P. take action against  pro-Communist elements?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 620</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I heard what the Prime Minister said just now when he emphasised in this House about martyrs. As for U.M.N.O. and as for myself, we are not surprised to hear this. If these 13 Members are really Communists who are trying to overwhelm Singapore, I think they should not make that futile attempt. If they do, they will face dire consequences. I say dire consequences because I am\r\n\r\nconfident,  not  that I wish to commend  the  Malay\r\n\r\nmembers  in the P.A.P., but because we in  U.M.N.O.\r\n\r\nand  elsewhere  no doubt love our religion  and  as\r\n\r\nfollowers  of  the Islamic faith, we cannot  accept\r\n\r\nCommunism  in  Singapore.  I  wish  the  people  of\r\n\r\nSingapore  who are members of political Parties  to\r\n\r\ndeclare whether they are really Communists. If they\r\n\r\nare, I promise U.M.N.O. will fight them unto death.\r\n\r\nThe  M.C.P. has  been banned. The M.C.P. was  the\r\n\r\ncause of many of our citizens being slain. There is\r\n\r\nno  doubt  that  we  will defend  our  nation,  our\r\n\r\nreligion   and   our  fatherland   from   Communist\r\n\r\nconquest.\r\n\r\n\r\n\r\n<br><br>6.03 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed (Parliamentary Secretary to the Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Prime Minister (Inche Yaacob Bin Mohamed)</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nafter debating the amendment moved by my colleague,\r\n\r\nthe  Parliamentary Secretary to  the  Minister  for\r\n\r\nLabour, I think the people of Singapore, especially\r\n\r\nthe  Members of this Assembly who love justice  and\r\n\r\nthe  prosperity of the State, will  not  oppose  or\r\n\r\nreject  the amendment. The amendment moved  by  the\r\n\r\nGovernment  aims  at  protecting  our  State   from\r\n\r\ndestructive  elements who are  intent  on  bringing\r\n\r\nchaos to the country. This amendment is a challenge\r\n\r\nto  Members of this House, a challenge at least  to\r\n\r\nclear  themselves from accusations that  there  are\r\n\r\nMembers  in  this Assembly who associate themselves\r\n\r\nwith  members of Communist front organisations.  If\r\n\r\nthey  are truly free from Communist influence, they\r\n\r\nmust  say  so  because I think this motion  clearly\r\n\r\nsays  that we condemn the Communists. If  they  are\r\n\r\nnot  Communists,  if  they are not  pro-Communists,\r\n\r\nwhat  is  there  to be afraid of? I  heard  several\r\n\r\nMembers saying, including the leader of the Barisan\r\n\r\nSosialis (the Member for Queenstown), that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 621</b></font><br><br>\r\n\r\n\r\n\r\nGovernment  is brutal in accusing those Members  of\r\n\r\nthe  Barisan  Sosialis who have no  opportunity  to\r\n\r\ndefend themselves in this Assembly. Mr Speaker,  I\r\n\r\ndo  not  know which members of the Communist  Party\r\n\r\nhave  no  opportunity to answer our charges.  I  am\r\n\r\nquite sure that their stooges and their tools  have\r\n\r\ndefended  the  open front Communist Party  in  this\r\n\r\nAssembly.  This  is clear. If they  have  no  close\r\n\r\nconnections  with  members of the Communist  Party,\r\n\r\nthere will be no such accusations, such as that the\r\n\r\nGovernment is repressive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I say that in this world, people who have no self-respect are those who are prepared to make use of other people's names for their own benefit. We have often heard that members who were previously Members of this Assembly who stood as P.A.P. candidates and who have now defected from the Party, now accuse the P.A.P. of being instruments of colonialism and Right-wing\r\n\r\nreactionaries. They accuse the Government of  being\r\n\r\nirresponsible  and  say that the Government  should\r\n\r\nresign. I believe they must first themselves resign\r\n\r\nfrom this Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I suggest that the hon.\r\n\r\nMember  do  not raise his voice in such  a  manner,\r\n\r\nbecause it rather upsets the Chair.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): If this\r\n\r\nupsets  Mr  Speaker, at least I hope  the  Barisan\r\n\r\nSosialis will not turn a deaf ear to my speech. The\r\n\r\nbest  thing  for people, with self-respect,  to  do\r\n\r\nbefore  levelling  accusations  against  others  is\r\n\r\nfirst to clear themselves of such charges. Like the\r\n\r\naction  taken  by the former Minister for  National\r\n\r\nDevelopment,  they  accuse  the  P.A.P. of   being\r\n\r\nreactionary  and  as  an irresponsible  Government,\r\n\r\nwhile  they themselves were at one time elected  on\r\n\r\nthe P.A.P. ticket.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, many of the Barisan Sosialis Members have accused\r\n\r\nthe Government of wishing to  involve the Opposition Members in\r\n\r\nmoving their amendment so that the Opposition will give their\r\n\r\nsupport so that Government can take oppressive action against\r\n\r\ntrade  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 622</b></font><br><br>\r\n\r\n\r\n\r\nunions.  In this amendment, it is not the intention\r\n\r\nof  the  Government  to suppress  the  trade  union\r\n\r\nmovement  but  what they wish  to  do  is  to  take\r\n\r\nreasonable  steps to remove the Communist  elements\r\n\r\nto bring about industrial peace in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, they are in a fix now. They do not know how to find a way out. The leader of the Barisan Sosialis challenges the Government to arrest the whole lot of the Barisan Sosialis members and bring them to gaol. Desperate people always adopt this attitude. This challenge is too naive. If a child is being beaten by his mother, the child would plead that he be killed rather than\r\n\r\nbe   beaten  up.  We  know  that  Communism  is  an\r\n\r\nideology.  So  with industrial stability  Communism\r\n\r\nwill have no place in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Member for Cairnhill is trying to egg us on to take action. This is also a cunning move on the part of the S.P.A. The Government would be really irresponsible if it followed in his footsteps and put them all behind bars. We have our own stand. We will not be egged on by anybody. Communism will not be overcome if there is no alternative offered to the people. The people must\r\n\r\nawaken.  It is our wish to eradicate the  Communist\r\n\r\nelements.  We  have no surgeons: at  least  in  the\r\n\r\nBarisan Sosialis there are two doctors. But  if  we\r\n\r\nwish  to  remove  cancer  we  must  carry  out   an\r\n\r\noperation. The purpose is to remove or to  get  rid\r\n\r\nof the disease.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, this amendment is not calculated to\r\n\r\ncurb   the  activities  of  trade  unions  but   to\r\n\r\neradicate Communism from trade unions. Mr Speaker,\r\n\r\nthere  is  a tree by the name of Mandalu. The  tree\r\n\r\nwill  die  by itself. There is no need to speak  at\r\n\r\ngreat length on this amendment. Many speakers  have\r\n\r\nspoken on it. But I am surprised to hear the Member\r\n\r\nfor  Kampong  Kembangan.  He  directed  his  speech\r\n\r\ntowards his former members of U.M.N.O. I know  that\r\n\r\nthe Member for Kampong Kembangan is a Left-wing. He\r\n\r\nwas  the  one who strongly opposed the P.P.S.O.  We\r\n\r\ncould  find  his name every day in the  newspapers.\r\n\r\nBut we found out later that there are people at\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 623</b></font><br><br>\r\n\r\n\r\n\r\nthe  back  of  him.  Our stand  is  clear  on  this\r\n\r\nproblem. We need not be egged on. Our policy is  to\r\n\r\nmaintain  industrial stability in the  interest  of\r\n\r\nthe  people. Mr Speaker, I see that the Member for\r\n\r\nKampong  Kembangan  is  trying  to  drag  in  Malay\r\n\r\nMembers  of  the  Government. I  suspect  that  his\r\n\r\nintention   is   to  split  the  Members   of   the\r\n\r\nGovernment, non-Malays from Malays. In facing  this\r\n\r\nproblem,  we are prepared to sink or swim with  the 26 Members on the Government benches.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nthe motion as moved by my colleague, the Member for\r\n\r\nCairnhill,  was to the effect that the House  views\r\n\r\nwith  grave  concern  the  mounting  of  industrial\r\n\r\nunrest.  Mr  Speaker,  you will  notice  that  the\r\n\r\nmotion  is  not concerning the mounting  industrial\r\n\r\nunrest,  but it is with the mounting of  industrial\r\n\r\nunrest.  By  this was meant not so much  industrial\r\n\r\nunrest arising out of industrial grievances  as  an\r\n\r\nextraneous   source   making  use   of   industrial\r\n\r\ngrievances  to  mount industrial unrest.  That  was\r\n\r\nwhat  my  colleague had in mind when he moved  this\r\n\r\nmotion.  Because  we, on this side  of  the  House,\r\n\r\nunderstand that in the state of society we are  in,\r\n\r\nwhere  there is an employer and an employee,  there\r\n\r\nare  bound  to be grievances, and grievances  could\r\n\r\nlead to industrial unrest. What we on this side  of\r\n\r\nthe  House  were concerned with when we  moved  the\r\n\r\nmotion was that some extraneous body or bodies  not\r\n\r\ndirectly  involved  in  industrial  disputes   were\r\n\r\nmaking  use of these industrial disputes  to  cause\r\n\r\nindustrial unrest. Since the moving of this motion,\r\n\r\nthe  Government have introduced an amendment to the\r\n\r\noriginal  motion. The amendment as I  see  it,  Mr\r\n\r\nSpeaker, seems to be contained in three parts.  The\r\n\r\nfirst  part  is a qualification to the mounting  of\r\n\r\nindustrial unrest:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That this House views with grave concern the\r\n\r\nmounting  of  industrial  unrest  by  pro-Communist\r\n\r\npolitical agitators for political ends...'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I may say so, it is a closer definition, from\r\n\r\nthe Government point of view, of where the mounting\r\n\r\nof the industrial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 624</b></font><br><br>\r\n\r\n\r\n\r\nunrest comes from. Now, the second  point\r\n\r\nof  alteration in the motion is with regard to  the\r\n\r\ncalling on the Government -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...to take all reasonable steps to ensure\r\n\r\nindustrial  peace  with  justice  [the   amendment\r\n\r\nbeing]  in  the interests of industrial  expansion\r\n\r\nso  vital to the economic well-being of the people\r\n\r\nof Singapore...'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yet again here is possibly a closer definition\r\n\r\nof  the  main theme my colleague had in  mind.  The\r\n\r\nmain point of difference, as far as I can see, with\r\n\r\nthe  amendment is the third and last limb  of  this\r\n\r\namendment which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...and to prevent genuine industrial grievances\r\n\r\nfrom being exploited for Communist ends'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, as far as I can make out, seems to be the\r\n\r\nsubstantial  alteration which  the  Government  has\r\n\r\nsought  to the motion as moved by my colleague  the\r\n\r\nMember for Cairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, on various occasions in this\r\n\r\nHouse,  I have addressed the Prime Minister on  the\r\n\r\nquestion of his responsibility to the State on  the\r\n\r\nquestion   of  Communist  interference   with   the\r\n\r\napparatus   of   State.   Naturally   it   is   the\r\n\r\nGovernment's business to contain Communism  and  to\r\n\r\nsee  that in containing it the life of the  country\r\n\r\nis  not  unduly disturbed; that is the problem  for\r\n\r\nthe  Government which it must meet and solve in the\r\n\r\nbest way it thinks the problem merits solution.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But my immediate concern at the moment is with\r\n\r\nthe amendment to the motion, and this amendment  is\r\n\r\nto prevent genuine industrial grievances from being\r\n\r\nexploited  for  Communist ends. I  read  into  that\r\n\r\namendment a positive statement by the Government in\r\n\r\nthe  use of the word \"prevent\" to suggest that they\r\n\r\nwill  take positive preventive measures to  prevent\r\n\r\nthe    Communists   from   exploiting    industrial\r\n\r\ngrievances. I have listened to various speeches  on\r\n\r\nthe  Government side as to what positive preventive\r\n\r\nmeasures  they  intend  to  take  to  prevent   the\r\n\r\nCommunists  from exploiting industrial  grievances.\r\n\r\nAs  far  as I could make out - and I hope  I  am  not\r\n\r\ndoing Government an injustice - the only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 625</b></font><br><br>\r\n\r\n\r\n\r\npositive  contribution that came on this particular\r\n\r\nlimb  of  the amendment was from the Prime Minister\r\n\r\nhimself when he seemed to suggest to the House that\r\n\r\nwhat be proposed to do was to give the Communists a\r\n\r\nlong  rope within the ambit of the law and he hoped\r\n\r\nthat the Communists would hang themselves with that\r\n\r\nlong  rope.  That, to my mind, is  not  a  positive\r\n\r\npreventive  measure  as  this  amendment  seems  to\r\n\r\nenvisage.   I  know  that  all  sorts  of   people,\r\n\r\nCommunists  and  others not well  disposed  to  the\r\n\r\ndemocratic form of government in this country, will\r\n\r\ndo  everything  in their power - they will  use  foul\r\n\r\nmeans,  they will infiltrate into legitimate  State\r\n\r\norganisations,   into   legitimate   trade    union\r\n\r\norganisations - with a view to disrupting democratic\r\n\r\ngovernment. Sir, I had hoped to hear from the Prime\r\n\r\nMinister,  or from other Members of the Government,\r\n\r\nthat  in moving this amendment a definite statement\r\n\r\nwould  be  made  by Government that  some  positive\r\n\r\naction  would be taken against known Communists  or\r\n\r\nknown   pro-Communists  who  would  use  legitimate\r\n\r\nindustrial  grievances  not  for  the  purpose   of\r\n\r\nsettling  the disputes of the workers for the  ends\r\n\r\nof  the  workers, but for the purpose of exploiting\r\n\r\ntheir  grievances for political ends of their  own.\r\n\r\nMr  Speaker, Sir, I feel perfectly convinced  that\r\n\r\nGovernment feel that they are doing the right thing\r\n\r\nfor the country and that the measures they wish  to\r\n\r\ntake  are the best which they can think of in  this\r\n\r\ngiven  situation. But I find it very  difficult  to\r\n\r\nsupport   an  amendment  which  suggests   positive\r\n\r\nmeasures  and  yet,  on the speeches  made  by  the\r\n\r\nGovernment, no statement has been made as  to  what\r\n\r\npositive  measures will be taken except a  negative\r\n\r\napproach to the problem, and that is to give a long\r\n\r\nrope to the Communists to hang themselves with.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Original Question was,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House views with grave concern the\r\n\r\nmounting  of  industrial unrest and  calls  on  the\r\n\r\nGovernment to take all reasonable steps  to  ensure\r\n\r\nindustrial  peace with justice in the interests  of\r\n\r\nthe   economic   well-being  of   the   people   of\r\n\r\nSingapore.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 626</b></font><br><br>\r\n\r\n\r\n\r\nSince which an amendment has been proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To leave out from \"unrest\" to the end and insert -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"by pro-Communist political agitators for\r\n\r\npolitical ends and calls on the Government to take\r\n\r\nall reasonable steps to ensure industrial peace\r\n\r\nwith justice in the interests of industrial\r\n\r\nexpansion so vital to the economic well-being of\r\n\r\nthe people of Singapore and to prevent genuine\r\n\r\nindustrial grievances from being exploited for\r\n\r\nCommunist ends\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Division.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 24; Noes, 16:\r\n\r\nAbstentions, 6; Absent, 3; Paired, 2.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n   Ayes.          Noes.\r\n\r\n\r\n\r\nBuang bin Omar    Bani, S.T.\r\n\r\n Junid.           Chan Sun Wing.\r\n\r\nByrne, K.M.       Fung Yin Ching, Miss.\r\n\r\nChan Chee Sang.   Lee Siew Choh.       \r\n\r\nChan Choy Siong,  Leong Keng Seng.  \r\n\r\n  Madam.          Lin You Eng.\r\n\r\nChor Yeok Eng     Lingam, S. V.  \r\n\r\nGoh Chew Chua.    Low Por Tuck.  \r\n\r\nGoh Keng Swee.    Ng Teng Kian. \r\n\r\nHoe Puay Choo,    Ong Chang Sam.\r\n\r\n Madam.           Ong Eng Guan.   \r\n\r\nKandasamy, G.     Sheng Nam Chin.\r\n\r\nLee Khoon Choy.   Tan Cheng Tong.\r\n\r\nLee Kuan Yew.     Tee Kim Leng.\r\n\r\nLee Teck Him.     Teo Hock Guan.\r\n\r\nLim Cheng Lock.   Wong Soon Fong.\r\n\r\nMohd. Ariff     \r\n\r\n bin Suradi.    \r\n\r\nM.Ismail Rahim.      Abstentions.\r\n\r\nOng Pang Boon.     Abdul Hamid bin \r\n\r\nRajaratnam,S.        Haji Jumat\r\n\r\nRamaswamy, S.      Lim Yew Hock.\r\n\r\nSahorah binte      Mohamed Ali bin Alwi.\r\n\r\n Ahmat, Madam.     Rajah, A.P.\r\n\r\nTan Kia Gan,       Seow Peck Leng, Mrs\r\n\r\nToh Chin Chye.     Thio Chan Bee.\r\n\r\nWee Toon Boon.       \r\n\r\nYaacob bin       \r\n\r\n Mohamed\r\n\r\nYong Nyuk Lin.\r\n\r\n                   \r\n\r\n   Absent.             Paired.\r\n\r\n\r\n\r\nKoh, C.H.          Ahmad bin Ibrahim.\r\n\r\nMammen, John.      Ahmad Jabri bin \r\n\r\nMarshall, David.     Mohammad  Akib\r\n\r\n                  \r\n\r\n        \r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question accordingly agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be inserted,\r\n\r\nbe there inserted,\" put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 627</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Question, as amended, now is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House views with grave concern the\r\n\r\nmounting  of  industrial  unrest  by  pro-Communist\r\n\r\npolitical agitators for political ends and calls on\r\n\r\nthe  Government  to  take all reasonable  steps  to\r\n\r\nensure   industrial  peace  with  justice  in   the\r\n\r\ninterests of industrial expansion so vital  to  the\r\n\r\neconomic well-being of the people of Singapore  and\r\n\r\nto prevent genuine industrial grievances from being\r\n\r\nexploited for Communist ends.\"\r\n\r\n\r\n\r\n<br><br>Tun Lim, in reply then?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Yes, Sir. It is\r\n\r\nvery short.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have been accused by the\r\n\r\nGovernment  and  the  Barisan  Sosialis  of   doing\r\n\r\nsomething which they themselves went to the trouble\r\n\r\nof proving. I did not ask them to prove it here.  I\r\n\r\njust  tabled a simple motion calling on this  House\r\n\r\nto   note  with  grave  concern  the  mounting   of\r\n\r\nindustrial unrest. I said in my speech on my motion\r\n\r\nregarding  the mounting of industrial  unrest  that\r\n\r\nthis  is not a political move and that there is  no\r\n\r\nintention  on  my part to blame the  two  political\r\n\r\nParties  - the Barisan Sosialis and the P.A.P. -  for\r\n\r\nfighting  it  out in the industrial  field.  And  I\r\n\r\nasked  this House, having viewed with grave concern\r\n\r\nthe  mounting of industrial unrest, to call on  the\r\n\r\nGovernment  to do everything reasonable  to  ensure\r\n\r\nindustrial  peace with justice, and  in  connection\r\n\r\nwith  that part of my speech I did not at any stage\r\n\r\nsuggest  repressive measures. All I said  was  that\r\n\r\nthe   Government  rushed  through  the   Industrial\r\n\r\nRelations  Bill  in  1960 and that  on  its  Second\r\n\r\nReading  rushed  through 50 amendments,  using  its\r\n\r\nweight  of 43 Members then to put through  what  it\r\n\r\nnow  has  to admit is a Bill weighted in favour  of\r\n\r\nthe   Communist  group  of  the  trade  unions   in\r\n\r\nSingapore. And yet you find three days spent  on  a\r\n\r\nsimple  motion  by  the Barisan  Sosialis  and  the\r\n\r\nP.A.P. who are both hammering it out -\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> And the S.P.A.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> - and I sitting in between\r\n\r\nhearing, \"How bad the Lim Yew Hock Government  was.\r\n\r\nHow bad this was,\" from behind and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 628</b></font><br><br>\r\n\r\n\r\n\r\nfrom the front. I want to tell this House that I am\r\n\r\nused to that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But one thing that must be an eye-opener to the\r\n\r\npeople  of  Singapore is this:  so  long  as  those\r\n\r\nthings  that  the  P.A.P. now  accuse  the  Barisan\r\n\r\nSosialis   of  doing  were  done  by  the   P.A.P.,\r\n\r\neverything was all right. So long as they were done\r\n\r\nby  somebody  else, everything was  wrong - Communist\r\n\r\nfront,  pro-Communist agitators. I  said  yesterday\r\n\r\nthat the group which the Government is now accusing\r\n\r\nof  agitating the workers for political ends is the\r\n\r\nsame  group  that I had to contend with  during  my\r\n\r\ntime. They said that I was foolish enough to arrest\r\n\r\nthem and make them martyrs. But I would like to say\r\n\r\nthis  to  them,  that  it is  they  who  made  them\r\n\r\nmartyrs.  It  is they who stood in this  House  and\r\n\r\nsaid  that they were the champions of the  workers,\r\n\r\nthat they fought and were prepared to go to prison.\r\n\r\nThese  words  were said by them.  They  made  these\r\n\r\npeople  martyrs, not I. I put them in the  oblivion\r\n\r\nof  prison.  Instead of which, when  they  came  to\r\n\r\npower, they refused even to take office until these\r\n\r\ncomrades  were  released and after that  they  made\r\n\r\nthem  Political Secretaries, paying them  $1,100  a\r\n\r\nmonth  each from public funds. As if that  was  not\r\n\r\nenough,  they  made them the Ten Tall  Men  in  the\r\n\r\nT.U.C. Now they are described by the P.A.P. as pro-Communist  political agitators  in  the  industrial\r\n\r\nfield.  If  there is one thing that my  motion  has\r\n\r\nachieved,  it is this. The P.A.P. are now  prepared\r\n\r\nto  admit that the group that gave trouble in  1956\r\n\r\nis  a  pro-Communist political group. But then what\r\n\r\ndoes  the Prime Minister say? He says, \"Oh, we  are\r\n\r\nnot  fools like Lim Yew Hock. We know that they are\r\n\r\nCommunists. They can have their fun.\"  And  yet  at\r\n\r\none  of the sittings two months ago, I compared his\r\n\r\nGovernment  to a watchdog. I think  it  is  only  a\r\n\r\nmongrel  that keeps on barking and never bites.  It\r\n\r\nkeeps  on saying, \"Communists, Communists,\" but  it\r\n\r\ndoes not do any biting. What is the use of it?  Why\r\n\r\nthen  call them Communists? Why then amend a motion\r\n\r\nto say that all this is the work of pro-Communists?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The hon. Member must not\r\n\r\nattack the amendment. It\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 629</b></font><br><br>\r\n\r\n\r\n\r\nhas  been accepted by the House. He must now  speak\r\n\r\nin general terms.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Yes, Sir, in general terms. I\r\n\r\npointed   out   that  if  they  were   serious   in\r\n\r\nimplementing their policy of industrial peace  with\r\n\r\njustice  and  that if they were serious  when  they\r\n\r\nintroduced the Industrial Relations Ordinance, they\r\n\r\ncould  have  made it work. Now they say,  \"Oh,  the\r\n\r\nBarisan  do  not Want the Arbitration Court.\"  Sir,\r\n\r\nthe  law does not state compulsory arbitration, but\r\n\r\nit does give power to the Minister, if he considers\r\n\r\nthat a dispute is detrimental to the economy of the\r\n\r\ncountry, to direct it to the Arbitration Court. The\r\n\r\nMinister need not have to wait for either party  to\r\n\r\nsuggest  that it should go to arbitration. The  law\r\n\r\nsays that if both parties want it, it is all right.\r\n\r\nBut if both parties do not want it and the Minister\r\n\r\nfeels  that  it  is  in the best  interest  of  the\r\n\r\ncountry that it should go to arbitration, he  shall\r\n\r\nso  direct in the Gazette. The fact that he has not\r\n\r\ndirected  any of the Barisan Sosialis  or  S.A.T.U.\r\n\r\nstrikes - 69  strikes except for two as disclosed  by\r\n\r\nthe  Prime Minister - shows that the Government  is\r\n\r\nplaying party politics itself. Just because  it  is\r\n\r\nnot  the  P.A.P. unions calling a  strike,  \"Never\r\n\r\nmind, let them stew in their own juice. We can  now\r\n\r\nlaugh  at them on the Ford strike. They fought  for\r\n\r\n110  days and got just one cent.\" That is  not  the\r\n\r\nway for the Government to look after the workers of\r\n\r\nSingapore. Keep away from party politics.  The  law\r\n\r\nis  there. If it was felt, as it is felt now by the\r\n\r\nGovernment, that all the 69 strikes that took place\r\n\r\nin  1961  were bad for the economy of the  country,\r\n\r\nwhy did the Government not do something about it? I\r\n\r\nhave not suggested that they should take repressive\r\n\r\nmeasures. I did suggest, and I do suggest, that the\r\n\r\nmatter could have gone to arbitration under the law\r\n\r\nintroduced  by the Government. The Government  does\r\n\r\nnot  want  to do it, just because it is  a  Barisan\r\n\r\nSosialis strike and not a P.A.P. union strike.  Let\r\n\r\nus  see  how  sincere  the  Government  is  in  the\r\n\r\nadministration of this law. I said that there is  a\r\n\r\nPart  of  the Industrial Relations Ordinance  which\r\n\r\nrefers to a board of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 630</b></font><br><br>\r\n\r\n\r\n\r\ninquiry. A board of inquiry is to enquire into  any\r\n\r\ntrouble. I would like to read section 70(1) of this\r\n\r\nOrdinance:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Minister may, by notification in the\r\n\r\nGazette, appoint a Board of Inquiry and direct  the\r\n\r\nBoard  to  inquire into and report to  him  upon  a\r\n\r\nmatter  defined in the notification being a  matter\r\n\r\nincluded   within  the  definition  of   industrial\r\n\r\nmatters in section 2 of this Ordinance.'.\r\n\r\n\r\n\r\n<br><br>I  said that the power vested in the Minister under\r\n\r\nthis Part of the Ordinance to bring the rule of law\r\n\r\ninto  industrial relations, where the rule  of  the\r\n\r\njungle had previously prevailed, had not been  made\r\n\r\nuse of by the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the O.C.B.C. strike, it is a\r\n\r\nsimple matter. The Minister could have appointed  a\r\n\r\nBoard  of  Inquiry and that would  have  saved  the\r\n\r\nworkers  going all out on strike for 12  days.  And\r\n\r\nthat  Board of Inquiry would expose - there  was  no\r\n\r\nneed for the Minister to expose - if it was true, the\r\n\r\nanti-trade  union  activities  of  the  Company  as\r\n\r\nalleged by the union. Why did the Minister not make\r\n\r\nuse  of  the  power  given to  him  under  the  law\r\n\r\nintroduced  by the Government itself?  He  did  say\r\n\r\nthat another way to promote industrial peace was to\r\n\r\nhave a unification of the trade unions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Health and Law just now gave an account of how the Trade Unions Bill was being considered by the Government, and how he, as the then Minister for Labour and Law, sought the assistance or consulted the Ten Tall Men who were at that time with the P.A.P., and how, as a result of those discussions, the Bill came to be presented in this Assembly, and how it was rushed through. It\r\n\r\nwas the Opposition - it was still 8 at that time - that\r\n\r\nwarned  the Government that it would be very,  very\r\n\r\ndangerous  to  insist that such  a  law  should  be\r\n\r\npassed,  as it would give the T.U.C. a stranglehold\r\n\r\non the trade unions. The Government could not care,\r\n\r\nbecause  it  felt that at that particular  time  it\r\n\r\nwould  be  a  P.A.P. T.U.C. And when the Government\r\n\r\nfound that it could not be a P.A.P. T.U.C., we were\r\n\r\ntreated to the wonderful spectacle of the Secretary-General  of  the T.U.C. throwing up his  hands  and\r\n\r\nsaying, \"Dissolve the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 631</b></font><br><br>\r\n\r\n\r\n\r\nT.U.C.\"; and his friend the Minister and the others\r\n\r\nreplied, \"Yes, dissolve the T.U.C.\" And even  today\r\n\r\nwe  find that the T.U.C. is a registered body.  And\r\n\r\nthe  Minister for Health and Law admitted  how  the\r\n\r\npeople  in  the  T.U.C. went  about  capturing  the\r\n\r\nT.U.C. Of course, I must praise him for being  very\r\n\r\nfair  in  his  speech just now  in  exposing  their\r\n\r\nerstwhile  comrades  who are  now  in  the  Barisan\r\n\r\nSosialis. He went to the extent of saying that they\r\n\r\namended the constitution of the T.U.C. to bring  in\r\n\r\nthe Ten Tall Men, and the constitution could not be\r\n\r\nregistered.  The Registrar of Trade Unions  refused\r\n\r\nto  register the new constitution. And yet the  new\r\n\r\nT.U.C. was recognised by the Government and allowed\r\n\r\nto  operate  up  to  the time when  the  Secretary-General  said,  \"Dissolve\" without even  calling  a\r\n\r\nmeeting of the constituent bodies of the T.U.C.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I asked the Minister in my speech to say\r\n\r\nwhether  the  Government  would  appoint  one  more\r\n\r\nArbitration  court just to meet the situation.  The\r\n\r\nPresident  of the Industrial Arbitration  Court  in\r\n\r\nhis Report says that there are eight cases pending.\r\n\r\nIn view of the increasing industrial unrest and the\r\n\r\ndesirability  of  keeping a  check  on  unnecessary\r\n\r\nindustrial  unrest,  I  would  suggest   that   the\r\n\r\nGovernment should consider appointing more than one\r\n\r\nArbitration Court. This assurance was given by  the\r\n\r\nMinister  for  Labour and Law  when  he  moved  the\r\n\r\nSecond Reading of the Industrial Relations Bill  in\r\n\r\nFebruary  1960.  I  would  ask  the  Government  to\r\n\r\nimplement  the assurance given by the  Minister  in\r\n\r\nFebruary 1960.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of the President of the Arbitration\r\n\r\nCourt   also   disclosed  that   there   had   been\r\n\r\ndiscussions with the Minister on certain amendments\r\n\r\nwhich would help to strengthen the law and make  it\r\n\r\nmore  effective. I would ask the Government not  to\r\n\r\nhesitate  or delay any longer introducing  amending\r\n\r\nlegislation on the advice of the President  of  the\r\n\r\nCourt.  The  Government gave an assurance  to  this\r\n\r\nHouse  that  if  amendments to the law  were  found\r\n\r\nnecessary,  they  would  do  so.  The  Report   was\r\n\r\nsubmitted to the Government in early January.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 632</b></font><br><br>\r\n\r\n\r\n\r\nToday  is  nearly the end of March, and  there  has\r\n\r\nbeen   no   indication  whatsoever  that  it   will\r\n\r\nintroduce amending legislation on the basis of  the\r\n\r\ndiscussions  which the President of the  Industrial\r\n\r\nArbitration Court had with the Minister for  Labour\r\n\r\nand Law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second part of my motion does not intend\r\n\r\nto  call  on  the  Government  to  take  repressive\r\n\r\nmeasures.  I cannot understand why it is  that  the\r\n\r\nBarisan Sosialis speakers should see in that simple\r\n\r\nmotion  a  suggestion  that I  was  egging  on  the\r\n\r\nGovernment  to  take repressive measures.  And  the\r\n\r\nGovernment  too, in their speeches,  also  had  the\r\n\r\nsame  kind of thought. It is very clear to me, Sir,\r\n\r\nthat as a result of this debate the P.A.P. and  the\r\n\r\nBarisan  think alike in so far as the trade  unions\r\n\r\nin  Singapore  are concerned. They are  good  meat.\r\n\r\nMake  full  use  of  them  to  achieve  their   own\r\n\r\npolitical ends.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have spent nearly four days on a simple\r\n\r\nmotion,  but I must say that it is a very important\r\n\r\nmotion  and  I am glad that it is now reaching  the\r\n\r\nclosing stages. What the Opposition is more anxious\r\n\r\nto  see  is  that the Government wake up  to  their\r\n\r\nresponsibility and do everything in their power  to\r\n\r\nsee  that  the workers of Singapore are  not  being\r\n\r\nexploited by anybody - by the Communists, by the  so-called non-Communists, by anybody\r\n\r\n- and that the industrial field in Singapore is made\r\n\r\nmore  calm,  more peaceful and more  conducive  for\r\n\r\nforeign investment.\r\n\r\n\r\n\r\n<br><br>6.55 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House views with grave concern the\r\n\r\nmounting  of  industrial  unrest  by  pro-Communist\r\n\r\npolitical agitators for political ends and calls on\r\n\r\nthe  Government  to  take all reasonable  steps  to\r\n\r\nensure   industrial  peace  with  justice  in   the\r\n\r\ninterests of industrial expansion so vital  to  the\r\n\r\neconomic well-being of the people of Singapore  and\r\n\r\nto prevent genuine industrial grievances from being\r\n\r\nexploited for Communist ends.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided and the Clerk proceeded to call\r\n\r\nout the names of hon. Members -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Upon the name of Mr Lee Kuan Yew (who was absent)\r\n\r\nbeing called,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 633</b></font><br><br>\r\n\r\n\r\n\r\nDato Abdul Hamid bin Haji Jumat rose -\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Point of order, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Please be seated. The point of order\r\n\r\nbeing?\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> There was an arrangement made\r\n\r\nto pair with the Prime Minister, but in view of the\r\n\r\nfact that I am abstaining, I do not know whether it\r\n\r\nwill be all right for me to abstain.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member has made up his mind\r\n\r\nto  abstain, he need not honour that arrangement to\r\n\r\npair. He just abstains.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Thank you, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not know whether the Member for\r\n\r\nthe Southern Islands knows of that ruling.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The voting was as follows:-\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n          Ayes                     Noes\r\n\r\n  Buang bin Omar Junid           Bani, S.T.\r\n\r\n  Byrne, K.M.                    Chan Sun Wing\r\n\r\n  Chan Chee Seng                 Fung Yin Ching, Miss\r\n\r\n  Chan Choy Siong, Madam         Lee Siew Choh\r\n\r\n  Chor Yeok Eng                  Leong Keng Seng\r\n\r\n  Goh Keng Swee                  Lin You Eng\r\n\r\n  Hoe Puay Choo, Madam           Lingam, S.V.\r\n\r\n  Kandasamy, G                   Low Por Tuck\r\n\r\n  Lee Khoon Choy                 Ng Teng Kian\r\n\r\n  Lim Cheng Lock                 Ong Chang Sam\r\n\r\n  Mohd. Ariff bin Suradi         Ong Eng Guan\r\n\r\n  M. Ismail Rahim                Sheng Nam Chin\r\n\r\n  Ong Pang Boon                  Tan Cheng Tong\r\n\r\n  Rajaratnam, S.                 Tee Kim Leng\r\n\r\n  Ramaswamy, S.                  Teo Hock Guan\r\n\r\n  Sahorah binte Ahmat,           Wong Soon Fong\r\n\r\n   Madam                         \r\n\r\n  Tan Kia Gan\r\n\r\n  Toh Chin Chye \r\n\r\n  Wee Toon Boon \r\n\r\n  Yaacob bin \r\n\r\n   Mohamed \r\n\r\n  Yong Nyuk Lin\r\n\r\n                                  Abstentions\r\n\r\n       Absent \r\n\r\n                                 Abdul Hamid bin Haji\r\n\r\n  Koh, C.H                        Jumat\r\n\r\n  Lee Kuan Yew                   Lim Yew Hock\r\n\r\n  Lee Teck Him                   Mohamed Ali bin Alwi\r\n\r\n  Mammen, John                   Rajah, A.P.\r\n\r\n  Marshall, David                Seow Peck Leng, Mrs\r\n\r\n                                 Thio Chan Bee\r\n\r\n\r\n\r\n                 \t            Paired\r\n\r\n\r\n\r\n                                 Ahmad bin Ibrahim\r\n\r\n                                 Ahmad Jabri bin \r\n\r\n                                  Mohammad Akib\r\n\r\n</pre> \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 634</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> There are 22 Ayes; 16 Noes; 6\r\n\r\nAbstentions; 2 Paired; 5 Absent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion, as amended, accordingly agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House views with grave concern the\r\n\r\nmounting  of  industrial  unrest  by  pro-Communist\r\n\r\npolitical agitators for political ends and calls on\r\n\r\nthe  Government  to  take all reasonable  steps  to\r\n\r\nensure   industrial  peace  with  justice  in   the\r\n\r\ninterests of industrial expansion so vital  to  the\r\n\r\neconomic well-being of the people of Singapore  and\r\n\r\nto prevent genuine industrial grievances from being\r\n\r\nexploited for Communist ends.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 634</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>7.05 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That the proceedings on the remaining\r\n\r\nitems  of  business set down in the Order Paper  be\r\n\r\nexempted from the provisions of Standing Order  No.\r\n\r\n1.\"[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 634</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SIX-DAY WEEK IN SCHOOLS</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly is of the opinion that in the\r\n\r\ninterests   of  young  school  children  Government\r\n\r\nshould not further delay the relaxation of the six-day   week  pending  the  implementation   of   the\r\n\r\nrecommendations of the Commission of Inquiry.*\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The  same motion also stood in the  name  of  Mr David Marshall.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after such a prolonged and tiring debate on\r\n\r\nthe  industrial unrest, I am sure most Members  are\r\n\r\nlooking  forward  to  a period of  some  relaxation\r\n\r\nTherefore, I trust they will be sympathetic to  the\r\n\r\nsubject before the House which seeks the relaxation\r\n\r\nas  early  as  possible  of the  six-day  week  for\r\n\r\nschools in the interest of young school children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the despatch of the original motion,\r\n\r\nthe   Government  has  appointed  in  a  Government\r\n\r\nGazette   Extraordinary  the  long-awaited  Inquiry\r\n\r\nCommission.  It is unfortunate that the  Government\r\n\r\ntook  such  a long time to make the appointment  as\r\n\r\nperhaps  the motion would not have come on  to  the\r\n\r\nOrder Paper. Sir, when the question of a Commission\r\n\r\nof  Inquiry was raised, it was on 14th of November.\r\n\r\nThen   on  17th  of  November,  the  Minister   for\r\n\r\nEducation announced his intention to revise the six-day week\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 635</b></font><br><br>\r\n\r\n\r\n\r\ninto  something \"lighter\". If he had  on  to  that,\r\n\r\nSir,  I am sure there would have been a great  deal\r\n\r\nof  goodwill. Then on 21st December, he decided  to\r\n\r\nput  the  six-day  week  revision  plan  into  cold\r\n\r\nstorage  pending  receipt  of  the  report  of  the\r\n\r\nCommission   of   Inquiry.   That   was   a   great\r\n\r\ndisappointment to the many school children who were\r\n\r\naffected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my first point is that we as Assemblymen\r\n\r\nshould  apply the golden rule. We ourselves do  not\r\n\r\nwant  a  six-day  week practised in this  Assembly.\r\n\r\nBecause of the nature of our work, we find that  we\r\n\r\nhave  to  have time after our sittings here  to  do\r\n\r\nwork  outside, interview people, visit constituents\r\n\r\nand  attend  meetings. All these  other  activities\r\n\r\nhave  to  be  taken into account. In  the  case  of\r\n\r\nschool children, their work is not done only during\r\n\r\nthe  days  when they are in schools.  If  they  are\r\n\r\nconscientious students, they have their homework to\r\n\r\ndo  and  more outside reading to do. All in all,  a\r\n\r\nfive-day  school  week  really  means,  in   actual\r\n\r\npractice,  a  six-day  week,  and  for   the   very\r\n\r\nconscientious ones sometimes even a seven-day week.\r\n\r\nSo  when the compulsory five-day school week became\r\n\r\na  six-day  school  week, in actual  practice,  the\r\n\r\nconscientious  students  were  penalised  and  they\r\n\r\nspent  about seven days a week. Parents  have  been\r\n\r\nsaying  that  their children have been studying  on\r\n\r\nSundays.  When  the children were asked  why,  they\r\n\r\nsaid, \"There is plenty of homework to do. There  is\r\n\r\ntoo much homework.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, again I would stress that since we\r\n\r\nAssemblymen  ourselves do not like a six-day  week,\r\n\r\nwe   should  be  more  considerate  to  the  school\r\n\r\nchildren and relax the practice of a six-day week.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My second point is that in the case of the adult\r\n\r\neducation  classes, the Minister for Education  has\r\n\r\nalready relaxed the ruling. Last year, they  worked\r\n\r\non  a six-day week. There were regular classes  six\r\n\r\ntimes a week. But it was found that there were many\r\n\r\nabsentees from the Saturday evening classes and the\r\n\r\norganisers  had to ask that the number  of  regular\r\n\r\nevening  classes be reduced to five  and  that  the\r\n\r\nSaturday evening classes be for extra\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 636</b></font><br><br>\r\n\r\n\r\n\r\nsubjects.  Sir, that was granted. The adults  could\r\n\r\nnot  stand  a six-day week for study purposes.  Now\r\n\r\nwhat  more the young children? In the case  of  the\r\n\r\nadults, if they played truant, nothing happened  to\r\n\r\nthem.  In the case of the school children, if  they\r\n\r\nwere  to  play truant, they would get into trouble.\r\n\r\nHaving  been taught to be obedient, naturally  they\r\n\r\ndare not play truant and so they have just to stick\r\n\r\non, going from six days to another six days working\r\n\r\non  Sundays  too and making themselves  more  tired\r\n\r\nthan they should be. If the adults can have a five-day  school  week,  there is no  reason  why  there\r\n\r\nshould  be  no  relaxation for the  younger  school\r\n\r\nchildren.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the argument was made before that many\r\n\r\nparents would benefit by a six-day school week  for\r\n\r\ntheir  children. Their children would then be  kept\r\n\r\naway  from  the  streets. Sir,  educationally,  the\r\n\r\nschools  are not meant for the parents but for  the\r\n\r\nchildren. So educationally, we should think of  the\r\n\r\nwelfare of the children rather than the welfare  or\r\n\r\nthe convenience of the parents. If in certain areas\r\n\r\nthe parents want their children to be kept occupied\r\n\r\non  Saturdays because they are not back from  work,\r\n\r\nthen  other arrangements should be made in  such  a\r\n\r\nway  that  the  welfare  of the  children  is  kept\r\n\r\nuppermost  in  mind.  I  am  sure  that  reasonable\r\n\r\nparents  would be able to see it from  that  angle,\r\n\r\nthat schools must exist for the educational welfare\r\n\r\nof   their   children  and  not   for   their   own\r\n\r\nconvenience.  It would be wrong human relations  to\r\n\r\nput parents first and children last.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another point was made that because the\r\n\r\nfuture citizens of Singapore must learn educational\r\n\r\nlanguages,  they must therefore have an  extra  day\r\n\r\nfor lessons.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I know it is a very difficult\r\n\r\nmatter  to  draw  a line somewhere.  But  the  hon.\r\n\r\nMember has mentioned that there is a Commission  of\r\n\r\nInquiry, and he is now urging whether or not  there\r\n\r\nshould  be  a  five-day week as against  a  six-day\r\n\r\nweek. I would suggest that details of that nature\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 637</b></font><br><br>\r\n\r\n\r\n\r\ncould  best  be  argued before  the  Commission  of\r\n\r\nInquiry  itself, and we should concentrate  on  the\r\n\r\nprinciple behind the motion, that is, as an interim\r\n\r\nmeasure, there should be some relaxation of the six-day week.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Sir, I was trying to bring out\r\n\r\nthe  point  that a relaxation of the  six-day  week\r\n\r\nwould  not affect any purpose which the State might\r\n\r\nhave  for having the six-day week, because the six-day  week has produced no better results than those\r\n\r\nattained  in  the Federation. In case they  have  a\r\n\r\nfear  that by relaxing the six-day week they  might\r\n\r\nbe  going against whatever might be recommended  in\r\n\r\nfuture,  my  point is that there  will  be  no  ill\r\n\r\neffects,   as  shown  by  what  happened   in   the\r\n\r\nFederation.  In fact, the Cambridge  Higher  School\r\n\r\nCertificate results showed that the students in the\r\n\r\nFederation   did  better  than  our   students   in\r\n\r\nSingapore. This is very strange, because usually in\r\n\r\nprevious  years  our students did better  than  the\r\n\r\nFederation   students   in   the   Higher    School\r\n\r\nCertificate  Examination! So,  apparently,  judging\r\n\r\nform  the  results of the Higher School Certificate\r\n\r\nExamination - I  say  the Higher  School  Certificate\r\n\r\nExamination; we do not know whether the  Federation\r\n\r\nstudents   did  better  in  the  Senior   Cambridge\r\n\r\nExamination - the Federation students are  definitely\r\n\r\nbetter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, heads of schools have been telling me all\r\n\r\nthese months that the children are showing signs of\r\n\r\nstrain.  They  feel  that the  work  has  become  a\r\n\r\ndrudgery. That is bad because we want the  children\r\n\r\nin  school to acquire a thirst for knowledge.  That\r\n\r\nis  fundamental.  Once they acquire  a  thirst  for\r\n\r\nknowledge,  we can leave it to them  to  spend  six\r\n\r\ndays   or  seven  days  a  week  to  acquire   more\r\n\r\nknowledge. But when the thirst is not there because\r\n\r\nof something compulsory -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> It is up to the teachers.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> - then, Sir, it is human\r\n\r\nnature that when we are compelled to do a thing, we\r\n\r\ndo not like\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 638</b></font><br><br>\r\n\r\n\r\n\r\ndoing  it. But when it is optional, we enjoy  doing\r\n\r\nit.  On  the  question of acquiring  a  thirst  for\r\n\r\nknowledge,  if  we give somebody a  little  bit  of\r\n\r\nwater  to  drink but it does not quite  quench  his\r\n\r\nthirst, he wants more. But if we give him too  much\r\n\r\nwater,  he  does not want any more. If we  keep  on\r\n\r\ncompelling  him  to drink water,  then  that  water\r\n\r\nbecomes  something which he will need only when  he\r\n\r\nreacquires a thirst for it. That is the comparison.\r\n\r\nAs  an  educationist, I found that it  worked  that\r\n\r\nway.  Where  there  is  less  compulsion  and  more\r\n\r\nincentive, so that there is a thirst on the part of\r\n\r\nthe  students to acquire knowledge for  themselves,\r\n\r\nwe  find  that they make quicker progress.  Let  us\r\n\r\nremember  that we old people are human  beings  and\r\n\r\nthat  beyond  a  certain  point  we  cannot  absorb\r\n\r\nwhatever  we  hear.  We can only  absorb  up  to  a\r\n\r\ncertain point, and beyond that point we find  empty\r\n\r\nseats in the Assembly. I am sure that if the chance\r\n\r\nis  given to the school children, the teacher  will\r\n\r\nsay,  \"All  right, we will not make it  compulsory.\r\n\r\nYou  go  by your judgment. If beyond the  point  of\r\n\r\nabsorption, you cannot understand what  I  have  to\r\n\r\nsay,  you can go.\" Well, we can see the same  thing\r\n\r\nhappening -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think I ought to correct\r\n\r\nwhat  perhaps might be a misunderstanding. The hon.\r\n\r\nMember has said he sees empty seats. I just want to\r\n\r\nsay that the seats he sees empty do not include the\r\n\r\nSpeaker's seat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Sir, I must say here that we\r\n\r\nhave admired your powers of endurance. I think  you\r\n\r\nare exempted from this particular comparison.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the school term will be ending at the end of\r\n\r\nthis  month.  The Interim Report may not  be  ready\r\n\r\nwhen  the  schools reopen for the second  term  and\r\n\r\nnaturally  the Minister may say, \"Well, why  should\r\n\r\nwe  relax  earlier? Let the thing be done when  the\r\n\r\nInterim Report comes to hand.\" But when people  are\r\n\r\nfeeling depressed, surely the Minister can show his\r\n\r\ngoodwill by relaxing the six-day week right away or\r\n\r\nby  making an announcement that it will be  relaxed\r\n\r\npending the Report of the Commission\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 639</b></font><br><br>\r\n\r\n\r\n\r\nof  Inquiry,  thereby giving the  children  a  more\r\n\r\nenjoyable vacation. Sir, we all know that  goodwill\r\n\r\ncounts   a   great  deal.  We  have  talked   about\r\n\r\nindustrial unrest, if we have more goodwill between\r\n\r\nemployees and employers, there will not be so  much\r\n\r\ntension and strife. I am sure, Sir, that it is  not\r\n\r\ntoo  late  yet  for the Minister to take  out  this\r\n\r\nparticular thing that he has put into cold storage,\r\n\r\nwarm  it  up and make the announcement, because  he\r\n\r\nmay  expect the Commission of Inquiry to put up the\r\n\r\nReport during the holidays. Well, I hope so. But we\r\n\r\nknow  that the members of the Commission  are  busy\r\n\r\nmen and if they are sincere and conscientious about\r\n\r\ntheir  work,  they may want to hear  the  views  of\r\n\r\nparents, school people, and so on; and all this may\r\n\r\ntake  some  time.  When a problem is  difficult  to\r\n\r\nsolve,  we  often say, \"Right, we go  back  to  the\r\n\r\nstatus  quo ante.\" The status quo ante would  be  a\r\n\r\ncompulsory five-day week with the sixth day at  the\r\n\r\ndiscretion of the heads of schools depending on the\r\n\r\nproblems  which  each head encounters  in  his  own\r\n\r\nlocality  and  among  his  own  students.  In  some\r\n\r\nschools,  they had the 5�-day week; in the  case\r\n\r\nof the Chinese-medium schools, they had the 5�-day  week with work that was comparatively  lighter\r\n\r\nthan  what  they  have now. The announcement  would\r\n\r\nmake  them  feel  ready for any  Report  which  the\r\n\r\nCommission of Inquiry might decide to put up. There\r\n\r\nwould  be  this early relaxation that prepares  the\r\n\r\nground  for  something new and I am  sure  that  it\r\n\r\nwould  be a good move on the part of the Government\r\n\r\nto  do this, because they would not be showing that\r\n\r\nthey are stubborn and that they are not prepared to\r\n\r\nbe  persuaded  by the Opposition. We feel  that  if\r\n\r\ngood sense comes from the Opposition the Government\r\n\r\nshould  welcome that. I think that is on the  basis\r\n\r\nthat  there  is  no  monopoly of wisdom.  Sometimes\r\n\r\nwisdom  comes  from  one side  and  sometimes  from\r\n\r\nanother.  In  this  particular case,  however,  the\r\n\r\ncircumstances  are so clear that  people  expect  a\r\n\r\nrevision  and, of course, the final revision  would\r\n\r\nbe made no doubt when the Report comes to hand from\r\n\r\nthe  Commission  of Inquiry. But  in  the  meantime\r\n\r\nbefore the vacation begins, if an announcement is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 640</b></font><br><br>\r\n\r\n\r\n\r\nmade  that the six-day school week would be relaxed\r\n\r\nas  from  the beginning of the second term  pending\r\n\r\nreceipt of the Report of the Commission of Inquiry.\r\n\r\nI should think it would change the atmosphere among\r\n\r\nthe  children  and among those connected  with  the\r\n\r\neducation of the children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some parents say they have very little time\r\n\r\nwith  their school children at home because  it  is\r\n\r\nstudy,  study, study all the time. We believe  that\r\n\r\nthe children who study too much are missing a great\r\n\r\ndeal  during their childhood. They should have time\r\n\r\nto play and go on excursions. The present full six-day week really needs to be relaxed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister may have some of his own ideas about relaxing the six-day week so that the extra- curricula activities could be done on Saturday, but on inquiries made, I find that the relaxation would really mean work for many people and that the voluntary activities would no longer be voluntary and may be objectionable. So really the best way would be to leave it on the basis of the status quo\r\n\r\nante to the heads of schools to modify arrangements\r\n\r\naccording to the needs of the school children in  a\r\n\r\nparticular  area  so  that the  school  head  could\r\n\r\nreally  do things the right way for the convenience\r\n\r\nand the benefit of the children and those connected\r\n\r\nwith a particular school.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>7.25 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng (Mountbatten):</b> Mr Speaker,\r\n\r\nSir,  taking  the advice of the Member for  Tanglin\r\n\r\nabout  the  limitation of human endurance,  I  will\r\n\r\nonly say a few words.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have, right from the beginning, objected to\r\n\r\nthe  six-day  week. The Member for Tanglin  and  I,\r\n\r\nhaving  had  experience as teachers and principals,\r\n\r\nknow  that it is a strain on the children. But that\r\n\r\nwas  at a time when the Government looked upon  the\r\n\r\nOpposition as dead ducks and gunny sacks. So we got\r\n\r\nno  further. But today, we hope that the Government\r\n\r\nwill give some consideration to our proposal. We\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 641</b></font><br><br>\r\n\r\n\r\n\r\nhope that they will turn a more human ear to it.  I\r\n\r\nam  quite  aware  that there  is  a  Commission  of\r\n\r\nInquiry.   But  we  do  not  know  how  long   this\r\n\r\nCommission will take over its Report and no  matter\r\n\r\nhow  right the Government is in other things, there\r\n\r\nis  always the possibility that the policy  of  the\r\n\r\nsix-day week may be wrong. We have seen articles in\r\n\r\nthe  Press  from protesting parents. The  Singapore\r\n\r\nTeachers'  Union  who  are  experts  in  children's\r\n\r\neducation  have  protested to the Government  about\r\n\r\nthe  ill-effects to children and teachers of a six-day week. It is not fair to say, \"Well, it has gone\r\n\r\non  for over two years; so the Commission will  not\r\n\r\ntake  more than a few months. Why can we not go  on\r\n\r\nfor  a  few  months more?\" If we are  to  give  any\r\n\r\ncredit  to the parents who wrote to the papers  and\r\n\r\nwho  should  know about their children and  to  the\r\n\r\nSingapore Teachers' Union, a group of teachers  who\r\n\r\nshould  know  about  school children,  and  if  the\r\n\r\nMinister  is to lend a human ear to two Members  of\r\n\r\nthe  Opposition  who  have had  over  30  years  of\r\n\r\nexperience of teaching school children, I think  he\r\n\r\nshould  give some consideration to this appeal.  At\r\n\r\nleast,  let the people who have suffered  for  2�\r\n\r\nyears  relax now, let them go back to the  five-day\r\n\r\nweek  pending  the  Report  of  the  Commission  of\r\n\r\nInquiry  so that they would not have to suffer  any\r\n\r\nmore.  Sir,  civic  and social  activities  may  be\r\n\r\ndeemed to be very light and frivolous, but they are\r\n\r\nnot.  They  are  essential to the  pattern  of  any\r\n\r\ncivilised  life.  May  I tell the  Government  that\r\n\r\norganisations have found it very difficult  to  get\r\n\r\nteachers together on any occasion at all? They used\r\n\r\nto resort to Saturdays - Sundays being unsuitable for\r\n\r\nreligious reasons - to get these people together  for\r\n\r\ncharity  work,  civic work and  social  activities.\r\n\r\nThey  find  it is impossible now to bring  together\r\n\r\nthe  two  batches of teachers who have  now  become\r\n\r\nstrangers.  There is no possibility of the  morning\r\n\r\nschool   teachers  meeting  the  afternoon   school\r\n\r\nteachers  on any occasion at all because they  work\r\n\r\non all the six days.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 642</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the longer the drift away from the civic and\r\n\r\nsocial    life   of   the   country,    the    more\r\n\r\ndetrimental - let me say especially to  teachers  who\r\n\r\nare supposed to manage the lives of children - it  is\r\n\r\nto  the  morale  of  the  teachers,  and  the  more\r\n\r\nunhealthy  the  atmosphere of  the  State.  So  the\r\n\r\nsooner  this is put to a stop, the better.  If  the\r\n\r\nCommission  does  find that  the  six-day  week  is\r\n\r\nbetter,  then I do not think any harm at all  would\r\n\r\nhave been caused by this relaxation to the five-day\r\n\r\nweek  in  the interim. It was pointed  out  by  the\r\n\r\nMember  for Tanglin that even the adults could  not\r\n\r\nstand  the strain. So the Government has  to  relax\r\n\r\nit.  Is  it  because the children could  stand  the\r\n\r\nstrain  that  the Government could not  relax?  No,\r\n\r\nSir. It was because the children had no choice.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr Speaker, Sir,\r\n\r\nthe  motion before us is not to debate the question\r\n\r\nof  the  six-day week or the five-day week  in  the\r\n\r\nEnglish schools. It is to debate whether we  should\r\n\r\nwait  for a few more months for the Report  of  the\r\n\r\nCommission of Inquiry into Education which has been\r\n\r\nappointed  by the Government, or whether we  should\r\n\r\nrevert  back from the present six-day week  to  the\r\n\r\nfive-day  week  in the English schools  before  the\r\n\r\nReport is published.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the dispute is only on the\r\n\r\nmatter  of a few months by which time we  hope  the\r\n\r\nReport will come out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most teachers and students do not favour the\r\n\r\nsix-day  week  in  the  English  schools  and   the\r\n\r\nteachers have reported that the students have  lost\r\n\r\nefficiency  as  a consequence. On the  other  hand,\r\n\r\nthere  are people who are for the six-day week  and\r\n\r\nthey  argue that the parents prefer a six-day  week\r\n\r\nto the five-day week because in the Chinese schools\r\n\r\nthe  six-day week which has been established a long\r\n\r\ntime  ago  has been going on well with the  Chinese\r\n\r\nstudents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is a very controversial\r\n\r\nissue.  Since  a  Commission of  Inquiry  has  been\r\n\r\nappointed   and  many  persons  better  versed   in\r\n\r\neducation  will appear before it, we should  decide\r\n\r\nwhether or not there should be a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 643</b></font><br><br>\r\n\r\n\r\n\r\nrevision of the present six-day week in the English\r\n\r\nschools  when  the  Report  of  the  Commission  of\r\n\r\nInquiry is published.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I am not an\r\n\r\neducational  expert  but  I  am  a  father  of  two\r\n\r\nchildren, one of whom is now in a secondary  school\r\n\r\nand the other is still in a primary school.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim says that this is a\r\n\r\nmatter  of  some  intricacy for the  Commission  to\r\n\r\ndecide  and  that  therefore we  should  await  the\r\n\r\ndecision  of  the Commission. I think the  Minister\r\n\r\nfor  Education will agree with me - I have  time  and\r\n\r\nagain mentioned this matter in the House and I have\r\n\r\ntold  the Minister - that so far as I am concerned  I\r\n\r\nsee  no  case absolutely whatsoever for  a  six-day\r\n\r\nweek in the primary schools. But I have conceded to\r\n\r\nthe Minister for Education that in view of the four-language  stream and the emphasis on languages  and\r\n\r\nscience, there may be a case for a six-day week  in\r\n\r\nthe  secondary schools. I have an open mind on that\r\n\r\nand  I  await  the  Report of the  Commission  with\r\n\r\ninterest.  But insofar as the primary  schools  are\r\n\r\nconcerned,  I can see no case for it whatsoever.  I\r\n\r\nwait  to be convinced that a child of six that goes\r\n\r\nto  Primary I needs a six-day week. Sir, I  am  not\r\n\r\ncompetent to judge Chinese education. Its  problems\r\n\r\nmay  be  different. But I know the  English  stream\r\n\r\nbecause I was in it myself and my children  are  in\r\n\r\nthe  English  stream.  It  is  very  difficult   to\r\n\r\nconvince  me  that a child of six needs  a  six-day\r\n\r\nweek and a child of seven in Primary II needs a six-day  week. I am quite satisfied in my own mind that\r\n\r\nthere  is absolutely no case whatsoever for a  six-day  week in the primary schools; not only from the\r\n\r\nchildren's point of view but also from the parents'\r\n\r\npoint of view.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now education, to my mind, is not merely a\r\n\r\nquestion of going to school, reading as many  books\r\n\r\nas  you  can and cramming as much knowledge as  you\r\n\r\ncan. I think in the society which we are trying  to\r\n\r\nbuild  up for ourselves, schools are important;  of\r\n\r\ncourse, they have a place - a very great place. But I\r\n\r\nthink  what we tend to forget is that the child  in\r\n\r\nthe home and the training that it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 644</b></font><br><br>\r\n\r\n\r\n\r\nreceives in the home is what will ultimately fit it\r\n\r\nto  be a good member of society. There is a lot  of\r\n\r\njuvenile  delinquency in Singapore. I think  if  we\r\n\r\nask   any  social  worker  why  there  is  juvenile\r\n\r\ndelinquency he will tell you that it is because the\r\n\r\nchild has no family background. It does not receive\r\n\r\nthe  love  of  its  mother or its father  for  some\r\n\r\nreason or the other.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have suggested to the\r\n\r\nMember  for Tanglin - of course I have not  overruled\r\n\r\nthese  sentiments as being out of order - that  these\r\n\r\narguments  could well be advanced in the Commission\r\n\r\nof  Inquiry. I should imagine that the issue  today\r\n\r\nwould be: should there be relaxation now before the\r\n\r\nCommission of Inquiry gives its findings or  should\r\n\r\nwe wait?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, the point I was\r\n\r\ntrying  to make is that from my personal  point  of\r\n\r\nview there is a case for the relaxation of the six-day week for the primary schools at the moment.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Mr Speaker, Sir, we also\r\n\r\nwelcome this motion and we agree that relaxation is\r\n\r\nnecessary  at the present stage. We all  know  that\r\n\r\nthe  present Commission of Inquiry has been set  up\r\n\r\njust  because  this  motion has  been  tabled.  The\r\n\r\nInquiry  will help the Government to solve some  of\r\n\r\ntheir  problems and perhaps take away sonic of  the\r\n\r\nfireworks from this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we do not disagree with the principle of a\r\n\r\nsix-day week. But as with so many other things with\r\n\r\nthe P.A.P. at the present moment, the principle has\r\n\r\nbeen  distorted into something which is vulgar - just\r\n\r\nlike on the question of merger and Malaysia, and in\r\n\r\nso many other -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Let us not go into\r\n\r\nirrelevancies in this particular motion and start a\r\n\r\nbattle  between the right and the left. By  that  1\r\n\r\nmean the right and the left sides of the Chamber. I\r\n\r\nsuggest, let us make a decision on whether  or  not\r\n\r\nthere should be relaxation now or whether we should\r\n\r\nwait  until  the  Commission of Inquiry  gives  its\r\n\r\nfindings.  Let  us  not complicate  the  issue,  if\r\n\r\npossible.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 645</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> There have undoubtedly been\r\n\r\ncomplaints  from many parents that  their  children\r\n\r\nhave not been able to do the things they used to do\r\n\r\nbefore  and  that  there has been a  slackening  of\r\n\r\nextramural  activities. By this, I do not  mean  to\r\n\r\nbring  up  any controversial discussion as  regards\r\n\r\nthe  causation  or  effects of  the  six-day  week,\r\n\r\nbecause, as you say, these can be dealt with by the\r\n\r\nCommission  of Inquiry. But this six-day  week  has\r\n\r\nbeen going on for the last 2� years. Looking at  it\r\n\r\nfrom any angle it has proved to be a failure. Since\r\n\r\nthe  Government  have been talking  so  much  about\r\n\r\nlooking after the interests of the people, let them\r\n\r\non  this occasion prove that they are going to look\r\n\r\nafter  the  interests of the children,  admit  that\r\n\r\nthey have made mistakes, be honest and rectify  the\r\n\r\nmistakes as soon as they can.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the argument put forward by the\r\n\r\nMember  for  Tanglin that it would be a good  thing\r\n\r\nfor the children to enjoy the holidays now that the\r\n\r\nterm is about to come to a close. But there is  one\r\n\r\nfactor which the Commission of Inquiry may not look\r\n\r\ninto,  namely, that the effects this  six-day  week\r\n\r\nhas  caused on the children have been due to a very\r\n\r\ngreat  extent,  to the high-handed manner  and  the\r\n\r\narrogance of the P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I cannot see how that is\r\n\r\nrelevant to this motion. I do not think we ought to\r\n\r\nprejudge  what  the  Commission of  Inquiry  itself\r\n\r\nwould be asked to judge. Dr Lee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I know that it is very\r\n\r\ndifficult  to  say what the Commission  of  Inquiry\r\n\r\nwill  judge on this issue. But as I say, this is  a\r\n\r\npoint  which is very unlikely to be looked into  by\r\n\r\nthe  Commission  of Inquiry. However,  I  will  not\r\n\r\ndwell  on  it.  But let us ask the P.A.P. on  this\r\n\r\noccasion to think of the interests of the children.\r\n\r\nIf  the children themselves and the parents are all\r\n\r\nasking  for a relaxation of the six-day  week,  let\r\n\r\nthe  P.A.P. try and accommodate the views  and  the\r\n\r\nwishes  of  the  children and the parents  on  this\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 646</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This six-day week has become a farce because most\r\n\r\nof  the  children and the teachers regard it  as  a\r\n\r\nmere  waste of time. It does not contribute to  the\r\n\r\nimprovement    of   the   children's    educational\r\n\r\nstandards.  In  fact, it puts more  strain  on  the\r\n\r\npocket  of parents in some cases, as well  as  more\r\n\r\nstrain on the physical health of the children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So we hope that the P.A.P. will at least give way\r\n\r\non  this particular occasion especially when  there\r\n\r\nare rumours that the Government has already decided\r\n\r\nto   convert  this  six-day  week  as  a  sort   of\r\n\r\ncompromise  to save their own faces  into  a  5�-day\r\n\r\nweek.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Mr Speaker, Sir, the six-day week was\r\n\r\nimposed  upon the teachers in the typical  attitude\r\n\r\nof arrogance -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am not allowing this type\r\n\r\nof debate on this particular motion. I have already\r\n\r\npulled up the Member for Queenstown. The motion  is\r\n\r\nquite  a  simple motion. It asks this  Assembly  to\r\n\r\nhold  the  opinion that in the interests of, young\r\n\r\nschool children Government should not further delay\r\n\r\nthe  relaxation  of the six-day  week  pending  the\r\n\r\nimplementation  of  the  recommendations   of   the\r\n\r\nCommission of Inquiry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I should imagine that the only issue here is that\r\n\r\nthe  Assembly  is asked to decide  whether  or  not\r\n\r\nthere should be relaxation now or whether we should\r\n\r\nwait  for the implementation of the recommendations\r\n\r\nof  the Commission of Inquiry. I do not think it is\r\n\r\nproper for Members to anticipate how the Commission\r\n\r\nof  Inquiry  will view the six-day week.  What  the\r\n\r\nMember  for  Thomson and the Member for  Queenstown\r\n\r\nwish  to  say,  they can very well say  before  the\r\n\r\nCommission of Inquiry.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, what I do want to say on this\r\n\r\nmotion  is that while we ask for the relaxation  of\r\n\r\nthe  six-day week, we must, I believe, be aware  of\r\n\r\nthe  reasons  why  we think this relaxation  should\r\n\r\ntake place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although the motion is worded in such a way\r\n\r\nas  to  say that this relaxation should be done  in\r\n\r\nthe interests of young\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 647</b></font><br><br>\r\n\r\n\r\n\r\nschool children it is nevertheless important to see\r\n\r\nwhat  effects  the  six-day week  has  had  on  the\r\n\r\nteachers,  because I believe the  attitude  of  the\r\n\r\nteachers is significant as it would inevitably have\r\n\r\nan effect on the children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the six-day week for English schools is an\r\n\r\nidea   which   we  in  the  Barisan  Sosialis   had\r\n\r\nsupported. It had as its objective the increase  of\r\n\r\nteaching  hours  in science and language  subjects.\r\n\r\nThis  is a praiseworthy idea and we are not ashamed\r\n\r\nto  say  that we supported it. And I have no  doubt\r\n\r\nwhatsoever that the majority of the English  school\r\n\r\nteachers  would  have  accepted  it  had  it   been\r\n\r\nintroduced  and conducted in a proper manner.  Sir,\r\n\r\ninstead of consulting the Singapore -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can I bring the Member back to the\r\n\r\nissue,  which  is  whether or not there  should  be\r\n\r\nrelaxation  now or whether we should wait  for  the\r\n\r\nfindings  of the Commission of Inquiry? But,  as  I\r\n\r\nsay,  all these remarks would be appropriate before\r\n\r\nthe Commission of Inquiry, because this Assembly is\r\n\r\nnot a Commission of Inquiry and it is not asked  to\r\n\r\ndecide whether there should be a six-day week or  a\r\n\r\nfive-day  week.  It is merely being  asked,  as  an\r\n\r\ninterim measure: will the Government relax the six-day week?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> Sir, briefly I just wish to say this:\r\n\r\nthe  original idea of introducing the six-day week,\r\n\r\nas  I  have  said, was to increase  the  number  of\r\n\r\nteaching   hours  in  the  language   and   science\r\n\r\nsubjects. It has been proved in practice  that,  in\r\n\r\nfact,  there  has been no increase in the  teaching\r\n\r\nhours of these two subjects. And I think it is well\r\n\r\nknown to many of us that in schools when there  are\r\n\r\nlanguage   periods,   no  language   teachers   are\r\n\r\navailable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the primary objective of having\r\n\r\nintroduced the six-day week has not been  achieved,\r\n\r\nI think it is only proper that immediate relaxation\r\n\r\ntakes  place. And if I may be allowed to say  this:\r\n\r\nall  that has happened is a stretching of the five-day  week time-table to a six-day week. That is  in\r\n\r\naddition  to what I have earlier said. If  this  is\r\n\r\nall that the six-day week\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 648</b></font><br><br>\r\n\r\n\r\n\r\nmeans,  then I say, Sir, we in the Barisan Sosialis\r\n\r\nask  the  Government  to  relax  the  six-day  week\r\n\r\nimmediately. In fact, it has been long overdue.  It\r\n\r\nis somewhat difficult for us to say more because of\r\n\r\nthe  Commission which has been set  up  to  inquire\r\n\r\ninto  the education system, but perhaps I can  only\r\n\r\nsay  that  we hope that the Commission  would  make\r\n\r\nrecommendations that are in the best  interests  of\r\n\r\nour children.\r\n\r\n\r\n\r\n<br><br>7.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b> Mr\r\n\r\nSpeaker,  Sir, as stated by the Member for Tanglin,\r\n\r\nsome  four  months  ago, I had to  answer  an  Oral\r\n\r\nQuestion from him in which he inquired whether  the\r\n\r\nMinister  for Education - I am quoting from  Hansard,\r\n\r\nVol. 15, No. 3, dated 17th November, 1961, Question\r\n\r\nNo.   33,  in  which  he  asked  the  Minister  for\r\n\r\nEducation:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'if he will appoint an independent Committee of\r\n\r\nInquiry  to  investigate into  the  effects,, both\r\n\r\ndirect and indirect, of the compulsory full six-day\r\n\r\nweek in Singapore's primary schools, especially  in\r\n\r\nregard to the welfare of these school children, and\r\n\r\nto  make  recommendations for  its  continuance  or\r\n\r\ndiscontinuance with effect from January, 1962.'\r\n\r\n\r\n\r\n<br><br>My reply was that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Ministry of Education is at present in the\r\n\r\nmidst of discussions with the Malay Teachers'\r\n\r\nUnion, the Chinese Middle School Teachers'\r\n\r\nAssociation, and the Singapore Teachers' Union for\r\n\r\na revised version of the six-day week for 1962.\r\n\r\nArising out of these discussions, the question\r\n\r\nwhether or not to appoint a Committee of Inquiry or\r\n\r\naa Commission of Inquiry will be decided.'\r\n\r\n\r\n\r\n<br><br>On 21st December, 1961, with the tabling of a motion by the\r\n\r\nMember for Anson, supported by the Member for Joo\r\n\r\nChiat, for a Commission of inquiry into the\r\n\r\nEducational Policy of the Government which I\r\n\r\naccepted, I did at the same time mention that I\r\n\r\nwould put into cold storage the proposal to bring\r\n\r\nabout a relaxed version of the six-day week for\r\n\r\n1962. It was, therefore, three months ago when I\r\n\r\ngave notice that the proposal would be put into\r\n\r\ncold storage. And now when the Commission of In\r\n\r\nquiry has actually been formed with a directive\r\n\r\nthat it should produce an Interim Report on the\r\n\r\nsix-day week\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 649</b></font><br><br>\r\n\r\n\r\n\r\nitself,  I  am  quite puzzled why  the  Member  for\r\n\r\nTanglin  now supports the course adopted by Members\r\n\r\nof  the Barisan Sosialis. They accepted the six-day\r\n\r\nweek  in  principle but when it came into  practice\r\n\r\nthey said that it is a matter of urgency that there\r\n\r\nshould be relaxation. Surely after having taken  so\r\n\r\nmuch  time to get members to sit on this Commission\r\n\r\nof  Inquiry, which in my view would take  at  least\r\n\r\nsix  months to look into the educational  structure\r\n\r\nof  Singapore - a complicated system of four language\r\n\r\nstreams - and having stressed to this Commission  the\r\n\r\nneed  to  produce an Interim Report on the  six-day\r\n\r\nweek,  we  should not prejudge the issue by  either\r\n\r\nrelaxing  or  going back to the five-day  week.  In\r\n\r\nfact, Sir, I have been given to understand that the\r\n\r\nCommission of Inquiry met for the first time  today\r\n\r\nto  plan  out  how  they should  proceed  with  the\r\n\r\nInquiry. So I must say that, in my view and in  the\r\n\r\nview  of  the Government, there is no necessity  to\r\n\r\nmake any changes and we should leave it in the good\r\n\r\nhands of this independent Commission of Inquiry  to\r\n\r\nmake suitable recommendations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I might add that it is rather fortunate that\r\n\r\ntoday I received a 1962 publication by U.N.E.S.C.O.\r\n\r\non  the organisation of the schools here, and  this\r\n\r\nis   a  comparative  study  of  a  survey  made  by\r\n\r\nU.N.E.S.C.O. which  covered  81  member   States -Singapore  is  an  associate  member,  not  a  full\r\n\r\nmember - of U.N.E.S.C.O. There were 52 replies and it\r\n\r\nmight interest hon. Members of this House, who talk\r\n\r\nof the five-day week as though it is the only ideal\r\n\r\nsystem  for schools that is known to Singapore  and\r\n\r\nMalaya, that  according to this survey  there  are\r\n\r\nmore countries in the world which adopt the six-day\r\n\r\nweek  than the five-day week. It is true  that  the\r\n\r\nfive-day  week  is  customary  in  English-speaking\r\n\r\ncountries,  and  I  quote  from  page  6   of   the\r\n\r\nU.N.E.S.C.O. publication that for primary  schools\r\n\r\nthere  are 25 countries which have a six-day  week,\r\n\r\nfive   countries  with  a  5�-day  week,  and   the\r\n\r\nremaining  other countries with either  a  five-day\r\n\r\nweek or even a four-day week. And\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 650</b></font><br><br>\r\n\r\n\r\n\r\nfor  secondary schools, 31 countries have a six-day\r\n\r\nweek,  and three countries with a 5�-day week.  The\r\n\r\ncountries  in  Asia which have a six-day  week  are\r\n\r\nChina  (that  would, of course,  include  Communist\r\n\r\nChina  and  Formosa), India, Japan and  Korea,  and\r\n\r\nalthough   Malaya  did  not  send  in  returns   to\r\n\r\nU.N.E.S.C.O. they did send Malay Education Advisory\r\n\r\nCouncil  members  to  Indonesia  in  1960;  and  in\r\n\r\nIndonesia they also have a six-day week. There  are\r\n\r\nnumerous  countries in Europe which adopt the  six-day  week. I will just mention a few, Sir: Austria,\r\n\r\nBulgaria,    Czechoslovakia,   Denmark,    Finland,\r\n\r\nGermany,  Greece, Hungary, Italy,  Luxembourg,  the\r\n\r\nNetherlands,   Norway,  Poland,  Rumania,   Sweden,\r\n\r\nSwitzerland,  Yugoslavia,  the  U.S.S.R.,   Africa,\r\n\r\nLibya  and the Arab Republic. So I think it  should\r\n\r\nbe  quite  clear  that  the  six-day  week  is  not\r\n\r\nsomething  novel  or  unusual  because   right   in\r\n\r\nSingapore itself -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I would suggest to the\r\n\r\nMinister that if he goes on in that strain he  will\r\n\r\nexcite a debate on whether or not there should be a\r\n\r\nsix-day  week or a five-day week. I have  indicated\r\n\r\nthat  that  is  an  issue  for  the  Commission  of\r\n\r\nInquiry.  The issue before us is: should  there  or\r\n\r\nshould there not be relaxation now?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, I shall\r\n\r\ntherefore   conclude  by  saying  that  since   the\r\n\r\nCommission or Inquiry have already started to  sit,\r\n\r\nlet us allow them to get on with their task and  we\r\n\r\nshould   be  patient  enough  to  wait:   for   the\r\n\r\nrecommendations which they shall be putting forward\r\n\r\nand which we shall table before this House.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, I think the\r\n\r\nprinciple of relaxation of the present six-day week\r\n\r\nis  not  in  dispute.  The Minister  for  Education\r\n\r\nhimself  has  said that in November he was  already\r\n\r\ncontemplating  the  introduction   of   a   revised\r\n\r\nversion,  beginning  from  January  1962.  So   the\r\n\r\nprinciple was accepted, might I say, Sir,  by  both\r\n\r\nsides  of the House. Now, if the principle was  not\r\n\r\nin dispute then, it cannot be in dispute today. And\r\n\r\nas it is not in dispute,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 651</b></font><br><br>\r\n\r\n\r\n\r\nwhy wait? If the principle was accepted then and it\r\n\r\nis  also  accepted  now,  why  wait?  That  is  the\r\n\r\nquestion to be answered - why wait? If the Commission\r\n\r\nof  Inquiry has been appointed, still it  does  not\r\n\r\nmean  that we should wait. The relaxation can still\r\n\r\nbe introduced.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b>\r\n\r\nYou are prejudging the issue.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> It is not a case of prejudging\r\n\r\nthe  issue. When two parties are at war,  Sir,  and\r\n\r\nthere is a Boundary Commission appointed, then  the\r\n\r\nforces  go  back to the status quo ante.  Then,  of\r\n\r\ncourse, the Boundary Commission will decide on what\r\n\r\nis the proper boundary line. That is the point I am\r\n\r\ntrying  to make, Sir,If the principle was  not  in\r\n\r\ndispute  before and it is not in dispute  now,  why\r\n\r\ndig  your  toes  in  and say, \"We  will  not  budge\r\n\r\nbecause  of this and because of that.\" That  is  my\r\n\r\nreply, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has often been an implied inference\r\n\r\nthat  the  Member for Tanglin knows  nothing  about\r\n\r\nChinese medium schools. Sir, I have not brought  up\r\n\r\nhere  these  two  facts: I was in a Chinese  medium\r\n\r\nschool  for  l�  years and I taught  English  as  a\r\n\r\nsubject  in  Tao Nan School which is  a  well-known\r\n\r\nChinese  medium  school  in  Singapore.  I   taught\r\n\r\nEnglish as a subject in Tao Nan School for 1� years\r\n\r\nand  the  5�-day  week  carried  a  load  that  was\r\n\r\nequivalent  to a five-day regimented week.  If  you\r\n\r\nask the Chinese students themselves, Sir, they will\r\n\r\nsay  that  the six-day week today is equivalent  in\r\n\r\nload  to  a  seven-day week before. That being  the\r\n\r\ncase,  there  is  nothing complicated  at  all.  In\r\n\r\nprinciple,   relaxation  is   accepted.   Why   not\r\n\r\nintroduce it now?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion accordingly negatived.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 651</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>8.02 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><b>AMENDMENT OF</b></div>\r\n\r\n<div align=\"center\"><b>STANDING ORDERS</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That Standing Order No. 31(2) be amended by\r\n\r\ndeleting the words \"and, in the case\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 652</b></font><br><br>\r\n\r\n\r\n\r\nof a private Member's motion, the notice shall also\r\n\r\nbe   signed  by  a  supporter  or  supporters   not\r\n\r\nexceeding five in number\".*\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The  motion also stood in the name of Mr Ng Teng Kian.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the Member not making a speech?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> No. Sir. I believe this motion\r\n\r\nwill be sent to the Standing Orders Committee.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It does not prevent the hon. Member,\r\n\r\nif  he so desires, from going into the reasons  why\r\n\r\nthe  amendment should be made, for the guidance  of\r\n\r\nthe Standing Orders Committee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, at present\r\n\r\nwith  the  Standing  Orders  of  this  House,  when\r\n\r\nMembers  wish  to  move  a motion,  they  need  two\r\n\r\npersons to move it. We know that in the case  of  a\r\n\r\nbig  Legislature, such a Standing  Order  would  be\r\n\r\nmore  reasonable.  But when we  are  faced  with  a\r\n\r\nLegislature  of  51 Members, particularly  when  we\r\n\r\nhave two Members of the Opposition who are on their\r\n\r\nown,  sometimes it might be difficult for  them  to\r\n\r\nmove motions, when they cannot get a supporter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, sometimes there are political\r\n\r\nmatters which the Member for Anson, who is alone in\r\n\r\nthis  House,  or the Member for Joo Chiat,  who  is\r\n\r\nalso alone in this House, may wish to bring up; and\r\n\r\nin  the  interest of parliamentary democracy,  they\r\n\r\nshould  not be deprived of the opportunity to  move\r\n\r\nmotions  in  this House. Therefore, we  are  moving\r\n\r\nthis  motion to enable the Member for Anson  alone,\r\n\r\nor  the Member for Joo Chiat alone, to move motions\r\n\r\nin this House.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The motion stands referred to the\r\n\r\nStanding  Orders Committee under the provisions  of\r\n\r\nthe Standing Order.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn to\r\n\r\nMonday, 26th March, 1962.\" -[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">five minutes past Eight o'clock p.m. to Monday, 26th March, 1962.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
