{"memberId": null, "volumeNo": "22", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"22\">\r\n\r\n<meta name=\"Sit_No\" content=\"5\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1963-12-10\">\r\n\r\n<meta name=\"Start_Col\" content=\"213\">\r\n\r\n<meta name=\"End_Col\" content=\"302\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">22</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">5</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">10-12-1963</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 213</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 22</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 10th December, 1963</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr E. W. Barker) (Tanglin).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs and Government Whip.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chia Thye Poh (Jurong).\r\n\r\n\r\n\r\n<br>Mr Chio Cheng Thun (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Dr Fong Kim Heng (Joo Chiat), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr P. Govindasamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Koo Young (Thomson).\r\n\r\n\r\n\r\n<br>Mr Kow Kee Seng (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for National Development.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 214</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Lian Teng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Poh Ber Liak (Tampines).\r\n\r\n\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed Al-Haj (Southern Islands), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Crawford).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Lim Huan Boon (Bukit Merah).\r\n\r\n\r\n\r\n<br>Miss Loh Miaw Gong (Havelock).\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 215</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<div align=\"center\"><b>\t\t</b></div>\r\n\r\n<div align=\"center\"><h4>YANG DI-PERTUAN NEGARA'S SPEECH</h4></div>\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n<div align=\"center\"><b>(Second Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nAmendment  [9th  December, 1963] to  Question  [9th\r\n\r\nDecember, 1963],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the following Address in reply to the speech\r\n\r\nof the Yang di-Pertuan Negara be agreed to: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We, the Legislative Assembly of the State of\r\n\r\nSingapore,  express our thanks to  the  Yang  di-Pertuan  \r\n\r\nNegara for the speech which he delivered\r\n\r\non behalf of the Government on the 29th November, 1963.'.\". -[The Prime Minister].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was,\r\n\r\n\r\n\r\n<br><br>\"at end, to add -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`; but this Assembly regrets that the\r\n\r\nGovernment in helping to impose Malaysia  on  the\r\n\r\npeople   has   caused  great   difficulties   and\r\n\r\nhardships  to  them in Singapore  and  urges  the\r\n\r\nGovernment  to take immediate steps  to  persuade\r\n\r\nthe  Central  Government to get  rid  of  foreign\r\n\r\ninterference,   negotiate  with  the   Indonesian\r\n\r\nGovernment,  and resolve all existing differences\r\n\r\nto  our  mutual  benefit, and so  help  to  bring\r\n\r\nstability,  peace  and prosperity  to  South-East\r\n\r\nAsia'. \". -[Mr Chia Thye Poh].\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Question is, \"That the words\r\n\r\nproposed  to  be  added,  be  there  added.\"  As  I\r\n\r\nindicated yesterday, the debate can range over  the\r\n\r\nwhole of the Address as well as the amendment.  The\r\n\r\nMember for Bras Basah had the Floor.\r\n\r\n\r\n\r\n<br><br>2.34 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr Speaker, Sir, as\r\n\r\nthe   Yang   di-Pertuan  Negara  has  stated   very\r\n\r\naccurately  that  our life is now  interwoven  with\r\n\r\nthat  of  Malaysia, we cannot be effective, however\r\n\r\nsuccessful we may be in the Malaysian scene, if  we\r\n\r\nconfine  ourselves to Singapore. There must  be  an\r\n\r\ninter-flow of political ideas and politicians among\r\n\r\nthe territories in Malaysia. Federation politicians\r\n\r\nhave  sought to spread their activities  and  their\r\n\r\nviews  in  Singapore. It is only proper and  indeed\r\n\r\ndesirable  that  political ideas  originating  from\r\n\r\nSingapore should have its impact over the whole  of\r\n\r\nMalaysia.   The   flow  of  political   ideas   and\r\n\r\npoliticians  from  Singapore  has  not   moved   as\r\n\r\nsmoothly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 216</b></font><br><br>\r\n\r\n\r\n\r\nand  as  quickly as some of us might have hoped.  I\r\n\r\nthink  I  can  say  for  all  the  politicians   in\r\n\r\nSingapore  that  their desire to have  their  views\r\n\r\nspread  over  a  greater area has been  impeded  by\r\n\r\nunnatural   forces.  It  is  my  hope   that   this\r\n\r\nGovernment will do all it can to convince the  seat\r\n\r\nof  authority in Kuala Lumpur that if democracy  in\r\n\r\nthis  vast  area  of  Malaysia is  to  survive  and\r\n\r\nprosper,  there  must be a free flow  of  political\r\n\r\nideas and politicians throughout this territory.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Everyone knows that democracy depends to a large\r\n\r\nextent on the existence of a free democratic  trade\r\n\r\nunion  movement. In Singapore we are  fortunate  to\r\n\r\nhave  a free, virile, democratic and, above all,  a\r\n\r\npatriotic  trade union movement. This  trade  union\r\n\r\nmovement  of Singapore has shown and proved  itself\r\n\r\nin  the  past  few  years that it can  contain  and\r\n\r\nconscribe political adventurers seeking to use  the\r\n\r\ntrade  union  movement for anti-national  purposes.\r\n\r\nWith  this  experience behind it, the  trade  union\r\n\r\nmovement in Singapore is certainly in a position to\r\n\r\nassist  trade union movements elsewhere in Malaysia\r\n\r\nin  the fight against Communist elements posing  as\r\n\r\ntrade unionists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All round the trade industrial front in Singapore,\r\n\r\nthe democratic trade Union movement represented  by\r\n\r\nthe   National  Trade  Union  Congress   has   made\r\n\r\nsignificant  progress. It has indeed been,  as  His\r\n\r\nExcellency  said,  a  large-scale  eradication   of\r\n\r\nindustrial  discontent and unrest on the  basis  of\r\n\r\nindustrial   peace  with  justice.  The  Industrial\r\n\r\nRelations Ordinance was made law in 1959.  In  1960\r\n\r\nthe  Industrial  Arbitration Court made  its  first\r\n\r\nimpact. Nevertheless, experience over the years has\r\n\r\nshown  that  it  has  certain undesirable  features\r\n\r\nwhich  are  needy  of attention. The  most  glaring\r\n\r\nexample  is the constant violation by employers  of\r\n\r\nsection 77 of the Industrial Relations Ordinance. A\r\n\r\nnumber  of  employers in Singapore still  retain  a\r\n\r\ncolonial  approach  in  industrial  relations  with\r\n\r\ntheir  employees.  They  still  think  that  labour\r\n\r\nshould  be  docile and should not be organised.  At\r\n\r\nthe very first indication of attempts by workers to\r\n\r\norganise,  these  employers  seek  to  destroy  the\r\n\r\nworkers'  unity by wanton dismissal. The Industrial\r\n\r\nRelations Ordinance\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 217</b></font><br><br>\r\n\r\n              \r\n\r\nprovides   specifically  for  penalties  for   such\r\n\r\nconduct.  But today, for one reason or another,  no\r\n\r\nemployer  has yet been prosecuted under section  77\r\n\r\nof  the  Industrial Relations Ordinance. It may  be\r\n\r\nthat   the   machinery  for  such  prosecution   is\r\n\r\ninadequate. It may be that the wording  of  section\r\n\r\n77  makes  it difficult for successful prosecution.\r\n\r\nBut  the  Government should try to improve  on  the\r\n\r\nmachinery of, or to amend, the Industrial Relations\r\n\r\nOrdinance  to  speedily  mete  out  punishment   to\r\n\r\nemployers who flout the spirit of the Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This matter is of the utmost importance and\r\n\r\nurgency.  We in the trade union movement have  been\r\n\r\nco-operating with the Government in its  policy  of\r\n\r\nindustrial peace with justice. The justice that  is\r\n\r\nreposed  in the industrial system, this justice  we\r\n\r\nhope to find through the Courts. If the trade union\r\n\r\nmovement  finds that it cannot obtain this  justice\r\n\r\nthrough the institutions of law, then it cannot  be\r\n\r\nblamed if it seeks justice elsewhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past few years a number of employers\r\n\r\nappear   to  have  escaped  scot-free  with   their\r\n\r\nviolation  of the law. This violation has  done  no\r\n\r\ngood  to  the  employers themselves, to  the  trade\r\n\r\nunion  movement, and to society. I  therefore  call\r\n\r\nupon  the Government to take urgent positive  steps\r\n\r\nto  rectify  the  situation which,  if  allowed  to\r\n\r\ncontinue,  will cause the very foundations  of  our\r\n\r\ndemocratic society to sink.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, yesterday the Member for\r\n\r\nTampines  described Mr Devan Nair and the N.T.U.C.\r\n\r\nas  stooges of the P.A.P. Well, nobody could expect \r\n\r\npro-Communist  elements to  make  friendly  remarks \r\n\r\nabout  those who have trounced them in  the  battle \r\n\r\nfor  the  hearts  and  minds  of  the  workers   of\r\n\r\nSingapore. Workers do not support stooges, and this\r\n\r\nis  the  reason  why the stooges of the  Indonesian\r\n\r\nconfrontationists daily continue  to  lose  support\r\n\r\nfrom  the workers of Singapore. Mr Devan Nair  was\r\n\r\nonce with the Communists, and he is not ashamed  of\r\n\r\nthe  reason which led him to join them. But  he  is\r\n\r\nalso  not  ashamed either of the reasons which  led\r\n\r\nhim  to leave the Communist fold, for he discovered\r\n\r\nthat far from fighting for the real\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 218</b></font><br><br>\r\n\r\n\r\n\r\ninterests  of the workers the Communists were  only\r\n\r\ninterested  in  exploiting them  for  anti-national\r\n\r\npolitical  purposes. There is an honourable  and  a\r\n\r\ndishonourable  way of breaking with  your  friends.\r\n\r\nMr  Nair  did not crack up in prison and come  out\r\n\r\nafter making penitential statements. Unlike certain\r\n\r\nother  persons,  he never squealed  to  the  police\r\n\r\nagainst his friends. But what Mr Devan Nair did is\r\n\r\npublic  knowledge. He openly and  publicly  took  a\r\n\r\nstand  against the Communists who betray the  cause\r\n\r\nof  Malayan socialism by acting as fifth columnists\r\n\r\nfor  foreign powers. The workers of Singapore  know\r\n\r\nthat   had  it  not  been  for  Mr  Devan   Nair's\r\n\r\ndetermined stand against the Communists, they would\r\n\r\nnow  have  been  prisoners of the  friends  of  the\r\n\r\nIndonesian   confrontationists.  The   workers   of\r\n\r\nSingapore  also know that Mr Nair has  contributed\r\n\r\nmore  to  trade  unionism than all  the  Woodhulls,\r\n\r\nPuthuchearys  and Lim Shee Pings put together.  The\r\n\r\nCommunists and their friends cannot be expected  to\r\n\r\nunderstand the democratic concept of trade unionism\r\n\r\nwhich  is  the  basis of the N.T.U.C.  They  cannot\r\n\r\nunderstand why the N.T.U.C. supports the Government\r\n\r\non   all  fundamental,  political  and  ideological\r\n\r\nissues.  We  are  functionally independent  of  the\r\n\r\nGovernment.  They  cannot  understand  why  it   is\r\n\r\npossible for the postmen of Singapore to give  full\r\n\r\nsupport  to democracy and to Malaysia. It  is  also\r\n\r\npossible  for the Singapore workers to take  strike\r\n\r\naction   against  the  Government.   The   N.T.U.C.\r\n\r\nsupported  the  strike by the  Public  Daily  Rated\r\n\r\nEmployees Union in 1961 against the Government.  It\r\n\r\nalso  supported  the nurses and the  police  clerks\r\n\r\nwhen they went on strike. Recently employees of the\r\n\r\nPostal  and Telecommunications Department  went  on\r\n\r\nstrike and we were fully behind them. But all these\r\n\r\nthousands  of workers are beyond the reach  of  the\r\n\r\nCommunists  simply  because  they  know  that   the\r\n\r\nGovernment respects the democratic concept of trade\r\n\r\nunionism  on which they are based. The  Member  for\r\n\r\nTampines is too ignorant of democracy to appreciate\r\n\r\nthat if the P.A.P. were an\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 219</b></font><br><br>\r\n\r\n\r\n\r\nanti-labour  Government, then  police  clerks,  for\r\n\r\ninstance,  would  never have been  able  to  go  on\r\n\r\nstrike.  Does  he  believe, for instance,  that  in\r\n\r\nCommunist  countries  police  personnel  would   be\r\n\r\nallowed to go on strike? Does he even believe  that\r\n\r\nhis  Indonesian  friends would allow  their  police\r\n\r\npersonnel  to  go on strike? However, Mr  Speaker,\r\n\r\nSir, it is not my purpose to educate pro-Communists\r\n\r\nbecause  they  are beyond the reach  of  education.\r\n\r\nThere is no more uneducable person than a Communist\r\n\r\nwith  a  closed mind. We on this side of the  House\r\n\r\nare  more  interested in educating  the  public  of\r\n\r\nSingapore in the mechanics of democracy and in  the\r\n\r\nfact  that  only in an open democratic society  can\r\n\r\nthe  real  freedom of the trade union  movement  be\r\n\r\nprotected. I invite the Member for Tampines to look\r\n\r\nwith  unprejudiced eyes, if that is not beyond  his\r\n\r\ncapacity, at all our neighbouring territories,  and\r\n\r\nI  will give him a medal if he can show any country\r\n\r\nin  South-East Asia which has labour legislation as\r\n\r\nadvanced   and  as  progressive  as  we   have   in\r\n\r\nSingapore. His real complaint is not that  we  have\r\n\r\nreactionary labour laws but that we do not love the\r\n\r\nCommunists. We do not intend to betray the  workers\r\n\r\nof Singapore by allowing them to be swallowed up by\r\n\r\nthe  fifth  columnists of foreign powers.  On  that\r\n\r\nthere will be no compromise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me warn the pro-Communist\r\n\r\nelements in the trade union movement that we in the \r\n\r\nN.T.U.C. are out to succeed. We will  expose  them \r\n\r\nwhenever  and  wherever they  turn  up  their  ugly \r\n\r\nfaces. I can promise them that we regard it, in the \r\n\r\nwords   of   Mr  Khrushchev,  as  \"our  historical\r\n\r\nresponsibility  to bury them.\" This  is  inevitable\r\n\r\nand  the  Member for Tampines and others  like  him\r\n\r\nshould  appreciate the fact that it is historically\r\n\r\ninevitable  that in Malaysia the proponents  of  an\r\n\r\nopen  democratic  society  will  triumph  over  the\r\n\r\nCommunists  and  their anti-national  allies.  They\r\n\r\nwill  not  win  as  long as we are  on  this  field\r\n\r\nbecause  we  will  meet intelligence  with  greater\r\n\r\nintelligence; vigour and dedication with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 220</b></font><br><br>\r\n\r\n\r\n\r\ngreater  vigour and dedication; determination  with\r\n\r\neven  greater  determination. But it  is  time  the\r\n\r\nCommunists  must  realise that in dealing  with  us\r\n\r\nthey  are  not dealing with reactionaries but  with\r\n\r\npeople  who are dedicated to the ideal of  a  free,\r\n\r\ndemocratic non-Communist and socialist Malaysia.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr Speaker, Sir,\r\n\r\nIndonesia's  trade boycott has created an  economic\r\n\r\ncrisis  of  the  first magnitude  unprecedented  in\r\n\r\nSingapore  and  it has overshadowed all  our  other\r\n\r\nproblems.  It  is, therefore, on this issue,  which\r\n\r\nsurpasses  all  other  issues,  that  is,  on   the\r\n\r\nconsequence  of Indonesia's economic confrontation,\r\n\r\nthat I wish to take today's opportunity to draw the\r\n\r\nattention  of the Government and of this  Assembly.\r\n\r\nThis is a problem to which the Government must give\r\n\r\nits   full   attention  and  seek  a   satisfactory\r\n\r\nsolution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since 22nd September a crippling stroke has\r\n\r\ngripped  this island's economy and its 1.8  million\r\n\r\npeople.  Since the days of Stamford Raffles  people\r\n\r\ncan only gauge the influence of Indonesian trade on\r\n\r\nSingapore's   economy.  Even  under  the   Japanese\r\n\r\noccupation  trade  never  ceased  to  flow  between\r\n\r\nSingapore and Indonesia. Now for the first time for\r\n\r\nmany  centuries  there is a complete  severance  of\r\n\r\ntrade  between these two territories. The  blow  to\r\n\r\nSingapore's economy is indeed devastating.  Whether\r\n\r\nwe  like it or not, the Singapore cow has been  too\r\n\r\ndependent on Indonesia's pastures. The great wealth\r\n\r\nof   Indonesia   has  for  centuries,  ceaselessly,\r\n\r\neffortlessly  and unconsciously flowed  through  to\r\n\r\nSingapore,  which is one of the greatest  ports  of\r\n\r\nthe world. But on the 22nd of September this wealth\r\n\r\nstopped to flow. Singapore has no other pastures to\r\n\r\nturn  to  and  is now experiencing a slow  economic\r\n\r\ndeath. The question in the minds of the people  is,\r\n\r\nwill  the  great  entrepot of Singapore  be  doomed\r\n\r\nforever? What will Singapore's future fortunes  be?\r\n\r\nSince   the  great  depression  of  1929  to  1932,\r\n\r\nSingapore  has  never  suffered  in  peace  time  a\r\n\r\ngreater blow to her economy. There never has been a\r\n\r\ngreater  number  of  unemployed  people,  and  this\r\n\r\nfigure is steadily increasing. Traffic on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 221</b></font><br><br>\r\n\r\n\r\n\r\nthe Singapore River, which has been called the \r\n\r\nlife-blood  of  Singapore's commerce and  industry,  has\r\n\r\ncome to a standstill. Telok Ayer Street, the centre\r\n\r\nof  high-level Indonesia trade, is almost deserted,\r\n\r\nexcept  for  unemployed stevedores and  workers  in\r\n\r\ndark  blue  Chinese uniforms squatting with  silent\r\n\r\nfaces  cursing  the Government, no money  to  drink\r\n\r\neven  coffee  and  reminisce  over  the  past.  The\r\n\r\nmerchants  in the city are assessing their  losses;\r\n\r\ntheir    debts   in   Indonesia;   their   property\r\n\r\nconfiscated; their future; their bank overdraft  as\r\n\r\n31st  December  approaches at a faster  speed  than\r\n\r\nusual.  But, Sir, on these matters, they are unable\r\n\r\nto  come to any definite conclusion. I do not  wish\r\n\r\nto  argue with the Government whether 8 per cent or\r\n\r\n80  per cent of the business, or the people, or  of\r\n\r\nthe  national  income or the economy  is  affected;\r\n\r\nwhether it is 8,000 people or 80,000 people who are\r\n\r\nunemployed  as  a  result  of  Indonesian  economic\r\n\r\nconfrontation. This type of argument  leads  to  no\r\n\r\nuseful purpose.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to give a broad picture I have formed of\r\n\r\nthe  outcome  of Indonesia's economic confrontation\r\n\r\nand  put forward certain more constructive measures\r\n\r\nfor  Government's consideration. In  the  paramount\r\n\r\ninterest of Singapore and for the salvation of  our\r\n\r\neconomy  from  complete  wreck,  let  us  use  this\r\n\r\nAssembly to find a solution. Telok Ayer Street  and\r\n\r\nthe  streets around it are the heart of Singapore's\r\n\r\ntrade  and  commerce, particularly with  Indonesia.\r\n\r\nThe raw materials and goods that flow in and out of\r\n\r\nthe  Singapore  River  is  the  blood  which  flows\r\n\r\nthrough the main artery, the Singapore River, which\r\n\r\nfeeds  most  of Singapore's population. Telok  Ayer\r\n\r\nStreet and the streets bordering it, together  with\r\n\r\nthe Singapore River, are a barometer of Singapore's\r\n\r\nprosperity.  Now  the twakows and the  motor  boats\r\n\r\nwhich  used to shuttle in and out of the  Singapore\r\n\r\nRiver  have been left idle for nearly three months.\r\n\r\nIf  the  Indonesia/Singapore trade relation is  not\r\n\r\nnormalised soon, these twakows will sink  into  the\r\n\r\nSingapore  River  one after the  other  from  sheer\r\n\r\ninability to maintain them. The hundreds  of  ships\r\n\r\non  the Indonesian run are scattered throughout the\r\n\r\nwhole\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 222</b></font><br><br>\r\n\r\n\r\n\r\nsea   front.  There  has  never  been   a   greater\r\n\r\nconglomeration of ships in Singapore lying idle  at\r\n\r\nany one time waiting for the tide and the barnacles\r\n\r\nto  take its toll. If things do not improve,  these\r\n\r\nships would later be sold as scrap to meet the same\r\n\r\nfate  as  the  Dutch  ships which  fled  away  from\r\n\r\nIndonesian   confiscation  and  were  anchored   in\r\n\r\nSingapore  several years ago. The Chinese tongkangs\r\n\r\nor  sailing  junks  anchored at the  mouth  of  the\r\n\r\nKallang  River  are equally idle  and  as  many  in\r\n\r\nnumbers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, nobody can deny that trade and commerce in\r\n\r\nSingapore  has been drastically curtailed,  fatally\r\n\r\nhit.   Nearly  all  businesses  in  Singapore   are\r\n\r\naffected directly or indirectly by the interruption\r\n\r\nof trade with Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is the factory of Indonesia's raw\r\n\r\nmaterials and the warehouse of Indonesia's imports.\r\n\r\nSingapore's imports to and exports from the  United\r\n\r\nKingdom,  the  United States,  Japan,  Germany  and\r\n\r\nother countries, in the overwhelming bulk, are only\r\n\r\nan  extension of trade with Indonesia. If Indonesia\r\n\r\ndoes not ship her raw materials to Singapore to  be\r\n\r\nprocessed  and  re-exported to the markets  of  the\r\n\r\nworld  from  here,  the value of exports  to  other\r\n\r\nforeign   countries  compiled  by  the   Statistics\r\n\r\nDepartment  would  be correspondingly  reduced.  If\r\n\r\nIndonesia  does  not  buy  a  substantial  bulk  of\r\n\r\nimports of textiles, food and other consumer  goods\r\n\r\nfrom  Singapore,  the volume of  imports  of  these\r\n\r\ncommodities   from  the  country  of  origin   into\r\n\r\nSingapore  would  also be correspondingly  reduced.\r\n\r\nThe  value of Indonesian trade cannot therefore  be\r\n\r\nmeasured  in  terms  of  figures  compiled  by  the\r\n\r\nDepartment  of Statistics, because, Sir, Indonesian\r\n\r\ntrade  is  unique. It is different from trade  with\r\n\r\nJapan,  the United States or the United Kingdom  or\r\n\r\nany  other  foreign  countries.  Trade  with  these\r\n\r\ncountries  does not create employment in Singapore.\r\n\r\nIf   Japan  refuses  to  sell  us  her  radios  and\r\n\r\ntransistors,  Singapore can  buy  them  from  other\r\n\r\ncountries   without   making  any   difference   to\r\n\r\nSingapore's  national  income  or  the   level   of\r\n\r\nemployment.  If any country refuses to  buy  rubber\r\n\r\nfrom  Singapore, it can be sold to other countries.\r\n\r\nTrade with other\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 223</b></font><br><br>\r\n\r\n\r\n\r\ncountries  creates little employment in  Singapore.\r\n\r\nTrade   with   Indonesia  is,  however,  completely\r\n\r\ndifferent.  Indonesia  not  merely  sends  her  raw\r\n\r\nmaterials  to  Singapore for  re-exporting  abroad,\r\n\r\nthey are sent here for processing, grading, packing\r\n\r\nand  in  some cases manufactured into new  products\r\n\r\nbefore  re-export. Singapore is Indonesia's factory\r\n\r\nand  Indonesia's warehouse. It is due to this  fact\r\n\r\nthat Indonesian trade has created so many jobs  and\r\n\r\nsuch  a  huge volume of employment. It is not  only\r\n\r\nthe  quantity  but also the quality  of  Indonesian\r\n\r\ntrade   that   requires  our  attention.   In   full\r\n\r\nrecognition  of  the  value  of  Indonesian   trade\r\n\r\ntowards  maintaining Singapore's economy, Singapore\r\n\r\ncannot  help  but  maintain friendly  relationships\r\n\r\nwith  Indonesia. This is different from  advocating\r\n\r\nmerger  with  Indonesia.  Singapore  cannot  afford\r\n\r\nenmity  with all her neighbours, particularly  with\r\n\r\nIndonesia.  Indonesia  is  Singapore's  number  one\r\n\r\nexporter  and  importer.  But,  Sir,  it   is   the\r\n\r\nmultiplier  effect  of Indonesian  trade  that  can\r\n\r\neither  make  Singapore prosperous or  can  destroy\r\n\r\nSingapore.  One dollar of Indonesian trade  creates\r\n\r\nfar  more  employment than many tens of dollars  of\r\n\r\ntrade  with  other countries. One ton of Indonesian\r\n\r\nrubber  imported can create jobs for tens of people\r\n\r\nin  Singapore. Indonesian raw materials require  so\r\n\r\nmuch processing, grading and repacking before being\r\n\r\nre-exported, and it is this which creates the jobs.\r\n\r\nDue  to  Singapore's competitive market,  a  stable\r\n\r\ncurrency,  good  banking and  shipping  facilities,\r\n\r\nforeign  countries for centuries have preferred  to\r\n\r\nbuy  Indonesian raw materials from Singapore  at  a\r\n\r\nslightly higher premium. It is difficult to  assess\r\n\r\nthe  effect of severance of Indonesian trade on our\r\n\r\nnational  income.  After taking into  consideration\r\n\r\nthe  multiplier  effect, and based on  the  figures\r\n\r\ncompiled by the Statistics Department which are far\r\n\r\nbelow  the real volume of Indonesian trade,  it  is\r\n\r\nsafe  to  assume  that Singapore's national  income\r\n\r\nwould  drop  by more than 50 per cent  if  economic\r\n\r\nconfrontation were to continue for a  year  and  if\r\n\r\nGovernment did not increase its public spending --- \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 224</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b>\r\n\r\nFifty?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> 50. Statistics compiled by\r\n\r\nGovernment   are   based   on   official    Customs\r\n\r\ndeclarations.  In  the case of trade  with  foreign\r\n\r\ncountries  when  there are normal foreign  exchange\r\n\r\nconditions,  the value of imports  and  exports  in\r\n\r\nCustoms declaration forms is fairly accurate.  With\r\n\r\nIndonesia, however, the situation is different. Due\r\n\r\nto  Indonesia's foreign exchange controls  and  the\r\n\r\nimposition  of  quotas  on imports,  the  value  of\r\n\r\nimports  and  exports  declared  to  the  Singapore\r\n\r\nCustoms authorities is far below the real value. In\r\n\r\naddition,  a  substantial bulk of  the  trade  with\r\n\r\nIndonesia  never passes through the  Customs.  This\r\n\r\nodd  situation  has  arisen because  of  the  great\r\n\r\ndifference between the official rate of exchange of\r\n\r\nthe  rupiah  and its black market rate.  Indonesian\r\n\r\nmerchants exporting raw materials to Singapore,  or\r\n\r\nfor that matter any other foreign country, have  to\r\n\r\nremit  back to Indonesia the proceeds of  the  sale\r\n\r\nthrough  the  official rate of  exchange.  If  they\r\n\r\nremit  the  full  value back through  the  official\r\n\r\nexchange, they will lose heavily and no trade  will\r\n\r\nfollow. Indonesian exporters, therefore, must  seek\r\n\r\nto  reduce  the value of their exports declared  to\r\n\r\nthe  Indonesian authorities so that only the  value\r\n\r\ndeclared  has  to  be  remitted  back  through  the\r\n\r\nofficial  exchange, and the balance of the proceeds\r\n\r\ncould  be sent back to Indonesia through the  black\r\n\r\nmarket yielding many more rupiahs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of imports, Indonesian merchants are\r\n\r\nrequired  to obtain import quotas which are  rather\r\n\r\ndifficult   to   get.  To  enable  import   quotas,\r\n\r\ntherefore,  to  go  a longer way  than  the  amount\r\n\r\nstated,  Indonesian importers have to underestimate\r\n\r\nthe  value  of their imports. This will  also  save\r\n\r\nthem  from  the  high  import  taxes.  This  under-estimation of import and export values on the  part\r\n\r\nof  Indonesian merchants is reflected in  Singapore\r\n\r\nCustoms  declaration forms. Since  Singapore  is  a\r\n\r\nfree  port the Singapore Customs are not particular\r\n\r\nabout  the value or the quantity of goods declared.\r\n\r\nIn   addition,  the  goods  bought  and  sold   via\r\n\r\ntongkangs by visitors from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 225</b></font><br><br>\r\n\r\n\r\n\r\nIndonesia,  the 1,000 runners who ply  piece  goods\r\n\r\nand  luxury or semi-luxury goods between  Singapore\r\n\r\nand  Indonesia are seldom declared. It is therefore\r\n\r\nwrong  to  depend  too much on statistics  compiled\r\n\r\nfrom  Customs forms as far as Indonesian  trade  is\r\n\r\nconcerned.  We  should not be like  ostriches,  but\r\n\r\nmust  be  prepared  to  face  the  consequence   of\r\n\r\neconomic confrontation boldly and to recognise that\r\n\r\nthe  Indonesian  trade  has  been  the  cradle   of\r\n\r\nSingapore's  past  prosperity.  Singapore  is   now\r\n\r\nexperiencing this economic blackout. It is  no  use\r\n\r\ncomforting  ourselves that Indonesia  is  suffering\r\n\r\nmore  than we do. Even if it were true, it  is  not\r\n\r\ngoing  to  help  us. It offers us  no  consolation.\r\n\r\nIndonesia is basically an agrarian economy in which\r\n\r\nplenty  of  natural resources, trade  and  currency\r\n\r\nplay a little part. Singapore with no land mass and\r\n\r\nhardly any natural resources depends solely on  her\r\n\r\nentrepot  trade. Cuba can stand the United  States'\r\n\r\neconomic confrontation, but Singapore, only a  tiny\r\n\r\nisland,   cannot  withstand  Indonesia's   economic\r\n\r\nconfrontation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The situation is really very serious. The\r\n\r\nmerchants who were promised a second New  York  and\r\n\r\nthe  laying  of golden goose eggs in Singapore  are\r\n\r\nnow  feeling  frustrated and bitter. Many  of  them\r\n\r\nhave  lost  heavily  in the past  two  and  a  half\r\n\r\nmonths.  Some firms have closed down and many  more\r\n\r\nwill close down on the 31st of December or near the\r\n\r\nChinese  New Year. Staff will be retrenched.  These\r\n\r\nmerchants  cannot collect back their trading  debts\r\n\r\nfrom  businessmen in Indonesia. On the other  hand,\r\n\r\nthe  banks here will soon be pressing them for  the\r\n\r\npayment of their overdrafts. Many of them have  had\r\n\r\nstocks,  shops, ships, factories and properties  in\r\n\r\nIndonesia confiscated or soon to be confiscated  by\r\n\r\nthe Indonesian authorities. Nearly 400 rubber mills\r\n\r\nand rubber smoking houses have been confiscated  or\r\n\r\nwill  be  confiscated.  Thousands  of  millions  of\r\n\r\ndollars  of  wealth will be gone.  These  merchants\r\n\r\nafter  years of hard work face economic  damnation.\r\n\r\nAnd the promise of future wealth in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 226</b></font><br><br>\r\n\r\n\r\n\r\nJurong  does not appeal to them because  it  cannot\r\n\r\nsolve their immediate problems. As traders they are\r\n\r\nnot  experienced in industry. Many of them  now  do\r\n\r\nnot  want  to invest their capital in any industry.\r\n\r\nThey have little confidence that it is possible  to\r\n\r\nindustrialise Singapore unless Indonesian  economic\r\n\r\nconfrontation is settled.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am doubtful, Sir, whether the Government\r\n\r\nrealises  the gravity of the situation because  the\r\n\r\nGovernment  is repeating over and over  again  that\r\n\r\nthe  loss is only 8 per cent. There are few  trades\r\n\r\nand  occupations  in  Singapore  not  affected   by\r\n\r\nIndonesia's economic boycott. It all depends on how\r\n\r\nlong   this  confrontation  lasts.  In   the   last\r\n\r\nanalysis,   everybody   will   be   affected.    If\r\n\r\nconfrontation  lasts  for  a  longer  period   even\r\n\r\ncertain categories of Government employees will  be\r\n\r\naffected because the Government will have no  money\r\n\r\nto pay their salaries. Singapore being reduced to a\r\n\r\nmere  skeleton  of its prosperous  past  would  not\r\n\r\nrequire so many civil servants. Singapore will  not\r\n\r\nbe  the New York of Malaysia. Singapore would  then\r\n\r\nbecome the expendable appendix of Malaysia.  It  is\r\n\r\nsafe  to  say  that  six months  after  Indonesia's\r\n\r\neconomic  confrontation, 80 per cent of the  people\r\n\r\nand  80  per  cent  of all trades,  businesses  and\r\n\r\noccupations  will  be  affected.  The  effects   of\r\n\r\nIndonesian  economic  boycott would  surge  forward\r\n\r\nlike waves. Those who received instant effects were\r\n\r\nthose  on the 22nd of September - the twakow  owners\r\n\r\nand  the  workers, the shipowners and the  sailors,\r\n\r\nfishing boats fishing in Indonesian waters --- \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Radio Jakarta.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> --- lorry owners, drivers and\r\n\r\nattendants and nearly a thousand runners who  carry\r\n\r\npiece   goods  and  luxury  goods,  the   tongkangs\r\n\r\ncarrying  charcoal, firewood and timber  logs,  the\r\n\r\nthousands  and thousands of waterfront workers  and\r\n\r\nsundry  labourers.  These people  were  immediately\r\n\r\naffected  on the 22nd of September. The next  batch\r\n\r\naffected are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n\r\n\r\nfactory  owners  and the workers and  traders  with\r\n\r\nIndonesia.  For the factory owners, the  supply  of\r\n\r\nall  raw  materials has stopped. Depending  on  how\r\n\r\nmuch stock is left the factories and the warehouses\r\n\r\nare  now stopping work one after the other. For the\r\n\r\ntraders, business stopped on the 22nd of September,\r\n\r\n1963.  It  is only a matter of time that one  after\r\n\r\nthe other will close down and the staff retrenched.\r\n\r\nIndonesia's   economic   confrontation   has    hit\r\n\r\nSingapore's economy like a ton of bricks. The whole\r\n\r\neconomy  is  now  being paralysed.  Promises  of  a\r\n\r\nprosperous  Jurong  will not  help  to  remedy  the\r\n\r\nsituation.  More  positive action  is  required  to\r\n\r\nneutralise the catastrophe.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is estimated that more than 30,000 people\r\n\r\nare  already  unemployed as a result of Indonesia's\r\n\r\neconomic  confrontation. The figure  is  increasing\r\n\r\nday by day. Many shops and firms will close down on\r\n\r\nthe  31st of December. By Chinese New Year it  will\r\n\r\nincrease at an even faster rate. When this is added\r\n\r\nto  the  big pool of people already unemployed  and\r\n\r\nthe  large  number of students who  are  graduating\r\n\r\nfrom the secondary schools and the universities  to\r\n\r\nfind  jobs, Singapore faces the biggest  number  of\r\n\r\nunemployed  people in her history. It is  far  more\r\n\r\ndifficult to estimate the number of people who will\r\n\r\nbe  indirectly  affected by  the  Indonesian  trade\r\n\r\nboycott. The biggest number of people unemployed in\r\n\r\nany  trade as a result of confrontation comes  from\r\n\r\nthe rubber industry. The import of low-grade rubber\r\n\r\nfrom  Indonesia gives jobs to nearly 10,000 workers\r\n\r\ndirectly   engaged  in  processing,   grading   and\r\n\r\npacking,  and indirect employment to many  tens  of\r\n\r\nthousands of people. Some rubber mills have  closed\r\n\r\ndown. Others are now working on the average of  two\r\n\r\ndays  a week and when old stocks are finished,  all\r\n\r\nwill  close down. Many allied firms, shops, closely\r\n\r\ndependent on the rubber industry will also have  to\r\n\r\nclose down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is estimated that nearly 4,000 workers, mostly\r\n\r\nfemale workers, who\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 228</b></font><br><br>\r\n\r\n\r\n\r\nwere engaged before confrontation in the grading of\r\n\r\ncoffee  beans  imported from Indonesia,  have  lost\r\n\r\ntheir jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nearly 1,000 workers in the sago factories will\r\n\r\nbecome jobless very soon. Some sago factories  have\r\n\r\nclosed down. Those with more stocks can survive for\r\n\r\na few more weeks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;More than 20 firms and nearly 2,000 workers in the\r\n\r\nrattan  industry engaged in skin peeling and rattan\r\n\r\ncuring  are  affected. When the rattan  stocks  are\r\n\r\ndepleted, most of the workers will be thrown out of\r\n\r\ntheir jobs also. The Government has prohibited  the\r\n\r\nexport  of raw rattan, but this is now circumvented\r\n\r\nby  the import of low-quality Indonesian rattan via\r\n\r\nHong Kong. Nearly 1,000 workers engaged in the  gum\r\n\r\nand  the  damar grading industries have lost  their\r\n\r\njobs. Also more than 500 workers are thrown out  of\r\n\r\ntheir employment in nutmeg grading.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The charcoal trade is also severely hit. It is\r\n\r\nestimated  that there are nearly 500 shops  dealing\r\n\r\nin  charcoal and firewood, with an average of three\r\n\r\nshop  assistants each, and more than 1,000  workers\r\n\r\nengaged  in the unloading of charcoal and firewood.\r\n\r\nThere is estimated another 1,000 people engaged  in\r\n\r\ntongkangs,  transporting the charcoal and  firewood\r\n\r\nfrom  the Indonesian islands to Singapore. Although\r\n\r\nat   present  there  are  small  sampans   carrying\r\n\r\ncharcoal and firewood coming to Singapore  for  the\r\n\r\nexchange  of  food, the quantities are  negligible.\r\n\r\nThe  import  of  timber  logs  from  Indonesia  for\r\n\r\nSingapore  sawmills is also a major trade.  It  has\r\n\r\nnow  completely  stopped.  Singapore  also  imports\r\n\r\ncopra,  copra cakes, pepper, tea, shells, chillies,\r\n\r\nbeans  and other raw materials from Indonesia which\r\n\r\ngive work to thousands of workers. All this has now\r\n\r\nstopped.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not only the importing firms and the\r\n\r\nfactories  or warehouses associated with Indonesian\r\n\r\nproduce  that  are badly affected. The  firms  that\r\n\r\nexport   goods   to  Indonesia  are  also   equally\r\n\r\naffected.  Not only is there a loss in  trade,  but\r\n\r\ntrade debts running into hundreds of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n\r\n\r\nmillions  of dollars cannot be recovered. Singapore\r\n\r\nsupplies  Indonesia, particularly the Rhio Islands,\r\n\r\nCelebes,   Sumatra  and  Borneo  with   foodstuffs,\r\n\r\ntextiles,    hardware   and   building   materials,\r\n\r\nbicycles, second-hand cars and spare parts and  all\r\n\r\ntypes  of consumer goods. The main bulk of textiles\r\n\r\nimported to Singapore are re-exported to Indonesia.\r\n\r\nIn addition, there are thousands of people employed\r\n\r\nin   the   garment  industry  situated  in   little\r\n\r\nshophouses  making shirts, pyjamas, children's  and\r\n\r\nladies'  wear, with Indonesia as their main market.\r\n\r\nIt  is  difficult to estimate the number of workers\r\n\r\nengaged  in the garment industry, in the making  of\r\n\r\nembroidery,  shoes, slippers, all  types  of  piece\r\n\r\ngoods  with only Indonesia as the main market.  The\r\n\r\nnumber of workers could run into tens of thousands.\r\n\r\nA  large  part  of  the work is  sub-contracted  to\r\n\r\nhousewives  and girls in their own homes.  Most  of\r\n\r\nthe  shops around New Market Street, Beach Road and\r\n\r\nRochore   Road,   China   Street   areas,   selling\r\n\r\nfoodstuffs  and vegetables to the Rhio Islands  and\r\n\r\nSumatra border regions have been badly affected. It\r\n\r\nis  believed  that  a shopkeeper  in  Rochore  Road\r\n\r\ncommitted   suicide  as  a  result  of   Indonesian\r\n\r\neconomic confrontation. Unable to recover his debts\r\n\r\nfrom  merchants  in Indonesia and  pressed  by  the\r\n\r\ncreditors here, he chose suicide as an escape.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The textile merchants in Circular Road, North\r\n\r\nBridge Road, South Bridge Road and High Street  are\r\n\r\nalso   badly  affected.  Indonesia  is  Singapore's\r\n\r\nbiggest  exporter  of textiles.  It  has  been  the\r\n\r\ndumping  ground for textiles, garment goods,  shop-soiled   goods   and  patterns  not   easily   sold\r\n\r\nelsewhere. Textiles at present meant for Indonesian\r\n\r\nmarkets cannot be sold in any other place. Attempts\r\n\r\nto  send them to Indonesia via Bangkok and Hongkong\r\n\r\nhave    not   been   successful.   The   Indonesian\r\n\r\nauthorities have taken preventive measures  against\r\n\r\nsuch  moves. Many of the shops selling piece goods,\r\n\r\nmedical  products, watches, radios, pens, jewellery\r\n\r\nand  all types of luxury or semi-luxury goods  have\r\n\r\nIndonesia  as  the  main market. There  are  nearly\r\n\r\n1,000  runners in Singapore who make a  comfortable\r\n\r\nliving  by  bringing  these goods  in  person  into\r\n\r\nIndonesia.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 230</b></font><br><br>\r\n\r\n\r\n\r\nBecause  Indonesia has a high import  tax  on  this\r\n\r\ntype  of goods - and these are valuable goods  - each\r\n\r\nship  or  tongkang take a few runners  attached  to\r\n\r\nthem whose main occupation is to buy these goods in\r\n\r\nSingapore  and  personally  bring  them   over   to\r\n\r\nIndonesia. These goods are seldom declared  to  the\r\n\r\nCustoms.  Now  all these runners  have  lost  their\r\n\r\nmeans  of  livelihood. Many of  the  shops  selling\r\n\r\npiece  goods and medical shops are badly  affected.\r\n\r\nIn  turn, general importers of such goods from Hong\r\n\r\nKong, Japan, Germany and the United Kingdom will be\r\n\r\naffected  soon and the vicious circle will  go  on.\r\n\r\nMany  of  the  factories in Singapore dependent  on\r\n\r\nIndonesia  as  their  main  market,  for  instance,\r\n\r\naerated water, biscuit and flour factories, and  so\r\n\r\non,  will be affected. As production goes down, the\r\n\r\nowners  and  the  workers in these  factories  will\r\n\r\nsuffer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another important sector in our economy badly hit\r\n\r\nis  water  and  land transport and  the  waterfront\r\n\r\nworkers.  Several thousands of twakow and  tongkang\r\n\r\nworkers  have been unemployed since 22nd September.\r\n\r\nThe  waterfront workers, the Harbour Board workers,\r\n\r\nthe lorry-owners, drivers, attendants, many tens of\r\n\r\nthousands  of labourers who depend on  loading  and\r\n\r\nunloading  goods  sent  to and  from  Indonesia  in\r\n\r\ntwakows, motor boats, tongkangs, ships, warehouses,\r\n\r\nfactories  and firms are now unemployed  or  under-employed. Many fishing firms have closed  down  and\r\n\r\nmany  more will be closing down. The fishing  boats\r\n\r\nare  left to rot. Those engaged in fishing and  the\r\n\r\nthousands of seamen in the hundreds of coasters  on\r\n\r\nthe  Indonesian run are jobless. Most of the  ships\r\n\r\nare now at anchor, and millions of dollars will  be\r\n\r\nlost later due to barnacles. Some of the ships  are\r\n\r\nsent  to  other Malaysian ports, to run at a  heavy\r\n\r\nloss  because  it is considered more economical  to\r\n\r\nkeep  them  moving  at a loss  than  to  lose  them\r\n\r\nbecause of barnacles and later sold as scrap.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is very hard to assess the total loss that\r\n\r\nSingapore  has  suffered after only  2½  months  of\r\n\r\neconomic confrontation. The Federation, except  for\r\n\r\nPenang  which  has suffered an insignificant  loss,\r\n\r\nhas   benefited  economically  as   a   result   of\r\n\r\nIndonesia's trade boycott, because the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 231</b></font><br><br>\r\n\r\n\r\n\r\nprices  of  tin,  rubber, copra, timber  and  other\r\n\r\nprimary produce have gone up mainly as a result  of\r\n\r\nstoppage of such goods to the world markets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is important for us to remember that the longer\r\n\r\nthe  Indonesian economic confrontation  lasts,  the\r\n\r\nharder it will be later for us to repair the damage\r\n\r\nand  to  recoup  Singapore's entrepot  trade.  Once\r\n\r\nIndonesian  exporters get used to  exporting  their\r\n\r\nraw  materials  to  the  world  markets  and  start\r\n\r\nimporting   consumer  goods  from   the   producing\r\n\r\ncountries,   even  if  Singapore  later   were   to\r\n\r\nreestablish   friendly  relations  with   Indonesia\r\n\r\nagain,  it  would be impossible to revive  the  old\r\n\r\ntrade  ties.  Singapore will lose Indonesian  trade\r\n\r\nalmost  completely  except  for  bulky  goods  like\r\n\r\ntimber and raw sago, and it will become a dead city\r\n\r\nwith  no  prospect  of  industrialisation  forever.\r\n\r\nSingapore's industrialisation can only  be  carried\r\n\r\nout  if  the Indonesian market, or part of  it,  is\r\n\r\nsecure  to Singapore's manufacturers. To whom  will\r\n\r\nthe products of the new industries be sold? The 1.8\r\n\r\nmillion   people  of  Singapore  will  be   greatly\r\n\r\naffected by the Indonesian trade boycott and  their\r\n\r\npurchasing   power  will  be  much   reduced.   The\r\n\r\nFederation of Malaya, Sabah and Sarawak with  their\r\n\r\neight  million  people  are debarred  to  Singapore\r\n\r\nmanufacturers because of the customs  barrier.  Now\r\n\r\nthe Indonesian market has been denied us. The flour\r\n\r\nmills,  the  steel mill, the shipbuilding  industry\r\n\r\nand all those new industries started in Jurong will\r\n\r\nfind  it difficult to get a sufficiently big market\r\n\r\nto  warrant economical operation. The manufacturers\r\n\r\nof  other  new  industries which have  not  started\r\n\r\nbuilding  on  their factory sites  will  now  think\r\n\r\ntwice  before they put in their capital. They  will\r\n\r\nadopt  a  policy of wait and see. Industrialisation\r\n\r\nin  Singapore  cannot  be a  reality  unless  goods\r\n\r\nmanufactured in Singapore can find their  way  into\r\n\r\nthe     Malaysian     market     and     Indonesia.\r\n\r\nIndustrialisation  can only be a pipe-dream.  Those\r\n\r\nbusinessmen  who have lost heavily as a  result  of\r\n\r\nthe Indonesian economic confrontation have not been\r\n\r\nkeen on Government's offer of participation in  the\r\n\r\nJurong industries. Unless there is a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 232</b></font><br><br>\r\n\r\n\r\n\r\nsufficiently  wide  market for manufactured  goods,\r\n\r\nthey  are going to lose more money down the  drain.\r\n\r\nWhat they want the Government to do is to take more\r\n\r\npositive  and  immediate  measures.  They  are  not\r\n\r\ntouched  by the profuse of great wealth in  Jurong.\r\n\r\nUntil they can solve their problems today, they are\r\n\r\nnot  interested in the future. Most  of  them  have\r\n\r\nlost  heavily  in  debts  advanced  to  traders  in\r\n\r\nIndonesia. The 31st of December is approaching  and\r\n\r\nthe  banks will soon be pressing them to pay  their\r\n\r\noverdrafts. The losses suffered from the Indonesian\r\n\r\ntrade  boycott cannot be estimated. It is  believed\r\n\r\nthat  thousands  of millions of dollars  have  been\r\n\r\nlost.  Properties, shops, ships, houses, shares  in\r\n\r\nbusinesses, estates, nearly 400 mills  and  rubber\r\n\r\nsmoking  houses in Indonesia belonging to Malaysian\r\n\r\ncitizens mainly from Singapore will be or have been\r\n\r\nconfiscated. The trading debt loss alone amounts to\r\n\r\nhundreds  of  millions of dollars. All  the  ships,\r\n\r\nfishing  boats,  lorries,  twakows,  factories  and\r\n\r\nwarehouses, etc. in Singapore geared to  Indonesian\r\n\r\ntrade  are  now  left idle and much money  will  be\r\n\r\nlost.  The loss in trade and employment and general\r\n\r\ndislocation  in the economy can never be  measured.\r\n\r\nYet  the Government has virtually done very little.\r\n\r\nIts so-called economic defence measures are nothing\r\n\r\nbut eyewash.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is facing the greatest challenge to its\r\n\r\nexistence as one of the great cities of the  world.\r\n\r\nWhether   Singapore  continues  on  with  its   old\r\n\r\nprosperity  or becomes paralysed will be determined\r\n\r\nin   the   coming  momentous  months.  The  present\r\n\r\neconomic blackout calls for the boldest of  action.\r\n\r\nYet  the Singapore Government have not lived up  to\r\n\r\nour expectations. On their own without Government's\r\n\r\neffort,  the businessmen and the workers cannot  do\r\n\r\nmuch. The workers are really suffering and can only\r\n\r\nwait  and  wait.  Not many of the  businessmen  can\r\n\r\nafford  to  pay  one-third of the wage  bill  which\r\n\r\nGovernment  requires them to pay.  Businessmen  who\r\n\r\nhave  tried  to break the embargo by  trading  with\r\n\r\nIndonesia via Hong\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 233</b></font><br><br>\r\n\r\n\r\n\r\nKong  and Bangkok have not been successful. As soon\r\n\r\nas  the  Indonesian authorities  smelt  this,  they\r\n\r\nplaced  an  embargo  on the  export  of  basic  raw\r\n\r\nmaterials like rubber, pepper, coffee, copra,  etc.\r\n\r\nto  Hong  Kong. Only bulky goods like  copra-cakes,\r\n\r\nteak,  shells  and sago which are  uneconomical  to\r\n\r\nship  back  to  Singapore can be exported  to  Hong\r\n\r\nKong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present the only trade which outwardly does not\r\n\r\nseem  to be affected is the building industry.  But\r\n\r\nmost  of the houses and flats being built now  were\r\n\r\nplanned and started before September 1963. There is\r\n\r\na  time  lag  in the construction industry.  House-\r\n\r\nbuilders  are  now  finding difficulty  in  selling\r\n\r\ntheir   houses  and  flats  because  of  the  lower\r\n\r\npurchasing power in the community. This will affect\r\n\r\nthe  future  plans  of private  developers  as  the\r\n\r\neffects   of   Indonesian  confrontation   on   the\r\n\r\nconstruction industry will be felt later  - possibly\r\n\r\nin a year's time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The situation, Sir, is very grim. Robberies and\r\n\r\nthefts  are  on the increase. And as  the  31st  of\r\n\r\nDecember  approaches, which is zero  hour  to  many\r\n\r\nbusinessmen, the atmosphere gets more tense.  There\r\n\r\nis   a   flight  of  capital  to  other  countries,\r\n\r\nparticularly   to   Hong  Kong.   After   Indonesia\r\n\r\nannounced  the confiscation of assets belonging  to\r\n\r\nMalaysian citizens, Indonesian nationals of Chinese\r\n\r\norigin who have assets in Singapore are afraid that\r\n\r\ntheir  assets  here  will  be  confiscated   as   a\r\n\r\nreciprocal  measure. The Government should  give  a\r\n\r\ncategorical assurance that all assets belonging  to\r\n\r\nIndonesian  nationals  in  Singapore  will  not  be\r\n\r\nconfiscated.  If this assurance is not  given,  the\r\n\r\nflight  of  capital  will  further  aggravate   the\r\n\r\ndifficulties  faced  in the economy.  People  still\r\n\r\nremember  the fate of the Bank Negara Indonesia.  I\r\n\r\nunderstand  that depositors in that bank  were  not\r\n\r\nable  to  draw out their deposits. Businessmen  are\r\n\r\nalso worried about the future of the Bank of China.\r\n\r\nEvery   effort   should  be  made   to   help   the\r\n\r\ndeteriorating economy. The Government should repeat\r\n\r\ntheir assurance given just before the formation  of\r\n\r\nMalaysia that the Bank of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 234</b></font><br><br>\r\n\r\n\r\n\r\nChina  will  carry on. So much trade, commerce  and\r\n\r\nindustry in Singapore depends on the Bank of China,\r\n\r\nand  uncertainty about its future will heighten the\r\n\r\npresent economic crisis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the stock market in Wall Street affects\r\n\r\nthe  whole  capitalist world, so  the  stoppage  of\r\n\r\ntrade  and commerce between Indonesia and Singapore\r\n\r\naffects  the  whole of Singapore. It creates  ever-widening  repercussions like  whirlpools.  Hawkers,\r\n\r\nbarbers,  taxis,  trishas,  coffee-shops,   hotels,\r\n\r\nsalesmen,  all shops, the professions,  dressmakers\r\n\r\nand  garment-makers, lightermen,  lorry-owners  and\r\n\r\nattendants,  Harbour Board and  waterfront  workers\r\n\r\nare  only some of the categories that are affected.\r\n\r\nIf the economic confrontation were to persist until\r\n\r\nJune  next year, I am afraid that many white-collar\r\n\r\nworkers  would  also be retrenched. The  Government\r\n\r\nmust  not  adopt a wait-and-see policy, hoping  for\r\n\r\nthe  best.  Positive measures for immediate  action\r\n\r\nand  result  must be taken. The Jurong scheme  will\r\n\r\nnot help the present crisis. When the United States\r\n\r\ntried  to  strangle Cuba's economy,  Cuba's  allies\r\n\r\ncame  to  her  aid. The Singapore State  Government\r\n\r\nshould   come  out  openly  and  ask  the   Central\r\n\r\nMalaysian Government to help by channelling some of\r\n\r\nthe  primary produce from the Federation, Sabah and\r\n\r\nSarawak  into Singapore as a substitute  for  those\r\n\r\nraw materials which Indonesia has not been shipping\r\n\r\nto Singapore since 22nd September, 1963. Sir, it is\r\n\r\na  fair and reasonable request because if Singapore\r\n\r\nhad  not joined Malaysia, Indonesia would not  have\r\n\r\nadopted  economic confrontation which is  primarily\r\n\r\naimed  against Singapore. The rest of  Malaysia  is\r\n\r\nnow  enjoying unprecedented prosperity as a  result\r\n\r\nof  Indonesia's economic confrontation. The  prices\r\n\r\nof  tin, rubber, copra, pepper, coffee, rattan  and\r\n\r\nall  other  produce  of  the  soil  have  gone   up\r\n\r\nconsiderably  after 22nd September.  It  is  widely\r\n\r\nbelieved  that  were it not for  Indonesia's  trade\r\n\r\nboycott,  the  price of rubber  would  have  fallen\r\n\r\nbelow  60  cents. Singapore is now part of Malaysia\r\n\r\nwith  a  similar obligation as the rest of Malaysia\r\n\r\nto defend Malaysia. When\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 235</b></font><br><br>\r\n\r\n\r\n\r\nCuba faced the same economic confrontation recently\r\n\r\nfrom  the United States. Cuba's allies came to  her\r\n\r\nrescue.   Singapore  has  every  right  to   expect\r\n\r\neconomic  assistance  from the  rest  of  Malaysia.\r\n\r\nAfter  all, the Singapore Government has generously\r\n\r\noffered  or given $150 million as aid to Sabah  and\r\n\r\nSarawak for their development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I therefore put forward the following\r\n\r\nproposals for Government's consideration:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) to request the Central Government to enter\r\n\r\ninto negotiations with the Indonesian Government as\r\n\r\nearly as possible with a view to the resumption  of\r\n\r\ndiplomatic  relations  and  the  calling   off   of\r\n\r\nIndonesia's economic confrontation policy;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) to ask the Central Government to channel some\r\n\r\nof   the   primary   produce  of  other   Malaysian\r\n\r\nterritories  into  Singapore as  a  substitute  for\r\n\r\nIndonesian  raw materials the import of  which  has\r\n\r\nbeen totally stopped;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) to request the Central Government to waive,\r\n\r\nfor  a  definite period of time, import  duties  on\r\n\r\nSingapore's manufactured goods into other Malaysian\r\n\r\nterritories;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) to reduce as many types of taxes and licence\r\n\r\nfees   wherever  practicable  so  as  to   increase\r\n\r\nspending    power   which   has   been    curtailed\r\n\r\nconsiderably  by the trade boycott;  to  exempt  or\r\n\r\nreduce  licence  fees  and  taxes  on  trades   and\r\n\r\noccupations directly hit by the Indonesian economic\r\n\r\nboycott;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) to convene a conference of all banks\r\n\r\nimmediately and call upon them to exercise  a  more\r\n\r\nflexible  policy  towards traders  and  businessmen\r\n\r\nwhen calling back bank overdrafts on 31st December;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) to repeat the same categorical assurance\r\n\r\nGovernment  had  given  before  the  formation   of\r\n\r\nMalaysia on the future of the Bank of China;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(vii) to assure Indonesian citizens that their\r\n\r\nassets in Singapore will not be confiscated;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(viii) to appoint a high-powered Committee to\r\n\r\nutilise immediately part of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 236</b></font><br><br>\r\n\r\n\r\n\r\nState's  $400  million revenue surplus  for  labour\r\n\r\nintensive  projects like roads, drainage and  other\r\n\r\nrural projects;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ix) to give and expedite public assistance to all\r\n\r\nthose  workers whether inside or outside factories,\r\n\r\nwhether  directly  or indirectly  affected  by  the\r\n\r\nIndonesian boycott;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(x) to allow S.I.T. dwellers who have lost their\r\n\r\njobs   as  a  result  of  the  Indonesian  economic\r\n\r\nboycott, special rent concessions as long  as  they\r\n\r\nare unemployed;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(xi) to negotiate with the Sabah and Sarawak State\r\n\r\nGovernments   to   absorb   half   of   Singapore's\r\n\r\nunemployed  workmen on a three years' visa  in  the\r\n\r\nfirst  instance to go to these territories to  help\r\n\r\nin  the  development  of the country.  At  present,\r\n\r\nSabah  only  wants  to  recruit  skilled  technical\r\n\r\npersonnel which Singapore finds itself short of.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are my humble suggestions. I hope the\r\n\r\nGovernment  will consider these proposals  and  not\r\n\r\nconsider  them  with  indifference  or  even   with\r\n\r\nhostility  because they come from  the  Opposition.\r\n\r\nThese  proposals are made in the best  interest  of\r\n\r\nthe country.\r\n\r\n\r\n\r\n<br><br>3.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Lim Kim San):</b>\r\n\r\nMr  Speaker, Sir, may  I  assure  the  hon.\r\n\r\nMember  for Hong Lim that the Government understood\r\n\r\nthe  gravity of the results arising from Indonesian\r\n\r\nconfrontation, a confrontation for which he and the\r\n\r\nBarisan  Sosialis  are partly responsible,  because\r\n\r\nthey  gave  the  Indonesians the idea  that  within\r\n\r\nMalaysia  itself there is a strong body  of  people\r\n\r\nwho  are  against it? We understand the gravity  of\r\n\r\nthe  situation. Steps are being taken to  alleviate\r\n\r\nit.  Some of the steps have been enumerated by  the\r\n\r\nMinister  for Finance in his speech.  Some  of  the\r\n\r\nsteps  have  been enumerated by the Yang di-Pertuan\r\n\r\nNegara.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, listening to the speeches of the\r\n\r\nBarisan Members, one cannot help but conclude  that\r\n\r\nthey are little children afraid to grow up and face\r\n\r\nreality.  Malaysia is a fact and yet  these  people\r\n\r\nare hoping against hope that they can continue with\r\n\r\ntheir  subversive machinations to  break  this  new\r\n\r\nnation which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 237</b></font><br><br>\r\n\r\n\r\n\r\nhas  come  into being because the majority  of  the\r\n\r\npeople have decided that it is a good thing to come\r\n\r\ntogether and be an independent nation. Independence\r\n\r\nbrings   with   it  certain  responsibilities   and\r\n\r\nproblems,  and it is up to us as grownups  to  face\r\n\r\nthem  squarely  and try to solve them  so  that  no\r\n\r\nmatter  what  the enemy does, we will  fight  them.\r\n\r\nHowever,   the  Barisan  Sosialis   do   not   like\r\n\r\nindependence. Just like little children, they  like\r\n\r\nto hide behind their mother's skirts whenever a big\r\n\r\nbully  comes along. I feel that they still want  to\r\n\r\nbe  a colony under British protection. In fact,  at\r\n\r\none  time they seriously thought that there  was  a\r\n\r\ndistinct  possibility  that  they  could  form  the\r\n\r\ngovernment  under  the British  and  now  they  are\r\n\r\nwilling  to  crawl  on their  hands  and  knees  to\r\n\r\nIndonesia  to  seek their indulgence  in  order  to\r\n\r\nsafeguard  our  economic  welfare.  Is   this   the\r\n\r\nattitude  of an independent mind? I say no.  Having\r\n\r\nbeen  stooges  of a foreign ideology for  so  long,\r\n\r\nthey  are  unable to stand on their  own  feet  and\r\n\r\nwould  not like others to stand on their  own  feet\r\n\r\ntoo.  So at the slightest sign of danger they  want\r\n\r\nto  go on their bended knees to their aggressor and\r\n\r\nsay,  \"Please do not do what you are  doing  to  us\r\n\r\nbecause  it  hurts.\" They say they  fight  for  the\r\n\r\npoor.  I  say  they do nothing of the kind  because\r\n\r\nthey  have  always  been  trying  to  obstruct  our\r\n\r\ndevelopment schemes, schemes which will improve the\r\n\r\nconditions  of the people. Instead they  prefer  to\r\n\r\nleave   the  people  in  squalor,  to  mislead   or\r\n\r\nintimidate   them  to  continue   to   live   under\r\n\r\nunhygienic conditions rather than see them in  well\r\n\r\nplanned  sanitary  quarters. For  example,  in  Toa\r\n\r\nPayoh  the  Government  had a special  resettlement\r\n\r\nscheme  for  those  who lived in  the  area.  As  a\r\n\r\nspecial scheme, 196 terrace houses were built at  a\r\n\r\ncost of about $5,000 each. Each of these was to  be\r\n\r\ngiven in exchange for one of those badly built huts\r\n\r\nwhich  the  squatters owned and  which  had  to  be\r\n\r\ndemolished in order to prepare the site for the Toa\r\n\r\nPayoh  satellite town. Now, anyone  in  his  senses\r\n\r\nwould say that this is a good deal. Yet the Barisan\r\n\r\nSosialis  intimidated the people of Toa  Payoh  and\r\n\r\nprevented  them from accepting the generous  offer.\r\n\r\nFortunately common\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 238</b></font><br><br>\r\n\r\n\r\n\r\nsense  prevailed  in  the end  and  ultimately  the\r\n\r\nsettlers took advantage of the offer and moved  out\r\n\r\nof  their  huts  into  the  new  houses  which  the\r\n\r\nGovernment built for them and which they now own.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong mentioned that the people\r\n\r\nare not allowed to build attap huts. I am glad that\r\n\r\nhe   has   no  influence  in  the  policy  of   the\r\n\r\nGovernment, otherwise Singapore, which is now  very\r\n\r\nshort of land, will soon be filled with attap  huts\r\n\r\nwhich  are  not  only insanitary and  a  hazard  to\r\n\r\nhealth,  but  also a fire threat and  a  danger  to\r\n\r\nlives.  The many fires which have recently occurred\r\n\r\nare  proof  of this. Thousands of people have  lost\r\n\r\nall  their meagre belongings and it has indeed been\r\n\r\nfortunate  that no lives have been  lost  in  these\r\n\r\ntragic  fires.  With  the very  rapid  increase  in\r\n\r\npopulation  and  with  the  increasing  demand  for\r\n\r\nmodern  accommodation with facilities  like  water,\r\n\r\nelectricity,  better roads, modern sanitation,  and\r\n\r\nthe  like, it is no longer possible for a city like\r\n\r\nSingapore to develop on the basis of building  only\r\n\r\ntwo-  and  three-storey  buildings,  much  less  to\r\n\r\ncontinue  to build attap huts. Some of these  attap\r\n\r\nhuts  will  remain  and may  even  continue  to  be\r\n\r\nconstructed in the rural areas. But soon  with  the\r\n\r\npressure of population they too will have  to  give\r\n\r\nway  to  better building. This, may  I  remind  our\r\n\r\nyoung  Barisan Sosialis who refuse to grow  up,  is\r\n\r\nthe  price of progress. May I also remind them that\r\n\r\nlike  the  human spirit's desire to  be  free,  the\r\n\r\nforce  of  progress in democratic countries  is  an\r\n\r\ninexorable   one  and  no  ideology   or   stubborn\r\n\r\nopposition can stand in its way. Our people can see\r\n\r\nfor  themselves  whether or not the  Government  is\r\n\r\ntrying hard to improve their standard of living: to\r\n\r\nbuild  a better, a more just and equal society  for\r\n\r\nthem and their children. Our people will be able to\r\n\r\nrealise  what  is progress, and in the  end  common\r\n\r\nsense will prevail. Whatever may be the efforts  of\r\n\r\nthe  Barisan  Sosialis to obstruct the  Government,\r\n\r\nthese  are bound to fail because they do  not  have\r\n\r\nthe  support  of the majority of our people.  Their\r\n\r\nwanton  claim that they represent the masses sounds\r\n\r\nvery hollow indeed in this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 239</b></font><br><br>\r\n\r\n\r\n\r\nChamber,  especially after the referendum  and  the\r\n\r\nrecent general elections. The Barisan Sosialis must\r\n\r\nbe  bereft of ideas for they have taken the  S.P.A.\r\n\r\nline in saying that thousands of flats built by the\r\n\r\nHousing  Board are vacant, that the flats  are  not\r\n\r\nreally  low-cost, that the rents are too high,  and\r\n\r\nthat  the  Housing  Board is making  money  like  a\r\n\r\nlandlord.  In  the same breath they also  say  that\r\n\r\ntruth  will out. Indeed truth is out, for otherwise\r\n\r\nthey  will be on this side of the House instead  of\r\n\r\nbreathing  the  rarefied air in opposition  and  in\r\n\r\ndiminishing numbers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the real part of this success\r\n\r\nstory  in public housing is that no longer is there \r\n\r\na  waiting list of 13,000 families clamouring for a \r\n\r\nfew  flats that become available now and again, and \r\n\r\nrejoicing as if they had struck a lottery when  one \r\n\r\nis  allocated  to them. Far be it.  All  those  who\r\n\r\nneeded flats had been given one and more are  being\r\n\r\nencouraged  by the difference they can see  between\r\n\r\nthe  spick and span condition of the modern Housing\r\n\r\nBoard  flats and the abject over-crowded conditions\r\n\r\nin  the  more  dilapidated parts of  the  city.  To\r\n\r\nappreciate that, for the same amount of money  they\r\n\r\ncan  get  a  much  better  bargain.  As  a  result,\r\n\r\nthousands  of people have moved into our flats  and\r\n\r\nare continuing to do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The results of the last elections are a conclusive\r\n\r\nendorsement  by  the  people who  count.  In  every\r\n\r\nelectoral   ward  where  there  has  been   housing\r\n\r\ndevelopment, the people returned a P.A.P. candidate\r\n\r\nby an overwhelming majority. Of course, the Barisan\r\n\r\nSosialis  got  some votes. This is  democracy,  and\r\n\r\nthere is a freedom of choice for everyone. This  is\r\n\r\na  repetition  of the lies of the Barisan  Sosialis\r\n\r\nthat the Housing Board flats are not built for  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to explain that every month more than\r\n\r\n1,000   housing  units  are  completed  and  become\r\n\r\navailable  for  allocation. It is unavoidable  that\r\n\r\nfor  a  period  of  time some of these  units  have\r\n\r\nremained unoccupied. This period of vacancy will be\r\n\r\nextended  as  and  when  our  people  become   more\r\n\r\nparticular in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 240</b></font><br><br>\r\n\r\n\r\n\r\nthe  choice of their homes when they know that they\r\n\r\ncan  get  one  without much difficulty.  It  is  an\r\n\r\nindication  of success that we have  been  able  to\r\n\r\nattain a stage when our people can not only get low-cost  housing  but  can also afford  to  have  some\r\n\r\nchoice.   In   fact,   at  the   moment,   whenever\r\n\r\nallocations  are made, 30 per cent  of  the  people\r\n\r\nreject  them for the simple reason that  they  know\r\n\r\nthat  we  are building very fast and very  soon  we\r\n\r\nwill  be able to build and give them a house  in  a\r\n\r\nlocality  that  they want. Or perhaps  the  Barisan\r\n\r\nSosialis want us to go back to the old S.I.T. days\r\n\r\nwhen,  having built only a few flats,  there  would\r\n\r\nnot  be  any  vacancy and no one in his right  mind\r\n\r\nwould  dare refuse an allocation however unsuitable\r\n\r\nit might be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Housing Board flats are low-cost flats and it\r\n\r\nis  acknowledged by experts from all over the world\r\n\r\nthat  our building costs are the lowest. It is also\r\n\r\na  fact  that nowhere in South-East Asia has  there\r\n\r\nbeen  any effort of this kind by any government  to\r\n\r\nhouse  25  per cent of its population  in  low-cost\r\n\r\nflats  at  the  rate that we are now charging.  Far\r\n\r\nfrom  being a landlord and making money out of  the\r\n\r\nrentals  of  the flats, I would like to state  that\r\n\r\nthe   Housing  Board's  accounts  show  an   annual\r\n\r\ndeficit.  I challenge the Member for Jurong  if  he\r\n\r\ncan  point  out to me anywhere else  in  the  world\r\n\r\nwhere fiats of a similar standard that are built by\r\n\r\nthe  Housing Board can be built or are being  built\r\n\r\nat  a  lower  cost  than we  are  building.  And  I\r\n\r\nchallenge him to show me any place in the world  or\r\n\r\nany  government  which has been able  to  house  or\r\n\r\nrehouse  1,000  families in a short  space  of  two\r\n\r\nmonths as we did in Toa Payoh. Now, if that is  not\r\n\r\nsuccess in housing policy, I do not know what is.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the last four and a half years\r\n\r\nof  the  P.A.P.  Government has been  a  period  of \r\n\r\nconstruction, and we can look back with  pride  and \r\n\r\nwith  some satisfaction on our achievements.  There \r\n\r\nare  enough houses for people who really need them. \r\n\r\nNo  child need go without education. Communications\r\n\r\nand  roads have been improved both in the urban and\r\n\r\nrural areas. Services in the form of street lights,\r\n\r\nelectricity and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 241</b></font><br><br>\r\n\r\n\r\n\r\nwater, have been brought to the people in the rural\r\n\r\nareas.  Farmers have been provided with  veterinary\r\n\r\nservices and every effort is being made to ensure a\r\n\r\nfree  flow of their products between Singapore  and\r\n\r\nMalaya  in  order  to  maintain  stability  in  the\r\n\r\nmarketing  of  their  products.  Preparations   for\r\n\r\nindustrialisation are being made and many factories\r\n\r\nhave   been   opened  in  Jurong,   Tanglin   Halt,\r\n\r\nBendemeer, and Kampong Ampat Estate, so  that  more\r\n\r\njobs  may  be  made available to  our  growing  and\r\n\r\nincreasing population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We inherited a State Treasury which was almost\r\n\r\ndepleted   of   reserves  and  on  the   verge   of\r\n\r\nbankruptcy,   and  in  spite  of   the   tremendous\r\n\r\ndevelopment  projects we still have  a  surplus  of\r\n\r\n$400  million.  It  is  by  careful  husbanding  of\r\n\r\nresources,  pruning  of  unnecessary  expenses  and\r\n\r\nincrease in efficiency that we are able to  do  so.\r\n\r\nAll in all, the last five years have been spent  in\r\n\r\nlaying  the  foundation upon which we can  build  a\r\n\r\nbrighter and a more prosperous and equal society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, looking around the House today\r\n\r\none  can  see that the people of Singapore  endorse \r\n\r\nour  policy because they have returned us  to  this \r\n\r\nHouse  again with a greater majority. In case there \r\n\r\nare those who fear that we might be dictatorial and \r\n\r\nbulldoze our way through, I would like to reiterate\r\n\r\nthat  the P.A.P. upholds the principle of democracy\r\n\r\nand  will  never, never abuse the trust  which  the\r\n\r\npeople  have  placed in us. However,  Sir,  as  the\r\n\r\nPrime Minister has said, with the establishment  of\r\n\r\nMalaysia,  the  focus of attention is  now  shifted\r\n\r\nover  to  Kuala Lumpur. The major political  issues\r\n\r\nhave  to be fought out there. But this House  still\r\n\r\nis  in  charge of the well-being of a State of  one\r\n\r\nand   three-quarter  million   of   very   skilful,\r\n\r\nindustrious, sophisticated and discerning people, a\r\n\r\nState  which, because of its geographical position,\r\n\r\nis  the cross-roads of the East and West and is the\r\n\r\nnatural show-window of Malaysia. Therefore, Sir, it\r\n\r\nis the duty of the Government and the duty of every\r\n\r\ncitizen  of this State to be prepared to  play  our\r\n\r\npart in making this State a show-window which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 242</b></font><br><br>\r\n\r\n\r\n\r\nMalaysia   can  be  proud  of.  It  is   fortunate,\r\n\r\ntherefore,  that with the experience gained  during\r\n\r\nthe  last five years, the P.A.P. Government and the\r\n\r\ncivil  service are in a better position  to  expand\r\n\r\nand  build upon a foundation that has been so  well\r\n\r\nand  truly laid. We have, on the Government  bench,\r\n\r\nleaders who understand every twist and turn of  the\r\n\r\npro-Communist  disruptive  elements.  We  have   an\r\n\r\nefficient  civil service within which  there  is  a\r\n\r\nhard   core   of   young  men   with   professional\r\n\r\nqualifications whose theoretical training  has  now\r\n\r\nbeen strengthened by practical experience.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With your permission, Sir, I would like to go\r\n\r\nbriefly  over what the departments which are  under\r\n\r\nmy Ministry have done, are doing and will be doing.\r\n\r\nThe  Government has devoted considerable effort  to\r\n\r\nassist   the  farmers  and  fishermen  to  increase\r\n\r\nagricultural   production  and  reduce   production\r\n\r\ncosts.  Our  emphasis has been on  introducing  and\r\n\r\nteaching   the   farmers   and   fishermen   modern\r\n\r\nscientific techniques and on the provision of  more\r\n\r\nefficient primary production services. A number  of\r\n\r\nveterinary  centres have been built  in  the  rural\r\n\r\nareas  to bring primary production services  within\r\n\r\neasy reach of the farmers. The Government plans  to\r\n\r\nestablish more centres as and when they are needed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Film Unit of the Primary Production Department\r\n\r\nhas  produced several films on agriculture,  animal\r\n\r\nhusbandry,   fishery  subjects,  and  these   films\r\n\r\nillustrating  better farming techniques  have  been\r\n\r\nshown  to  farmers and fishermen at their villages.\r\n\r\nTalks   and   lectures   on  various   aspects   of\r\n\r\nagriculture  are being given. Illustrated  booklets\r\n\r\nand  pamphlets  on  farming are also  produced  and\r\n\r\ndistributed  to  farmers by the Primary  Production\r\n\r\nDepartment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Animal husbandry experimental stations have been\r\n\r\nset  up to provide improved breeds of pigs and day-old  \r\n\r\nchicks for distribution to farmers at very low\r\n\r\nprices. The production of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 243</b></font><br><br>\r\n\r\n\r\n\r\npiglings  and  day-old chicks will be increased  in\r\n\r\nfuture  to  meet the growing demand of our  farmers\r\n\r\nfor a better breed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Agricultural insecticides, fertiliser mixtures and\r\n\r\ncommon veterinary drugs are easily and cheaply made\r\n\r\navailable   to  farmers  at  the  rural   community\r\n\r\ncentres.  A mobile unit has been set up to  provide\r\n\r\nthese  and  similar  services to  the  farmers  and\r\n\r\nfishermen  residing  in  the  adjacent  islands  of\r\n\r\nSingapore, especially Pulau Tekong, Pulau Ubin  and\r\n\r\nthe  Southern Islands. To provide further extension\r\n\r\nservices,  a  primary production investigation  and\r\n\r\ndemonstration   centre  is  being  established   to\r\n\r\nproduce improved seeds for vegetables, bark grafted\r\n\r\nfruit  trees and better fertilisers, as well as  to\r\n\r\ndemonstrate  to them modern farming techniques  and\r\n\r\nthe  growing of new crops. This will eventually  be\r\n\r\nof   considerable   assistance   to   our   farming\r\n\r\npopulation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A veterinary diagnostic laboratory will be set up\r\n\r\nto  investigate  the livestock disease  problem  in\r\n\r\nSingapore  and  to  devise effective  curative  and\r\n\r\npreventive  measures to counter these diseases.  An\r\n\r\nanimal  nutritional investigation  centre  will  he\r\n\r\nestablished to investigate into the nutritive value\r\n\r\nof  locally  available animal feed  stuffs  and  to\r\n\r\nensure  that feed stuffs sold on the market are  of\r\n\r\ngood quality and are of a high standard. Plans  for\r\n\r\na  modern  slaughter-house and  provision  for  an\r\n\r\nefficient  veterinary health service  to  encourage\r\n\r\nthe  meat  canning  and meat packing  industry  are\r\n\r\nbeing  drawn  up  and  eventually  will  be  of   a\r\n\r\nsufficiently  high  standard  as  to   be   readily\r\n\r\nexported  to  overseas countries. This  means  that\r\n\r\nthere  will be a bigger market for our farmers  who\r\n\r\nrear pigs and poultry.\r\n\r\n\r\n\r\n<br><br>3.50 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><div align=\"center\"><b>[Mr Deputy Speaker (Dr Fong Kim Heng) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After a slow start, the Public Works Department is\r\n\r\nnow in a position to take on a considerably heavier\r\n\r\nvolume of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 244</b></font><br><br>\r\n\r\n\r\n\r\nwork  than it has been able to achieve in the  last\r\n\r\nfour  years. It is the intention of the  Government\r\n\r\nthat  the  P.W.D. should spend more money on  roads\r\n\r\nand bridges over the next few years. The P.W.D. has\r\n\r\ncarried  out a number of major projects this  year.\r\n\r\nAn  important link road has been completed, namely,\r\n\r\nthe  Serangoon Garden Estate link road  which  will\r\n\r\nnow  enable easier and quicker access to  and  from\r\n\r\nthe  city.  Other  major improvements  in  progress\r\n\r\ninvolve  the  widening and realignment of  existing\r\n\r\ntrunk  roads, such as Ayer Rajah, Clementi, Jurong,\r\n\r\nChangi, past Coast and Yio Chu Kang Roads.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Progress in the construction of the outer ring\r\n\r\nroad  system, involving the widening and conversion\r\n\r\nof  Alexandra Road, Farrer, Adam, Lornie, Braddell,\r\n\r\nBartley  and  Paya Lebar Roads into a dual-carriage\r\n\r\nway  has been possible this year because there  was\r\n\r\nnot   the  usual  delay  in  land  acquisition  and\r\n\r\nclearance. The settlers living in these  areas  co-operated  with  the Government and would  not  lend\r\n\r\ntheir  ears  to  the  efforts of the  pro-Communist\r\n\r\nelements who were instigating them to stay as  long\r\n\r\nas  possible  on  the site in order  to  delay  the\r\n\r\nconstruction programme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Three new roads have also been completed to serve\r\n\r\nthe  light industrial areas of Queenstown,  namely,\r\n\r\nQueensway,  Commonwealth  Avenue  and  Jalan  Bukit\r\n\r\nMerah.  The new West Coast Road and Boon  Lay  Road\r\n\r\nwhich  are to serve the new Jurong industrial  town\r\n\r\nare  also on the way to completion. Other new roads\r\n\r\nbeing constructed are the Dunman Road extension and\r\n\r\nJalan   Delta.  A  total  of  18  private  streets,\r\n\r\ninvolving an approximate length of 3.11 miles  were\r\n\r\nmade up in l963, while another 12 streets totalling\r\n\r\ntwo  miles  are  still  under  construction.  These\r\n\r\nstreet  works  are  carried out  either  under  the\r\n\r\nMunicipal   Ordinance  or  the   Local   Government\r\n\r\nOrdinance and the costs are recoverable from owners\r\n\r\nof houses fronting them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Construction of new round-abouts to ease\r\n\r\ncongestion   at  important  traffic  junctions   is\r\n\r\ncontinuing at Jambatan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\nMerah,  Braddell Road, Serangoon Garden  link  road\r\n\r\njunction  and  Geylang,  Guillemard,  and   Tanjong\r\n\r\nKatong  Road  junction.  Along  Bukit  Timah,   new\r\n\r\ntraffic  bridges and foot bridges have  been  built\r\n\r\nacross  the  canal thereby allowing for  a  one-way\r\n\r\ntraffic  system along Bukit Timah Road and  Dunearn\r\n\r\nRoad  in  order  to  facilitate the  free  flow  of\r\n\r\ntraffic along this highway to the mainland.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Four other important highway bridges are being\r\n\r\nplanned.  These  are  at  Sungei  Kallang,   Sungei\r\n\r\nPandan,  Dunman Road and Clementi Road,  and  work\r\n\r\nwill  commence next year. Construction  work  on  a\r\n\r\nnumber  of  important road bridges  is  continuing.\r\n\r\nFour   of   these,  namely,  Beach   Road   Bridge,\r\n\r\nClemenceau Avenue Bridge, Edinburgh Bridge and  Lim\r\n\r\nAh  Woo  Bridge were completed this year,  and  six\r\n\r\nothers    are   still   progressing   and   nearing\r\n\r\ncompletion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To relieve the traffic congestion at rush hours\r\n\r\nalong Fullerton Road/Collyer Quay thoroughfare,  an\r\n\r\noverhead pedestrian bridge across Collyer Quay near\r\n\r\nChange   Alley  and  also  an  under-path  on   the\r\n\r\nesplanade   side  of  Anderson  Bridge  are   being\r\n\r\nconstructed   so  that  through  and  uninterrupted\r\n\r\ntraffic  will be possible. This pedestrian overhead\r\n\r\nbridge and underpath will be completed next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A lot of money has been spent by the Government on\r\n\r\nflood  alleviation and drainage schemes  to  reduce\r\n\r\nthe  consequences and loss suffered through  flood.\r\n\r\nFour  schemes were completed this year,  at  Bedok,\r\n\r\nChong   Pang  Village,  Mandai  and  Bartley  Road.\r\n\r\nImportant  canals  are being  built  with  concrete\r\n\r\nlines   to  improve  the  flow  of  water  and   to\r\n\r\nfacilitate cleansing and maintenance. Work  on  the\r\n\r\nUlu  Pandan  scheme is progressing but it  has  not\r\n\r\nbeen  possible to implement the final phase of  the\r\n\r\nGeylang scheme which is to reduce flooding  in  the\r\n\r\narea  north of Geylang Serai because of  the  heavy\r\n\r\nconcentration of squatter huts in these areas,  and\r\n\r\nwork cannot commence until they have been resettled\r\n\r\nelsewhere.  The  resettlement  of  these  squatters\r\n\r\nalone will constitute a major operation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 246</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is continuing with its scheme to\r\n\r\nextend  the water pump sewerage system outside  the\r\n\r\ncity  area. This extension must of necessity  be  a\r\n\r\ngradual process, and over the next few years it  is\r\n\r\nexpected  that some $70 million will  be  spent  on\r\n\r\nproviding more modern sanitation facilities to  new\r\n\r\nhomes.  To cater principally for the needs  of  the\r\n\r\nproposed  Toa Payoh new town, a sewerage scheme  is\r\n\r\nnow  in the course of implementation. Contracts  to\r\n\r\nthe   value   of  $8  million  have  already   been\r\n\r\ncommitted. Other small programmes to cope with  new\r\n\r\ndevelopment  and  also  for  normal  extension   of\r\n\r\nsewerage facilities to other non-sewered areas  are\r\n\r\nprogressing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Agricultural and access roads are also being\r\n\r\nbuilt.  Altogether 200 miles of  rural  roads  have\r\n\r\nbeen  built.  The programme will be intensified  to\r\n\r\nbenefit  those  living in the  rural  areas.  Other\r\n\r\nimprovements include the provision of footpaths and\r\n\r\nbus  shelters, local drainage and flood alleviation\r\n\r\nmeasures  and  extension of water  and  electricity\r\n\r\nsupply to the kampong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new Airport building at Paya Lebar will be\r\n\r\nopened  about  March 1964 almost concurrently  with\r\n\r\nthe  multi-storey  car park at  Cecil  Street.  The\r\n\r\ntemporary  television building  for  the  temporary\r\n\r\nT.V. services  was also completed  by  the  P.W.D.\r\n\r\nwhich  is  now  working on the  proposed  permanent\r\n\r\nbuilding  on  Caldecott Hill. The  total  value  of\r\n\r\nthese buildings completed by the P.W.D. to date  is\r\n\r\nsome  $60.538  million; projects under construction\r\n\r\nvalue  some  $8.315  million;  projects  for  which\r\n\r\nworking drawings are being prepared another $29.576\r\n\r\nmillion; while projects for which sketch plans  and\r\n\r\nestimates are being prepared value $15.076 million.\r\n\r\nWhile  these figures reveal a satisfactory position\r\n\r\nas regards our building programme, having regard to\r\n\r\nthe  shortage  of technical and professional  staff\r\n\r\nduring  the initial days of the present Government,\r\n\r\nsteps  are  being taken to increase the  efficiency\r\n\r\nand output of the department.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Housing and Development Board will complete\r\n\r\nits  first  five-year programme of building  61,000\r\n\r\nunits  slightly ahead of schedule.  In  the  second\r\n\r\nfive-year housing development programme\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 247</b></font><br><br>\r\n\r\n\r\n\r\nto  be  initiated in the latter part of  1964,  the\r\n\r\nHousing  Board will continue to build  and  provide\r\n\r\nlow-cost flats along the periphery of the  city  at\r\n\r\nthe  rate  of  12,000  units per  annum.  With  the\r\n\r\nhousing  problem under control, the  Government  is\r\n\r\nable to look into the question of encouraging house\r\n\r\nownership. Some discredited political elements have\r\n\r\nclaimed that this was their idea. Let me suggest to\r\n\r\nthese people that to dream dreams is one thing, but\r\n\r\nto  turn them into reality is another. These people\r\n\r\nmight occasionally have visions, but it is only  an\r\n\r\nhonest,    energetic,   effective   and   efficient\r\n\r\nGovernment that can produce results. There has also\r\n\r\nbeen  irresponsible  talk about  reducing  interest\r\n\r\nrates  and thus reducing rents. May I inform  these\r\n\r\nirresponsible elements that on the scale  that  the\r\n\r\nGovernment is building houses, we cannot afford  to\r\n\r\nplay  about with the finances of the State? We  can\r\n\r\neither build a few hundred flats and subsidise them\r\n\r\nto  such  an  extent that the rent  is  practically\r\n\r\nnegligible  and thus make such flats  available  to\r\n\r\nonly a privileged few, or we must reduce costs, cut\r\n\r\ndown  on  maintenance  and exercise  the  strictest\r\n\r\neconomy  in  order  to make our  resources  go  the\r\n\r\nlongest  way  to enable as many people as  possible\r\n\r\nwho  require  housing to get it. In  the  last  few\r\n\r\nyears,  we  have  cut down costs  of  construction.\r\n\r\nWhere  an S.I.T. flat used to cost $7,000 to $9,000\r\n\r\nper unit, we are now producing them at about $4,000\r\n\r\nto  $6,000.  Where the maintenance cost  under  the\r\n\r\nS.I.T. was $220 per flat per year, this  cost  has\r\n\r\nbeen  reduced  to  $60  per flat  per  annum.  With\r\n\r\nMalaysia,  it  is expected that greater  prosperity\r\n\r\nwill  accrue  to our citizens. With rising  income,\r\n\r\nour  people can look forward to ownership of  their\r\n\r\nflats rather than mere tenancy. We can already  see\r\n\r\nthat  many  people in the middle and  lower  income\r\n\r\ngroups are beginning to think in terms of motor-car\r\n\r\nownership. The time is thus opportune for  them  to\r\n\r\nchoose  between owning a car or the house in  which\r\n\r\nthey  live.  The  Government  is  working  out  the\r\n\r\ndetails  to make this ownership of house a distinct\r\n\r\npossibility.  In  the next few  days,  concurrently\r\n\r\nwith  building the usual 12,000 units of  flats  to\r\n\r\nlet, the Housing Board\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 248</b></font><br><br>\r\n\r\n\r\n\r\nwill  set  aside some of these flats  for  sale  to\r\n\r\nsatisfy the needs of one section of the population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the Housing Board will actively\r\n\r\nparticipate  in  the formulation and implementation\r\n\r\nof  the  urban redevelopment plan to redevelop  the\r\n\r\ncentral areas to ensure better economic and special\r\n\r\nutilisation  of  valuable land in the  city  areas.\r\n\r\nOld,  dangerous  and insanitary structures  in  the\r\n\r\ncity  will  be  demolished and replaced  by  multi-storeyed  units  of housing for all income  groups.\r\n\r\nNew   offices  and  commercial  buildings,  hotels,\r\n\r\nrestaurants,  theatres,  public  parks  and   other\r\n\r\nsocial  and  community  facilities  for  the   city\r\n\r\ndwellers will be built.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is intended to incorporate into this plan a\r\n\r\nsystem  of  speedier mass transportation of  people\r\n\r\nwithin  and out of the city. The Government intends\r\n\r\nto  acquire sites that are dilapidated and due  for\r\n\r\ndemolition,  clear  them  and  redevelop  them   in\r\n\r\naccordance with the urban redevelopment plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is expected that private enterprise will be\r\n\r\ninvited  to  participate in this gigantic  task  of\r\n\r\nurban  renewal. A pilot project, which is the first\r\n\r\nphase  of the urban development programme, will  be\r\n\r\nput  into  operation. Development in  the  southern\r\n\r\npart  of  the city totalling an area of  about  132\r\n\r\nacres  will begin in 1964. This area is bounded  by\r\n\r\nNew  Bridge  Road, Outram Road and Have-lock  Road,\r\n\r\nincluding  the century-old Outram Prison  which  is\r\n\r\nalready being demolished. A second pilot project is\r\n\r\nthe  redevelopment of an area of 82  acres  on  the\r\n\r\nnorthern  side  of  the  city,  bounded  by  Nicoll\r\n\r\nHighway,  Jalan Sultan, Kallang Road  and  Crawford\r\n\r\nStreet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A census is being conducted in this area to\r\n\r\ndetermine  what alternative accommodation  must  be\r\n\r\nprovided  for  the people affected. The  experience\r\n\r\nthat  will  be gathered in these two projects  will\r\n\r\nassist  us in planning future redevelopment  areas.\r\n\r\nUrban  redevelopment is a gigantic task and, to  be\r\n\r\nsuccessful,  must  have the full  support  and  co-operation of all the people in the State.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 249</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, by the end of 1964, our first satellite town, Queenstown, will be fully developed with 17,500 flats, ten primary schools, three secondary schools, one vocational school, five markets and shopping centres with several community centres, clinics, children's playgrounds,\r\n\r\npublic   parks  and  other  amenities,  serving   a\r\n\r\npopulation of about 150,000 people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second satellite town will be Toa Payoh.\r\n\r\nProgress  on  this  scheme has  in  the  past  been\r\n\r\nseverely  hampered  by pro-Communist  elements  who\r\n\r\ninstigated settlers to resist all efforts  made  by\r\n\r\nthe Government for their resettlement. In spite  of\r\n\r\nthis  strong  resistance, sufficient  progress  has\r\n\r\nbeen  made  for  construction to  begin  on  a  new\r\n\r\nsatellite town which will eventually house about  a\r\n\r\nquarter  of  a  million people. There  will  be  20\r\n\r\nschools,  four markets, several community  centres,\r\n\r\ncreches, clinics, theatres, 500 shops, public parks\r\n\r\nand  other amenities. Provision is also being  made\r\n\r\nin  this  plan to set aside 43 acres  of  land  for\r\n\r\nindustrial uses. This construction is proceeding.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While construction is proceeding in Toa Payoh, the\r\n\r\nHousing Board will be investigating the site for  a\r\n\r\nthird satellite town. One possible site is the area\r\n\r\nbounded by the Malayan Railway track, Telok Blangah\r\n\r\nand  Alexandra  Roads, where about 1,000  acres  of\r\n\r\nundulating land is to be earmarked for development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The shortage of suitable land for building is\r\n\r\nsteadily  becoming  one of the  major  problems  in\r\n\r\nSingapore. To alleviate this shortage of  land,  it\r\n\r\nis proposed to reclaim some 400 acres of swamp land\r\n\r\nin  the  Kallang Basin. Earth for this  reclamation\r\n\r\nproject will come from the development of Toa Payoh\r\n\r\nsatellite  town.  Two  Bailey  bridges  have   been\r\n\r\npurchased by the Singapore Government and will soon\r\n\r\nbe constructed across Serangoon Road for the direct\r\n\r\ntransportation  of  the earth  from  Toa  Payoh  to\r\n\r\nKallang  Basin. These bridges are necessary  so  as\r\n\r\nnot   to  interrupt  the  flow  of  traffic   along\r\n\r\nSerangoon Road.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 250</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When reclamation and development is completed, the\r\n\r\nKallang Basin industrial and residential town  will\r\n\r\nbe   the  fourth  self-contained  region  providing\r\n\r\nhousing  accommodation in some 300 acres for  light\r\n\r\nindustry, it is expected that the final development\r\n\r\nof  this Kallang reclamation project will be worked\r\n\r\ninto the comprehensive urban redevelopment plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I have briefly outlined the projects we have in hand, projects which will provide the physical amenities of a civilized society for Mr, and Mrs Singapore and family.\r\n\r\n \r\n\r\n<br><br>4.10 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young (Thomson)</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, Sir, we have been accused by the Party  in\r\n\r\npower;  sometimes  they accuse  us  of  being  pro-Communists;  sometimes they accuse us  of  abetting\r\n\r\nIndonesia;  and  sometimes  they  describe  us   as\r\n\r\nchildren. It is easy to level such accusations  and\r\n\r\nblame at anybody. But the question is whether  such\r\n\r\naccusations can stand up to fact.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A little while ago, the Minister for National\r\n\r\nDevelopment described us as children, as though  he\r\n\r\nwas  a  grown-up and those opposite us were  grown-ups. \r\n\r\nIn the recent general elections, the leader of\r\n\r\nthe  P.A.P.,  Mr Lee Kuan Yew, went  down  to  the\r\n\r\nrural  areas to tell the people that if the Barisan\r\n\r\nwere  elected, then the troops from the  Federation\r\n\r\nof Malaya would march in. This is a very ridiculous\r\n\r\nargument.  Many capable leaders in our  Party  have\r\n\r\nbeen  arrested. Three of our Assemblymen have  also\r\n\r\nbeen arrested and detained; and two of us, for fear\r\n\r\nof  being arrested, have no choice but to hide. The\r\n\r\nP.A.P. now turned round and said that these people\r\n\r\nare  new men, they do not know anything. This  talk\r\n\r\ncan  serve  as propaganda material, but it  is  not\r\n\r\nsubstantial.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for National Development a little\r\n\r\nwhile ago elaborated on the plans of his department \r\n\r\nand  accused the Barisan Sosialis of having smeared \r\n\r\nthe P.A.P.'s housing plan. I would like to touch on \r\n\r\nthis.  \r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 251</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Public housing for the people is a good thing.\r\n\r\nNobody  will  object to it. But we of  the  Barisan\r\n\r\nSosialis  oppose their way of doing things  because\r\n\r\ntheir motive is not really in the interests of  the\r\n\r\npeople.   Actually,  they  are  doing  things   for\r\n\r\nthemselves,  and  the building of the  houses,  the\r\n\r\nfunds  and amenities also come from the people.  We\r\n\r\nhave  heard the Minister say that about 25 per cent\r\n\r\nof the population of Singapore could live in houses\r\n\r\nprovided  and  built  by  the  Government  and   he\r\n\r\nchallenged  us to point out anywhere in  the  world\r\n\r\nwhere  such facilities can also be provided by  any\r\n\r\ngovernment.  But the question is not whether  there\r\n\r\nis  any such example to be found in any part of the\r\n\r\nworld.  Whenever a fire breaks out in any  part  of\r\n\r\nSingapore, the Minister will go there and grab  the\r\n\r\nland    for   building   houses,   ignoring   other\r\n\r\nconsiderations. How can the fire victims afford  to\r\n\r\nmove  into  Housing Board flats  after  having  had\r\n\r\ntheir belongings burnt down? Have the P.A.P. looked\r\n\r\ninto  this? They are only building houses  on  the\r\n\r\nsufferings of the people. They build for  the  sake\r\n\r\nof building. As to the other questions, I will deal\r\n\r\nwith them later on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, let me now touch on the P.A.P.'s education policy. No matter how the Yang di-Pertuan Negara brags in his speech about the P.A.P.'s education policy - saying that the Budget is providing one-third of the whole expenditure on education, and that Government will build 26 new\r\n\r\nschools and will raise the standard of teaching  of\r\n\r\nsecond and third languages - all this is grand  talk\r\n\r\nof  gigantic  figures - this beautiful talk  cannot\r\n\r\ncover  up the failures and the great mistakes  that\r\n\r\nthe  P.A.P. have made in their education policy and\r\n\r\nin  their handling of education problems. There are\r\n\r\nfive main errors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. have always been making use of the\r\n\r\nslogan of equal treatment to deceive our people. In\r\n\r\nfact,  the  P.A.P. have never given equal treatment\r\n\r\nas they had claimed. Recently the number of English\r\n\r\nschools  is  increasing; it is even more  now  than\r\n\r\nunder the colonial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 252</b></font><br><br>\r\n\r\n\r\n\r\nregime;  whereas  the  number  of  schools  in  the\r\n\r\nChinese,  Malay  and  Tamil streams  is  dwindling.\r\n\r\nAccording  to the Prime Minister's speech published\r\n\r\nin  the  Sin  Chew Jit Poh of 26th  November,  many\r\n\r\nparents send their children to English schools  for\r\n\r\ntwo reasons. The first reason is that students from\r\n\r\nEnglish schools have better prospects of employment\r\n\r\nand  they  can  also  learn Chinese  and  Malay  in\r\n\r\naddition  to  English.  According  to  him,  it  is\r\n\r\nbecause  the  English schools are able  to  provide\r\n\r\nteaching  in  four languages that parents  like  to\r\n\r\nsend their children to English schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason, according to the Prime\r\n\r\nMinister,   is  that  there  has  been   too   much\r\n\r\ndisturbance,  like  boycotting of  classes  in  the\r\n\r\nChinese  schools,  and the parents  dare  not  send\r\n\r\ntheir  children to Chinese schools.  This  kind  of\r\n\r\ntalk by the Prime Minister is a smear, smearing the\r\n\r\nefforts  of  those who have worked hard  to  better\r\n\r\nChinese  education.  Let us analyse  the  question.\r\n\r\nBefore  the P.A.P. came into office, there was  the\r\n\r\ngovernment  of  the  S.P.A. The number  of  student\r\n\r\ntroubles  then was more than that under the  P.A.P.\r\n\r\nAnother  point  is that the S.P.A. Government  also\r\n\r\nadvocated the destruction of Chinese education.  At\r\n\r\nthat time the number of students in Chinese schools\r\n\r\nwas  not smaller than it is now. This explains  the\r\n\r\nPrime Minister's talk of unrest in Chinese schools,\r\n\r\nthereby  causing a decrease in enrolment  in  them.\r\n\r\nThis  talk  is  false. According to logic,  Chinese\r\n\r\nschools  should  develop very fast because  in  the\r\n\r\nFederation  there is almost no student  trouble  at\r\n\r\nall in Chinese schools. I hope that when the P.A.P.\r\n\r\nMembers go to the Central Parliament, they will  go\r\n\r\nround  and find out the reasons for the absence  of\r\n\r\nstudent  trouble in the Chinese schools  there.  If\r\n\r\nthat is so, then Chinese education will prosper. In\r\n\r\nthe  Federation  a lot of Chinese  school  teachers\r\n\r\nhave become unemployed. If they have an opportunity\r\n\r\nto  understand  Chinese education, I  am  sure  the\r\n\r\nPrime Minister will not dare to say that because of\r\n\r\nthe student unrest the enrolment in Chinese schools\r\n\r\nhas dropped.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P.'s policy on education is to destroy\r\n\r\nChinese education. It is very\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\n\r\n\r\neasy  for  us to give examples. We do not say  that\r\n\r\nthe  P.A.P. education policy is good. What we  want\r\n\r\nis  to  strive  for  equal treatment  for  all  the\r\n\r\nvarious  streams of education. And we  do  not  say\r\n\r\nthat only under the P.A.P. can Chinese education in\r\n\r\nSingapore  prosper and thrive. Nor do  we  advocate\r\n\r\nthat  we  could give autonomy in education back  to\r\n\r\nthe  Central Government. I want to cite a few well-known  examples to prove my argument.  It  is  true\r\n\r\nthat    English-educated   students   have   better\r\n\r\nprospects  of employment. That is not because  they\r\n\r\nknow  Chinese and Malay in addition to English.  It\r\n\r\nis  because  the civil service recruits people  who\r\n\r\nhave a good knowledge of English. Of those in  the\r\n\r\ncivil  service  only about 10 to 20 per  cent  come\r\n\r\nfrom  Chinese, Malay and Tamil schools. That  is  a\r\n\r\nsmall  number. The rest are recruited because  they\r\n\r\nhave a good knowledge of English, i.e. they possess\r\n\r\na working knowledge of English. If they do not know\r\n\r\nEnglish, they will not be recruited into the  civil\r\n\r\nservice. Is this not serious? Is this not  a  fact?\r\n\r\nIf  they have a conscience, they will not deny this\r\n\r\nfact.  Of  course, for the sake of their children's\r\n\r\nfuture, some of the parents send their children  to\r\n\r\nEnglish  schools.  On the other  hand,  the  P.A.P.\r\n\r\nbuild  many English schools to surround one or  two\r\n\r\nChinese schools, e.g. at the 5th and 6th m.s. Bukit\r\n\r\nTimah  Road, the Government have built many English\r\n\r\nschools. They have built about four to five English\r\n\r\nschools  to  encircle some of the  Chinese  schools\r\n\r\nthere. I am sure they will not deny this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that the Government build English\r\n\r\nschools  only in places where there are no  Chinese\r\n\r\nschools. For example, in Queenstown, there  are  at\r\n\r\npresent   six  English  schools.  These  Government\r\n\r\nschools  are all English schools. But the  one  who\r\n\r\ndecides  on education is not Dr Lee Siew  Choh  in\r\n\r\nthat   constituency.  Many  fire  sites  have  been\r\n\r\ncleared  and  the fire victims have to  send  their\r\n\r\nchildren  to English schools because there  are  no\r\n\r\nChinese schools around their area. If they want  to\r\n\r\nsend  their children to a Chinese school, it  would\r\n\r\nnot  be  convenient because some  of  the  Chinese\r\n\r\nschools are very far from their homes. How can they\r\n\r\nafford to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 254</b></font><br><br>\r\n\r\n\r\n\r\nsend  their children to a faraway school when  they\r\n\r\ncan  hardly feed themselves? Neither is it possible\r\n\r\nfor  them  to  engage a person to look after  their\r\n\r\nchildren in a school which is far from their homes.\r\n\r\nTherefore,  they find it necessary  to  send  their\r\n\r\nchildren to a nearby English school. The Government\r\n\r\nsays that the people have a choice of sending their\r\n\r\nchildren to whatever language school they like. But\r\n\r\nhave  they got this free choice? I believe most  of\r\n\r\nthe  Government Members are Chinese and some of the\r\n\r\nMalay  Members  know better because  they  find  it\r\n\r\ndifficult to send their children to a Malay  school\r\n\r\nwhich  is  some 10 miles away. All this shows  that\r\n\r\nthe  P.A.P.'s  education policy  is  discriminating\r\n\r\nagainst  other  vernacular education.  They  favour\r\n\r\nonly  English education. About ten of  the  Chinese\r\n\r\nvernacular  schools in the rural  areas  have  been\r\n\r\nclosed down. They have been forced to close down on\r\n\r\nthe  ground that they are not up to sanitary health\r\n\r\nstandards,  and  that they do  not  have  a  proper\r\n\r\nplayground.  But it is the Government which  should\r\n\r\ngive  them  land  to  build playgrounds  and  other\r\n\r\nfacilities   and   provide  them  with   sufficient\r\n\r\nsanitation. As a result, teachers in those  schools\r\n\r\nare  now unemployed. When I say this, I do not mean\r\n\r\nthat  I  do not like English education. As a matter\r\n\r\nof  fact,  we  want  every  person  to  acquire   a\r\n\r\nknowledge  of English. What I am trying to  say  is\r\n\r\nthat they are only paying lip service to the slogan\r\n\r\nof  giving equal treatment to the various education\r\n\r\nstreams,  whereas,  in  fact,  they  are  favouring\r\n\r\nEnglish education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In one of the pamphlets on education policy\r\n\r\nentitled Youth is the spring source of our  nation,\r\n\r\nwhich  was  announced  by the former  Minister  for\r\n\r\nEducation,  he said that at present the vernacular\r\n\r\nschools  are communal in nature. They are  isolated\r\n\r\nfrom  one  another. It is only in  English  schools\r\n\r\nthat  we can find children of various races working\r\n\r\ntogether,  studying together, playing  together  in\r\n\r\nthe  same playing field and able to accept the same\r\n\r\nvalues of life.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The ex-P.A.P. Minister for Education cannot deny\r\n\r\nthat  he  had said these things before. We are  not\r\n\r\ninterested in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 255</b></font><br><br>\r\n\r\n\r\n\r\nwhole passage. But there is one paragraph which  is\r\n\r\nenough  to show that the P.A.P. is only making  use\r\n\r\nof  the  slogan  of  equal treatment  in  order  to\r\n\r\ndeceive the people. This shows that the P.A.P. does\r\n\r\nnot recognise the value of Chinese, Tamil and Malay\r\n\r\neducation. Not long ago, some Malay school students\r\n\r\nalso staged a boycott against the discrimination of\r\n\r\nthe  Government's education policy. Another example\r\n\r\nis  that they forced the former Vice-Chancellor  of\r\n\r\nthe  University  of Singapore to  resign  from  his\r\n\r\npost.  The  fact  that  the Government  forced  the\r\n\r\nresignation  of Mr Tan Lark Sye from  the  Nanyang\r\n\r\nUniversity Council is another example to show  that\r\n\r\nthe  P.A.P. intends  to  control  all  educational\r\n\r\ninstitutions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday the Prime Minister in his speech accused\r\n\r\nthose  people  who  have helped the  Government  to\r\n\r\nbuild  schools,  especially the Chinese  merchants,\r\n\r\nalthough he did not mention them by name.  He  said\r\n\r\nthey  wanted  to make pretensions to the  greatness\r\n\r\nand fame of Mr Tan Kah Kee. This is a great insult\r\n\r\nto  the members of the Chinese Chamber of Commerce.\r\n\r\nMr  Tan Kah Kee is a real patriot. He devoted  all\r\n\r\nhis  wealth  to  the  cause of education.  He  also\r\n\r\nfought the Japanese during the Japanese Occupation.\r\n\r\nHe  was  an anti-colonialist, anti-Japanese and  he\r\n\r\ncalled  upon all others to follow him. It  is  well\r\n\r\nand  proper for these merchants in Malaya to admire\r\n\r\nhim and to follow his example.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister said that he is a Chinese. But to me patriotism and anti-colonialism transcend all national boundaries. Mr Deputy Speaker, Sir, the Government should encourage people to build schools. Let me quote an article from our Party organ on the building of schools by civic\r\n\r\norganisations and the public. This was published in\r\n\r\nthe  24th  issue  of our Party organ.  The  article\r\n\r\ndeals  with the question of education and it  reads\r\n\r\nas follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The population in Singapore is increasing very\r\n\r\nrapidly and the school-going age students are  also\r\n\r\nbecoming  more and more. How are we  to  deal  with\r\n\r\nthis  problem? Experience in some of  the  advanced\r\n\r\ncountries  has  told us that it is  not  enough  to\r\n\r\ndepend upon the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 256</b></font><br><br>\r\n\r\n\r\n\r\nGovernment to build schools. The only way to remedy\r\n\r\nthis situation is to encourage the public to donate\r\n\r\nmoney  to  build  schools so  that  the  Government\r\n\r\nschools  and  the schools run by the community  can\r\n\r\nflourish  together  so as to  raise  our  education\r\n\r\nstandard which is lagging far behind other  Western\r\n\r\ncountries. Only then can we solve our grave problem\r\n\r\nof development in education.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is wrong for the Government to build schools\r\n\r\nalone  and  control all of them, and  not  to  have\r\n\r\nconfidence in the public in the field of education.\r\n\r\nThe Government should not monopolise education when\r\n\r\nthey actually cannot do anything.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, talking about schools built by the public, I will now touch on Nanyang University. The Ministers have been accusing Nanyang University of being a ground for fostering Communists and that it is sponsored by pro-Communist elements. I would like to point out that all the sponsors of Nanyang\r\n\r\nUniversity are merchants and people in all walks of\r\n\r\nlife.  These  people  have  contributed  money  and\r\n\r\neffort  towards the building of Nanyang University.\r\n\r\nWhen  the Minister for Labour smeared these people,\r\n\r\nhe was actually doing a great wrong. He himself was\r\n\r\nalso  educated in one of the Chinese schools  which\r\n\r\nproduced students for Nanyang University.  How  can\r\n\r\nhe say that the sponsors of Nanyang University have\r\n\r\nbeen  fooled  by the Communists? The  Minister  was\r\n\r\ndistorting the good points of the schools built  by\r\n\r\nthe  effort of members of the public. He also  said\r\n\r\nthat  members  of  the families of  principals  are\r\n\r\nengaged  as teachers in the schools; that there  is\r\n\r\nnepotism  in  Chinese schools in  general.  He  was\r\n\r\neducated in a Chinese school before.\r\n\r\n\r\n\r\n<br><br>4.40 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\nit  would appear that he does not quite understand\r\n\r\nthe question of Chinese education. In fact, he does\r\n\r\nnot  know  anything about it at all. He  has  wiped\r\n\r\naway  the efforts of all those who have worked hard\r\n\r\nto  support  Chinese education and has collaborated\r\n\r\nwith  the colonialists in their colonial education.\r\n\r\nWithout  the  support  of the general  public,  how\r\n\r\ncould the P.A.P. come to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 257</b></font><br><br>\r\n\r\n\r\n\r\npower?  Another mistake made by the  P.A.P. is  to\r\n\r\nmonopolise education. There are several examples to\r\n\r\nsubstantiate  my argument. Firstly,  Mr  Lim  Seck\r\n\r\nKian  was  arrested. He was the  President  of  the\r\n\r\nSeventh   and  Eighth  Councils  of  the  Singapore\r\n\r\nChinese School Teachers' Union. He was appointed  a\r\n\r\nmember  of  the  School  Curriculum  Committee   in\r\n\r\nMathematics  and  also a member of the  Educational\r\n\r\nAdvisory  Committee. Later on he dared to stand  up\r\n\r\nand   criticise  the  4-2  system  and  expose  the\r\n\r\nP.A.P.'s  so-called  equal treatment  of  the  four\r\n\r\nstreams  of  education. Then the P.A.P. Government,\r\n\r\nin  co-operation  with  the  British  colonialists,\r\n\r\narrested Mr Lim on the 2nd of February this  year.\r\n\r\nThis  is  because he had the guts to stand  up  and\r\n\r\nexpose  the  falsity  of the  P.A.P.'s  educational\r\n\r\npolicy.   But  before  he  criticised  the   P.A.P.\r\n\r\nGovernment's  policy, he was very much  appreciated\r\n\r\nby  them  and  he  was appointed  as  a  member  of\r\n\r\nimportant councils. The P.A.P. only made use of him\r\n\r\nwhen  he was in their favour. When he opposed them,\r\n\r\nthey  nabbed him, without taking into consideration\r\n\r\nthat he had devoted half his life to education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me say something about the things that have\r\n\r\nhappened  after  his arrest. Since his  arrest  the\r\n\r\nresults  of  the secondary entrance examination  in\r\n\r\nthe school where he was Principal have dropped from\r\n\r\n70  per cent to about 30 per cent. That is why  the\r\n\r\nmembers  of the Management Committee, the  teachers\r\n\r\nand the students have not forgotten him. Mr Lim is\r\n\r\na  devoted educationist. It is a great loss to  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second fact is that the P.A.P. Government have\r\n\r\nsacked  a  lot of teachers with progressive  ideas.\r\n\r\nThese school teachers, clerks, principals, and even\r\n\r\nI myself, were sacked. I will deal with the details\r\n\r\nof  my  sacking  later. But at the  victory  dinner\r\n\r\nparty  at Sembawang the Prime Minister said he  was\r\n\r\nsurprised  that I was sacked when I  disclosed  the\r\n\r\nnews  to  him. He was a bit doubtful. I  will  deal\r\n\r\nwith my personal matters later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I know, there is at present a special\r\n\r\ncommittee dealing with Chinese educational matters.\r\n\r\nThey are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 258</b></font><br><br>\r\n\r\n\r\n\r\npreparing a blue-print to sack more Chinese  school\r\n\r\nteachers  with  progressive ideas. The  P.A.P. are\r\n\r\npreparing  a  black list of about 200 teachers  who\r\n\r\nare  to  be sacked next year. According to  what  I\r\n\r\nhave  heard,  these people who  are  to  be  sacked\r\n\r\ninclude  those who were together with Mr Lim  Seck\r\n\r\nKian.  They  had  been responsible members  of  the\r\n\r\nSeventh  and  Eighth  Executive  Councils  of   the\r\n\r\nChinese  School  Teachers' Union. Another  fact  is\r\n\r\nthat when I said the P.A.P. sacked me - the Minister\r\n\r\nfor  Education  is not here now or  else  he  would\r\n\r\nstand  up and say that the authority who sacked  me\r\n\r\nwas  not  the  P.A.P. but  the  School  Management\r\n\r\nCommittee.  But  I will disclose something  to  let\r\n\r\neverybody know the true picture of the whole matter\r\n\r\nrelating  to  me. The P.A.P. have  never  paid  any\r\n\r\nattention  to  those  persecuted,  suppressed,   or\r\n\r\nwronged.  If the P.A.P. want to keep close  to  the\r\n\r\ntruth,  reason  and justice, then they  should  not\r\n\r\nbrush off all the facts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are all very young and perhaps we can still see\r\n\r\nour  future. The Minister for Labour yesterday said\r\n\r\nthat  the  P.A.P. intended to fix us. Now,  let  us\r\n\r\nsee.  Let  me  relate  the matter  relating  to  my\r\n\r\nsacking,  to let this House as well as  the  people\r\n\r\nknow.  The  intention to sack  me  started  at  the\r\n\r\nvictory  dinner of the P.A.P. branch in  Sembawang.\r\n\r\nSome P.A.P. Assemblymen and defeated candidates --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> On a point of order. I thought we\r\n\r\nare  debating  the Yang di-Pertuan Negara's  speech\r\n\r\nand the amendment. He is talking about his personal\r\n\r\ntrouble.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> He is talking about himself, but the\r\n\r\nsubject  which  he  is discussing  relates  to  the\r\n\r\nsubject the Assembly is discussing. I think  he  is\r\n\r\nquite in order. Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nwhen  the  P.A.P. are short of  reasons  and  have\r\n\r\nnothing  to  say, they will always try to  stop  us\r\n\r\nfrom advancing our reasons and the truth. They  try\r\n\r\nto seal our mouths --- [Laughter]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I must allow the Member to\r\n\r\nproceed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 259</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): So those members and\r\n\r\ndefeated    candidates   coerced   the   Management\r\n\r\nCommittee  of the school into sacking me  in  their\r\n\r\nown  names.  But this suggestion by the P.A.P. was\r\n\r\nnot  accepted by them. Following that,  the  P.A.P.\r\n\r\npressurised  the School Management  Committee  into\r\n\r\nsacking  me.  We know that certain members  of  the\r\n\r\nSchool Management Committee found it difficult  and\r\n\r\nawkward  not to take this suggestion seriously.  So\r\n\r\nin  the  end, on the 28th of October, I received  a\r\n\r\nletter  from the School Management Committee saying\r\n\r\nthat   \"This   is  to  notify  you  that   on   the\r\n\r\ninstructions  of  the Ministry of  Education,  your\r\n\r\nservices  to the school are terminated as from  the\r\n\r\n31st  December, 1963.\" No further reason was given.\r\n\r\nI  do not quite know the reasons for my sacking.  I\r\n\r\ngraduated from Senior Middle III. Though I did  not\r\n\r\ngraduate from the T. T.C. final year, I had been in\r\n\r\nattendance  there for three years.  My  examination\r\n\r\nnumber was 2097. But later on I was notified that I\r\n\r\nwas  not  allowed to sit for the examination.  This\r\n\r\nshows  that  the  P.A.P. are  ruthlessly  adopting\r\n\r\nmeasures to deal with their political opponents. If\r\n\r\nthey  can  adopt these measures to persecute  their\r\n\r\npolitical  opponents, we can very well imagine  how\r\n\r\nthey can deal with other people --- [Interruption]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, do not let me expose more of your evil deeds.\r\n\r\nDo  you  want to force me to expose your  misdeeds?\r\n\r\nLet me say something.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Besar said I misbehaved\r\n\r\nmyself  in school. As a matter of fact, the  P.A.P.\r\n\r\nhad  been making use of my school as their  branch.\r\n\r\nThe  principal of my school is the branch secretary\r\n\r\nof  the P.A.P. in that area. But I have no personal\r\n\r\ngrudge  against  my principal. And  in  the  School\r\n\r\nManagement  Committee there is one  member  who  is\r\n\r\nalso  a treasurer of the P.A.P. branch there.  Now,\r\n\r\nwho has converted that school into a P.A.P. branch?\r\n\r\nIt is the P.A.P. and nobody else.\r\n\r\n\r\n\r\nMr  Speaker, Sir, I have said just now that  they dismissed me because I am an Opposition Member.  If they can do this,  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 260</b></font><br><br>\r\n\r\n\r\n\r\nthey can do worse things to other people. The Prime\r\n\r\nMinister  yesterday said the P.A.P.  Government  is\r\n\r\nprepared  to  accept criticism from the Opposition.\r\n\r\nThat is why I am now airing my views. I want to see\r\n\r\nhow  they  are going to answer my question.  Or  do\r\n\r\nthey not want to answer my question at all? Or will\r\n\r\nthey  ask  the  Press  not  to  publish  my  speech\r\n\r\nrelating to my personal case?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth mistake in the education policy is that\r\n\r\nthey  spend more time in shouting slogans  than  in\r\n\r\nimplementing their education policy. They talk more\r\n\r\nthan they do. Previously they talked of raising the\r\n\r\nstandard  of  science teaching. Now  they  want  to\r\n\r\nraise   the  standard  of  the  second  and   third\r\n\r\nlanguages.  It  is no use merely shouting  slogans.\r\n\r\nWhat  is important is that we must get rid  of  the\r\n\r\ncolonial influence on our education system  and  to\r\n\r\npopularise  education. It does  not  mean  that  by\r\n\r\nshouting  empty slogans the standard  of  education\r\n\r\nwill be raised. To eradicate the colonial education\r\n\r\nsystem,  you must change the substance and,  nature\r\n\r\nof  education for the better. It does not mean that\r\n\r\nby  building some Chinese, Malay or Indian  schools\r\n\r\nit  will  be  amounting to equal treatment  to  all\r\n\r\nstreams  of education. To conduct Malay classes  in\r\n\r\nChinese and Indian schools --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It is five o'clock. I propose to\r\n\r\nsuspend for half an hour until half-past five.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n           \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nbefore  the  break I was talking about  the  fourth\r\n\r\npoint  - about  the  P.A.P. Government  raising  the\r\n\r\nstandard  of  teaching  of  the  second  and  third\r\n\r\nlanguages in our schools. If the Government  cannot\r\n\r\ntruly deal with this problem, it is useless just to\r\n\r\nput up some slogans that will not be of any good to\r\n\r\neducation.  If  they can achieve that  by  shouting\r\n\r\nslogans,  then  everybody  can  become  an   expert\r\n\r\neducationist.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 261</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There have been Press reports that certain\r\n\r\nMinisters  officiated at the opening ceremonies  of\r\n\r\ncertain   schools  and  after  some   time,   other\r\n\r\nParliamentary Secretaries and members of the P.A.P.\r\n\r\nofficiated  at opening ceremonies of certain  newly\r\n\r\nbuilt  schools.  If  such acts were  to  constitute\r\n\r\nsuccess  in  education, then  it  would  be  merely\r\n\r\nmaking  a  laughing stock of the P.A.P.'s education\r\n\r\npolicy.  It would not deceive the people  nor  make\r\n\r\nthem believe that the P.A.P.'s education policy  is\r\n\r\nthe best in this part of the world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, about interference of academic freedom and\r\n\r\nuniversity autonomy. The students of the University\r\n\r\nof   Singapore   went   on   strike   against   the\r\n\r\nGovernment's  action  against  the  University   of\r\n\r\nSingapore. Also, the Nanyang University Council had\r\n\r\nnot  accepted the conditions attached to Government\r\n\r\naid  to  Nantah;  and  the P.A.P. had  forced  the\r\n\r\nresignation of Mr Tan Lark Sye, because Government\r\n\r\naid  to Nantah was given with strings attached. The\r\n\r\nNanyang University Council did not accept the  aid.\r\n\r\nIt  is  a  smear and a slander to say that  without\r\n\r\nGovernment  aid,  Nantah would  be  turned  into  a\r\n\r\ntraining  ground for Communist cadres.  What  about\r\n\r\nthe  University  of  Singapore?  It  also  receives\r\n\r\nGovernment aid. How is it that there were incidents\r\n\r\nin  the  University of Singapore where the students\r\n\r\nwent  on strike in protest against the Government's\r\n\r\naction?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is very clear that the Government is making use\r\n\r\nof aid to universities in order to control them and\r\n\r\nto  introduce P.A.P. politics into them  so  as  to\r\n\r\nturn  them into P.A.P. universities. Only when  the\r\n\r\nuniversities are not controlled by the  P.A.P. can\r\n\r\nthere  be  safeguards for university  autonomy  and\r\n\r\nacademic freedom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding academic standards in Nantah, this is\r\n\r\nsomething  that can be assessed by the  public  and\r\n\r\nnot  by  the  P.A.P. alone. To label a  university,\r\n\r\nwhich  has  received the support  of  thousands  of\r\n\r\npeople,  one  that has produced many  students  who\r\n\r\nhave  gone  abroad with high academic  achievements\r\n\r\nand merit, recognised by universities\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 262</b></font><br><br>\r\n\r\n\r\n\r\nabroad,  as  low  in  academic standard  is  really\r\n\r\nridiculous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past Nanyang University had never received\r\n\r\na   single   cent  from  the  P.A.P.  Instead   the\r\n\r\nGovernment had tried to put many restrictions on it\r\n\r\nand had banned publications by its students.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour yesterday described the Nantah students' participation in University Week as the behaviour of students devoid of learning. What about the University of Singapore students who went on strike in protest against the Government's action relating to university autonomy? Can the Minister use the same terms to describe these students? I will not want to criticise the Minister by using the same terms as he has applied to Nantah students.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister said in this House yesterday that the Governments tasks were, firstly, industrialisation, secondly, housing programme, thirdly, education - especially, technical education - and fourthly, the raising of social standards. These plans only show the P.A.P.'s superficial\r\n\r\nactions.  They  want to put up a  beautiful  facade\r\n\r\nwithout actually going down to the ground.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order that the Government can have money as a\r\n\r\nprerequisite to that object, the people should have\r\n\r\nmoney.  This can only be realised when  the  people\r\n\r\nhave  work  to do. But these factors  will  not  be\r\n\r\nforthcoming because Malaysia is not and  cannot  be\r\n\r\nfor  the  interest of the people. The establishment\r\n\r\nof  Malaysia  is  only for the benefit  of  foreign\r\n\r\ncapitalists and monopolists in order to exploit the\r\n\r\npeople.  Secondly,  the  confrontation  policy   as\r\n\r\napplied by Indonesia has caused thousands of people\r\n\r\nto lose their jobs. This, in turn, has affected the\r\n\r\nlivelihood  of  thousands of people  in  Singapore.\r\n\r\nThis  series  of chain reactions has  caused  great\r\n\r\nsuffering and difficulties to the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the markets both inside and outside Malaysia\r\n\r\nare  controlled  by  foreign capitalists.  Our  own\r\n\r\nindustrialists  and merchants cannot  compete  with\r\n\r\nthem.  On  top  of  this, our Government  will  not\r\n\r\nencourage our local merchants to compete with them.\r\n\r\nInstead it is helping\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 263</b></font><br><br>\r\n\r\n\r\n\r\nthe   foreign   capitalists.  The  present   market\r\n\r\navailable  is  that  of the so-called  ten  million\r\n\r\npeople  of  Malaysia,  but due  to  the  Indonesian\r\n\r\nconfrontation policy, this market cannot  flourish.\r\n\r\nWhen  the  people  do not have  money,  it  is  not\r\n\r\npossible  for  the Government to have more  revenue\r\n\r\nfrom  taxation  to  carry out the various  projects\r\n\r\nsuch  as  industrialisation, housing  and  provide\r\n\r\nother public construction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The economic problems will be one factor that will\r\n\r\ncause  an economic chain reaction. When the  people\r\n\r\nare poor, when their coffers are empty, how can the\r\n\r\nGovernment do anything? All the schemes for  social\r\n\r\nwelfare and education will have to be discarded. In\r\n\r\nthe  end,  the people will be worried  about  their\r\n\r\nlivelihood and there will be robberies and  thefts,\r\n\r\nand  people may try to take to the highway, and all\r\n\r\nsorts  of  social evils will arise.  The  so-called\r\n\r\nparadise  in  South-East Asia as described  by  the\r\n\r\nMinister for Labour will turn out to be a  hell  on\r\n\r\nearth.   That  is  why  the  Prime  Minister   said\r\n\r\nyesterday in this House that the P.A.P. Members  of\r\n\r\nParliament  would strive to have an impact  on  the\r\n\r\nMalaysian Parliament to try and gain entry into the\r\n\r\nCentral  Government and replace the M.C.A. in  the\r\n\r\nAlliance Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, our Party has long ago\r\n\r\npointed out this intention of the P.A.P. The P.A.P.\r\n\r\nhas  all  along  been souring up  the  relationship\r\n\r\nbetween  the  M.C.A. and the U.M.N.O. in  order  to\r\n\r\nfish  in  troubled  waters, thinking  that  if  the\r\n\r\nM.C.A. is defeated in the towns in Malaya, then the\r\n\r\nP.A.P. would have a chance to go into the political\r\n\r\narena in Malaya while the Minister for Finance (Dr\r\n\r\nGoh  Keng  Swee)  could  become  the  Minister  for\r\n\r\nFinance  of Malaysia to replace Mr Tan  Siew  Sin.\r\n\r\nThe  Prime Minister of Singapore would then  become\r\n\r\nthe  second or third most important person  in  the\r\n\r\nhierarchy  in the Central Government. But  this  is\r\n\r\nimpossible  because although the  magician  may  be\r\n\r\nclever, the devil is cleverer. The M.C.A. is clever\r\n\r\nenough to know the intentions of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 264</b></font><br><br>\r\n\r\n\r\n\r\nthe  P.A.P.  The relationship between U.M.N.O. and\r\n\r\nthe  M.C.A is still going strong. In spite of  what\r\n\r\nthe  P.A.P. are  trying to do,  this  relationship\r\n\r\ncannot  be  soured up for the time  being.  So  the\r\n\r\npeople  of  Singapore have the  right  to  ask  the\r\n\r\nP.A.P. to  stop indulging in their fantasies.  The\r\n\r\nP.A.P. should turn over a new leaf and try to solve\r\n\r\ntheir  problems  by more constructive  means.  They\r\n\r\nmust  come back to face the realities of  life  and\r\n\r\nsolve their problems in a practical way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we urge them to call on the Central\r\n\r\nGovernment  to  commence  negotiations   with   the\r\n\r\nIndonesian    Government   and   the    Philippines\r\n\r\nGovernment to stop the confrontation. We also  urge\r\n\r\nthe  P.A.P.  Government to stop scolding Indonesia.\r\n\r\nIt   was  very  bad  of  the  Minister  for  Labour\r\n\r\nyesterday  to  scorn  the people  of  Indonesia  by\r\n\r\nsaying that they have to live on roots and barks of\r\n\r\ntrees  and  even  on  rats  at  times.  Now,   such\r\n\r\naccusations  will do no good to anybody.  To  prove\r\n\r\nhis  point,  he even went to the extent  of  saying\r\n\r\nthat our colleague, Mr Chan Sun Wing, had to carry\r\n\r\ntwo  bags of notes in order to do some shopping  in\r\n\r\nIndonesian  streets.  Yesterday  the  Minister  for\r\n\r\nLabour  resorted to jingoistic talk to  refute  the\r\n\r\nvalidity of our amendment to this motion. This  act\r\n\r\nof  the  Minister will give the world at large  the\r\n\r\nimpression that this House in Singapore is full  of\r\n\r\nthe spirit of jingoism, because he seems to suggest\r\n\r\nthat  it  is useless to solve problems by  peaceful\r\n\r\nmeans  and  round a conference table. He  seems  to\r\n\r\nhave  forgotten that the poverty of Indonesia stems\r\n\r\nfrom  colonial economic aggression and exploitation\r\n\r\nrather   than  from  their  confrontation   against\r\n\r\nMalaysia.  He also seems to suggest that the  bases\r\n\r\nin Singapore are meant to protect Singapore against\r\n\r\nany aggression from outside. Now, this goes to show\r\n\r\nthat  they  are praising the colonial  masters  for\r\n\r\ntheir military bases in Singapore and that they are\r\n\r\ntrying  to defend their colonial masters for  their\r\n\r\npossible future military actions. He seems to  have\r\n\r\nbecome the defence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 265</b></font><br><br>\r\n\r\n\r\n\r\ncounsel  for the British to have military bases  in\r\n\r\nSingapore. What a shame! The P.A.P. have all  along\r\n\r\nbeen harping on the theme that the Barisan Sosialis\r\n\r\nis  receiving instructions from Indonesia to oppose\r\n\r\nMalaysia. Now it is the Minister for Labour of  the\r\n\r\nP.A.P. who  turns round and says that  it  is  the\r\n\r\nBarisan  Sosialis who is encouraging Indonesia  in\r\n\r\nits    opposition   against   Malaysia.   What    a\r\n\r\ncontradiction of statements! This is their kind  of\r\n\r\nlogic! What kind of logic is this? On the one hand,\r\n\r\nthey  say that we get directions from Indonesia  to\r\n\r\noppose  Malaysia and, on the other hand,  they  say\r\n\r\nthat   we  are  encouraging  Indonesia  to   oppose\r\n\r\nMalaysia. This is their logic!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour quoted an extract from our Party organ to say that we are toeing the Indonesian line. But if there were anybody toeing anybody's line, then it would be Indonesia that is toeing our line. This quotation was made out of context. And I am inclined to believe that our\r\n\r\nMinister for Labour does not know very much of  the\r\n\r\nChinese language, for he used certain phrases which\r\n\r\nare entirely out of place. [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): I know better Chinese.\r\n\r\nI  am  just  trying to give you the facts.  And  if\r\n\r\nMembers on the Government side can prove for a fact\r\n\r\nthat  they  know better Chinese than I do,  then  I\r\n\r\nshall be very happy to listen to them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us go back to the speech of the\r\n\r\nMinister  for  Labour. He said yesterday  that  the\r\n\r\nNanyang University undergraduates are making use of\r\n\r\ntheir vacation \"to train soldiers, groom the horses\r\n\r\nand arm themselves\". He used this Chinese phrase in\r\n\r\nhis  context  as  though the Nanyang undergraduates\r\n\r\nare  now training themselves for military purposes.\r\n\r\nNow, this phrase, \"to train soldiers and groom the\r\n\r\nhorses\",  has been used entirely out of place.  And\r\n\r\nthis wrong use of the Chinese idiom made his speech\r\n\r\nridiculous.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 266</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, our Party has previously issued a warning that if the opposition against Malaysia outside this region is not considered and is disregarded entirely, then a sad situation will arise.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On 23rd August this year, our Prime Minister went\r\n\r\nto  Kuala  Lumpur  to urge Tunku  Abdul  Rahman  to\r\n\r\nestablish Malaysia by 31st August. He was even more\r\n\r\ninterested  in  the establishment of Malaysia  than\r\n\r\nthe  Tunku himself, in spite of the opposition that\r\n\r\nhad  been generated against Malaysia abroad. So the\r\n\r\npresent troubles can actually be attributed to  the\r\n\r\nreactionary alliance between Singapore and  Malaya.\r\n\r\nThe P.A.P. were very interested in the formation of\r\n\r\nMalaysia  because they wanted to pave the  way  for\r\n\r\nthemselves  to  find a place in the  Federation  of\r\n\r\nMalaya in case they could not stand in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to our desire to negotiate with\r\n\r\nIndonesia  to  solve the problem of  confrontation,\r\n\r\nthe  Minister for Labour made his wonderful  speech\r\n\r\nyesterday  giving  people  the  idea  that  he  was\r\n\r\nbelligerent.  He  boasted of the high  standard  of\r\n\r\nliving  that  Singapore has achieved. He  described\r\n\r\nSingapore  as  a paradise on earth, forgetting  the\r\n\r\nfact  that  it  had been exploited by the  colonial\r\n\r\nmasters for over 150 years and that the people  are\r\n\r\nliving  in  misery. Even the real  stooges  of  the\r\n\r\ncolonial  masters  will  shout,  \"Bravo!\"  for  his\r\n\r\nwonderful performance in this Chamber yesterday. If\r\n\r\nhe  cares to go round the rural areas and factories\r\n\r\nin  Singapore,  then he will be able to  appreciate\r\n\r\nthe  difficulties  that the  Singapore  people  are\r\n\r\nfacing  now.  Then he will think  twice  before  he\r\n\r\nmakes  wonderful speeches about Singapore  being  a\r\n\r\nparadise!  If  you  turn over  the,  pages  of  the\r\n\r\nnewspapers,  every day you will see a lot  of  news\r\n\r\nitems  about suicides, robberies, murders and other\r\n\r\nmiserable  stories of the man in the street.  There\r\n\r\nhas  been a lot of news in the Chinese papers about\r\n\r\nwidows  and  children who have to live on  charity.\r\n\r\nThe newspapers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 267</b></font><br><br>\r\n\r\n\r\n\r\nhave  to  issue  public appeals for donations.  Are\r\n\r\nthese  events  consistent with  Singapore  being  a\r\n\r\nparadise?  As  a matter of fact, the  Minister  for\r\n\r\nLabour  seems to disregard completely the realities\r\n\r\nand   the  true  difficulties  of  the  people   in\r\n\r\nSingapore.  He describes those who are dissatisfied\r\n\r\nwith life as people who take the wonderful state of\r\n\r\naffairs  as  things for granted. But  I  will  turn\r\n\r\nround  and say that he is living so close to a  sty\r\n\r\nthat he does not smell the bad smell.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Ong Pang Boon):</b> Mr Speaker, Sir,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No single factor is more likely to bring about a\r\n\r\nmore fair and just society than equal opportunities\r\n\r\nfor  education  for  all. The ideal  to  which  all\r\n\r\nnations  in the world aspire is the utilisation  of\r\n\r\nits human resources to the maximum.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, these words from the policy statement by the Yang di-Pertuan Negara must ring in the ears of the people of this country with much greater significance than in other South-East Asian nations. For us, it is no longer a statement of intention, but one of fact. Free universal\r\n\r\neducation  for six years is a fact. Free  universal\r\n\r\neducation for at least ten years will be a fact  in\r\n\r\nthe next few years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For us in Malaysia, who are involved in nation-building, this signal achievement has even greater\r\n\r\nsignificance. In practice, it means equal treatment\r\n\r\nto the Chinese, Malay, Tamil and English streams in\r\n\r\nour  education  system with Malay as  the  national\r\n\r\nlanguage.  It  means  reducing  to  the  minimum  a\r\n\r\ncontradiction which existed for more than a hundred\r\n\r\nyears. In intent and purpose, it paves the way  for\r\n\r\ninter-racial and inter-communal harmony and  peace.\r\n\r\nThe free choice which parents make of the medium of\r\n\r\ninstruction  for  their children  gives  democratic\r\n\r\nlustre to equal treatment for all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, these are the facts. At a later stage, I shall give you the figures. I wish to refer again to the fine words of the Yang di-Pertuan Negara I quoted earlier, and say quite frankly that we have been and are still earnest in everything we do. The social revolution,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 268</b></font><br><br>\r\n\r\n\r\n\r\nstarted   4½ years  ago,  will  continue   without\r\n\r\ninterruption. About a third of the budget  will  be\r\n\r\nspent  on  education and this amount is  more  than\r\n\r\nwhat many countries in Asia have ever done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We never tire of this confrontation with a social\r\n\r\nproblem  such  as education because  we  know  that\r\n\r\nultimately it will bring good. We do not believe in\r\n\r\ndeliberately  depriving our children  of  something\r\n\r\nbeneficial and concrete for something abstract. The\r\n\r\nSingapore Government places a very high premium  on\r\n\r\nthe  education  of its children. We not  only  have\r\n\r\nimplicit  conviction, but we try to make a  reality\r\n\r\nof  the  importance  of education  in  the  general\r\n\r\nprogress  of our developing nation. It is  not  for\r\n\r\nnothing  that we have autonomy in education,  among\r\n\r\nothers,  and we shall continue to decide  how  best\r\n\r\nthe  money  should  be  spent for  our  industrious\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are in Singapore today 464,000 children in\r\n\r\nour  schools. Of this huge figure, 25 per cent  are\r\n\r\nin  our  secondary schools. This means that one  in\r\n\r\nevery four of our population is in school. This  is\r\n\r\na  record  which is seen in the light of  the  fact\r\n\r\nthat  our  children  go  to  school  every  morning\r\n\r\ndecently  dressed complete with shoes. They  go  to\r\n\r\nschool after having breakfast. Mr Speaker, Sir, it\r\n\r\nis our pride that in every classroom in Singapore's\r\n\r\nschools  there  can  be found  a  future  Malaysian\r\n\r\ncitizen  who will have the opportunity for  a  full\r\n\r\nprimary and secondary education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This great expansion was achieved in four years by\r\n\r\nbuilding 48 new schools and training 3,500 teachers\r\n\r\nwho  passed  out  as  qualified teachers.  Of  this\r\n\r\nfigure  for  schools,  30 are primary  schools,  18\r\n\r\nsecondary schools - namely, nine secondary academic,\r\n\r\nfour   secondary   technical  and  five   secondary\r\n\r\nvocational schools. In addition, eight primary  and\r\n\r\nsecondary  schools were extended to  take  in  more\r\n\r\nstudents.   The  Teachers'  Training  College   has\r\n\r\nlikewise expanded in accordance with the policy  of\r\n\r\ngiving  equal treatment to all the language streams\r\n\r\nof  education  and  the relative increases  in  the\r\n\r\nvarious language streams.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 269</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Within this broad framework of a system which has\r\n\r\nwon the support and acclaim of all loyal and right-thinking   citizens,  the  Government  intends   to\r\n\r\npresent  a  White Paper on the next Five-Year  Plan\r\n\r\nnext  year.  In  this  will  be  incorporated  such\r\n\r\nrecommendations   of  the  two   Reports   of   the\r\n\r\nCommission  of  Inquiry  into  Education   as   are\r\n\r\nacceptable to the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To utilise the ten years of free education to the\r\n\r\nbest   possible  advantage  with  a  view  to  \"the\r\n\r\nutilisation of all human resources to the  maximum\"\r\n\r\nis  our  major national objective. The  social  and\r\n\r\neconomic   needs   of  a  changing   society   will\r\n\r\nnecessarily  demand  a  dynamic  approach  to   our\r\n\r\neducational  problems. We must always be  ahead  of\r\n\r\nthe  situation and Singapore, more than  any  other\r\n\r\nconstituent State in Malaysia, needs a well-planned\r\n\r\nprogramme   to   cater  for  the   commercial   and\r\n\r\nindustrialised State we are heading for.  We  could\r\n\r\nnot turn to agriculture even if we wanted to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The national language and one or two more\r\n\r\nlanguages  is  the  ideal  armour  for  the  future\r\n\r\nMalaysian.  Whether it is for knowledge, employment\r\n\r\nor   nation-building,   or   pure   interest,   the\r\n\r\nacquisition of an extra language is an asset. Plans\r\n\r\nare  in  hand to raise the standard of teaching  of\r\n\r\nthe  second  and the third languages to make  every\r\n\r\nschool-leaver  at  least bi-lingual,  if  not  tri-lingual.  This  will mean that the  integration  of\r\n\r\nschools  using different language media, introduced\r\n\r\nby  the  P.A.P.  Government in its  first  term  of\r\n\r\noffice, will be brought one stage further.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We shall establish bi-lingual schools where\r\n\r\ninstruction in different subjects will be given  in\r\n\r\ntwo  languages. At the same time, the study of  the\r\n\r\nnational  language  will  be  intensified  in   all\r\n\r\nschools and at all levels as more and more teachers\r\n\r\nare  trained and qualified to teach in the national\r\n\r\nlanguage.  The curricula in secondary schools  will\r\n\r\nbe  reviewed  so as to allow every  pupil  a  wider\r\n\r\nchoice of subjects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The planning and administration of all\r\n\r\nscholarships and fellowships as well as awards  for\r\n\r\ntraining  overseas  are  now  centralised  in   the\r\n\r\nScholarships Co-ordinating Committee of the  Public\r\n\r\nService\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 270</b></font><br><br>\r\n\r\n\r\n\r\nCommission.  This  new unit will  ensure  that  our\r\n\r\nneeds  for  various  types  of  training  are   co-ordinated  and  accorded the proper  priority.  The\r\n\r\npolicy  of  making generous awards in the  form  of\r\n\r\nGovernment bursaries to all institutions of  higher\r\n\r\nlearning  and  at all levels will be continued  and\r\n\r\nfurther increased.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While every effort has been taken in the last four\r\n\r\nand  a  half  years  to expand and  cope  with  the\r\n\r\nstrictly  educational opportunities of our children\r\n\r\nof all races, there remains the problem which since\r\n\r\nthe   end   of  World  War  II  has  beset  Chinese\r\n\r\neducation. This is the use the Communists  make  of\r\n\r\nChinese  educational issues as a  cover  for  their\r\n\r\nnefarious  subversion  of  students  and  even   of\r\n\r\nteachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They have been successful to the extent that\r\n\r\nsometimes   they   have  brought  about   confusion\r\n\r\nregarding educational issues and followed this with\r\n\r\nmass agitation against the Government. Fortunately,\r\n\r\nhowever, the growing consciousness on the  part  of\r\n\r\nthe  people  and political developments leading  to\r\n\r\nindependence  through Malaysia have  out-paced  the\r\n\r\nCommunists,  and  it is my earnest  intention  that\r\n\r\nbefore  long  they will be completely isolated  and\r\n\r\nexposed   as  being  nothing  more  than  dangerous\r\n\r\npolitical opportunists who have all along  utilised\r\n\r\neducation  and educational issues to further  their\r\n\r\nown sinister ideological ends. This will not be  an\r\n\r\neasy task and it will take many years of relentless\r\n\r\ndetermination  before the Communists  finally  lose\r\n\r\nout at the hands of the people themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It becomes necessary for me to put before the\r\n\r\nHouse  the  problem of Communism and discipline  in\r\n\r\nthe schools. It is imperative that the people get a\r\n\r\npanoramic  view of the whole problem and understand\r\n\r\nthe  intricacies therein. In this  way,  they  will\r\n\r\nunderstand the position themselves and consequently\r\n\r\nunderstand what Government has done and will do  in\r\n\r\nthe  future  in dealing with what has for  so  long\r\n\r\nappeared to be an insolubly knotty problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With national independence, Communism and\r\n\r\nCommunist   activities   in   Chinese   educational\r\n\r\ninstitutions  in the State have become  a  security\r\n\r\nproblem\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 271</b></font><br><br>\r\n\r\n\r\n\r\nwhich  affects the peace and harmony of the  races,\r\n\r\nparticularly  the  Malays  and  Chinese   in   this\r\n\r\ncountry. It nonetheless constitutes a threat to the\r\n\r\ndemocratic basis of our society and our Government.\r\n\r\nClearly  in  a  matter  of  struggling  against   a\r\n\r\ntotalitarian  ideology  which  aims  at  destroying\r\n\r\nindividual freedom and human values which  we  have\r\n\r\nlearned to cherish and uphold over the years, there\r\n\r\ncannot  be  any compromise or neutrality.  Seen  in\r\n\r\nthis light, even the most ardent existentialist  in\r\n\r\nthe  precincts of our older university  will  agree\r\n\r\nthat  democrats  too must draw  the  line  when  it\r\n\r\ninvolves their own survival.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us see why the Communists have found the field\r\n\r\nof  Chinese  education a fertile ground  to  pursue\r\n\r\ntheir vile activities. Whether it is Israel, Kenya,\r\n\r\nThailand  or Malaysia, it is a fact that  immigrant\r\n\r\ncommunities  tend  to stick together  to  safeguard\r\n\r\ntheir  \"common\" interests. The Chinese in  Malaysia\r\n\r\nare  no  different. Under colonial  domination  and\r\n\r\ndiscrimination which is the inevitable sequence  of\r\n\r\ndivide  and rule, it is common knowledge  that  the\r\n\r\ncolonial power in Singapore and Malaya took  little\r\n\r\nor  no  interest  in the education of  the  Chinese\r\n\r\ncommunity.  The  creation  of  an  English-educated\r\n\r\ncompradore and clerical class was incidental to the\r\n\r\ngeneral scheme of colonial exploitation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese immigrants therefore took upon\r\n\r\nthemselves   the  task  of  building  schools   and\r\n\r\neducating  their  sons and daughters.  Against  the\r\n\r\nbackground  of  a long civilisation going  back  to\r\n\r\n5,000  years of scholarship and culture, chauvinism\r\n\r\nwas  given  added  impetus by  the  oppression  and\r\n\r\ndiscrimination of the colonial power whose  primary\r\n\r\nconcern  was the exploitation of immigrant  labour.\r\n\r\nThe  revolutions and renaisance in China in  recent\r\n\r\nyears  could  not but reinforce the  trend  towards\r\n\r\nchauvinism   and   Chinese   consciousness.    Pure\r\n\r\nadmiration, if nothing else, is enough to  rekindle\r\n\r\nnostalgia  for the old country. So would Malays  of\r\n\r\nIndonesian origin feel if not for the mess that  is\r\n\r\nthe lot across the Straits of Malacca today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Attempts to \"do something\" about Chinese education\r\n\r\nin the early post-war\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\n\r\n\r\nyears were more in the nature of apologies for more\r\n\r\nthan  a  century of dismal neglect. While education\r\n\r\nin   the  English  language  opened  all  doors  to\r\n\r\nemployment,  it  brought about  frustration  and  a\r\n\r\nfeeling of being unwanted to tens of thousands  who\r\n\r\npassed  out  from  Chinese  schools  annually.  The\r\n\r\nCommunists took this golden opportunity to  exploit\r\n\r\nthe  growing fear which they themselves  helped  to\r\n\r\nspread, that Chinese education, built by the  sweat\r\n\r\nand  toil of the Chinese community for more than  a\r\n\r\nhundred  years, will be gradually eliminated.  From\r\n\r\nthe colonial power there was no evidence at all  of\r\n\r\nany  attempt  to  accommodate  school-leavers  from\r\n\r\nChinese schools, let alone help in their expansion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Communists, true to their deceptive ways,\r\n\r\nfound   enthusiastic  allies  in  the  chauvinistic\r\n\r\nleaders   who   champion  the  cause   of   Chinese\r\n\r\neducation. It is well known that members of  School\r\n\r\nManagement  Committees are predominantly  merchants\r\n\r\nand  towkays who in their time have contributed  to\r\n\r\nthe establishment of these schools. Some members of\r\n\r\nthe  Management Committees found nothing  wrong  in\r\n\r\njoining  forces  with the Communists  who,  on  the\r\n\r\nsurface,  appeared  to  be  fighting  for   Chinese\r\n\r\neducation.   This  was  one  ground   where   their\r\n\r\nrespective  ideological,  political  and   economic\r\n\r\nbeliefs  were  sufficiently  sunk  for  the  common\r\n\r\nobjective of \"saving\" Chinese education and Chinese\r\n\r\nculture.  Before  long, many innocent  people  were\r\n\r\njointly  voicing  slogans  like  \"Struggle  against\r\n\r\nattempts  to destroy Chinese education and culture\"\r\n\r\nand  \"Preservation  of Chinese education,  language\r\n\r\nand culture\" and \"Do not forget our ancestors\" with\r\n\r\nthe  Communists. Communists and Chinese chauvinists\r\n\r\nhave  struck common ground. The traditional respect\r\n\r\nfor  scholarship  and culture lent  force  to  this\r\n\r\nunholy alliance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this atmosphere, the Communists were able to\r\n\r\ncarry out planned activities to further their cause\r\n\r\nunder  the cover of Chinese education. In the field\r\n\r\nof  education,  this  was the beginning  of  united\r\n\r\nfront  tactics  pursued with skill and  cunning  by\r\n\r\npeople who openly and proudly proclaim Marx, Engels\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 273</b></font><br><br>\r\n\r\n\r\n\r\nStalin as their guiding light and inspiration. They\r\n\r\nmanipulate   the   School   Management   Committees\r\n\r\nwhenever  they can and plant their agents  wherever\r\n\r\nthey   want.  They  \"eliminate\"  members  of  these\r\n\r\ncommittees who show independence of mind and action\r\n\r\nand refuse to be used as pawns by the Communists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But there are others who willingly lend support\r\n\r\nand knowingly allow themselves to be manipulated by\r\n\r\nthe  Communists  in  the fond belief  that  if  the\r\n\r\nCommunists  are  helping to further  the  cause  of\r\n\r\nChinese  education, then there is nothing wrong  to\r\n\r\nco-operate  with  them  to help  further  the  same\r\n\r\ncause.  Mr  Tan  Lark Sye is one such  person.  He\r\n\r\ntypifies  others who sit in Management  Committees.\r\n\r\nTwo recent incidents in the Nanyang University show\r\n\r\nthis.   The   first   is   the   assault   on   six\r\n\r\nundergraduates  by pro-Communist students  on  12th\r\n\r\nSeptember,  1963, on which he took no  disciplinary\r\n\r\naction  and, second, his support given to the  pro-Communist Nanyang University graduates standing  as\r\n\r\ncandidates  for the Barisan Sosialis  in  the  last\r\n\r\ngeneral elections by issuing statements drafted  by\r\n\r\nthese  pro-Communist  graduates.  Then  there   are\r\n\r\npolitical  innocents  who  want  to  be  with   the\r\n\r\nCommunists  in  the hope that the  \"revolution\"  is\r\n\r\njust around the corner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The united front tactics of the Communists in\r\n\r\nexploiting Chinese education issues is carried into\r\n\r\nstudents'  organisations, old  boys'  associations,\r\n\r\ntrade   unions,  Management  Committees,   cultural\r\n\r\nbodies,  sports and welfare organisations and  even\r\n\r\nmutual benefit societies. They use leaders of these\r\n\r\norganisations  mentioned  to  obtain   support   by\r\n\r\nstatements,   by  cajoling  others   to   join   in\r\n\r\ndemonstrations  they secretly organise.  They  have\r\n\r\nbamboozled many a unionist to take part in  strikes\r\n\r\nand  in  1961 they had again succeeded to a certain\r\n\r\nextent  in using these united front tactics to  get\r\n\r\nstudents to stage examination boycotts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Their methods might differ from one organisation\r\n\r\nto  another depending on the degree of support, co-operation,  response, hostility or indifference  on\r\n\r\nthe  part  of  the leaders of these  organisations.\r\n\r\nWhere they meet with ideological\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 274</b></font><br><br>\r\n\r\n\r\n\r\nopposition from men with principles and guts,  they\r\n\r\nare  quick  to  use smear tactics.  They  will  not\r\n\r\nhesitate  to delve into the private lives of  their\r\n\r\nopponents  to discredit and smear them.  They  have\r\n\r\nbranded  those who have opposed them with  epithets\r\n\r\nlike \"selling out Chinese education\", \"running dogs\r\n\r\nwho  destroy  Chinese education and  culture\",  and\r\n\r\n\"ungrateful people who forget their ancestors\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Intimidation and direct assault and violence is\r\n\r\nnot  altogether  unknown  in  the  tactics  of  the\r\n\r\nCommunists.  As  recently as  12th  September  this\r\n\r\nyear, there was such a case of Communist strong-arm\r\n\r\nmethod.   On   that  day,  the  Nanyang  University\r\n\r\nConsumers'  Co-operative Society held  its  general\r\n\r\nmeeting in the Assembly Hall of the Faculty of Arts\r\n\r\nbuilding. The pro-Communist students had planned to\r\n\r\ncapture  it  at the elections of the Committee.  At\r\n\r\nthis  meeting, six students, most of whom were from\r\n\r\nthe   Commence  Faculty,  were  assaulted  by  pro-Communist students after the meeting. One  of  them\r\n\r\nwas    seriously   injured.   The   incident    was\r\n\r\ninvestigated by the Board of Student Welfare  whose\r\n\r\nsecretary,  Lim  Kim  Hiong,  is  known   to   have\r\n\r\nassociated with Communist elements since his school\r\n\r\ndays.  It was later disclosed that one of  the  six\r\n\r\nattacked had stood as a candidate for the Society's\r\n\r\nExecutive Committee. When the six injured  students\r\n\r\nwere  interviewed, the Chairman  of  the  Board  of\r\n\r\nStudent Welfare repeatedly asked one of the victims\r\n\r\nwhy he had gone to the police station to report the\r\n\r\nmatter. Is it not strange that in the civilised age\r\n\r\nof today there are leaders of \"student welfare\" who\r\n\r\nquestion  the wisdom of reporting cases of  assault\r\n\r\nto  the  police?  Are  they seriously  thinking  of\r\n\r\ntaking   the   law  into  their   own   hands   and\r\n\r\nadministering  rough  justice  according  to  their\r\n\r\nwhims  and  fancies?  What discipline  is  it  that\r\n\r\neliminates  all  others who  do  not  accept  their\r\n\r\ndictatorial leadership?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Board decided that a thorough investigation\r\n\r\nwould  be  instituted to identify the students  who\r\n\r\nwere  responsible  for  the violent  incident  that\r\n\r\nevening and that the whole case would be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 275</b></font><br><br>\r\n\r\n\r\n\r\nsubmitted  to the University Disciplinary Committee\r\n\r\nfor  action. Three months have passed. Neither  the\r\n\r\nDisciplinary  Committee, which is  chaired  by  the\r\n\r\nVice-Chancellor, nor Mr Tan Lark Sye, the Chairman\r\n\r\nof the University Council, has taken or ordered any\r\n\r\naction.  Four days after this unfortunate incident,\r\n\r\na  group  of  under-graduates  who  were  about  to\r\n\r\ncelebrate  the  founding of Malaysia were  forcibly\r\n\r\nprevented  from  carrying out  their  celebrations.\r\n\r\nAgain, no disciplinary action was taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The cases of indiscipline and lawlessness in the\r\n\r\nChinese  schools  have  been  brought  out  by  the\r\n\r\nCommission of Inquiry into the Examination  Boycott\r\n\r\nset  up  in 1961. Members of the Assembly  remember\r\n\r\nvividly the incident at Chung Cheng High School  in\r\n\r\n1950, the anti-national service action in 1954, the\r\n\r\ncamping-in  campaign  and  involvement   in   trade\r\n\r\ndisputes  leading to riots in 1955  and  1956,  and\r\n\r\nmore  recently the examination boycott in  1961  to\r\n\r\nfurther  the  Communist opposition  to  merger  and\r\n\r\nMalaysia.  The  very  recent  attempt  to  use  the\r\n\r\nSingapore  Rural Dwellers' Association premises  to\r\n\r\nrun  kindergarten classes to indoctrinate  children\r\n\r\nand subvert parents is one of the many examples  of\r\n\r\ntheir methods.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, against this background of subversion, intimidation and open violence is the record of positive growth and expansion in the field of Chinese education planned and executed by the P.A.P. Government in the last four and a half years. Against this base accusation of attempts to\r\n\r\ndestroy Chinese education is the splendid record of\r\n\r\nachievements  which  stare  in  the  eyes  of   the\r\n\r\nCommunists   and  pro-Communists,  who  fortunately\r\n\r\ncannot  blind the people to hard facts and concrete\r\n\r\nproof of solid achievements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For all their deception and lies, they cannot deny\r\n\r\nthat  in 1959, the year the P.A.P. Government first\r\n\r\nassumed  office,  there were only  four  Government\r\n\r\nChinese primary schools with an enrolment of 2,508.\r\n\r\nAs  at 30th June, 1963, there are 21 (including  14\r\n\r\nintegrated) Government Chinese primary schools\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 276</b></font><br><br>\r\n\r\n\r\n\r\nwith  an  enrolment of 12,073 - a fourfold increase.\r\n\r\nThe  increase  in the Government Chinese  secondary\r\n\r\nschools  is equally impressive. In 1959 there  were\r\n\r\nfour Chinese secondary schools with an enrolment of\r\n\r\n4,056. In June this year there were nine (including\r\n\r\nthree  integrated)  schools with  an  enrolment  of\r\n\r\n10,428  students  - another big increase.  When  the\r\n\r\nproposal  to raise the standard of second  language\r\n\r\nis implemented next year, the figures are likely to\r\n\r\ndouble in 1965.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These figures nail the lie that the P.A.P.\r\n\r\nGovernment  tries to destroy Chinese education.  On\r\n\r\nthe  other hand, they show that, for the first time\r\n\r\nin  the history of Singapore, Chinese education has\r\n\r\nbeen  given  a place to flourish and  grow  in  the\r\n\r\ncontext of the larger national entity. The irony of\r\n\r\nthe whole thing is that while the anti-national pro-Communist champions of Chinese education shout from\r\n\r\nthe   roof-tops  about  \"preservation  of   Chinese\r\n\r\neducation\"  and  that Chinese parents  should  send\r\n\r\ntheir   children   to  Chinese   schools   to   the\r\n\r\naccompaniment  of  intimidation,  assault,   sit-in\r\n\r\nstrikes,  examination boycotts and  demonstrations,\r\n\r\nmore  and  more  Chinese parents are sending  their\r\n\r\nchildren to English schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By their ceaseless agitation, intimidation and\r\n\r\nviolence,  it  is the Communists and pro-Communists\r\n\r\nwho  are  helping to destroy the growth of  Chinese\r\n\r\neducation and culture. Their complete disregard for\r\n\r\nstudent  discipline and student welfare has brought\r\n\r\ndisrepute to Chinese schools and fear among Chinese\r\n\r\nparents. Non-Chinese parents no doubt are observing\r\n\r\nthis  trend  with  great interest  and  alarm.  The\r\n\r\nCommunists and pro-Communists know that they are to\r\n\r\nblame for the present state of affairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a matter for regret that while it is\r\n\r\nbecoming increasingly clear to the people that  the\r\n\r\ntactics  and  the anti-national activities  of  the\r\n\r\nCommunists  only  help  to  retard  the  growth  of\r\n\r\nChinese  education,  there are  still  waverers  in\r\n\r\ninfluential journals who are unwilling to  confront\r\n\r\nthe realities of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 277</b></font><br><br>\r\n\r\n\r\n\r\nsituation.  Whether  it  is about  indiscipline  in\r\n\r\nschools,  which  is  tied  up  with  the  Communist\r\n\r\nproblem, or whether it is outright subversion which\r\n\r\nhas  today been bared by the Government in numerous\r\n\r\nacts  of indiscipline, these people prefer to evade\r\n\r\nthe  issues of the day. Are they, like some members\r\n\r\nof  Management Committees, also easily  intimidated\r\n\r\nand cowed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There has been a relatively large expansion of\r\n\r\nMalay-medium primary schools. For the first time in\r\n\r\nthe  history  of  Singapore,  two  Malay  secondary\r\n\r\nschools  were  established in  the  first  term  of\r\n\r\noffice   of   the  P.A.P.  Government.  There   are\r\n\r\naltogether  128 Malay secondary classes in  schools\r\n\r\nall   over   the  island.  The  first  Malay-medium\r\n\r\nsecondary  students  have  already  sat   for   the\r\n\r\nFederation  of Malaya Certificate Examination  this\r\n\r\nyear.  Malay  parents  do not  fear  sending  their\r\n\r\nchildren  to  Malay  secondary  schools,   as   the\r\n\r\nCommunists  have so far not been able to  penetrate\r\n\r\nMalay  primary and secondary schools. However,  the\r\n\r\nutmost  vigilance  against  subversion  is  equally\r\n\r\nnecessary in the Malay stream.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New schools which will begin functioning in\r\n\r\nJanuary  1964 are the Blakang Mati Primary  School,\r\n\r\nthe  Tanjong Rhu Primary School, the Queenstown  IV\r\n\r\nPrimary School, the Sembawang Malay Primary School,\r\n\r\nthe  Joo  Avenue Primary School, the  Thomson  Road\r\n\r\nSecondary  Vocational  School,  the  Queenstown   V\r\n\r\nSecondary   Vocational  School,  the  Old   Kallang\r\n\r\nAirport  Secondary Vocational School,  the  Dunearn\r\n\r\nRoad  Secondary  Technical School,  the  Balestier\r\n\r\nHill  Secondary  Technical  School,  the  Serangoon\r\n\r\nGarden   Secondary  Technical   School,   and   the\r\n\r\nQueenstown IV Secondary Technical School.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the following schools will be under\r\n\r\nconstruction in 1964 and are expected to  be  ready\r\n\r\nby January 1965: Wallich Street Primary School, New\r\n\r\nMarket  Street  Primary  School,  Queenstown   III\r\n\r\n(North) and Queenstown III (South) Primary Schools,\r\n\r\nChangi Road, 10 m.s. Primary School, Queenstown III\r\n\r\nSecondary   Vocational  School,   Queenstown   III\r\n\r\nSecondary Academic School and the Changi  Road,  10\r\n\r\nm.s. Secondary\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 278</b></font><br><br>\r\n\r\n\r\n\r\nAcademic School. Other schools which will be  under\r\n\r\nconstruction  towards  the  latter  part  of   1964\r\n\r\ninclude  the  following: Primary schools  at  Bukit\r\n\r\nTimah  Village, Holland Village, Jurong  Industrial\r\n\r\narea,  Balestier  Hill West, MacPherson  South  and\r\n\r\nFarrer   Road;  secondary  vocational  schools   at\r\n\r\nGeylang  Serai, Jalan Ampas, Upper Serangoon  Road,\r\n\r\nWhitley   Road/Dunearn  Road  junction;   secondary\r\n\r\nacademic  schools at Kaki Bukit, Still Road,  Bukit\r\n\r\nHo  Swee; and secondary technical schools at  Upper\r\n\r\nAljunied  Road, a site near the Government Printing\r\n\r\nOffice, Kim Seng Road and Alexandra Road.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1958, there were 2,000 trainee teachers at the\r\n\r\nTeachers'   Training  College.   With   the   rapid\r\n\r\nexpansion in the school building programme  and  in\r\n\r\nthe  educational needs of the people generally, the\r\n\r\nnumber  at the T.T.C. has increased to 5,000.  Next\r\n\r\nyear plans will be ready to build extensions to the\r\n\r\nTeachers'  Training  College.  Two  large   lecture\r\n\r\nblocks,   catering  mainly  for  technical  teacher\r\n\r\ntraining  and later a library block and a hall-cum-gymnasium will be built at the present site.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Polytechnic, entry requirements to the\r\n\r\nProfessional Diploma Course are being raised,  thus\r\n\r\npaving  the way to higher standards and to a higher\r\n\r\nstatus for the institution, the largest of its kind\r\n\r\nin  South-East Asia. The Report of the Committee on\r\n\r\nthe Establishment of a Faculty of Technology in the\r\n\r\nUniversity of Singapore is receiving attention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Generous bursaries have been awarded to\r\n\r\napproximately 50 per cent of Singapore students  of\r\n\r\nNanyang   University,  like   the   University   of\r\n\r\nSingapore.  To  date, about 500 Nanyang  University\r\n\r\ngraduates have been appointed to various Government\r\n\r\ndepartments and Government aided secondary schools,\r\n\r\nafter  selection by the Public Service  Commission.\r\n\r\nIt  is  a  pity  that  despite  reminders,  Nanyang\r\n\r\nUniversity  authorities have so far  not  indicated\r\n\r\nwhether  they are prepared to accept the Government\r\n\r\nUpper  Secondary  II Examination Certificate  as  a\r\n\r\nqualification for admission to Nanyang  University.\r\n\r\nWith  the  abolition  of  the  Senior  Middle   III\r\n\r\nExamination in 1962, the first Government Upper\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 279</b></font><br><br>\r\n\r\n\r\n\r\nSecondary  II  Examination  in  Chinese  was   held\r\n\r\nrecently. This certificate has been accepted  as  a\r\n\r\nqualification  for admission to the  University  of\r\n\r\nSingapore in 1964. Chinese secondary school leavers\r\n\r\ncan now join the University of Singapore, after six\r\n\r\nyears    of   secondary   education,   like   their\r\n\r\ncounterparts in the English stream.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these then are the impressive and concrete achievements of the forward planning launched 4½ years ago. They can stand the test of time as much as they can stand any amount of destructive and senseless attacks from any quarter. As a matter of fact, they are like the thick armour\r\n\r\nof the tortoise - the more knocks they get, the more\r\n\r\nthey  reveal  the  achievements, progress,  growth,\r\n\r\nexpansion   and   development   of   education   in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun (Choa Chu Kang)</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker, Sir, we have listened to the Minister\r\n\r\nfor  Education. When he first stood up he  gave  us\r\n\r\nthe impression that he was going to let us know how\r\n\r\nthe  four  streams of education were  going  to  be\r\n\r\ntreated  equally,  and  what plans  the  Government\r\n\r\nwould  have  to  implement  this  policy  of  equal\r\n\r\ntreatment.  But surprisingly and strangely  enough,\r\n\r\nthe  Minister concerned has not made any  reply  to\r\n\r\nthe  points raised by our Members on this side. All\r\n\r\nhe   has   been   talking  about   is   Communists,\r\n\r\nCommunists. If we have to count how many times  the\r\n\r\nterm \"Communists\" has been used by him, I will  not\r\n\r\nbe  surprised that it will come to a great  figure.\r\n\r\nSo  we  just  wonder whether the P.A.P. is  really\r\n\r\ninterested  in giving equal treatment to  the  four\r\n\r\nstreams of education in Singapore; and whether  the\r\n\r\nGovernment now can speak on behalf of all those who\r\n\r\nare interested in getting equal treatment. In fact,\r\n\r\nit  is  very  clear that the P.A.P. is  now  giving\r\n\r\nspecial  favouritism to English  education,  rather\r\n\r\nthan  any other stream. I hope the P.A.P. will  be\r\n\r\nable  to  explain  this  allegation.  The  Minister\r\n\r\nconcerned   has  not  been  able  to  explain   the\r\n\r\nqualifications  required for entry into  the  civil\r\n\r\nservice.  He  has  not  been  able  to  answer  the\r\n\r\nquestion as to the number\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 280</b></font><br><br>\r\n\r\n\r\n\r\nof  schools  built in respect of each of  the  four\r\n\r\nstreams  of education. The figures for the  schools\r\n\r\nfor each stream of education are not available even\r\n\r\nup to now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the question of education autonomy, I\r\n\r\nshall go into this matter further when I deal  with\r\n\r\nthe motion under discussion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for National Development has taken a lot of time in this House to give people the impression that his Ministry has done a great deal to improve the lot of the rural people. But he seems to have forgotten the real difficulties of the rural people. Concerning the aid that the Minister for National Development says is being given to the rural people, I shall deal with it later when I go further into the motion. Mr Speaker, Sir, it is not beyond our expectations that the policy statement of the Yang di-Pertuan Negara has shown that the P.A.P. has been very clever in evading the main issues. In this policy statement of the Yang di-Pertuan Negara, all that the Government has said is, \"Oh!\r\n\r\nthese  questions belong to the Central  Government.\r\n\r\nThey  are the responsibility of Kuala Lumpur.\"  So,\r\n\r\nfrom  this  tune  in  the Yang di-Pertuan  Negara's\r\n\r\nspeech,  we can note three characteristic features.\r\n\r\nNamely,  shirking of responsibility and passing  it\r\n\r\non  to the Central Government, deceptive propaganda\r\n\r\nof  the P.A.P., and hollow arguments. These are the\r\n\r\nthree  characteristics of the recent speech by  the\r\n\r\nYang di-Pertuan Negara.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is very strange, Mr Speaker, that in his\r\n\r\nlengthy   speech  delivered  on   behalf   of   the\r\n\r\nGovernment, there has been no talk of the political\r\n\r\nfuture and development of Singapore. There has been\r\n\r\nno plan for the political development of the people\r\n\r\nof  Singapore. The P.A.P. now has seen fit to avoid\r\n\r\nthe  use  of such common phraseology as a \"common\",\r\n\r\n\"happy\", \"prosperous\", \"socialist society\". In fact\r\n\r\nthe  P.A.P. has entirely forgotten  the  political\r\n\r\nrights  of the people. It is not quite correct  for\r\n\r\nthe  State  Government to leave out  the  political\r\n\r\nissues of the people entirely.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the solution of the problem of\r\n\r\nunemployment, I dare say that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 281</b></font><br><br>\r\n\r\n\r\n\r\nthis  is a problem that occupies the minds of  many\r\n\r\npeople  in  Singapore, and is  the  most  important\r\n\r\nquestion  awaiting solution. But  regrettably  this\r\n\r\nmatter  has not been adequately dealt with  in  the\r\n\r\nYang  di-Pertuan Negara's speech. In fact,  it  has\r\n\r\nbeen  entirely left out rather than dealt  with  in\r\n\r\nany  manner. Instead the speech goes to some length\r\n\r\nto deal with the talk on industrialisation. We ask,\r\n\r\nis  this P.A.P. Government a new Government for the\r\n\r\nfirst  term? They have been in office for one term,\r\n\r\nbut  what  has  been done to solve the  problem  of\r\n\r\nunemployment  over these years? We  say  they  have\r\n\r\ndone  nothing.  On the other hand, the  problem  of\r\n\r\nunemployment is getting worse. This can be shown by\r\n\r\nthe  swelling number of hawkers that  one  sees  at\r\n\r\nevery  street  corner of this island. The  swelling\r\n\r\nnumber  of hawkers is a standing monument to  prove\r\n\r\nthe  gravity  of  the  problem of  unemployment  in\r\n\r\nSingapore, and this problem has been aggravated  by\r\n\r\nthe confrontation that Singapore is facing now.  At\r\n\r\npresent,  there  are  at least  100,000  unemployed\r\n\r\npeople  in  Singapore. This is enough to  show  the\r\n\r\ngravity  of  the  problem  and,  coupled  with  the\r\n\r\nconfrontation  between Malaysia and  Indonesia,  it\r\n\r\nhas  become  worse. Why should the  P.A.P. try  to\r\n\r\ncover  up this unemployment problem and turn  round\r\n\r\nand pretend to say that Singapore is a paradise  on\r\n\r\nearth and an oasis of plenty? We must realise  that\r\n\r\na  lot of merchants, employees, stevedores, harbour\r\n\r\nworkers  and  hawkers in the waterfront  have  been\r\n\r\nthrown  out  of  employment  and  they  are  facing\r\n\r\nbankruptcy  as  a  result of the present  political\r\n\r\nsituation.  Who  has  brought  about  this  unhappy\r\n\r\nsituation?  I  say that it is the P.A.P.  And  this\r\n\r\nsituation  will  give  rise  to  a  vicious   chain\r\n\r\nreaction  of an economic nature, but the P.A.P. is\r\n\r\npretending not to know of the existence of  such  a\r\n\r\nsituation.  If  the  P.A.P  still  maintains   that\r\n\r\nindustrialisation  will  solve   the   problem   of\r\n\r\nunemployment, then I say that this is  a  statement\r\n\r\nof self-deception. There are several kinds\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 282</b></font><br><br>\r\n\r\n\r\n\r\nof  industrialisation.  You have  the  capitalistic\r\n\r\nindustrialisation, imperialistic  industrialisation\r\n\r\nand  socialistic  industrialisation.  As  long   as\r\n\r\nSingapore's  economic  structure  is  still  of   a\r\n\r\ncolonial nature, the unemployment problem will  not\r\n\r\nbe  easily solved. Let us look at America which  is\r\n\r\nsupposed to be industrially advanced. There are  at\r\n\r\nleast  six  million people unemployed  in  America,\r\n\r\nwhich   is   supposed  to  be  at   its   peak   of\r\n\r\nindustrialisation.  There  are  about  1.8  million\r\n\r\npeople unemployed in Britain, which is also another\r\n\r\nindustrially advanced country. So this  shows  that\r\n\r\nindustrialisation alone is not sufficient to  solve\r\n\r\nthe problem of unemployment. We do not have to wait\r\n\r\nfor   five   years  to  see  that   the   so-called\r\n\r\nindustrialisation programme of the P.A.P. will  not\r\n\r\nsolve  the  problem of unemployment  in  Singapore,\r\n\r\nbecause  at  the  very  most  a  hundred  per  cent\r\n\r\nachievement   of   the   P.A.P. industrialisation\r\n\r\nprogramme  will not give more than 40,000  jobs  to\r\n\r\nthe  people  of Singapore. So the industrialisation\r\n\r\nprogramme  will not be able to produce enough  jobs\r\n\r\nfor  the  increasing  number of  job-seekers.  This\r\n\r\nsituation  can be likened to the attempted  pursuit\r\n\r\nof  the  sun by the moon. There will never  be  any\r\n\r\npossibility of the moon overtaking the sun. So  you\r\n\r\nwill  see  and  you can expect that the  people  of\r\n\r\nSingapore, in spite of what the P.A.P. is trying to\r\n\r\ndo  in industrialisation, will continue to live  in\r\n\r\nmisery  in  the next five years - if not in  greater\r\n\r\nmisery.  And  this problem of unemployment  in  the\r\n\r\nface of a declining economy will come to a head  in\r\n\r\ntime  to  come  and, coupled with the confrontation\r\n\r\nwhich, according to the Minister for Finance,  will\r\n\r\nput  our  economy  back by two years,  will  become\r\n\r\nworse.  So,  by that time there may  be  a  lot  of\r\n\r\nparks,  swimming pools and fountains in  Singapore.\r\n\r\n[Interruption] Mr Speaker, Sir, we therefore  urge\r\n\r\nthe  P.A.P. to put forward a concrete plan to solve\r\n\r\nthe  grave problem of unemployment in an honest and\r\n\r\npractical  way  instead  of  evading  it.  In  this\r\n\r\nconnection, the P.A.P. seems to be totally\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 283</b></font><br><br>\r\n\r\n\r\n\r\nhelpless  and entirely at a loss. Singapore  has  a\r\n\r\nrevenue  of  $400  million,  but  as  a  result  of\r\n\r\nMalaysia,  it  will  have to  pay  to  the  Central\r\n\r\nGovernment more than $100 million, and as a  result\r\n\r\nof  the confrontation, it will have to lose another\r\n\r\n$290  million.  The Prime Minister pretends  to  be\r\n\r\ncalm  by saying that the confrontation of Indonesia\r\n\r\nonly  affects  our economy by eight per  cent.  The\r\n\r\nfact  is  that,  according  to  the  Minister   for\r\n\r\nFinance, the loss of $290 million has brought about\r\n\r\nthe lowering of our national income by 8.7 per cent\r\n\r\nand  this  is  not insignificant.  So  no  one  can\r\n\r\npretend  that  this  loss  is  insignificant.   His\r\n\r\nadmission is sufficient to show the falsity of  the\r\n\r\nspeech by the Prime Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, on the question of economy, the Yang di-Pertuan Negara's speech is also full of pessimism. It shows that the Government is at best only able to prevent the present standard of living from falling. That means in the next few years the standard of living of our people will not be\r\n\r\nraised.  All  that  the Government  can  do  is  to\r\n\r\nprevent  it  from  falling.  That  means  that  our\r\n\r\nstandard of living will remain at a standstill.  Is\r\n\r\nthis talk not full of pessimism?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning trade in Singapore, it has been stated\r\n\r\nin  the  Yang di-Pertuan Negara's speech  that  the\r\n\r\nproblems  relating to trade between  Singapore  and\r\n\r\nIndonesia  will  have  to  depend  on  the  Central\r\n\r\nGovernment. Now, as a responsible State Government,\r\n\r\nthe P.A.P. should at least have the courage to urge\r\n\r\nthe  Central Government to solve the problems.  You\r\n\r\njust  cannot  say that you have to  depend  on  the\r\n\r\nCentral Government every now and then. For how long\r\n\r\nare  you  going to depend on the Central Government\r\n\r\nif  you keep on saying this? Singapore is, in fact,\r\n\r\nnow  faced with a great problem as a result of  the\r\n\r\nconfrontation by Indonesia. The P.A.P. seem to give\r\n\r\nthe  impression  that if you  want  to  trade  with\r\n\r\nIndonesia,  then  you  must go  and  speak  to  the\r\n\r\nCentral Government as this is not a matter for the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 284</b></font><br><br>\r\n\r\n\r\n\r\nState  Government.  Now, this is  an  irresponsible\r\n\r\nattitude  to  take. On the face of  it,  the  State\r\n\r\nGovernment seems to be very servile to the  Central\r\n\r\nGovernment,   but  actually  it  is  shirking   its\r\n\r\nresponsibility  towards the  people  of  Singapore.\r\n\r\nThis attitude will not bring about national unity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On economic problems, the P.A.P has made a lot of\r\n\r\npresumptions. For example, it is stated in the Yang\r\n\r\ndi-Pertuan  Negara's speech that  there  are  great\r\n\r\ndifferences between the Government of Singapore and\r\n\r\nthe  Government of the Federation of Malaya insofar\r\n\r\nas  economic problems are concerned and that if the\r\n\r\nFederation Government should take rash action, then\r\n\r\nsuch  action would reverse the enlightened policies\r\n\r\nof the State Government of Singapore. It is strange\r\n\r\nthat  at the beginning of the speech, it is  stated\r\n\r\nthat the people of Singapore and the Federation  of\r\n\r\nMalaya  have been united by Malaysia but later  on,\r\n\r\nit  goes  on  to  state that there  are  a  lot  of\r\n\r\nunpleasantness  and  differences  between  the  two\r\n\r\nGovernments. Now all these are indications to  show\r\n\r\nthat  there will be unhappiness in future and  that\r\n\r\nthe P.A.P. Government has not got the guts to bring\r\n\r\nup  economic problems for solution with the Central\r\n\r\nGovernment. In other words, our orders have  to  be\r\n\r\ndecided  by  the  Central Government  and  this  is\r\n\r\nstated  in the policy speech of His Excellency.  If\r\n\r\nwe  disregard,  as the policy statement  says,  the\r\n\r\nsocial   problems   and   economic   injustice   in\r\n\r\nSingapore, then we shall run the risk of having  to\r\n\r\nface  dissatisfaction generated by  the  Communists\r\n\r\nand  the pro-Communist cadres. Now, this is the way\r\n\r\nby  which  the P.A.P. hopes to coerce  the  Central\r\n\r\nGovernment  into  giving in to the  P.A.P. in  the\r\n\r\neconomic field. In other words, the P.A.P. seems to\r\n\r\nindicate that if there is any dissatisfaction  over\r\n\r\neconomic  problems, then the responsibility  should\r\n\r\nbe   placed   on  the  shoulders  of  the   Central\r\n\r\nGovernment. And so the Central Government, in order\r\n\r\nto  avoid such blame, should give in to the  P.A.P.\r\n\r\nFrom  this,  we  can  see that  the  phoney  merger\r\n\r\nbrought about by the P.A.P. is actually\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 285</b></font><br><br>\r\n\r\n\r\n\r\na  sell-out of the interests of the people  to  the\r\n\r\nCentral Government. It also goes a step further  to\r\n\r\nshow  that the P.A.P. is trying to play a  game  of\r\n\r\ndeception between the people of Singapore  and  the\r\n\r\nCentral  Government. [Interruption] As a socialist,\r\n\r\nI  have  to face facts and realities. You  can  say\r\n\r\nwhatever you like. These are your usual tactics  to\r\n\r\nsmear others. The Central Government is reactionary\r\n\r\nin  nature.  We  dare to say that, and  so  is  the\r\n\r\nP.A.P.  We  say that the P.A.P. is cunning  and  we\r\n\r\nhave  said it many times. In spite of the fact that\r\n\r\nwe  have  been  conscribed and  restricted  by  the\r\n\r\nGovernment, we have said openly that we  have  full\r\n\r\nconfidence in our future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of autonomy in education, a clear\r\n\r\nstatement was made in the Yang di-Pertuan  Negara's\r\n\r\nspeech. What is meant by autonomy in education? The\r\n\r\nstatement  says  that  it is essential  that  there\r\n\r\nshould  be  confidence and good faith  between  the\r\n\r\nCentral Government and the State Government in  the\r\n\r\nhandling of the security problem in all educational\r\n\r\ninstitutions,  including the incipient  problem  in\r\n\r\nthe  University of Singapore. It is only  when  the\r\n\r\nCentral   Government  does  not  doubt   that   the\r\n\r\nSingapore  Government has no intention of hindering\r\n\r\nthe Central Government from discharging its primary\r\n\r\nduty  of  ensuring  that no Communist  activity  is\r\n\r\nsubverting  the nation in educational  institutions\r\n\r\nthat  we can exercise our autonomy in education  to\r\n\r\nthe  best advantage. I dare not believe that  there\r\n\r\nwill  be  autonomy  in education.  If  autonomy  in\r\n\r\neducation  is  revoked, it will  be  unpleasant  to\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about equal treatment for the four streams\r\n\r\nof  education, it is another well-known fraud.  The\r\n\r\nGovernment intends to provide $8.5 million to  help\r\n\r\nthe  University of Singapore and if  the  questions\r\n\r\nare settled, this amount will be increased further.\r\n\r\nBut   what  has  the  Government  done  to  Nanyang\r\n\r\nUniversity? The Government has not given  a  single\r\n\r\ncent  to  Nanyang University. It is said that  when\r\n\r\nthe problem of reorganisation of Nanyang University\r\n\r\nis   settled,  the  Government  will  provide  some\r\n\r\nfinancial aid.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 286</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this year's Budget no provision is made for\r\n\r\nNanyang  University and, according to  the  Budget,\r\n\r\nthere  will  be  only  $300,000  surplus.  Now,  if\r\n\r\nIndonesia     continues    with    its     economic\r\n\r\nconfrontation, our entrepot trade will be  corroded\r\n\r\nstill  further. In order to give financial  aid  to\r\n\r\nNanyang  University, the Government will then  have\r\n\r\nto  increase the burden of taxation on the  people,\r\n\r\nusing the aid as a pretext.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the so-called integrated schools, it is\r\n\r\nanother scheme to foster English education  at  the\r\n\r\nexpense of Chinese education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The speech deliberately omits the important\r\n\r\nproblem  of  rural  farmers.  Our  farmers   yearly\r\n\r\nproduce  about $150 million worth of farm products.\r\n\r\nIn   the  1959  elections,  the  P.A.P.'s  election\r\n\r\npamphlet  talked  about the importance  of  finding\r\n\r\nways and means to increase our food production.  It\r\n\r\nis  as  important as industrialisation. Now,  after\r\n\r\nhaving been in office for five years, what has  the\r\n\r\nP.A.P. done to help these farmers and to carry  out\r\n\r\nits  pledge? We cannot find from the speech of  the\r\n\r\nYang  di-Pertuan  Negara  anything  concerning  the\r\n\r\nrural  farmers.  They have increased  our  national\r\n\r\nwealth   and   help  to  solve   the   problem   of\r\n\r\nunemployment. This fact cannot be denied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. manifesto says that the farmers have\r\n\r\nproduced a large number of poultry, pigs and  eggs,\r\n\r\nthat  we are quite self-sufficient, and that  there\r\n\r\nis an excess for export. The manifesto also goes on\r\n\r\nto  say  that our farmers have achieved this solely\r\n\r\nby  their efforts and industry. The past Government\r\n\r\nand the present Government have done very little to\r\n\r\nsupport  and  to encourage them. Now  let  us  see.\r\n\r\nAfter  having been in office for five  years,  what\r\n\r\nhave  they  done  to encourage and to  support  the\r\n\r\nfarmers?   It   is  true  the  Primary   Production\r\n\r\nDepartment  has sold some pigs to the  farmers  and\r\n\r\nhas   carried  out  injections  for  poultry,   but\r\n\r\nwhenever the poultry of the farmers is attacked  by\r\n\r\ndisease,  the Government is helpless. It cannot  do\r\n\r\nanything. The Primary Production Department  serves\r\n\r\nonly   as  a  propaganda  machine.  Some  effective\r\n\r\nmedicines which can cure the disease are  not  sold\r\n\r\nto the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 287</b></font><br><br>\r\n\r\n\r\n\r\nfarmers on the pretext that these are poisonous. Do\r\n\r\nyou think the farmers will kill themselves by using\r\n\r\nthese drugs? Facts are facts. This is an example of\r\n\r\nGovernment  trying to limit the food production  of\r\n\r\nour farmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, such an important policy speech has totally neglected the 200,000 odd farmers. Do they think that our food products will compete with foreign food products? Or has the Government no intention to help the farmers? Our farmers are waiting for their answer. The most urgent problem\r\n\r\nfor  them is the question of security of their land\r\n\r\nand  the security of land lease. The Government has\r\n\r\nnot  made  any  legislation to protect  their  land\r\n\r\nlease.  In the 1959 elections the P.A.P. said  they\r\n\r\nwould make use of the power of land acquisition  to\r\n\r\nhelp  farmers acquire land and give them  permanent\r\n\r\nland  lease.  They are deceiving the  people.  What\r\n\r\nthey said they have not carried out. \"Land which is\r\n\r\nused  for speculation will be requisitioned by  the\r\n\r\nGovernment to give to the farmers who have no kind,\r\n\r\nand  the rent of the land will be reasonable.\"  The\r\n\r\npamphlet  also says that the land will be  reserved\r\n\r\nfor the farmers only and not for other people. Now,\r\n\r\nwe  want to ask the Government, where and when  has\r\n\r\nthe Government done this? What land has it acquired\r\n\r\nfor the farmers? The facts show to the contrary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Master Plan of Singapore about 100,000\r\n\r\nfarmers  will have to face eviction. This Plan  was\r\n\r\ndrafted  by  the past Government and recognised  by\r\n\r\nthe P.A.P. This Master Plan will be detrimental  to\r\n\r\nthe  interests of the farmers and will only benefit\r\n\r\nthe great land speculators.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This morning I learned that in Lim Chu Kang area\r\n\r\nthe  Government made use of police and riot  squads\r\n\r\nto evict farmers from their land and demolish their\r\n\r\nhouses.  This is not the first occasion.  This  has\r\n\r\nhappened  in the past. And this picture  shows  how\r\n\r\nthe  P.A.P. help  the farmers. They  make  use  of\r\n\r\npolice  and  riot squads to evict the farmers.  The\r\n\r\nfarmers' families have been expelled\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 288</b></font><br><br>\r\n\r\n\r\n\r\nfrom  their  houses.  We hope the  Government  will\r\n\r\nsolve  the  fundamental  problem  of  the  people's\r\n\r\nlivelihood  and  not  just  build  houses.  It   is\r\n\r\nimperative for me to tell this House that  in  1960\r\n\r\nthe  P.A.P. bought a piece of land at Lim Chu  Kang\r\n\r\nfor the purpose of agriculture, but they demolished\r\n\r\nabout  forty houses on this piece of land belonging\r\n\r\nto  the farmers. In 1962 these farmers sent a joint\r\n\r\nletter  to  the Government asking them  to  provide\r\n\r\nthem  with  land so that they could  continue  with\r\n\r\ntheir farming activities. But what was the reply of\r\n\r\nthe  Government?  They used  the  police  and  riot\r\n\r\nsquads  to pull down their houses. This is the  way\r\n\r\nthe P.A.P. helps the farmers, and this is their so-called  rural  policy. How can you  say  that  what\r\n\r\nhappened  this  morning was absurd,  did  not  take\r\n\r\nplace?  The P.A.P. Government are singularly silent\r\n\r\non this important question. Instead they talk about\r\n\r\nthe  building  of roads and providing water  supply\r\n\r\nand  other facilities for transporting the farmers'\r\n\r\nproduce.  These are important to a certain  extent,\r\n\r\nbut  they  should have been done in  1963,  because\r\n\r\nthese works were scheduled to be completed in 1963.\r\n\r\nBut the Government did not make use of the funds as\r\n\r\nprovided  in  the Budget. On the other  hand,  they\r\n\r\nboast about the so-called surplus.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if the P.A.P. Government deliberately neglect the question of protecting the farmers and stabilising the prices of food products but instead talk about building houses, is this not a case of putting the cart before the horse? You only build roads and bridges and houses. This is\r\n\r\nconsumption, this is not production.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. neglect the interests of the vast\r\n\r\nmajority  of the people in favour of a  few  vested\r\n\r\ninterests. Now, how have the Government dealt  with\r\n\r\nthe  problem  in  Yio Chu Kang district?  What  the\r\n\r\nP.A.P. can boast of is how many houses  they  have\r\n\r\nbuilt.  \"We build houses for the people  to  stay.\"\r\n\r\nThe  rural people are not foolish people. They know\r\n\r\nthe  importance of sanitation. Everybody knows  how\r\n\r\nto enjoy life. The P.A.P. have evicted farmers from\r\n\r\ntheir land in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 289</b></font><br><br>\r\n\r\n\r\n\r\norder  to clear the sites for building houses,  and\r\n\r\nthis is not what the people want. In the past,  the\r\n\r\nP.A.P. talked about building houses  to  suit  the\r\n\r\nlower  income  group of people. But they  have  not\r\n\r\ndone  so. Attap houses in the rural areas have been\r\n\r\ndemolished and squatters have been chased here  and\r\n\r\nthere.  They  have lost their means of  livelihood.\r\n\r\nHow  can  you  expect  them to  stay  in  so-called\r\n\r\nbeautiful houses built by the Government?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about the rural problem, you may remember\r\n\r\nthat  the  P.A.P. owe a debt to  the  people.  For\r\n\r\nexample,  the  P.A.P. talked about  protecting  the\r\n\r\npeople's  land  and  about  lowering  the  cost  of\r\n\r\nproduction for the farmers. They also talked  about\r\n\r\nbuilding  a model rural fishing village. These  are\r\n\r\nthings which can be done and should be done because\r\n\r\nthey  are very urgently required. They are not  the\r\n\r\nmoon, the sun, and the stars.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The best that the P.A.P. can do is to implement\r\n\r\nthe past Five-Year Plan. Have they the guts to face\r\n\r\nfacts? Have they the guts to face the criticisms of\r\n\r\nthe  people? All this depends on whether  they  are\r\n\r\nsincere in improving the lot of the people. Whether\r\n\r\nthe  implementation  of  their  policy  will  bring\r\n\r\nbenefits to the people or not depends upon  whether\r\n\r\nthey  are going to discard and abandon their  anti-people stand.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I only want\r\n\r\nto  spend  a  few minutes to reply  to  the  points\r\n\r\nraised by the Member for Hong Lim, one of which was\r\n\r\non  the Indonesian confrontation. I would not  like\r\n\r\nto  waste  the  Assembly's time  by  rebutting  the\r\n\r\nabsurd statements uttered by Barisan Members  about\r\n\r\neconomic policy, rural development, etc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim has raised a number of\r\n\r\nproposals  which  he  has  asked  us  to   consider\r\n\r\nseriously  and  not to reject them  merely  because\r\n\r\nthey  came from the Opposition. Sir, the Government\r\n\r\nhas  always  been willing to consider  constructive\r\n\r\nproposals  from the Opposition, even  from  Barisan\r\n\r\nOpposition  if  they should by  some  miracle  have\r\n\r\nsomething constructive to say.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 290</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the speech of the Member for Hong Lim on the\r\n\r\nsubject    of    Indonesian    confrontation    was\r\n\r\nrefreshingly  different from his  former  habit  of\r\n\r\nengaging in a political harangue. He tries to trace\r\n\r\nin  some  detail  the  consequences  of  the  trade\r\n\r\nboycott.  But I think he exaggerated the extent  of\r\n\r\nthe   damage  which  confrontation  can  bring   to\r\n\r\nSingapore when he said that we will suffer a 50 per\r\n\r\ncent  decline of our national income. The Estimates\r\n\r\nmade  by  the  Government were  based  on  recorded\r\n\r\nstatistics of imports and exports and on  estimates\r\n\r\nof national income made each year by the Department\r\n\r\nof  Statistics.  The Member for Hong  Lim  believes\r\n\r\nthat  the  figures for Indonesian trade  have  been\r\n\r\ngrossly under-valued for various reasons. I do  not\r\n\r\nagree that in respect of manifested cargo, that is,\r\n\r\ncargo  for  which  documents are presented  to  the\r\n\r\nImport  and Export Department, there has  been  any\r\n\r\nsignificant  degree  of  under-valuation,  for  the\r\n\r\nsimple reason that Singapore is a free port.  There\r\n\r\nare  no  import  duties or export duties  on  these\r\n\r\ngoods,  and there is accordingly no inducement  for\r\n\r\ntraders  to falsify their declarations.  I  do  not\r\n\r\nknow  and  I  would not hazard a guess  as  to  the\r\n\r\naccuracy   of   the  documents  prepared   at   the\r\n\r\nIndonesian  end,  but our figures  of  imports  and\r\n\r\nexports  are  based on documents submitted  to  the\r\n\r\nDepartment  of Imports and Exports, although  there\r\n\r\nis  a  certain amount of unmanifested  cargo  which\r\n\r\ngoes   in  small  boats  or  wooden  boats  or   as\r\n\r\ntravellers'  personal effects. But I do  not  think\r\n\r\nthe  total  amount of such trade  amounts  to  very\r\n\r\nmuch.  I  am very glad to hear from the Member  for\r\n\r\nHong  Lim that it is his earnest hope that we  will\r\n\r\ntake  measures to ensure that Singapore  continues,\r\n\r\nin his own words, \"her old prosperity\". This is the\r\n\r\nfirst   time  that  he  has  admitted,  unwittingly\r\n\r\nperhaps,  that Singapore has been prosperous  under\r\n\r\nthe P.A.P. Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Member for Hong Lim raised ten specific\r\n\r\npoints and I will deal with them in turn. First  he\r\n\r\nproposed  that  we  ask the Federal  Government  to\r\n\r\nnegotiate   with  the  Indonesian  Government   for\r\n\r\nsettlement  of confrontation. I can assure  Members\r\n\r\nthat we have left\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 291</b></font><br><br>\r\n\r\n\r\n\r\nno   stone   unturned  to  secure  an   honourable\r\n\r\nsettlement   on   the   differences   between   the\r\n\r\nIndonesians  and  us. But as Tun Razak  once  said,\r\n\r\nthis  settlement  must be final as  it  is  no  use\r\n\r\nreaching a temporary settlement which can be broken\r\n\r\nat  any  time. And nobody will be happier  than  we\r\n\r\nwill be to see a permanent end to confrontation and\r\n\r\nthe   restoration   of  friendly   and   honourable\r\n\r\nrelations between Malaysia and Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim next proposed that we\r\n\r\nrequest  the  Federal Government to  channel  goods\r\n\r\nfrom  various  parts of Malaysia  to  Singapore  in\r\n\r\norder  that  our factories and traders affected  by\r\n\r\nconfrontation  can continue their  businesses.  Now\r\n\r\none  of  the  first  acts of the P.A.P.  Government\r\n\r\nafter  confrontation  was to  put  exactly  such  a\r\n\r\nrequest  to  the Federal Government. A meeting  was\r\n\r\narranged  in Kuala Lumpur more than two months  ago\r\n\r\nat  which  representatives from all  the  Malaysian\r\n\r\nterritories  were  present.  Ways  and   means   of\r\n\r\nensuring  a  supply  of  goods  to  Singapore  were\r\n\r\ndiscussed. As a result of this meeting, a Singapore\r\n\r\nTrade  Mission will shortly visit Sabah and Sarawak\r\n\r\nwith  a  view  to  increasing  the  supply  of  raw\r\n\r\nmaterials  for  those  territories.  Already   some\r\n\r\nfairly  good results have been achieved in  respect\r\n\r\nof  copra  and we are now working on plans  whereby\r\n\r\nthe imports of copra from Sabah and Sarawak may  be\r\n\r\nincreased.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third proposal of the Member for Hong Lim is\r\n\r\nto  waive import duties on Singapore goods entering\r\n\r\nthe  other territories of Malaysia. This, in  fact,\r\n\r\nis  precisely what the common market is designed to\r\n\r\nachieve. The machinery for the establishment of the\r\n\r\ncommon   market  is  in  an  advanced   degree   of\r\n\r\npreparation, and early next year we should see  the\r\n\r\nfirst  step towards the establishment of  a  common\r\n\r\nmarket taking place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the fourth proposal of the Member for Hong Lim\r\n\r\nis  to  reduce  licence  fees  for  businesses  and\r\n\r\nfactories  affected by confrontation.  He  did  not\r\n\r\ngive  any details as to what licence fees could  be\r\n\r\nreduced  to advantage. As far as I am aware,  these\r\n\r\nlicence fees are nominal\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 292</b></font><br><br>\r\n\r\n\r\n\r\nadministrative    charges   levied    by    various\r\n\r\ndepartments and they are by no means onerous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fifth proposal. The Member for Hong Lim also\r\n\r\ndrew  attention to the credit squeeze  difficulties\r\n\r\nwhich  merchants involved in Indonesian  trade  are\r\n\r\nexperiencing,  particularly  in  regard   to   bank\r\n\r\noverdrafts. He expects that the credit squeeze will\r\n\r\ntake place on or before the end of December 1963. I\r\n\r\nhave  already  given attention to this  matter  and\r\n\r\nhave  held discussions with leading bankers on  the\r\n\r\nsubject.   Their   view  is  that  the   Indonesian\r\n\r\nconfrontation, far from resulting in a tight  money\r\n\r\nsupply to Singapore, will in fact produce an easier\r\n\r\ncredit  situation. There is therefore little reason\r\n\r\nto  believe that banks will bring undue pressure to\r\n\r\nbear  upon these merchants towards the end of  this\r\n\r\nyear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sixth proposal relates to an assurance that\r\n\r\nthe  Bank  of  China will be allowed  to  continue.\r\n\r\nUnder the terms of the White Paper on Merger, which\r\n\r\nthe  Member  for  Hong  Lim  had  in  the  past  so\r\n\r\nstrenuously    denigrated,   control    over    the\r\n\r\nregistration or de-registration of banks rests with\r\n\r\nthe  Singapore  Government and  I  have  previously\r\n\r\ngiven an assurance that the Bank of China will  not\r\n\r\nbe closed down. That assurance still stands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The seventh point of the Member for Hong Lim is\r\n\r\nthat  the Government should give an assurance  that\r\n\r\nwe will not take reprisals in the way of seizure of\r\n\r\nproperties   and  assets  belonging  to  Indonesian\r\n\r\nnationals  in Singapore. It is not the practice  of\r\n\r\nthe  Government  to  seize  assets  and  properties\r\n\r\nbelonging to private citizens, be they nationals of\r\n\r\nthis  country  or  nationals  of  other  countries,\r\n\r\nwithout due process of the law and without adequate\r\n\r\ncompensation.  We  have  taken  action  to   freeze\r\n\r\ncertain  external accounts of Indonesian  nationals\r\n\r\nin  Singapore banks to ensure that this money  will\r\n\r\nnot  be  used against us. But unlike the Government\r\n\r\nof  Indonesia,  we  do  not  regard  the  arbitrary\r\n\r\nseizure of properties and assets as a proper policy\r\n\r\nof Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim in his eighth point\r\n\r\nrecommends  labour intensive projects. This  matter\r\n\r\nis  already  in hand and the Minister for  National\r\n\r\nDevelopment is personally taking charge to step  up\r\n\r\nthe  construction of roads, drains  and  irrigation\r\n\r\ncanals and other labour intensive projects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next two points raised by the Member for Hong\r\n\r\nLim  relate to public assistance and Housing  Board\r\n\r\nrent  concessions. The Government's  policy  is  to\r\n\r\nassist Singapore citizens in distress and it is for\r\n\r\nthis  purpose  that substantial sums of  money  - in\r\n\r\nfact  $1  million a month - are paid out by  way  of\r\n\r\npublic  assistance. As regards Housing  Board  rent\r\n\r\nconcessions,  it  must  be  remembered  that  while\r\n\r\ngenuine   cases  have  always  been   viewed   with\r\n\r\nsympathy, there is a limit to the arrears  of  rent\r\n\r\nthat can be allowed to accumulate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The final point of the Member for Hong Lim is to\r\n\r\nrequest  the  Governments of Sabah and  Sarawak  to\r\n\r\nmake  a  special  effort to absorb  the  unemployed\r\n\r\nworkers  in Singapore who have been laid off  as  a\r\n\r\nresult  of confrontation. More than a month  ago  I\r\n\r\nhave  written  to the Federal Government  with  the\r\n\r\nrequest that early discussions be commenced on this\r\n\r\nmatter.  The  Member  for Hong Lim  will  doubtless\r\n\r\nrecollect  that under the financial  terms  of  the\r\n\r\nMalaysian  Agreement,  which  he  had  so  bitterly\r\n\r\ndenounced  as being utterly inadequate.  Sabah  and\r\n\r\nSarawak  will employ from Singapore half  the  work\r\n\r\nforce  on  their development projects  financed  by\r\n\r\nmoney from Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So all the worth-while proposals which the Member\r\n\r\nfor  Hong  Lim  made in his speech have,  in  fact,\r\n\r\nsince  confrontation, been items of policy  of  the\r\n\r\nSingapore  Government. Some of these, in fact  most\r\n\r\nof  these, have already been made public. I am very\r\n\r\npleased to note that the Member for Hong Lim  makes\r\n\r\nit  a  habit  to make a serious study of Government\r\n\r\nstatements in this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the immediate future there are two practical\r\n\r\nmeasures that we must take. There is need to ensure\r\n\r\nthat  the  workers who are laid off do  not  suffer\r\n\r\nabject  poverty and penury. And this is the purpose\r\n\r\nof the economic defence scheme\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\nwhich I have described in my Budget statement  last\r\n\r\nweek.  The next thing that needs to be done  is  to\r\n\r\nensure  that  where workers can be  re-employed  in\r\n\r\nother   industries,  this  is  done  in  the   most\r\n\r\nexpeditious manner possible. The machinery to carry\r\n\r\nout these two measures has already been set up, and\r\n\r\nI  have laid before the Assembly two Bills to  give\r\n\r\nlegislative   authority  for  the   Government   to\r\n\r\nimplement these measures.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong (Jalan Kayu)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  after  hearing  the  Minister   for\r\n\r\nFinance,  I  cannot help but come to the conclusion\r\n\r\nthat he has been lying. In his reply to the various\r\n\r\npoints  raised by the Member for Hong Lim, such  as\r\n\r\nthe  request  to  be made to Sabah and  Sarawak  to\r\n\r\nabsorb Singapore labour, the Minister says that  he\r\n\r\nhas  taken  steps to ensure that Sabah and  Sarawak\r\n\r\nwill  absorb  about  half  its  labour  force  from\r\n\r\nSingapore in projects financed by Singapore. I have\r\n\r\nsome  facts  and figures to show that he  has  been\r\n\r\nlying on this point. This is a newspaper of --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member for Jalan Kayu note\r\n\r\nthat  he  must  not make personal  attacks  on  the\r\n\r\nconduct  of  a  Minister? I think he has  suggested\r\n\r\nthat the Minister has been lying. Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): What I am saying\r\n\r\nis  that the Minister concerned has engaged himself\r\n\r\nin irresponsible talk. I have here the Sin Chew Jit\r\n\r\nPoh of Sunday, the 8th of December. Mr Stephens of\r\n\r\nSabah is reported to have said that he would rather\r\n\r\nhave   labour   elsewhere  than   from   Singapore.\r\n\r\n[Interruption] You are all kayu. You are led by the\r\n\r\nnose   by   the   capitalists   and   imperialists.\r\n\r\n[Interruption]  You  are  all  blockheads.  It   is\r\n\r\nunfortunate that your parents have given  birth  to\r\n\r\npeople like you. You can see for yourself that this\r\n\r\nis  the  Sin Chew Jit Poh of Sunday, 8th  December,\r\n\r\n1963, page 1 of Malaysian News. According to  this\r\n\r\nnews  item,  there  are several measures  taken  by\r\n\r\nSabah;  one of which is the application for permits\r\n\r\nby  labourers from outside before they can ever  be\r\n\r\nallowed  to  enter  Sabah and  Sarawak.  The  Sabah\r\n\r\nGovernment lays down that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 295</b></font><br><br>\r\n\r\n\r\n\r\nany  applicant who wishes to be employed  in  Sabah\r\n\r\nmust  already  be drawing a salary  of  $1,200  per\r\n\r\nmonth before he can be admitted into Sabah.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the problem of education, the Minister\r\n\r\nfor Education has been boasting about the number of\r\n\r\nstudents  in  schools. There are  still  a  lot  of\r\n\r\ndelinquent urchins in the streets of Singapore. The\r\n\r\nP.A.P. say  that the Barisan Sosialis  is  running\r\n\r\nliteracy classes to indoctrinate these children. Is\r\n\r\nit possible to inculcate Communistic ideas into the\r\n\r\nheads  of such young children? As a matter of fact,\r\n\r\nthese young children need others to help them  when\r\n\r\nthey  mess themselves up. They are not even capable\r\n\r\nof  understanding and the P.A.P. talk of adults  in\r\n\r\nthese  classes.  How can they be  indoctrinated  by\r\n\r\nCommunistic ideas? All that I can say is that  this\r\n\r\ntalk  of  Communism  only goes  to  show  that  the\r\n\r\nMinisters  and  Backbenchers  of  the  P.A.P. are\r\n\r\nsuffering  from the Communist phobia, and  that  is\r\n\r\nwhy they always indulge in accusing others of being\r\n\r\nCommunists. They even say that children are capable\r\n\r\nof accepting Communism. What absurd talk!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch on the speech of the Yang di-Pertuan Negara. I know that this speech has been\r\n\r\ndrafted   by   some   Political   Secretaries    in\r\n\r\nconjunction  with  some  Permanent  Secretaries  in\r\n\r\nGovernment  service. There is nothing  new  in  the\r\n\r\nspeech. I fully support the amendment, moved by  my\r\n\r\ncolleague, to the motion in the name of  the  Prime\r\n\r\nMinister.  As  time  passes, the  validity  of  the\r\n\r\nopposition of the Barisan Sosialis to Malaysia  can\r\n\r\nhe proved. We oppose Malaysia out of our patriotism\r\n\r\nand love for our country. There are facts to refute\r\n\r\nthe allegation that we are loyal to foreign powers.\r\n\r\nAs  a matter of fact, the British imperialists  and\r\n\r\ncolonialists have in a very cunning way made use of\r\n\r\nthe  local  stooges  to  look  after  their  vested\r\n\r\ninterests  and these stooges have fallen  into  the\r\n\r\ntrap of the Fascists. They are making use of \"white\r\n\r\nterror\" to deal a blow to those who are opposed  to\r\n\r\nimperialistic  colonialism.  Malaysia  has  brought\r\n\r\ndisaster to this region, and the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 296</b></font><br><br>\r\n\r\n\r\n\r\nP.A.P. are  running  away  from  such  realities.\r\n\r\nInstead of squarely facing such realities, they are\r\n\r\nshifting the blame to others. They accuse those who\r\n\r\noppose  Malaysia  of  being  Communist  and   anti-nationalist elements. They brand them as stooges of\r\n\r\nforeign  powers. They do this in order to  put  the\r\n\r\nblame for the bad consequences of Malaysia on other\r\n\r\npeople. Malaysia has brought about some unrest  and\r\n\r\ngreater unemployment in Singapore. There has been a\r\n\r\ntrade  recession  in  Singapore  as  a  result   of\r\n\r\nMalaysia brought about by the P.A.P. It is not  the\r\n\r\nresult, as the Minister for Labour has accused  us,\r\n\r\nof the action of the Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the P.A.P. are not only indulging in \"white terror\", but they are also pretending to make use of the open argument to deceive the people into believing that they are democratic. The open argument has been harped upon time and again over the last few years. But what are the facts? The\r\n\r\nfacts are that they control the Press, with all the\r\n\r\nadvantages of the publicity machinery, and this has\r\n\r\nbeen used by the Government against the population.\r\n\r\nThere have been arrests of trade union leaders  and\r\n\r\nthe  suppression of the Opposition. All these facts\r\n\r\nshow  that they have departed from their policy  of\r\n\r\nthe  open  argument. If you really  want  the  open\r\n\r\nargument,  then you must not have any control  over\r\n\r\nthe freedom of association of the people, the trade\r\n\r\nunions  and other civic organisations. They  should\r\n\r\nnot restrict others from making speeches freely  if\r\n\r\nthey  really believe in the open argument. If  they\r\n\r\nstill  say  that they believe in the open argument,\r\n\r\nthen  they  should  allow others to  publish  their\r\n\r\nstatements  freely in the newspapers.  They  should\r\n\r\nnot  control the newspapers. As a matter  of  fact,\r\n\r\nstatements issued by the people, other than  P.A.P.\r\n\r\nstatements,  are  usually not given  any  space  in\r\n\r\npublications. How can you then say that there  is\r\n\r\nin   existence  the  open  argument?  So   far   as\r\n\r\nunderstand,  the so-called Communists described  by\r\n\r\nthe  P.A.P. are  none other than  their  political\r\n\r\nopponents. The so-called Communists referred to  by\r\n\r\nthe  P.A.P. are none other than the true  patriots\r\n\r\nlike us in the Barisan Sosialis. All\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 297</b></font><br><br>\r\n\r\n\r\n\r\nthat  the new Members over there can do now  is  to\r\n\r\ndescribe  their political opponents  as  Communists\r\n\r\nand  then  put the blame on them. That  amounts  to\r\n\r\ngiving a dog a bad name and hang it. These are  the\r\n\r\ntactics  adopted  by  the  British  against   their\r\n\r\npolitical   opponents.  The  Communist  Party   was\r\n\r\ndeclared  an  illegal organisation.  They  were  in\r\n\r\nopposition to Japanese aggression after the  Second\r\n\r\nWorld   War.  They  then  rose  to  oppose  British\r\n\r\ncolonialism and, as a result, they were declared an\r\n\r\nillegal Party by the British Government. From  that\r\n\r\ntime  onwards  all patriots have been described  as\r\n\r\nCommunists by the British Government which was then\r\n\r\nin  Singapore.  Now the P.A.P. are using  the  same\r\n\r\ntactics    against   their   political   opponents.\r\n\r\n[Interruption] Look at yourselves. You have changed\r\n\r\nyour allegations against the Barisan Sosialis. When\r\n\r\nwe  were  first organised as the Barisan  Sosialis,\r\n\r\nyou described us as the open-front organisation  of\r\n\r\nthe  Communists getting directions from  Indonesia.\r\n\r\nLater   on   you   said  that  we  were   receiving\r\n\r\ninstructions from Russia. Then you changed and said\r\n\r\nwe were pro-Communists, pro-Indonesia and what not.\r\n\r\nYou start changing your stories from time to time.\r\n\r\n\r\n\r\n<br><br><!-- Inche A. Rahim Ishak (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Education (Inche A. Rahim Ishak):</b> On a point of\r\n\r\ninformation.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): There is no time\r\n\r\nfor  me  to  give way. Yesterday the  Minister  for\r\n\r\nLabour used the word \"slavish\" --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour (Mr Jek Yeun Thong):</b> On a\r\n\r\npoint of order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b> resumed his seat.\r\n\r\n \r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> The Member for Jalan Kayu said\r\n\r\nthat  I am a slave. I think that is unparliamentary\r\n\r\nlanguage. Under no circumstances have I ever been a\r\n\r\nslave, and I require an apology from him.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 298</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think he said that you talked about\r\n\r\nslaves. I do not think he called you a slave.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> In Mandarin it says \"behave\r\n\r\nlike a slave\". [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That is out of order. We have only\r\n\r\nabout  ten  minutes. [Interruption]  Order.  Please\r\n\r\nallow  the  Member  for Jalan Kayu  to  finish  his\r\n\r\nspeech. Please proceed\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Thank you for\r\n\r\nyour  direction. Yesterday they changed their usual\r\n\r\nstand.  All their speeches were mainly concentrated\r\n\r\non  the argument that we were to be blamed for  the\r\n\r\ndisasters and failures and all the bad consequences\r\n\r\nthat  have been brought about through Malaysia.  In\r\n\r\nother  words, they are saying that all  these  evil\r\n\r\nconsequences  have been brought about  through  the\r\n\r\ninstigation  of the Barisan Sosialis in  persuading\r\n\r\nthe  Indonesian Government to boycott us. They  are\r\n\r\nsaying that all this has been brought about by  our\r\n\r\ninstigation  and collaboration with the  Indonesian\r\n\r\nGovernment. Mr Speaker, why should the P.A.P. make\r\n\r\nsuch  speeches? They twist the facts. It is because\r\n\r\nthey  cannot  disclose what they are doing  to  the\r\n\r\npeople.   That   is  why  they  are   making   such\r\n\r\nsophisticated  talk. That is why they  are  putting\r\n\r\nthe  blame  on  us  for  Indonesia's  confrontation\r\n\r\nagainst  Singapore. In the past Right-wing elements\r\n\r\nin Indonesia were directed by the U.S. imperialists\r\n\r\nand  they  started anti-Chinese moves in Indonesia.\r\n\r\nThey  thus caused dissatisfaction among the Chinese\r\n\r\npopulation  in  this region. The P.A.P. have  been\r\n\r\nusing this tactic in order to make the people  have\r\n\r\ndoubts  about us. Now they are trying  to  put  the\r\n\r\nblame for the bad consequences of Malaysia on us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, neo-colonialism after the\r\n\r\nformation  of Malaysia, according to the Government \r\n\r\nreport,  has  caused economic losses  to  Singapore \r\n\r\namounting  to  8.7 per cent of our national  income \r\n\r\nand about 8,000 workers are affected by \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 299</b></font><br><br>\r\n\r\n\r\n\r\nIndonesia's confrontation policy. According  to  my\r\n\r\ninformation,  these figures are  not  correct.  The\r\n\r\nprosperity of Singapore has been brought about as a\r\n\r\nresult  of smuggling between the two countries.  We\r\n\r\nhave  to  depend more on Indonesia. These smuggling\r\n\r\nactivities  have  been curtailed by  confrontation.\r\n\r\nThe  sudden  change in the economic  situation  has\r\n\r\ncaused  a  loss of more than 8.7 per cent  and  the\r\n\r\nnumber of workers unemployed is more than what  the\r\n\r\nMinister has made it out to be. As far as  I  know,\r\n\r\nthe  workers affected number about 50,000. All this\r\n\r\nhas  been due to the P.A.P.'s subservience to their\r\n\r\ncolonial masters in taking their directions. It  is\r\n\r\nyou  who have brought about these consequences  and\r\n\r\nyou must bear the responsibility.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I want to talk on other points made in the\r\n\r\npolicy speech. The Government taxes the people  and\r\n\r\ntherefore  it  should be obliged to provide  social\r\n\r\namenities  and  social facilities for  the  people.\r\n\r\nSince  the  people are obliged to pay  taxes,  they\r\n\r\nshould then have the right to enjoy social benefits\r\n\r\nand  facilities. These are not free gifts.  Because\r\n\r\nof  limitation  of time, I would  like  to  try  to\r\n\r\nshorten my speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will now deal with one important question\r\n\r\nbecause  my colleagues are also very interested  in\r\n\r\nthis question. As a farmer myself, I make my speech\r\n\r\non  behalf of the farmers. At present, there  is  a\r\n\r\nvery serious problem faced by the farmers which  is\r\n\r\ncaused   by  the  Government's  misdeeds  and   bad\r\n\r\npolicies.  This  is  about  the  problem  faced  by\r\n\r\npoultry  farmers; that is, pullorum, a  disease  of\r\n\r\nthe  chickens the spread of which is very  serious,\r\n\r\nand  the  risk  of this disease spreading  is  very\r\n\r\ngreat  indeed. Once this disease infects a chicken-shed,  thousands  of chickens will  perish.  It  is\r\n\r\nsomething like cholera, but it is not so serious as\r\n\r\nthis  particular  disease, which  is  prevalent  in\r\n\r\nSingapore  and causes the farmers much  loss.  When\r\n\r\nthey went to see the veterinary officers, they were\r\n\r\ntold that the Government at the moment did not have\r\n\r\nthe drugs to prevent the spread of this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 300</b></font><br><br>\r\n\r\n\r\n\r\ndisease because the Government had put a ban on the\r\n\r\nimport of such drugs. The veterinary officers  also\r\n\r\nsaid that the disease originated elsewhere. It  has\r\n\r\nbeen spreading in Singapore for more than one year.\r\n\r\nThis  is  a very serious problem which the  farmers\r\n\r\nhave  been faced with. But for more than  one  year\r\n\r\nthe  Government  has not tried to  do  anything  to\r\n\r\nresolve this problem. Does this not go to show that\r\n\r\nthe  Government is not really interested in solving\r\n\r\nthis problem in the welfare of the farmers?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would like to touch on some other points.\r\n\r\nThe  P.A.P. have  all  along  been  stressing  and\r\n\r\nharping  on their four objectives, one of which  is\r\n\r\nhousing.  I will now rebut this. The Prime Minister\r\n\r\nsaid that the first objective was to industrialise.\r\n\r\nBut  I  would like to point out that they are  only\r\n\r\nmaking propaganda and paying lip service instead of\r\n\r\ndoing    the    actual   work.   The    plan    for\r\n\r\nindustrialisation  has been declared  for  so  many\r\n\r\nyears  and  yet nothing has been done about  it.  I\r\n\r\nwould  like  to ask, since there has been  so  much\r\n\r\npublicity about industrialisation: how many workers\r\n\r\nhave   been  employed?  To  what  extent  has   the\r\n\r\nunemployment  problem been solved?  The  Government\r\n\r\ndare  not  give  any reply. I would  say  that  the\r\n\r\nJurong  industrialisation project is a  product  of\r\n\r\nneo-colonialism  because the  neo-colonialists  are\r\n\r\nmaking  use of this project to control our  economy\r\n\r\nthrough  a new tactic. I would say that since  this\r\n\r\nindustrialisation plan is controlled  by  the  neo-colonialists  it  can  never  succeed.   Industrial\r\n\r\nproducts  will have to depend on available markets.\r\n\r\nThey  claim  that  there  is  a  common  market  in\r\n\r\nMalaysia.  But  before any success can  be  derived\r\n\r\nfrom  the  common market, there should be  economic\r\n\r\nfreedom,  without  which nothing can  be  achieved.\r\n\r\nNow,  this  common  market is  designed  to  enable\r\n\r\nforeign imports to be free from import duties,  and\r\n\r\nthe half-finished products to be assembled locally.\r\n\r\nIt   will  provide  a  convenient  cover  for   the\r\n\r\ninterests  of the foreign capitalists.  Thus  after\r\n\r\nthese  half-finished  products  are  brought   into\r\n\r\nSingapore and manufactured into consumer\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 301</b></font><br><br>\r\n\r\n\r\n\r\ngoods, they can be exempted from tariffs and  other\r\n\r\ntaxes     under    the    cover    of     so-called\r\n\r\nindustrialisation. This plan is really a design  to\r\n\r\nhelp the --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the Member please resume\r\n\r\nhis seat? Moment of interruption. Mr Deputy Prime\r\n\r\nMinister, resumption of debate, what day?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 302</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Monday, the 16th of December, 1963.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 302</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn.\" -[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
