{"memberId": null, "volumeNo": "23", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"23\">\r\n\r\n<meta name=\"Sit_No\" content=\"2\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1964-11-02\">\r\n\r\n<meta name=\"Start_Col\" content=\"73\">\r\n\r\n<meta name=\"End_Col\" content=\"173\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">23</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">02-11-1964</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 73</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n      \r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 23</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 2nd November, 1964</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr A. P. Rajah).\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Parliamentary Secretary to the Minister for Education.\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law.\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs and Government Whip.\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n<br>Mr Chia Thye Poh (Jurong).\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n<br>Dr Fong Kim Heng (Joo Chiat), Deputy Speaker.\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n<br>Mr Koo Young (Thomson).\r\n\r\n<br>Mr Kow Kee Seng (Paya Lebar).\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 74</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n<br>Mr Lim Huan Boon (Bukit Merah).\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for National Development.\r\n\r\n<br>Mr S. V. Lingam (Aijunied).\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n<br>Mr Ong Lian Teng (Bukit Panjang).\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n<br>Mr Poh Ber Liak (Tampines).\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Health.\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n<br>Inche Yaacob Bin Mohamed Al-Haj (Southern Islands), Parliamentary Secretary to the Prime Minister.\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 75</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Crawford).\r\n\r\n<br>Mr Chan Sun Wing (Nec Soon).\r\n\r\n<br>Mr Chio Cheng Thun (Choa Chu Kang).\r\n\r\n<br>Mr Lee Tee Tong (Bukit Timah).\r\n\r\n<br>Miss Loh Miaw Gong (Havelock).\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 75</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBERS TO BE ABSENT</h4></div>\r\n\r\n                \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Members have, under the provisions of subsection (2) (d)\r\n\r\nof section 30 of the Singapore (State Constitution) Order in Council, 1963,\r\n\r\nobtained from the Speaker (Mr E.W.Barker) permission to be or to remain absent\r\n\r\nfrom Sittings of the Assembly:\r\n\r\n<br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Rodrigues (Telok Blangah) - from 29th June to 12th July, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Kim San (Cairnhill), Minister for National Development - from 28th June to 31st July, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Cheng Lock (River Valley) - from 4th to 31st July, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chan Chee Seng (Jalan Besar), Parlimentary Secretary to the Minister for Social Affairs - from 16th September to 11th October, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ong Eng Guan (Hong Lim) - from 1st to 30th September, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chow Chiok Hock (Ulu Pandan) - from 14th September to 2nd October, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Health - from 2nd October to 21st October, 1964.\r\n\r\n<br><br><font size=\"1\"><b>Column: 76</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inche Yaacob bin Mohamed Al-Haj (Southern Islands), Parliamentary Secretary to the Prime Minister - from 6th October to 24th October, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sim Boon Woo (Changi) - from 2nd October to 18th October, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs - from 26th October to 6th December, 1964.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Rajaratnam (Kampong Glam), Minister for Culture - from 1st to 4th November, 1964.\r\n\r\n<br><br><font size=\"1\"><b>Column: 76</b></font><br><br>\r\n\r\n<div align=\"center\"><b>RESIGNATION OF SPEAKER</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House being met; and Mr Loke Weng Chee,\r\n\r\nClerk  of  the  Legislative Assembly,  and  Mr\r\n\r\nAbilio   Lopez,  Clerk  Assistant,  coming   in\r\n\r\nprocession  and  repairing to their  seats;  the\r\n\r\nClerk  informed Honourable Members that he  had\r\n\r\non  the 31st day of October, 1964, at 9.15 a.m.\r\n\r\nreceived  a  letter  under the  hand  of  Mr\r\n\r\nEdmund  William Barker resigning his  office  as\r\n\r\nSpeaker of the Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 76</b></font><br><br>\r\n\r\n<div align=\"center\"><b>ELECTION OF SPEAKER</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye)</b> stood up, and addressing himself  to the  Clerk  of  the Assembly (who, standing  up,\r\n\r\npointed to him and then sat down) said: Mr Loke\r\n\r\nWeng Chee, I propose,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That Mr A. P. Rajah do take the Chair of this\r\n\r\nAssembly as Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr Yong Nyuk Lin)</b> stood up, and addressing himself to the Clerk of the Assembly (who, standing up,\r\n\r\npointed to him and then sat down) said: Mr Loke\r\n\r\nWeng Chee, I support the proposal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There being no other proposal, the Clerk then\r\n\r\ndeclared  A. P. Rajah  to  have  been  elected  as\r\n\r\nSpeaker         of         the         Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 77</b></font><br><br>\r\n\r\n<div align=\"center\"><b>ADMINISTRATION OF OATH</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, standing at the Table, made\r\n\r\nAffirmation of Allegiance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker went to the Chair and sat down. Then the Mace (which before lay below the Table)\r\n\r\nwas placed upon the Table.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I beg to thank the House most\r\n\r\nsincerely  for  the great honour, the  very  great\r\n\r\nhonour  indeed, it has done me in  calling  me  to\r\n\r\nthis  position and to its service. I can only hope\r\n\r\nand  pray that I may prove myself worthy  of  that\r\n\r\nhonour.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, may I, on behalf\r\n\r\nof   this   House,  congratulate   you   on   your\r\n\r\nappointment   as   Speaker  to   the   Legislative\r\n\r\nAssembly? Mr Speaker, you are well known  to  the\r\n\r\npeople  of  Singapore, having served in  different\r\n\r\ncapacities in the public service of the community.\r\n\r\nYou  were  Municipal Commissioner  and  Councillor\r\n\r\nfrom  1947  to 1957 for a period of ten years.  So\r\n\r\nalso  you  were  on the Board of Trustees  of  the\r\n\r\nS.I.T. for eight years. You were a member of  the\r\n\r\nRaffles   College  Council  and  member   of   the\r\n\r\nUniversity of Malaya Council from 1955 to 1959.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You, Mr Speaker, have come to this House not as\r\n\r\na stranger. We ourselves on this side of the House\r\n\r\nare familiar with you, for you sat on the opposite\r\n\r\nside  of  the  House, Probably you  were  the  one\r\n\r\nMember on the Opposition Benches in those days who\r\n\r\nassiduously   studied  his  Bills  and   did   his\r\n\r\nhomework.  For  that,  Sir, you  have  earned  our\r\n\r\nrespect.  I am sure, Mr Speaker, your familiarity\r\n\r\nwith  the Standing Orders and the workings of  the\r\n\r\nAssembly  will no doubt qualify you most admirably\r\n\r\nto  discharge  the  functions of  Speaker  of  the\r\n\r\nLegislative Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, may I say, Mr Speaker, I notice that\r\n\r\nin  your biography, besides playing football,  you\r\n\r\nare  also a great cricket and hockey player.  Your\r\n\r\npredecessor was also an expert in the English game\r\n\r\nof  cricket.  He  did his part well  when  he  was\r\n\r\nSpeaker  in  this House, and I have no doubt  that\r\n\r\nyou too will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 78</b></font><br><br>\r\n\r\n\r\n\r\nplay   cricket  so  long  as  you  discharge   the\r\n\r\nfunctions of Speaker. But may I add, Mr  Speaker,\r\n\r\nthat  being versed in cricket and hockey will also\r\n\r\nqualify  you to be a great golf player, and  I  am\r\n\r\nquite sure that some Members in this House do hope\r\n\r\nthat  one of these days they will be able to  meet\r\n\r\nyou on the links.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Huan Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Huan Boon (Bukit Merah):</b>\r\n\r\nMr  Speaker,  Sir, on behalf of my colleagues,  I\r\n\r\nwish  to express our heartiest congratulations  to\r\n\r\nyou  on being elected as Speaker to this Assembly.\r\n\r\nWe have confidence that you will no doubt maintain\r\n\r\nand  carry  on  the traditions laid down  in  this\r\n\r\nChamber  by  the previous Speakers  who  had  been\r\n\r\npraised  for  their  fairness,  impartiality   and\r\n\r\nsincerity towards this side of the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the practice of parliamentary democracy, Mr\r\n\r\nSpeaker,  Sir,  it is the Speaker's esteemed  duty\r\n\r\nand  responsibility to see that  any  constructive\r\n\r\nopinion  from  the  Opposition  will  not  be  sup\r\n\r\npressed, to see that parliamentary democracy  will\r\n\r\nnot be monopolised by those who are in power, and,\r\n\r\nabove  all,  to see that no Member of  this  House\r\n\r\nwith  different  political  ideologies  should  be\r\n\r\narbitrarily  arrested  as long  as  his  political\r\n\r\nactivities  do  not exceed the  framework  of  the\r\n\r\nConstitution. Only by so doing, Mr Speaker,  Sir,\r\n\r\ncan  the dignity of this Chamber be preserved  and\r\n\r\ncan  it then be said that there is a real practice\r\n\r\nof  democracy in the country. Otherwise,  Sir,  it\r\n\r\nwill  simply  make  a mockery  of  the  democratic\r\n\r\nsystem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with your ability, your\r\n\r\nexperience,  and your justness, I can  assure  you\r\n\r\nthat the Members in our Party will render our \r\n\r\nco-operation to you and will naturally abide by your\r\n\r\nrulings.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr\r\n\r\nSpeaker, Sir, in a parliamentary system the office\r\n\r\nof  Speaker is fundamental. His tasks  are  by  no\r\n\r\nmeans  easy,  particularly in budding  democracies\r\n\r\nwhere the drift is towards autocracy, which  is  a\r\n\r\nsystem of government by an absolute ruler.  It  is\r\n\r\nunfortunate that many countries in the  Afro-Asian\r\n\r\nworld have rejected democracy for autocracy. A few\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 79</b></font><br><br>\r\n\r\n\r\n\r\nexamples are Pakistan, Indonesia, Ghana,  and  one\r\n\r\nof   the  latest  to  submit  an  application  for\r\n\r\nmembership in this exclusive club is Melawi, There\r\n\r\nis   no   possibility,  however,  of  an  absolute\r\n\r\nautocracy in Singapore, because the crucial powers\r\n\r\nespecially  of defence and security  rest  on  the\r\n\r\nCentral  Government which has  no  reason  yet  to\r\n\r\nabandon the parliamentary creed. But it is obvious\r\n\r\nthat  the  trend in Singapore is towards autocracy\r\n\r\nas far as its limited power permits it. So for the\r\n\r\nmoment  we  are  at  least in theory  following  a\r\n\r\ndemocratic parliamentary system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In such a system the Judiciary and the\r\n\r\nLegislature are expected to provide some  measures\r\n\r\nof check against the tendency to absolutism by the\r\n\r\nGovernment.  What will happen to the  citizens  of\r\n\r\nthe land if they cannot challenge the excesses  of\r\n\r\nGovernment in an independent Judiciary? What  will\r\n\r\nhappen to our democracy if the representatives  of\r\n\r\nthe people cannot voice their opinions against the\r\n\r\nrepressive  laws  passed in  the  Legislature?  In\r\n\r\norder,  Sir,  for the Judiciary to  discharge  its\r\n\r\nrole  as a pillar in the democratic framework,  it\r\n\r\nmust be filled by fearless men, by people who  are\r\n\r\nprepared  to throw in their resignation papers  so\r\n\r\nthat  justice and the rule of law may  be  upheld.\r\n\r\nPoliticians come and go, but the Judiciary,  being\r\n\r\na  permanent  institution, should be like  Raffles\r\n\r\nLighthouse, no matter what the tide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order for the Legislature to be able to voice\r\n\r\npublic  opinion  -  and public  opinion  is  the\r\n\r\ncornerstone  of democracy - it should hold  meetings\r\n\r\nregularly  with fixed dates and not  convene  only\r\n\r\nwhen the Government is required to do so under the\r\n\r\nConstitution  because  certain  acts  require  the\r\n\r\nassent of the Legislature. The Speaker, who is the\r\n\r\nguardian  of  the  Legislature, has  therefore  an\r\n\r\nimportant function to play, more so as ours is not\r\n\r\na  normal  Legislature. The Speaker has no  voting\r\n\r\nrights.  He  possesses no right to participate  in\r\n\r\nthe  debates  but he acts as the guardian  of  the\r\n\r\nLegislature. On vital issues his decisions can  be\r\n\r\nof great consequence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 80</b></font><br><br>\r\n\r\n\r\n\r\nImagine  what  will happen if the Speaker  decides\r\n\r\nthat he should not grant further leave to the  two\r\n\r\nwho  disappeared  and have not been  sworn  in  as\r\n\r\nLegislative  Assemblymen! There will  be  two \r\n\r\nby-elections  and  the results of these  by-elections\r\n\r\nmight  affect  the  Government.  Because  of   his\r\n\r\nimportance, the election of Speaker should,  as  a\r\n\r\nflatter of courtesy, be discussed with the  Opposi\r\n\r\ntion.  In  the selection of Mr A. P.  Rajah,  the\r\n\r\nOpposition  was not consulted. One  should  either\r\n\r\ncome  out  openly for the parliamentary democratic\r\n\r\nsystem or one should denigrate the defects of  the\r\n\r\nsystem   and  alternatively  canvass  for   guided\r\n\r\ndemocracy. We here are neither fish nor  fowl.  In\r\n\r\ntheory,   we   are  supposed  to  be   working   a\r\n\r\nparliamentary system; in practice we are not. When\r\n\r\nthe situation is thus so delicate and the lines of\r\n\r\ndivision  between democracy and autocracy  are  so\r\n\r\nblurred,  the  task  of  the  Speaker,   Sir,   is\r\n\r\nuneviable. The Speaker's responsibilities are,  to\r\n\r\nmy knowledge, twofold. The public sees him only in\r\n\r\nhis  manifest  duties when he chairs the  Assembly\r\n\r\ndebates  in  open Chamber. Here, Sir,  the  public\r\n\r\ngallery  is  the final judge of the Speaker's  ade\r\n\r\nquacies and his fair-mindedness. But it is in  the\r\n\r\nother and more difficult task which the public  is\r\n\r\nlittle  aware of where the call upon the Speaker's\r\n\r\ncalibre   and  strength  of  character   is   more\r\n\r\ndemanding  but  which  only  parliamentarians  and\r\n\r\nhistorians can appreciate. What deliberations  are\r\n\r\nmade  behind those velvet curtains could sometimes\r\n\r\nhave  more  consequence on  the  survival  of  the\r\n\r\ndemocratic  system  than  what  happens  in   open\r\n\r\nChamber.  For  the  system to  survive,  not  only\r\n\r\nshould  we  have an independent Judiciary  but  we\r\n\r\nshould   also   have   an  effective   Legislature\r\n\r\nincluding a Speaker who is prepared to uphold  the\r\n\r\nparliamentary   system  and  allow   parliamentary\r\n\r\npractice  to  guide  his  decisions,  rather  than\r\n\r\npolitical  expediency of the majority Party  which\r\n\r\nselects him for the post.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Rajah has often been regarded by friend and foe alike as the best parliamentarian in the last Assembly. He was never seen to lose his temper; he\r\n\r\nnever got involved in unnecessary interjections,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 81</b></font><br><br>\r\n\r\n\r\n\r\nHis  speeches were never personal; he always spoke\r\n\r\nrelevantly. These are his good qualities. What  we\r\n\r\nin  the  Opposition expect of him, as Speaker,  is\r\n\r\nnot that he will chair the debates impartially\r\n\r\non that score I have no doubts. What I wish  to\r\n\r\nexpect from him is that he will carry on the  fine\r\n\r\ntraditions of Sir George Oehlers in attempting  to\r\n\r\npreserve  the  independence of the Legislature  so\r\n\r\nthat  the  principles  underlying  the  democratic\r\n\r\nsystem  will not collapse. I have high hopes  that\r\n\r\nMr   Rajah   will  not  fail  us.   I   therefore\r\n\r\ncongratulate him on his appointment.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 81</b></font><br><br>\r\n\r\n<br><br>2.45 p.m.\r\n\r\n<div align=\"center\"><b>MESSAGE FROM THE YANG</b></div>\r\n\r\n<div align=\"center\"><b>DI-PERTUAN NEGARA</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Assents to Bills passed)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have to report that on the 15th\r\n\r\nday  of  June, 1964, His Excellency the  Yang \r\n\r\ndi-Pertuan Negara assented to the following Bills:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Land Acquisition (Amendment) Bill;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Foreshores (Amendment) Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 81</b></font><br><br>\r\n\r\n<div align=\"center\"><b>APPOINTMENT OF CHAIRMAN TO PUBLIC ACCOUNTS</b></div>\r\n\r\n<div align=\"center\"><b>COMMITTEE AND ESTIMATES COMMITTEE</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have to inform hon. Members that,\r\n\r\nunder  the  provisions of paragraphs (2)  and  (3)\r\n\r\nrespectively  of Standing Order No.  92,  Mr  Lim\r\n\r\nHuan  Boon  has  been appointed  Chairman  of  the\r\n\r\nPublic  Accounts Committee, and Dr Fong Kim  Heng\r\n\r\nChairman of the Estimates Committee.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 81</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>2.46 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>ORAL ANSWERS TO QUESTIONS</h4></div>\r\n\r\n<div align=\"center\"><b>PEDESTRIAN CROSSING</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Request by residents of Peng Ghee Road)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;1. <b>Mr Poh Ber Liak</b> asked the Prime Minister\r\n\r\nwhether he is aware that the pedestrian crossing\r\n\r\non the main road, requested by the residents of\r\n\r\nPeng Ghee Road during his constituency visit to\r\n\r\nTampines, has not been made, and what action he\r\n\r\nhas taken or proposes to take in the matter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 82</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj (Parliamentary Secretary to the Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Prime Minister (Inche Yaacob Bin Mohamed Al-Haj) (for the Prime Minister)</b>(<i>In Malay</i>): Mr Speaker, Sir, I have\r\n\r\nbeen  requested by the Hon, the Prime Minister  to\r\n\r\nmake a reply. During the Prime Minister's visit to\r\n\r\nthe Tampines constituency on the 21st March, 1963,\r\n\r\nhe  received  a  petition from  the  villagers  of\r\n\r\nKampong  Chai  Chee requesting the  Government  to\r\n\r\nprovide a pedestrian crossing at 6¾ m.s.  Upper\r\n\r\nChangi Road.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This request was investigated, and a reply was\r\n\r\nsent to the petitioners ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak (Tampines)</b>(<i>In Mandarin</i>): (No translation.)\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> What is the Member's point of\r\n\r\norder?  Will he repeat what he has said just  now,\r\n\r\nbecause no translation seems to be coming through?\r\n\r\nCould  the  Member for Tampines kindly  press  his\r\n\r\nbutton and then speak into the microphone so  that\r\n\r\nthe  interpreters would be able to  hear  him  and\r\n\r\nrender a translation of his speech?\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir, just now I could not hear anything.\r\n\r\nNow  I  would like to hear the answer to the first\r\n\r\nquestion.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed Al-Haj (Southern Islands)</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker,  Sir, I have been requested by  the  Hon.\r\n\r\nthe Prime Minister to reply to the question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the Prime Minister's visit to the\r\n\r\nTampines constituency on the 21st March, 1963,  he\r\n\r\nreceived a petition from the villagers of  Kampong\r\n\r\nChai  Chee requesting the Government to provide  a\r\n\r\npedestrian  crossing  at 6¾  m.s.  Upper  Changi\r\n\r\nRoad.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This request was investigated, and a reply was\r\n\r\nsent  to  the  petitioners on 29th  August,  1963,\r\n\r\ninforming  them that their request  could  not  be\r\n\r\ngranted for the following reasons:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) The Traffic Police authorities are\r\n\r\nsatisfied    that,   along   this    portion    of\r\n\r\nChangi  Road,  there  are  suflicient  breaks   in\r\n\r\nthe  flow  of  traffic  to  allow  pedestrians  to\r\n\r\ncross       the       road       safely;       and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 83</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) the site is unsuitable for a pedestrian\r\n\r\ncrossing, as there is a very sharp bend,\r\n\r\nand two bus-stops close to the bend, at 6¾ m.s. Upper Changi Road.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The petitioners have since written to express\r\n\r\ntheir   appreciation  of  the  reasons  for   this\r\n\r\ndecision.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 83</b></font><br><br>\r\n\r\n<div align=\"center\"><b>GRADUATES OF NANYANG</b></div>\r\n\r\n<div align=\"center\"><b>UNIVERSITY, UNIVERSITY OF</b></div>\r\n\r\n<div align=\"center\"><b>SINGAPORE AND SINGAPORE</b></div>\r\n\r\n<div align=\"center\"><b>POLYTECHNIC</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Employment in Government Service)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;2. <b>Mr Chia Thye Poh</b> asked the Minister for\r\n\r\nFinance  how many graduates of Nanyang University,\r\n\r\nthe  University  of  Singapore and  the  Singapore\r\n\r\nPolytechnic  respectively, who graduated  in  1963\r\n\r\nand   1964  respectively,  are  employed  in   the\r\n\r\nSingapore Government Service.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> In a fair comparison of\r\n\r\nemployment  opportunities  open  to  graduates  of\r\n\r\nthese  three  institutions, we must  exclude  from\r\n\r\nconsideration employment of medical,  dental,  law\r\n\r\nand pharmacy graduates as these courses are taught\r\n\r\nat one institution only.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The figures are as follows:\r\n\r\n<pre>\r\n\r\n 1963 graduates employed in the Government\r\n\r\nservice:\r\n\r\n Nanyang University    \t\t\t70\r\n\r\n University of Singapore    \t\t70\r\n\r\n Polytechnic            \t\t15\r\n\r\n\r\n\r\n 1964 graduates employed in the Government\r\n\r\nservice:\r\n\r\n Nanyang University\t\t\t28\r\n\r\n University of Singapore\t\t82\r\n\r\n Polytechnic\t\t\t\t15\r\n\r\n\r\n\r\n The total for 1963 graduates is 155.\r\n\r\n The total for 1964 graduates is 125.\r\n\r\n</pre>\r\n\r\n<br><br>I  want  to  make it clear that these figures  are\r\n\r\nclassified  by the year of graduation  of  persons\r\n\r\nemployed in Government service. It does not  refer\r\n\r\nto  the number of graduates employed in any  given\r\n\r\nyear, either 1963 or 1964. Therefore, as you  will\r\n\r\nnote  the  figures for 1964, the Nanyang graduates\r\n\r\nare rather less compared with 1963 graduates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 84</b></font><br><br>\r\n\r\n\r\n\r\nThat is because for any given year  there\r\n\r\nis  a  back-log  of graduates to be absorbed.  For\r\n\r\ninstance,  in  1964  the total number  of  Nanyang\r\n\r\ngraduates of all graduation years employed by  the\r\n\r\nGovernment was 64.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh (Jurong)</b>(<i>In Mandarin</i>): I would like to ask the Minister for Finance why so few graduates of the Polytechnic\r\n\r\nwere  employed.  Fifteen each year  for  1963  and\r\n\r\n1964, respectively.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, the reason\r\n\r\nis  that the Polytechnic runs courses in different\r\n\r\nprofessions,  and  most  of  the  graduates  would\r\n\r\nrather find employment in private industry than in\r\n\r\nGovernment service.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): I would like to ask the Minister for Finance whether he could tell\r\n\r\nus  what  is  the general salary scale  for  these\r\n\r\ngraduates.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That is not a supplementary\r\n\r\nquestion  which arises out of the answer.  But  if\r\n\r\nthe  Minister feels inclined to answer it, he  may\r\n\r\ndo so.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> There are in the Government\r\n\r\nservice something like 380 salary scales, and \r\n\r\noff-hand  it  would be very difficult for  me  to  say\r\n\r\nwhich  particular  salary  scale  goes  for   what\r\n\r\nqualifications.  If the Member  is  interested  in\r\n\r\nthese details, I would be glad to provide him with\r\n\r\nan  Establishment Manual which sets  out  all  the\r\n\r\ndetails.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 84</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>PRINCIPALS, TEACHERS, CLERKS AND SCHOOL</b></div>\r\n\r\n<div align=\"center\"><b>SERVANTS OF CHINESE AND ENGLISH</b></div>\r\n\r\n<div align=\"center\"><b>SECONDARY/PRIMARY SCHOOLS</b></div>\r\n\r\n<div align=\"center\"><b>(Number suspended or dismissed since 16-9-63)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;3. <b>Mr Koo Young</b> asked the Minister for\r\n\r\nEducation how many principals, teachers, clerks\r\n\r\nand school servants have been suspended or\r\n\r\ndismissed or had their services terminated since\r\n\r\n16th September, 1963; how many of them were from\r\n\r\n(a) Chinese Secondary Schools, (b) Chinese Primary\r\n\r\nSchools, (c) English Secondary Schools, and (d)\r\n\r\nEnglish Primary Schools; and the reasons for their\r\n\r\nsuspension or dismissal or termination of service.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 85</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, the\r\n\r\ninformation sought by the Member involves  columns\r\n\r\nof  figures which make tedious reading. With  your\r\n\r\npermission,  Mr  Speaker,  Sir,  I   propose   to\r\n\r\ncirculate the information contained in a table* in\r\n\r\nthe Official Report.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* Appendix I, cols. 169-72.\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1964/19641102/19641102-HA-0230169.pdf\"\">PRINCIPALS, TEACHERS, CLERKS AND SCHOOL SERVANTS OF CHINESE AND ENGLISH SECONDARY/PRIMARY SCHOOLS (Number  suspended  or  dismissed 16-9-63)(Cols 0169-0172)</a><br>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 85</b></font><br><br>\r\n\r\n<div align=\"center\"><b>PRIMARY SCHOOLS IN 1964</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Number of children admitted)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;4. <b>Mr Koo Young</b> asked the Minister for Education\r\n\r\nhow many children were admitted to primary schools\r\n\r\nin  1964,  giving figures separately for the  four\r\n\r\nlanguage  streams  and  for government  and  aided\r\n\r\nschools.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker,\r\n\r\nSir, it  is  presumed that the question refers  to\r\n\r\nadmissions to Primary I in 1964. The  total\r\n\r\nnumber of children admitted to Primary I as\r\n\r\non  31st  January,  1964,  is  56,128.  The\r\n\r\nbreakdown figures as on 31st January, 1964,\r\n\r\nare as follows:-\r\n\r\n\r\n\r\n<pre>\r\n\r\n                      No. admitted into\r\n\r\n\r\n\r\n                 Government  Govt-Aided   Total\r\n\r\nStream           Schools     Schools      Admissions \r\n\r\n \r\n\r\nMalay            4,619            -         4,619\r\n\r\nChinese          1,783       16,452        18,235\r\n\r\nTamil               36          319           355\r\n\r\nEnglish         29,489        3,430        32,919\r\n\r\n\r\n\r\nTotal           35,927       20,201        56,128\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young (Thomson)</b>(<i>In Mandarin</i>): I would like to ask the Minister for Education this. According to the figures given\r\n\r\nby  him,  we  find  that in  1964  Primary  I  new\r\n\r\nentrants in respect of Chinese schools and English\r\n\r\nschools,  the figures differ very much as  between\r\n\r\neach  other.  There is a great difference  between\r\n\r\nthe  admissions into the Chinese schools and those\r\n\r\ninto the English schools. Has the Minister found a\r\n\r\nreason for this great disparity in the figures  of\r\n\r\nadmission  into  these two respective  streams?  I\r\n\r\ninvite  him  to give his comments and the  reasons\r\n\r\nfor the disparity.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 86</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker,\r\n\r\nwe  leave  the choice entirely to the parents.  In\r\n\r\nfact,  I  think the proper persons to  answer  the\r\n\r\nquestion will be the parents themselves.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 86</b></font><br><br>\r\n\r\n<div align=\"center\"><b>SCHEME OF EQUAL</b></div>\r\n\r\n<div align=\"center\"><b>TREATMENT FOR WOMEN</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Number of acceptances and non-acceptances by lady teachers)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;5. <b>Mr Koo Young</b> asked the Minister for Education\r\n\r\nhow  many  lady  teachers from each  of  the  four\r\n\r\nlanguage streams accept the Government's scheme of\r\n\r\nequal    treatment    for    women    since    its\r\n\r\nimplementation, and how many do not accept it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker,\r\n\r\nSir,  out  of  a total of 5,109 lady  teachers  in\r\n\r\nGovernment  schools in the four language  streams,\r\n\r\n1,997  were  recruited as teachers-in-training  in\r\n\r\n1962  to  1964, and were placed direct on  to  the\r\n\r\nmen's  salary  scales. Of the  balance  of  3,112,\r\n\r\n3,108  have  accepted the offer of  conversion  to\r\n\r\nmen's scale and four have rejected the offer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Out of a total of 2,754 lady teachers in\r\n\r\nGovernment   aided  schools,  57   were   teachers\r\n\r\nrecruited  in 1962 to 1964 and were placed  direct\r\n\r\non  to  the men's salary scale. Of the balance  of\r\n\r\n2,697, 2,683 have accepted the offer of conversion\r\n\r\nto  men's  salary scale and 14 have  rejected  the\r\n\r\noffer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With your permission, Sir, I wish to circulate\r\n\r\nthe breakdown figures+ in respect of each language\r\n\r\nstream for inclusion in the Official Report.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n+ Appendix II, cols. 173-4.\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1964/19641102/19641102-HA-0230169.pdf\"\">SCHEME OF EQUAL TREATMENT FOR WOMEN (Number of  acceptances and non-acceptances by lady teachers)(Cols 0173-0174)</a><br>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 86</b></font><br><br>\r\n\r\n<div align=\"center\"><b>ULU PANDAN CONSTITUENCY</b></div>\r\n\r\n<div align=\"center\"><b>(Government Clinic)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chow Chiok Hock -->&nbsp;&nbsp;&nbsp;&nbsp;6. <b>Mr Chow Chiok Hock</b> asked the Minister for\r\n\r\nHealth  whether he has plans to build a government\r\n\r\nclinic  in  the Ulu Pandan Constituency  and  when\r\n\r\nsuch plans will be implemented.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 87</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker,\r\n\r\nSir, I regret having to inform the hon. Member for\r\n\r\nUlu  Pandan  that  there are  no  plans,  for  the\r\n\r\nforeseeable  future,  to build  a  new  Government\r\n\r\nOutpatient  Dispensary in Ulu Pandan Constituency.\r\n\r\nThis  is  because  of the fact  that  the  present\r\n\r\nnetwork  of  26 Government Outpatient Dispensaries\r\n\r\nserving  Singapore island have a staff of only  44\r\n\r\ndoctors  whereas proper stalling would require  no\r\n\r\nless than 70 doctors. It is therefore necessary to\r\n\r\nconsolidate   present   services   with   whatever\r\n\r\navailable  staff  is in service,  and  it  is  not\r\n\r\npossible   to  contemplate  expansion  until   the\r\n\r\nshortage of medical staff is solved first.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to add, however, that Ulu Pandan\r\n\r\nConstituency is not without Outpatient Services at\r\n\r\npresent. Every Wednesday morning, the Holland Road\r\n\r\nOutpatient Dispensary operates at the Maternal and\r\n\r\nChild Health Centre (5th m.s. Holland Road),  with\r\n\r\nstaff    from   the   Pasir   Panjang   Outpatient\r\n\r\nDispensary.  A Travelling Dispensary  also  visits\r\n\r\nHolland Village and Ulu Pandan area twice a week.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, there are also 4 Government\r\n\r\nOutpatient Dispensaries situated next to\r\n\r\nUlu Pandan Constituency, namely:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Bukit Timah Outpatient Dispensary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Dunearn Road Outpatient Dispensary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Pasir Panjang Outpatient Dispensary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Queenstown Outpatient Dispensary.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 87</b></font><br><br>\r\n\r\n<div align=\"center\"><b>URBAN RECONSTRUCTION</b></div>\r\n\r\n<div align=\"center\"><b>SCHEME</b></div>\r\n\r\n<div align=\"center\"><b>(Government plan for accommodation and livelihood of residents affected)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;7. <b>Mr Chia Thye Poh</b> asked the Minister for\r\n\r\nNational  Development what  is  the  plan  of  the\r\n\r\nSingapore  Government to ensure accommodation  for\r\n\r\nresidents  affected  by the  Urban  Reconstruction\r\n\r\nScheme,  and  what  steps will  be  taken  by  the\r\n\r\nGovernment to ensure that their livelihood is  not\r\n\r\naffected by such Scheme.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 88</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, all residents\r\n\r\naffected  by  the  Urban  Renewal  Programme   are\r\n\r\noffered alternative accommodation in Housing Board\r\n\r\nestates as near as possible to the area from which\r\n\r\nthey  are  being  cleared. For  instance,  in  the\r\n\r\nCrawford  area, the residents affected  are  being\r\n\r\noffered  alternative accommodation either  in  the\r\n\r\nTanjong Rhu or the MacPherson Estate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, in the Havelock Road area the\r\n\r\nresidents  affected are being offered  alternative\r\n\r\naccommodation  in  York Hill, Bukit  Ho  Swee  and\r\n\r\nQueenstown Estate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is also open to the residents to choose\r\n\r\nalternative accommodation anywhere else  in  other\r\n\r\nHousing Board Estates where houses are vacant  and\r\n\r\navailable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Shopkeepers affected by the Urban Renewal\r\n\r\nProgramme are offered alternative accommodation in\r\n\r\nHousing  Board  Estates  where  shops  which   are\r\n\r\nnormally  let  to  the highest  tenderer  will  be\r\n\r\nreserved  and made available at concession  rates.\r\n\r\nThere will be difficulties in any such large scale\r\n\r\nre-allocation of population and all steps will  be\r\n\r\ntaken  to  mitigate and minimise the  problems  of\r\n\r\nadjustment  in new surroundings. But  in  the  end\r\n\r\nthere will be improvement in the living conditions\r\n\r\nand  the  standard of living of all  who  move  in\r\n\r\nbetter housing in planned community development.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, Sir, I would like to ask the Minister\r\n\r\nfor National Development a supplementary question.\r\n\r\nDoes  the  Government give to all  those  who  are\r\n\r\naffected by the plan any compensation when  asking\r\n\r\nthem to remove?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, in the Urban\r\n\r\nRenewal  Programme where we move for  resettlement\r\n\r\none  tenant from a shophouse to another, there  is\r\n\r\nno compensation. But where the residents are moved\r\n\r\nfrom a squatter area, I think the hon. Member will\r\n\r\nremember  that  at the last Assembly  sitting  the\r\n\r\nsubject   of   compensation   was   gone   through\r\n\r\nthoroughly, in  fact, we have a new  compensation\r\n\r\nscheme  which has been found to be very acceptable\r\n\r\nby    all    those    whom    we    have    moved.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 89</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nI would like to ask the Minister, in the case of those\r\n\r\nwho  have been asked to remove and when they have been\r\n\r\nremoved  to Housing Board estates, what is the  rental\r\n\r\nthey have to pay and whether they can still engage  in\r\n\r\ntheir usual trades in the new estates after they  have\r\n\r\nremoved to the new estates ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member must understand that\r\n\r\nhe must not make a speech on a supplementary question.\r\n\r\nThe   Member  should  confine  himself  to  asking   a\r\n\r\nsupplementary  question  and  I  will  call  upon  the\r\n\r\nMinister to give him a reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nI  want  to  ask the Minister for National Development\r\n\r\nthis  - these people who have been asked to remove  to\r\n\r\nthe  Housing Board estates, maybe their cost of living\r\n\r\nwill have been raised, whether the Government can give\r\n\r\nthem any aid in this respect?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, as I say, in\r\n\r\nbusiness resettlement, there is no compensation. It is\r\n\r\nimpossible  to assess the goodwill. In  fact,  if  you\r\n\r\nwere  to  try  to go into it, you would find  a  small\r\n\r\nhawker claiming, say, about $20,000 or $30,000.  There\r\n\r\nis no way by which we can measure the goodwill. But we\r\n\r\ndo  give  householders  what we  call  a  \"disturbance\r\n\r\nallowance\"  of $250 when they move and some  transport\r\n\r\nallowance. I hope that answers the question.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 89</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>METALLING OF LORONG 19 CHOA CHU KANG ROAD 13½ M.S.</b></div>\r\n\r\n<div align=\"center\"><b>(Commencement of, and Government plan for livelihood of hawkers affected)</b></div>\r\n\r\n\r\n\r\n<br><br>8.<!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng (for Mr Chio Cheng Thun)</b>  asked\r\n\r\nthe  Minister for National Development when  will  the\r\n\r\nmetalling  of  Lorong  19  Choa  Chu  Kang  Road   13½\r\n\r\nmilestone, be started; and what steps will be taken by\r\n\r\nthe  Government in regard to the hawkers  there  whose\r\n\r\nlivelihood may be affected when the work begins.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, the request for\r\n\r\nmetalling Track 19 Choa\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 90</b></font><br><br>\r\n\r\n\r\n\r\nChu Kang Road 13½ milestone has been considered  by\r\n\r\nthe  Urban  and Rural Services Consultative  Committee\r\n\r\nwhich  has unanimously agreed that metalling  of  this\r\n\r\ntrack is unnecessary because it is in a fair condition\r\n\r\nand  can  be maintained by minor repairs from time  to\r\n\r\ntime.  The hawkers' pitches along both sides of  Track\r\n\r\n19  at the junction of Choa Chu Kang Road will not  be\r\n\r\naffected since the metalling of the track is not to be\r\n\r\ncarried out.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 90</b></font><br><br>\r\n\r\n<div align=\"center\"><b>MAKING UP OF JANSEN ROAD, FLORENCE CLOSE, ETC.</b></div>\r\n\r\n<div align=\"center\"><b>(Letting out on contract)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;9. <b>Mr Ng Kah Ting</b> asked the Minister for National\r\n\r\nDevelopment, in respect of Jansen Road, Florence Close\r\n\r\nand  many  other  roads the making up of  which  under\r\n\r\nsection   19   of  the  Local  Government  Integration\r\n\r\nOrdinance had been approved several months ago by  the\r\n\r\nUrban and Rural Services Consultative Committee but on\r\n\r\nwhich  there is yet no sign of work being  started  by\r\n\r\nthe P.W.D., whether he would consider letting out such\r\n\r\nwork on contract in order to expedite it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, after approval by\r\n\r\nthe  Urban and Rural Services Committee, the procedure\r\n\r\nlaid  down  in  section  19 of  the  Local  Government\r\n\r\nIntegration   Ordinance  has  to  be  followed.   This\r\n\r\nrequires  the  preparation of plans and estimates  and\r\n\r\nthe  apportionment of expenses after which  frontagers\r\n\r\nhave   to   be  served  with  notices  and  given   an\r\n\r\nopportunity to object to the proposed road making.  If\r\n\r\nno  valid  objections are received, the proposals  for\r\n\r\nmaking up of the roads are then confirmed, after which\r\n\r\nwork commences. It takes several months to comply with\r\n\r\nthis procedure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the several roads referred to by the\r\n\r\nhon. Member, notices have been served in September\r\n\r\n1964, and the dates for the hearing of objection in\r\n\r\nrespect of Florence Road and Florence Close have been\r\n\r\nfixed for 20th of October, 1964. If there are no valid\r\n\r\nobjections, work on the making up of these\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 91</b></font><br><br>\r\n\r\n\r\n\r\nroads  will commence towards the end of the  year.\r\n\r\nConstruction of all private streets is let out  on\r\n\r\ncontract.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 91</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>7 TO 8¾ M.S. CHANGI ROAD AND 9 TO 13 M.S. TAMPINES ROAD</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Street light installation)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;10. <b>Mr Poh Ber Liak</b> asked the\r\n\r\nMinister for National Development when will street\r\n\r\nlights  be  installed in (a) 7  to  8¾ milestones\r\n\r\nChangi  Road; and (b) 9 to 13 milestones  Tampines\r\n\r\nRoad.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, this section\r\n\r\nof  Upper  Changi Road from 7 to 8 3/4  milestone\r\n\r\nis   affected  by  road  reconstruction  work  to\r\n\r\nconvert it into ---\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b> rose ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the Minister please\r\n\r\ntake his seat? I cannot hear the Member. Will  the\r\n\r\nMember press his button? Perhaps we might then get\r\n\r\nsonic  translation  through. If  the  Member  will\r\n\r\nrepeat  what he has just said, to make it possible\r\n\r\nto  get  the translation through. Before he starts\r\n\r\nspeaking,  I  should be obliged if he would  press\r\n\r\nthat button of his and speak into the microphone.\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  just  now  I  was  unable  to  hear\r\n\r\nanything from the earphones.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I hope the Member will adjust his\r\n\r\nearphones. This is the second time that he has not\r\n\r\nbeen able to hear. Mr Lim Kim San.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, just now I\r\n\r\nwas  saying that this section of Upper Changi Road\r\n\r\nfrom  7  to  8¾ milestone is affected  by  road\r\n\r\nreconstruction  work to convert  it  into  a  dual\r\n\r\ncarriage-way.  I hope I am quite  audible  to  the\r\n\r\nhon.   Member  now.  The  installation  of  street\r\n\r\nlighting  will have to wait until such  works  are\r\n\r\ncompleted.  However, a stretch of this section  of\r\n\r\nUpper  Changi Road, i.e. from Jalan Puay  Poon  to\r\n\r\nBedok  junction,  has already been  realigned  and\r\n\r\nstreet lighting of this particular stretch will be\r\n\r\nput  in hand by the end of this year. The existing\r\n\r\nlighting\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 92</b></font><br><br>\r\n\r\n\r\n\r\nmain  at  9 milestone Tampines is more than  three\r\n\r\nmiles  from  the nearest electric sub-station  and\r\n\r\nowing  to  this  distance, it is not  possible  to\r\n\r\nextend street lighting up to the 13 milestone.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A street lighting scheme for the 9 milestone to\r\n\r\nthe  13  milestone  has  therefore  to  await  the\r\n\r\ncompletion of an electric sub-station which is  to\r\n\r\nbe  built  nearer to this section of the  road.  A\r\n\r\nsite   has  been  acquired  near  Lorong  Muallap,\r\n\r\nTampines  Drive, and as soon as a  sub-station  at\r\n\r\nthis  site  is completed, street lighting  can  be\r\n\r\nprovided.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 92</b></font><br><br>\r\n\r\n<div align=\"center\"><b>COMMUNITY CENTRE AT 5 M.S. HOLLAND ROAD</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chow Chiok Hock -->&nbsp;&nbsp;&nbsp;&nbsp;11. <b>Mr Chow Chiok Hock</b> asked the Minister for\r\n\r\nSocial  Affairs  when will work on  the  Community\r\n\r\nCentre at 5 milestone Holland Road be started.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Social Affairs (Mr Chan Chee Seng) (for the Minister for Social Affairs):</b> Mr\r\n\r\nSpeaker, Sir, I have been instructed by my\r\n\r\nMinister to answer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A site has already been earmarked for the proposed community centre at\r\n\r\nHolland Village, and negotiations by the\r\n\r\nCommissioner of Lands with the owner for\r\n\r\nacquisition of the site have been in progress for\r\n\r\nsome time. Plans for the construction of the\r\n\r\ncommunity centre will be considered when the\r\n\r\nacquisition has been completed.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 92</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>BILLS INTRODUCED</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>LOCAL GOVERNMENT</b></div>\r\n\r\n<div align=\"center\"><b>INTEGRATION (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>First Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law (Mr E. W. Barker):</b> Mr Speaker, Sir, I beg to introduce a Bill intituled \"An Ordinance to amend the Local\r\n\r\nGovernment Integration Ordinance, 1963 (No. 18 of\r\n\r\n1963).\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copies of the Bill handed in to the Clerk.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill read the First time.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Second Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Second Reading, what day?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 93</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Now, Sir, I lay upon the Table a\r\n\r\nCertificate  of  Urgency signed by His  Excellency\r\n\r\nthe Yang di-Pertuan Negara in respect of the Local\r\n\r\nGovernment Integration (Amendment) Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Certificate of Urgency handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Certificate is in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Copies of the Bill have already been\r\n\r\nhanded in earlier.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copies of the Bill distributed to hon. Members.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 5 of the Local Government Integration\r\n\r\nOrdinance,   1963,  provides   that   all   lands,\r\n\r\nbuildings   and  other  property,   moveable   and\r\n\r\nimmoveable, of the City Council and of  the  Rural\r\n\r\nBoard  at  the  end of the year  1960  other  than\r\n\r\nlands,  buildings  and other property  which  were\r\n\r\nvested  in  the  Public Utilities Board  shall  be\r\n\r\ndeemed  to have been transferred to and vested  in\r\n\r\nthe  Government without further assurance  on  the\r\n\r\n1st day of January, 1961.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a recent suit before the High Court of\r\n\r\nSingapore, the question of the transfer to and the\r\n\r\nvesting of property acquired after the 1st day  of\r\n\r\nJanuary, 1961 has been raised. Although the  Local\r\n\r\nGovernment Financial Integration Ordinance, \r\n\r\n1960 - which is now repealed - provided   for   this\r\n\r\neventuality,  the Government's legal advisers  are\r\n\r\nof  the view that the position of such property is\r\n\r\nnot   clearly  beyond  doubt.  The  amendment   of\r\n\r\nsubsection  (1)  of  section 5  of  the  principal\r\n\r\nOrdinance seeks to settle this question beyond all\r\n\r\ndoubt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subsection (4) of section 5 of the principal\r\n\r\nOrdinance  which  sets out  the  procedure  to  be\r\n\r\nfollowed  in  the case of proceedings  pending  or\r\n\r\nmatters  or  causes of action existing immediately\r\n\r\nbefore  the  coming into force  of  the  principal\r\n\r\nOrdinance is repealed and re-enacted with  greater\r\n\r\nclarity particularly as regards whether or not the\r\n\r\nprovisions of the Crown Suits Ordinance apply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 94</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr\r\n\r\nSpeaker,  Sir,  I only wish to seek  clarification\r\n\r\nfrom  the  Minister as to whether this  Bill  will\r\n\r\ncover those actions which are not pending but  new\r\n\r\nactions  which  can  be  contemplated  by  parties\r\n\r\nagainst  the  former City Council  or  the  former\r\n\r\nRural Board.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to seek this clarification because when I\r\n\r\nwas  the  Mayor  of the City Council,  action  was\r\n\r\ntaken  against me by Mr L. A. Marcus and we  have\r\n\r\nsettled  this action, each side paying  their  own\r\n\r\ncosts.   When  my  lawyers  wrote  to  the  Public\r\n\r\nUtilities Board, they tried to pass the  buck  and\r\n\r\nmy  lawyers  apparently  do  not  know  the  right\r\n\r\ndepartment  to  take action because  obviously  we\r\n\r\nmight not have action to take.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to seek clarification from the\r\n\r\nMinister  as  to whether the Bill does  provide  a\r\n\r\nclause  whereby  a  person  can  take  new  action\r\n\r\nagainst  the Government because it has taken  over\r\n\r\nall   the  rights  and  liabilities  of  the  City\r\n\r\nCouncil.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, I can assure the\r\n\r\nhon.  Member that this amendment Bill was  enacted\r\n\r\nto  cover  exactly the type of case which  he  has\r\n\r\nraised.  If I can draw the hon. Member's attention\r\n\r\nto  the  proposed amendment to subsection  (4)  of\r\n\r\nsection 5 of the principal Ordinance, it sets  out\r\n\r\npreviously  the  procedure to be followed  in  the\r\n\r\ncases  of proceedings pending or matters or causes\r\n\r\nof  action existing immediately before the  coming\r\n\r\ninto   force  of  the  principal  Ordinance.   The\r\n\r\nposition  now is that if one desires  to  sue  the\r\n\r\nCity Council, one can do so. It is brought in  the\r\n\r\nname  of the City Council but it is the Government\r\n\r\nwhich bears the responsibility.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot advise the hon. Member on his own\r\n\r\npersonal  legal matters. He has his  own  lawyers,\r\n\r\nbut  I  can  assure him that this  Bill  has  been\r\n\r\nbrought in to provide for the eventuality which he\r\n\r\nis afraid of.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and\r\n\r\ncommitted  to  a Committee of the whole  Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 95</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a\r\n\r\nCommittee on the Bill. - [Mr Barker].\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported, without\r\n\r\namendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Business of Supply. Will the\r\n\r\nMinister please move his Business Motion?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 95</b></font><br><br>\r\n\r\n<div align=\"center\"><b>CONSIDERATION OF MORE THAN</b></div>\r\n\r\n<div align=\"center\"><b>ONE ITEM OF BUSINESS OF</b></div>\r\n\r\n<div align=\"center\"><b>SUPPLY</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Business Motion)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That, nowithstanding the Standing\r\n\r\nOrders,  the  First  Supplementary  Estimates   of\r\n\r\nExpenditure  for 1964 and the First  Supplementary\r\n\r\nDevelopment  Estimates  for  1964  (contained   in\r\n\r\nPapers  Cmd.  16  of  1964 and  Cmd.  21  of  1964\r\n\r\nrespectively) and the second and third readings of\r\n\r\nthe  Supplementary Supply Bill  be  taken  today.\"-[Dr Goh Keng Swee].\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 95</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>FIRST SUPPLEMENTARY ESTIMATES OF EXPENDITURE FOR</b></div>\r\n\r\n<div align=\"center\"><b>1964 OF THE STATE OF SINGAPORE (PAPER CMD. 16 OF</b></div>\r\n\r\n<div align=\"center\"><b>1964) AND FIRST SUPPLEMENTARY</b></div>\r\n\r\n<div align=\"center\"><b>DEVELOPMENT ESTIMATES OF</b></div>\r\n\r\n<div align=\"center\"><h4>EXPENDITURE FOR 1964 OF THE</h4></div>\r\n\r\n<div align=\"center\"><h4>STATE OF SINGAPORE (PAPER CMD. 21 OF 1964)</h4></div>\r\n\r\n\r\n\r\n<br><br>3.32 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of\r\n\r\nSupply [Allotted Day].\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 24 -\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> First Supplementary Estimates of\r\n\r\nExpenditure for 1964 as contained in Paper Cmd. 16\r\n\r\nof  1964.  Head  24 - Contributions  and  Charitable\r\n\r\nAllowances,  Ministry  of  Culture.  There  is  an\r\n\r\namendment standing in the names of the Member  for\r\n\r\nBukit  Merah and the Member for Thomson in respect\r\n\r\nof subhead 59.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 96</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are now in Committee and I should like to\r\n\r\nremind  hon. Members that under Standing Order  43\r\n\r\n(8)  (a) no Member shall be entitled to address  a\r\n\r\nCommittee of the whole Assembly for more  than  15\r\n\r\nminutes   at   any  one  time.  A  copy   of   the\r\n\r\n\"guillotine\"  times for the consideration  of  the\r\n\r\nSupplementary  Estimates has  been  circulated  to\r\n\r\nMembers, and I would invite their attention to the\r\n\r\nguillotine times stated therein.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Huan Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Huan Boon:</b> Mr Chairman,\r\n\r\nI would like to address the House in Mandarin.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Very well. Mr Lim Huan Boon, in\r\n\r\nMandarin.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Huan Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Huan Boon</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 24 be\r\n\r\nreduced by $10 in respect of subhead 59*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The same amendment stood in the name of Mr Koo Young.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the funds for the National\r\n\r\nTheatre  were  campaigned for  in  1959.  After  a\r\n\r\nperiod of two years, according to a speech made on\r\n\r\n31st October, 1961, about $700,000 were raised for\r\n\r\nthis National Theatre. But up to the present date,\r\n\r\ni.e. after  a period of 2½ years, the sum  raised\r\n\r\nwas   only  about  S200,000.  There  is  a   great\r\n\r\ndifference between the first figure and the second\r\n\r\nfigure.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people of Singapore have lost confidence in\r\n\r\nthe  cultural policies of the Government,  as  the\r\n\r\nfigures  show. Mr Speaker, Sir, the  construction\r\n\r\nof  the  National Theatre was for the  purpose  of\r\n\r\npromoting  the cultural activities of the  people.\r\n\r\nIt  was meant to bring out the characteristics  of\r\n\r\nthe  cultures  of  the  various  races  living  in\r\n\r\nSingapore,  thereby intermingling  these  cultures\r\n\r\nand creating a new culture. But the Government has\r\n\r\nabandoned this policy. In fact, it is now adopting\r\n\r\nthe   colonial  policy  in  respect  of   culture.\r\n\r\nFurthermore,  the suppression of healthy  cultural\r\n\r\nactivities has been carried out. As a result,  all\r\n\r\ncultural  activities  are now  carried  out  on  a\r\n\r\npolitical basis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The encouragement of yellow culture is also\r\n\r\nunder way, either directly or indirectly. In fact,\r\n\r\nyellow culture is now quite popular among the\r\n\r\npeople of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 97</b></font><br><br>\r\n\r\n\r\n\r\nSingapore.  In  street corners and  everywhere  in\r\n\r\nSingapore  you can see obscene publications.  Even\r\n\r\nthe  programmes  that  appear  on  television  are \r\n\r\ntainted with yellow culture. Mr Speaker, Sir, let me \r\n\r\ntouch   a   little  on  the  programmes   for\r\n\r\ntelevision, because this is closely connected with\r\n\r\nhealthy   cultural  growth.  May   I   have   your\r\n\r\npermission   to   speak  on  the  programmes   for\r\n\r\ntelevision?\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, briefly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Huan Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Huan Boon</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker, Sir, as the State Government has the\r\n\r\npower  to deal with the administration and routine\r\n\r\nwork of broadcasting, I hope it will take steps to\r\n\r\nstop  showing  more \"yellow\" programnies  on  T.V.\r\n\r\nThere  should be no fantastic stories  of  murder,\r\n\r\nrape  and arson shown to viewers because  this  is\r\n\r\ngoing  to do harm to our next generation. I appeal\r\n\r\nto  the  Government  to review  its  present  T.V.\r\n\r\nprogrammes so that good programmes can  be  viewed\r\n\r\nby  the people and the bad programmes discarded in\r\n\r\ngood time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the present programmes put on\r\n\r\nT.V. are very poor in content. This is a fact. But\r\n\r\nthe  question is whether the Government  wants  to\r\n\r\nmonopolise cultural activities or not.  It  should\r\n\r\nnot  monopolise all cultural activities. In  fact,\r\n\r\nit  should give the people and the local  artistes\r\n\r\nan opportunity to express themselves and give them\r\n\r\nadequate facilities to do so. If the Government is\r\n\r\nprepared   to  get  in  touch  with  the  cultural\r\n\r\norganisations in Singapore, then better programmes\r\n\r\nof  a  higher artistic value can be shown, in this\r\n\r\nway,  at  least some of the defects in the present\r\n\r\nT.V. programmes can be remedied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the construction of the National\r\n\r\nTheatre.  The cost of construction of the National\r\n\r\nTheatre,  including the laying of the  foundation,\r\n\r\nis $2.2 million. The structure itself costs\r\n\r\n$1.63 million. It is not worth to spend such a big\r\n\r\nsum  of  money  for  a building  of  this  nature.\r\n\r\nAlthough  the design of the National  Theatre  was\r\n\r\nobtained  by  way of competition, I doubt  if  the\r\n\r\narchitect concerned obtained the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 98</b></font><br><br>\r\n\r\n\r\n\r\nviews   of   the   local  artistes  and   cultural\r\n\r\norganisations of Singapore before putting  up  his\r\n\r\nplan. I do not deny that the architect has special\r\n\r\nqualifications  and experience. But  if  he  could\r\n\r\nhave  got the views of local artistes and cultural\r\n\r\norganisations, he could have done better.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, there are special conditions\r\n\r\nattached  to  the  cultural  activities   of   any\r\n\r\ncountry,   and  these  should  have   been   given\r\n\r\nconsideration when designing the National Theatre.\r\n\r\nPeople  who  have  experience in stage  work  have\r\n\r\nraised  this question. I wonder whether  this \r\n\r\nso-called  largest theatre in South East Asia  is  big\r\n\r\nenough  for a large-scale opera. I wonder  whether\r\n\r\nthe stage is big enough for the purpose. The music\r\n\r\npool  seems small. The backstage is rather shallow\r\n\r\nand  if you want to put up local operas the  stage\r\n\r\nis too big. The rent is very high. If the National\r\n\r\nTheatre  has  all  these  defects,  then   it   is\r\n\r\nregrettable that the Government has not been  careful  with  public funds. As a result of this, the\r\n\r\nNational  Theatre has been put up in  a  slip-shod\r\n\r\nmanner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now want to deal with the seats in the\r\n\r\nNational  Theatre.  I  have  a  plan  showing  the\r\n\r\nseating  accommodation  of the  National  Theatre.\r\n\r\nAccording  to  an  on-the-spot investigation,  the\r\n\r\nseats  in the UU row up to the PP row at the  back\r\n\r\nare now damaged. And from the OO row to the AA row\r\n\r\nthe outer seats have changed their shapes. But the\r\n\r\nseats   for  the  VIP  have  been  given   special\r\n\r\nconsideration,  and  so  they  have  remained  all\r\n\r\nright.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, ever since the completion of\r\n\r\nthe  National Theatre, most of the seats have been\r\n\r\ndamaged in a matter of a year. From this point  of\r\n\r\nview  alone,  one can see how the  Government  has\r\n\r\nsquandered public funds. Even if the architect  of\r\n\r\nthis   National   Theatre  has   made   some   mis\r\n\r\ncalculations  about the climate of Singapore,  and\r\n\r\neven  if  first-class programmes are  put  on  the\r\n\r\nstage,  you  cannot expect the audience  to  enjoy\r\n\r\nthese                                   programmes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 99</b></font><br><br>\r\n\r\n\r\n\r\nby  subjecting them to climatic conditions such as\r\n\r\nrain.  In short, I would say that the construction\r\n\r\nof   the   National  Theatre  has  been   rather\r\n\r\nhaphazard.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will now deal with the exits of the National\r\n\r\nTheatre.  There  are 3,421 seats in  the  National\r\n\r\nTheatre.  According  to the Government  estimates,\r\n\r\nthis  National Theatre can accommodate 13,000  people  or  more. With such a great number, I  wonder\r\n\r\nwhether  the  four exits are enough.  Furthermore,\r\n\r\nthe  two  smaller exits on a higher level are  not\r\n\r\nconveniently placed. The public do not  make  full\r\n\r\nuse of them. As a result, there are only two exits\r\n\r\nto this National Theatre. The other two are not in\r\n\r\npopular  use. So according to estimates,  normally\r\n\r\nif  the  seats are fully occupied, one can  expect\r\n\r\nabout 3,500 spectators. It will take them some  20\r\n\r\nto  25  minutes  to  clear  out  of  the  National\r\n\r\nTheatre.  If the number of spectators should  rise\r\n\r\nto  10,000, then the time required for them to  go\r\n\r\nout will be doubled, to say the least. Under these\r\n\r\ncircumstances,  should there be  any  accident,  I\r\n\r\njust  cannot  imagine  what  will  happen  to  the\r\n\r\naudience in the theatre. Mr Speaker, Sir, this is\r\n\r\na  matter that concerns public safety. I hope  the\r\n\r\nGovernment  will  pay special  attention  to  this\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, summing up all that I have\r\n\r\nsaid,  it  is  clear that the people can  see  for\r\n\r\nthemselves that their hard-earned money  has  been\r\n\r\nsquandered  by the Government. That  is  why  they\r\n\r\nrefused  to  contribute further for the completion\r\n\r\nof  the National Theatre Fund. We fully understand\r\n\r\ntheir sentiments. But, on the contrary, the Govern\r\n\r\nment  finding itself in a position that it  cannot\r\n\r\nget  further help, has tried to extort some  money\r\n\r\nto   solve   its   financial  problem.   This   is\r\n\r\ninexcusable.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member has just beaten the\r\n\r\nclock!\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): MrSpeaker, in the\r\n\r\npast two or three years, the National Theatre  was\r\n\r\nused  as a show-case for the P.A.P. Last year  the\r\n\r\nNational Theatre was opened rather haphazardly for\r\n\r\nthe  so-called  South-East Asia Cultural  Festival.\r\n\r\nOne year\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 100</b></font><br><br>\r\n\r\n\r\n\r\nhas  since passed. Before the National Theatre was\r\n\r\nbuilt, the P.A.P. said that this was going  to  be\r\n\r\nthe  cultural centre of Singapore. That  was  said\r\n\r\nbefore  the  plans were made. But now we  can  see\r\n\r\nthat  in the last one and a half years or  so  the\r\n\r\nperformances  put up at the National Theatre  have\r\n\r\nbeen  rather  few.  In fact, we can  easily  count\r\n\r\nthem.  Why should there be so few performances  at\r\n\r\nthe  National Theatre? Why should the performances\r\n\r\nbe  so  few  in  the past one year?  I  think  the\r\n\r\nreasons are as follows.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The most important one is that the P.A.P. has\r\n\r\nalready  given up its policy to encourage  healthy\r\n\r\ncultural activities. The Government has not  given\r\n\r\nany  assistance  to  the  development  of  healthy\r\n\r\ncultural   activities.  It  has   given   no   aid\r\n\r\nwhatsoever  to  the  amateur  artistes  among  the\r\n\r\npeople. On the contrary, suppressive actions  have\r\n\r\nbeen  taken  against them. Artistic  and  cultural\r\n\r\nactivities  are  more or less monopolised  by  the\r\n\r\nParty in power. Under these circumstances, can one\r\n\r\nexpect   cultural  activities   to   flourish   in\r\n\r\nSingapore?  If cultural activities are not  widely\r\n\r\npopularised and encouraged among the people, where\r\n\r\nis the value then in the National Theatre? What is\r\n\r\nit  built for? Do you want the professional\r\n\r\nsing-song girls and the songstresses to perform at  the\r\n\r\nNational Theatre? No. They have already got  their\r\n\r\nown stages in the amusement parks. Or do you think\r\n\r\nyou  can make full use of the National Theatre  by\r\n\r\nputting  up  performances  staged  by  the  P.A.P.\r\n\r\nartistes? No. There are not enough people to do so\r\n\r\nmany   performances.  The  cultural   workers   in\r\n\r\nSingapore  have a feeling of sadness  that  yellow\r\n\r\nperformances are rather rampant in Singapore. They\r\n\r\nare  very discouraged because of this. That is why\r\n\r\nI  dare say that the National Theatre has not been\r\n\r\nfully  made  use  of  in the past  one  year.  The\r\n\r\nNational Theatre has only got a facade. It is good\r\n\r\nlooking outside. The P.A.P. Government is boasting\r\n\r\nof  it,  saying  that  it is one  of  the  biggest\r\n\r\ntheatres in South-East Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third factor is that the rental of the\r\n\r\nNational  Theatre is too high. As far as  I  know,\r\n\r\nprofessionals         who         want          to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 101</b></font><br><br>\r\n\r\n\r\n\r\nrent  the  National Theatre have to pay  at  least\r\n\r\n$450  per  night.  The  highest  rent  is  $1,000.\r\n\r\nAmateurs  who  desire to use the National  Theatre\r\n\r\nare  required to pay at least $350 per night.  The\r\n\r\nmaximum  rent required of them is $550 per  night.\r\n\r\nArtistes and cultural organisations who desire  to\r\n\r\nuse  the  National  Theatre are  discouraged  from\r\n\r\nusing  it because of the exorbitant rent. This  is\r\n\r\nbecause  their proceeds may not be enough  to  pay\r\n\r\nfor  the rent. Then with regard to the use of  the\r\n\r\nNational  Theatre  for rehearsal  at  day-time,  I\r\n\r\nunderstand that the rent for such use is  $50.  We\r\n\r\nhave  seen that the Government has squandered some\r\n\r\n$2  million  on the National Theatre. The  rentals\r\n\r\nare  high.  So  to  cover up all  these  losses  I\r\n\r\nunderstand that some advertisers make use  of  the\r\n\r\nNational  Theatre for the making  of  photographic\r\n\r\nadvertisements for commercial firms, for  example,\r\n\r\nthe  Milo  firm  and  others.  Can  you  say  that\r\n\r\n\"commercial\"  is art? I do not know  what  is  art\r\n\r\nthen if \"commercial\" can become an art. It is very\r\n\r\ndisheartening that this should happen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, there is one other important matter\r\n\r\nto  which  I wish to draw your attention.  As  the\r\n\r\npeople have no confidence in the P.A.P., so it  is\r\n\r\nno  longer possible for the P.A.P. to get any more\r\n\r\nmoney  from the people. So the only way out is  to\r\n\r\npay out of public funds or to resort to compulsory\r\n\r\ncontributions. I remember some time  last  \r\n\r\nyear - the  Minister for Education is not here; otherwise\r\n\r\nhe   can  listen  carefully  -  the  Ministry  of\r\n\r\nEducation sent out forms to the Principals  asking\r\n\r\nthe  teachers  to  donate $10  each  as  voluntary\r\n\r\ncontributions. The word \"voluntary\" means it is up\r\n\r\nto  you entirely whether to donate or not. But, on\r\n\r\nthe  other  hand, the instruction also  came  down\r\n\r\nthat   those  who  did  not  make  any   voluntary\r\n\r\ncontributions should be listed and they should  be\r\n\r\nasked   to  give  reasons  for  not  making   such\r\n\r\nvoluntary contributions. How can you say that such\r\n\r\ncontributions  were voluntary? All  these  actions\r\n\r\nwere  very repressive. At the beginning,  I  asked\r\n\r\nthe Minister for figures of teachers who have been\r\n\r\ndismissed. Up till now I have not been able\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 102</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;to know the figures because he has not given them\r\n\r\norally.  But  in  any case,  there  is  a  lot  of\r\n\r\nsuppression going on in education circles.  A  lot\r\n\r\nof  teachers have been dismissed and teachers  are\r\n\r\nnow  unhappy. They are rather afraid of the P.A.P.\r\n\r\nmen, whether they are small fry or big shots.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. We are not on the Ministry\r\n\r\nof  Education. I do not mind the Member  referring\r\n\r\nto that Ministry in passing, but if he is going to\r\n\r\nspeak on it at some length, he is out of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nam sorry about it. But I have brought up all these\r\n\r\nmatters  just to show that contributions were  not\r\n\r\nvoluntary.  It was the Minister for Education  who\r\n\r\nwas responsible for all such compulsory donations.\r\n\r\nIf  you  do not make your voluntary contributions,\r\n\r\nthen your name will be listed and you have to give\r\n\r\nyour reason why you do not want to ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Could the Member come to his next\r\n\r\npoint?\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Mr Fong Sip Chee):</b> Mr Speaker, Sir, before I go on to satisfy\r\n\r\nthe  Member of the Opposition in regard  to  these\r\n\r\nSupplementary  Estimates,  I  wish  to  draw   the\r\n\r\nattention  of the House to the fact  that  in  the\r\n\r\nlast  Assembly sitting, it was made clear to  this\r\n\r\nHouse that a further payment would have to be made\r\n\r\nin  accordance  with what has been  agreed  to  in\r\n\r\nrespect  of the Government's contribution  to  the\r\n\r\nTrust.  Mr Speaker, Sir, the cost of the National\r\n\r\nTheatre,  which was estimated at $2.2 million  and\r\n\r\nin  respect  of  which  the  estimated  figure  of\r\n\r\nGovernment's assistance is based, has increased to\r\n\r\napproximately   $2.4  million.  The   Trust   will\r\n\r\ntherefore have to raise the funds to pay  for  the\r\n\r\nadditional  cost. This is to be the responsibility\r\n\r\nof  the Trust. Nevertheless, Mr Speaker, Sir, the\r\n\r\nGovernment  agreed on 20th of July, 1962,  to  pay\r\n\r\nthe  difference between the total  costs  of  $2.2\r\n\r\nmillion and the total donations\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 103</b></font><br><br>\r\n\r\n\r\n\r\nreceived by the National Theatre Trust. The amount\r\n\r\nto   be   paid  by  the  Government  amounted   to\r\n\r\n$1,343,720.96, after deducting donations totalling\r\n\r\n$856,279.04.  You will recall, Mr  Speaker,  Sir,\r\n\r\nthat  the  House already approved the  payment  of\r\n\r\n$500,000  on  24th  of July  and  another  sum  of\r\n\r\n$450,000  on  the 17th of December, 1963,  to  the\r\n\r\nNational Theatre Trust. Members will remember that\r\n\r\nat  the last sitting, as I quoted earlier on  from\r\n\r\nHansard, I said that a further payment would  have\r\n\r\nto be made in accordance with what has been agreed\r\n\r\nto in respect of Government's contribution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the questions raised by the Member\r\n\r\nfor  Bukit  Merah on the scale of rent charges,  I\r\n\r\ncan  assure him that the charges are imposed after\r\n\r\ncareful  consideration. I will make a  comparison,\r\n\r\nMr Speaker, Sir. The rent for each performance at\r\n\r\nthe  Singapore  Badminton Hall is $250.  You  will\r\n\r\nnote  that  essential services such  as  a  proper\r\n\r\nstage,  loudspeaker,  and public  address  system,\r\n\r\nstage  lighting  system,  chairs,  etc.,  are  not\r\n\r\nprovided  for in the rental. The charges  for  the\r\n\r\nuse   of   the  National  Theatre  arc   therefore\r\n\r\nconsidered  to be very reasonable. If  the  Member\r\n\r\nfor Bukit Merah - I am sure he has a copy already\r\n\r\n-  has not been given a copy of the charges, then\r\n\r\nI  shall undertake to forward him a copy if he  so\r\n\r\nrequires.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not propose to go into\r\n\r\ndetails of the various rates of charges as it will\r\n\r\ntake  up  a  considerable length of  time  in  the\r\n\r\nHouse,  but if Members of the Opposition  are  not\r\n\r\nclear  on  certain points and are  not  satisfied,\r\n\r\nthen  I shall be pleased to receive any suggestion\r\n\r\nfrom them as to the revision of rental charges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on the question of design and\r\n\r\nplanning of the National Theatre, as noted by  the\r\n\r\nMember for Bukit Merah, the plan was adopted after\r\n\r\na  public competition. The plan was considered  by\r\n\r\nthe   National  Theatre  Trust  appointed  by  the\r\n\r\nGovernment  and in whose responsibility  we  place\r\n\r\nour trust. As stated in the last Assembly sitting,\r\n\r\nthe National Theatre was originally meant to be an\r\n\r\nopen-air one, but in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 104</b></font><br><br>\r\n\r\n\r\n\r\nview of the enthusiastic response from the public,\r\n\r\nthe  National Theatre Trust has decided to  revise\r\n\r\nits  original plan into a covered theatre.  I  can\r\n\r\nassure the Member for Bukit Merah that the various\r\n\r\nconditions and requirements he has raised  earlier\r\n\r\non  the  suitability  and  practicability  of  the\r\n\r\nNational  Theatre being used for  the  purpose  of\r\n\r\nperformance,  etc.,  were  all  included  in   the\r\n\r\nconditions  and  requirements  supplied   to   the\r\n\r\ncompetitors  in this contest for the plan  of  the\r\n\r\nNational  Theatre. To date, members of  the  Trust\r\n\r\nhave no adverse observations to make on the design\r\n\r\nand   other  matters  relating  to  the   National\r\n\r\nTheatre. But I have to congratulate the Member for\r\n\r\nBukit  Merah  on bringing in the question  of  the\r\n\r\nnumber   of   exits,  which  he   has   considered\r\n\r\ninadequate. So far as I have noticed this  is  the\r\n\r\nonly  constructive criticism from Members  of  the\r\n\r\nOpposition, and I shall look into this  matter  at\r\n\r\nmy earliest opportunity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Thomson as well as\r\n\r\nthe Member for Bukit Merah went into some detail\r\n\r\nregarding the practicability of the National Theatre\r\n\r\nand whether or not it is really put to its intended\r\n\r\nuse. From the statements made by both Members of the\r\n\r\nOpposition, I feel that this is a classic display of\r\n\r\nignorance. If Members, of the Opposition require any\r\n\r\ninformation of the bookings of the National Theatre, I\r\n\r\nhave just counted the number of bookings. Mr Speaker,\r\n\r\nSir, bookings received up to the 20th of October,\r\n\r\n<div align=\"center\"><b>1964, totalled 99, including rehearsals, etc. The</b></div>\r\n\r\nMember for Thomson has raised the question that we\r\n\r\nshould even charge at all for the purpose of\r\n\r\nrehearsals. Members of the Opposition may be\r\n\r\ninterested to know that these bookings included, among\r\n\r\nmany others, a variety concert by the Yin Sin Old\r\n\r\nBoys' Association and another variety concert by the\r\n\r\nChung San Huay Kuan, a comical play by the Singapore\r\n\r\nFilm and Drama Institution. All these bookings, Mr\r\n\r\nSpeaker, Sir, will show that the National Theatre\r\n\r\nprovides an excellent place with excellent facilities\r\n\r\nfor the promotion of culture at grass root level.\r\n\r\nStatements by the Opposition Members that the National\r\n\r\nTheatre has been misused are totally incorrect. The\r\n\r\nHouse may be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 105</b></font><br><br>\r\n\r\n\r\n\r\ninterested to note the following breakdown  of  the\r\n\r\nbookings  of  the National Theatre in  two  periods\r\n\r\nfrom 1st of June to 31st of October, 1964, and  1st\r\n\r\nof  November to 31st of December, 1964, in  respect\r\n\r\nof   Malay,  Chinese,  English  and  other  variety\r\n\r\nperformances,    meetings,    congregations     and\r\n\r\nexhibitions, etc. From the 1st of June to  31st  of\r\n\r\nOctober,  1964:  Malay 3, Teochew  2,  Mandarin  5,\r\n\r\nCantonese  2, English 9, Variety 12, Meetings  and\r\n\r\nCongregations  13,  Exhibitions  5.  From  1st   of\r\n\r\nNovember to 31st of December, 1964: Malay 2,  Cantonese   1,  English  4,  Variety  2,  Meetings   and\r\n\r\nCongregations 2, and Exhibitions 2. From  this  you\r\n\r\nwill  note,  Mr Speaker, Sir, that  the  National\r\n\r\nTheatre  caters  for activities of  all  the  major\r\n\r\nlanguage  streams in the State. I believe that  Mem\r\n\r\nbers  of the Opposition should be satisfied by  now\r\n\r\nthat the National Theatre is not what they consider\r\n\r\nto  be  a  project of wasting Government money  and\r\n\r\nthrowing  public funds into the sea, as  stated  by\r\n\r\nthe Member for Thomson.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the stage being too big for\r\n\r\nChinese  operatic performances and  too  small  for\r\n\r\nWestern performances, Mr Speaker, Sir, I am afraid\r\n\r\nthat  this  is a condition with which  it  is  very\r\n\r\ndifficult  for all of us to comply. I think  it  is\r\n\r\nequally  difficult for engineers and architects  of\r\n\r\nthe advanced West to provide a compromise solution.\r\n\r\nNo  doubt the pool for the musicians is considered\r\n\r\nto  be slightly small - but it is not uncomfortable\r\n\r\n-  and  we shall look into the question whether  it\r\n\r\nneeds to be\r\n\r\n-extended or not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think Members of the House\r\n\r\nare  also  aware of the nature of the performances,\r\n\r\nparticularly  Chinese operatic performances,  where\r\n\r\nthe stage requirements are comparatively very small\r\n\r\nas compared to Western performances like ballet and\r\n\r\nspectacular variety shows, etc. We can remedy  this\r\n\r\nby  some  arrangement  of  the  stage.  It  is  not\r\n\r\npossible  for us to have two different stages,  one\r\n\r\nfor  typical  Chinese  operatic  performances,  and\r\n\r\nanother  for Western performances. This is a  minor\r\n\r\npoint.  The Member for Thomson, who is  very  much\r\n\r\ninterested in cultural activities, will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 106</b></font><br><br>\r\n\r\n\r\n\r\nagree  with me that such a position can be  altered\r\n\r\nmerely by an arrangement of the stage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I come back again, Mr Speaker, Sir, to the\r\n\r\nquestion  of  charges? As I have said earlier  -  I\r\n\r\nhave  referred to the example of the charges levied\r\n\r\nfor  the  Singapore Badminton Hall - it  should  be\r\n\r\nnoted   that  the  National  Theatre  has  a  total\r\n\r\naccommodation of 3,420 ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Huan Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Huan Boon:</b> 3,421.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> 3,421 - thank you. This very\r\n\r\ngood proposition is in a smaller hall. Charges  for\r\n\r\nadmission  will inevitably have to be increased  to\r\n\r\nan amount which will not be voluntarily accepted by\r\n\r\npeople intending to attend the show. In the case of\r\n\r\nthe National Theatre, the number of seats is 3,420.\r\n\r\nThe  Member for Bukit Merah says that the admission\r\n\r\ncharges  can  be reduced to a figure acceptable  to\r\n\r\nthe  public  without  causing any  extra  financial\r\n\r\nburden  to  them.  I  can  assure  Members  of  the\r\n\r\nOpposition   that  most  of  the   organisers   and\r\n\r\nassociations  that  stage  shows  in  the  National\r\n\r\nTheatre  do make some profit if they levy admission\r\n\r\ncharges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the discussion is on\r\n\r\nContributions   and   Charitable   Allowances    to\r\n\r\ncharitable organisations, but the Member for  Bukit\r\n\r\nMerah  has  earlier  touched  on  the  question  of\r\n\r\ntelevision.  With your permission, Sir,  may  I  en\r\n\r\nlighten  him a little on this subject? As we  know,\r\n\r\ntelevision   is   still  in   its   infancy   here.\r\n\r\nNowithstanding  this, the standard  of  performance\r\n\r\nand  telecasting,  as we see in our  homes  and  in\r\n\r\npublic  places,  I think, should  not  receive  any\r\n\r\nadverse criticism. It is not that we do not receive\r\n\r\nany  constructive criticism but we  have  done  our\r\n\r\nbest  to  satisfy the audience, and  television  is\r\n\r\nstill ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I regret to say that the\r\n\r\nMember has had his 15 minutes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, I was surprised to\r\n\r\nlearn  from the Government benches that  since  the\r\n\r\ncompletion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 107</b></font><br><br>\r\n\r\n\r\n\r\nof  the  National Theatre more than a year ago,  there\r\n\r\nwere  only 99 bookings out of more than 400  days  and\r\n\r\nthat includes bookings for rehearsals. In other words,\r\n\r\nout  of every one-day booking there are three or  four\r\n\r\ndays ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> On a point of clarification, with\r\n\r\nyour permission, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan</b> resumed his seat.\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Mr Speaker, Sir, the bookings\r\n\r\nreceived  were for the period from 2nd June, 1964,  to\r\n\r\n20th  October,  1964.  If  the  Member  for  Hong  Lim\r\n\r\nrequires  statistical periods prior to that,  I  shall\r\n\r\nundertake to forward them to him.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> The point I am trying to raise is\r\n\r\nthis.  We have all these big buildings in town  -  the\r\n\r\nNational  Theatre which is the first open amphitheatre\r\n\r\nmeant  for  the masses where no charges for  admission\r\n\r\nwould  be  made. It was first proposed to be built  on\r\n\r\nthe  Kallang  Park site, but later it was  shifted  to\r\n\r\nKing  George  V  Park where the background  was  quite\r\n\r\nsuitable for an open amphitheatre, something like  the\r\n\r\nHollywood  Bowl.  Then  later,  as  the  Parliamentary\r\n\r\nSecretary to the Minister for Culture has explained to\r\n\r\nus, there was such an enthusiastic response - which is\r\n\r\nquite  contrary  to what the Member  for  Thomson  has\r\n\r\nsaid;  he  says  that  teachers  were  asked  to  make\r\n\r\ncompulsory  \"voluntary\" contributions -  that  we  are\r\n\r\nstill short of $400,000. Perhaps in the first wave  of\r\n\r\nresponse the Government introduced a dollar-for-dollar\r\n\r\nbrick  donation.  It  was  so  good  and  there   were\r\n\r\npromises,  but they were not kept. That  was  why  the\r\n\r\nGovernment  had  to  come back to  this  House  for  a\r\n\r\nfurther $400,000 which had earlier been taken from the\r\n\r\nContingency Fund to complete the National Theatre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, do you remember the story of the\r\n\r\nVictoria  Theatre? It was completed in the  same  way.\r\n\r\nThe  Government  every  time came  back  to  the  City\r\n\r\nCouncil  for additional funds -  $¼ million, $100.000\r\n\r\nmore  in  order to complete this particular phase  and\r\n\r\nthat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 108</b></font><br><br>\r\n\r\n\r\n\r\nparticular  phase.  Mr  Speaker,  we  have  too  many\r\n\r\nbuildings in the City. The Victoria Memorial  Hall  is\r\n\r\nalways  empty. Then we have the Victoria  Theatre  and\r\n\r\nnow  we  have the National Theatre. Very soon  we  are\r\n\r\ngoing  to  have  another big theatre - the  Trade  Union\r\n\r\nHouse - and  we will have all these white elephants.  Do\r\n\r\nyou  remember, Sir, that about two years ago when  the\r\n\r\nGovernment  was  quite shaky, each  of  the  Ministers\r\n\r\ntried  to  build something? The Deputy Prime  Minister\r\n\r\nwanted to build a car park which, I hear, is now  more\r\n\r\nthan  half  vacant.  The former  Minister  for  Labour\r\n\r\nwanted  to  build a Trade Union House costing  $4½\r\n\r\nmillion  so that he could commemorate the day when  he\r\n\r\nwould  no  more be a Minister but sharing the  Tourist\r\n\r\nPromotion  Board  in  introducing  fair  dames.   Each\r\n\r\nMinister  vied  with the other to  build  the  biggest\r\n\r\nbuilding  in the city. I do not know eventually  which\r\n\r\none  will build the biggest - the National Theatre  to\r\n\r\ncommemorate  the work of the Minister for Culture,  or\r\n\r\nthe  Trade Union House to commemorate the work of  the\r\n\r\nformer Minister for Labour. What we want, Sir, is  not\r\n\r\nmore of these buildings. What we want is more personal\r\n\r\nassistance  for  the  poor, more unemployment  relief,\r\n\r\nmore  hospitals, and more care for the underprivileged\r\n\r\npeople.  The money expended on these buildings,  which\r\n\r\nis  about  $10 million, is wasted. It is not only  the\r\n\r\ncapital cost which the public are being asked to  pay,\r\n\r\nbut  also  the regular maintenance cost to keep  these\r\n\r\nhigh  buildings in good condition, to keep the  staff.\r\n\r\nThe National Theatre has over 3,000 seats but there is\r\n\r\nhardly  an occasion when it is filled up unless  there\r\n\r\nis  a free show and free tickets are given just before\r\n\r\nthe  elections to commemorate the so-called South-East\r\n\r\nAsia  Cultural Festival in order to make a big  impact\r\n\r\non  the population. Otherwise, Sir, if the public  are\r\n\r\nexpected to pay, there is hardly any occasion when the\r\n\r\nseats  are filled. Mr Speaker, Sir, it is a waste  of\r\n\r\nmoney.  This  is another white elephant  that  we  are\r\n\r\nasked to pay.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr\r\n\r\nSpeaker,  Sir, in any country in the world  Government\r\n\r\nhave built edifices not with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 109</b></font><br><br>\r\n\r\n\r\n\r\nthe  object of making money. Otherwise it  becomes\r\n\r\ncommercialised.  Therefore,  the  Government  have\r\n\r\nbuilt  the Trade Union House to assist the workers\r\n\r\nand  not with the object of making money. Likewise\r\n\r\nthe  National Theatre. I think the Government have\r\n\r\ndone  the right thing and we know that we  are  in\r\n\r\nthe right and we will proceed with it irrespective\r\n\r\nof irrelevant criticism.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed Al-Haj</b>(<i>In Malay</i>): Mr Speaker, originally I had no\r\n\r\nintention  to speak, but I was surprised  to  hear\r\n\r\nthe  Member  for Hong Lim saying that he  has  his\r\n\r\ndoubts   about  the  existence  of  the   National\r\n\r\nTheatre. The Member for Hong Lim should know  that\r\n\r\nthe National Theatre project commenced when he was\r\n\r\nthe  Minister for National Development. And he now\r\n\r\nraises  this question. I do not know how he  stood\r\n\r\nat  that  time  and how and where he  stands  now.\r\n\r\nSimilarly with the Member for Bukit Merah, when he\r\n\r\nspoke  just now. The plan of the National  Theatre\r\n\r\ncan  be  truly said to have been agreed to by  all\r\n\r\nthe  13 Members of the Government who defected  to\r\n\r\nthe  Barisan Sosialis. They now come back and  say\r\n\r\nthat they are dissatisfied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;About the misgivings of the Member for Hong Lim,\r\n\r\nI am quite sure that in his heart he is satisfied.\r\n\r\nAt  that time he opened up many parks like Kallang\r\n\r\nPark  and  Hong Lim Park. In only one constituency\r\n\r\nwas  a park established, i.e. Hong Lim Park. There\r\n\r\nis  no such park in the Southern Islands known  as\r\n\r\nthe   Southern  Island  Park.  Therefore,  he   is\r\n\r\nsatisfied that there should be no National Theatre\r\n\r\nbecause of the existence already of Hong Lim Park.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of the growth and development of\r\n\r\nyellow culture, the definition of \"yellow culture\"\r\n\r\nis  wide  and it is incorrect to link it with  the\r\n\r\nNational  Theatre project. Can the story depicting\r\n\r\nthe  life  of  a  youth  be  described  as  yellow\r\n\r\nculture? To the Member for Bukit Merah, let me say\r\n\r\nthat if all the characters in the story are males,\r\n\r\nI  am  quite  sure there will be  not  one  single\r\n\r\nperson  to see the story on T.V. Likewise  if  all\r\n\r\nthe characters are females, then there\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 110</b></font><br><br>\r\n\r\n\r\n\r\nwill   be   no   audience.  So   there   must   be\r\n\r\nrepresentation  from both sexes in  any  play.  If\r\n\r\nthere  is  any story about love, it is  common  to\r\n\r\nhave  such  representation.  Human  beings  cannot\r\n\r\ndivorce  themselves from love. So this  definition\r\n\r\nof \"yellow culture\" is very wide indeed. I feel it\r\n\r\nis better to be a little yellowish than reddish.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Mr Speaker, Sir, first, allow\r\n\r\nme  to touch on the question of yellow culture. It\r\n\r\nhas  been  given so much importance by the  Member\r\n\r\nfor Bukit Merah and the Member for Thomson. In the\r\n\r\nlast  Assembly  you will remember  the  charitable\r\n\r\nnature of the Government. We said to them, \"Please\r\n\r\nsupply  us  with  what  you  think  ought  to   be\r\n\r\ntelevised, what kind of books you think  ought  to\r\n\r\nbe  published, or to be banned by the Government.\"\r\n\r\nWe offered this to the Opposition in the hope that\r\n\r\nwe   would   later  receive  some   concrete   and\r\n\r\nconstructive    suggestions   from    them.    But\r\n\r\nunfortunately   we   did  not  receive   anything,\r\n\r\nparticularly from the Member for Thomson. Today he\r\n\r\nhas again talked about yellow culture, undesirable\r\n\r\nfilms, undesirable publications, and so on. So  we\r\n\r\ndo  make the Opposition an offer once again \r\n\r\nnow -\"Please  give us a complete list of the films  and\r\n\r\npublications or anything that you consider  to  be\r\n\r\nyellow culture, so that we can look into them, and\r\n\r\nwill probably ban them.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Hong Lim has\r\n\r\nreferred  to  the  National  Theatre  as  a  white\r\n\r\nelephant.  I have made it clear earlier  that  the\r\n\r\nnumber of bookings received and the manner the  Na\r\n\r\ntional  Theatre  has been used is proof  that  the\r\n\r\nTheatre is practical and beneficial to members  of\r\n\r\nthe public.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member for Hong Lim that the\r\n\r\nNational Theatre must be meant for the masses. As\r\n\r\nit is now, open-air theatres can also bear part of\r\n\r\nthis responsibility, such as the Crawford Park\r\n\r\nopen-air theatre and the Hong Lim open-air\r\n\r\ntheatre. Mr Speaker, Sir, the National Theatre\r\n\r\nhas been referred to as a white elephant. I would\r\n\r\nrefer to Hong Lim Green as a retarded elephant. I\r\n\r\nremember, Mr Speaker, Sir, when\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 111</b></font><br><br>\r\n\r\n\r\n\r\nHong  Lim was being built, the Member for Hong Lim\r\n\r\nput  so  much enthusiasm into it. If he so desires,\r\n\r\nthen  I  will  relate to this House the particulars\r\n\r\nin  detail how Hong Lim Green was built. Sir, if  I\r\n\r\nwere  to  go into this question, it would  take  up\r\n\r\nthe  valuable time of the House, because the Member\r\n\r\nfor Hong Lim ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. We are not on Hong Lim Green\r\n\r\nnow. We are on the National Theatre.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Mr Speaker, the Member for\r\n\r\nHong  Lim has said that the National Theatre is  no\r\n\r\ndoubt  spectacular but it has not been put to  good\r\n\r\nuse.  We  do know, Mr Speaker, that there  is  one\r\n\r\nred  elephant in Singapore. The red elephant  I  am\r\n\r\nreferring  to  is the entrance to Kallang  Park.  I\r\n\r\nsay  \"red\" because it is an eye-sore. The  entrance\r\n\r\nto  Kallang  Park  was erected without  any  proper\r\n\r\nplanning  and  consideration.  As  a  result,   the\r\n\r\ntraffic  in that part of Mountbatten Road  has  not\r\n\r\nbeen  as  smooth  and as free a  flow  as  we  have\r\n\r\nplanned. So the entrance to Kallang Park is  a  red\r\n\r\nelephant.  If  he  thinks that there  is  any  more\r\n\r\nwhite  elephant in the State, I think  I  can  make\r\n\r\nfurther references to sonic other elephants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker will also know that the Member for Hong Lim tries to recapture the nostalgic good old days of the City Council. But the Government's\r\n\r\nresponsibility  is  not merely kicking  up  rows  in\r\n\r\nAssembly  sittings or at City Council meetings.  Our\r\n\r\nresponsibility is to do solid work, so that we  will\r\n\r\nraise the living standard of the people not only  in\r\n\r\nrespect   of  clothing,  schools,  houses,  clinics,\r\n\r\nmedical  attention, but also to inculcate  into  the\r\n\r\npeople  the  value of democracy,  the  sense  of  to\r\n\r\ngetherness,  and  to  uphold the  integrity  of  the\r\n\r\ncountry.  I believe we can bring about these  things\r\n\r\nthrough cultural activities. No doubt it will take a\r\n\r\nlong time. But we are positive that the unity of the\r\n\r\npeople can be brought about through such exchanges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the National Theatre, Mr Speaker,\r\n\r\nSir, I am sure we are aware that prior to its\r\n\r\nerection, there was not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 112</b></font><br><br>\r\n\r\n\r\n\r\na single place in the State that was suitable for\r\n\r\noperatic performances. As a result, cultural troupes\r\n\r\nfrom other countries visiting Singapore frequently\r\n\r\nfound difficulty in getting a proper place and a\r\n\r\nproper sound system. The Victoria Theatre, which the\r\n\r\nMember for Hong Urn has referred to earlier, has\r\n\r\nonly 904 seats. But the National Theatre with 3,400\r\n\r\nseats, proper public address system, is an ideal\r\n\r\nplace for variety shows, or performances by local\r\n\r\nassociations, civic organisations, etc. The Bad\r\n\r\nminton Hall hitherto was supposed to be the only\r\n\r\nideal place. But it was not erected for that purpose\r\n\r\nand, with this in view, we erected the National\r\n\r\nTheatre to provide artistes, both local and foreign,\r\n\r\nwith a proper place which is comfortable for them to\r\n\r\nperform.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): Mr Speaker, I wish to touch on a few points raised\r\n\r\nby  the  Party  in power just now. The Deputy  Prime\r\n\r\nMinister  has  mentioned that some  of  the  Barisan\r\n\r\nMembers   supported  the  project  of  the  National\r\n\r\nTheatre  but  now we have turned round to  criticise\r\n\r\nthe  National Theatre. We do not object to the build\r\n\r\ning  of the National Theatre to promote our cultural\r\n\r\nactivities as such. We supported the project of  the\r\n\r\nNational Theatre. But after the building of  the  Na\r\n\r\ntional  Theatre, the question arises whether such  a\r\n\r\npurpose  can  be achieved by this National  Theatre,\r\n\r\nand  whether  there have not been  difficulties  and\r\n\r\ndefects  in its construction. That was the point  my\r\n\r\ncolleagues,  the  Member for  Bukit  Merah  and  the\r\n\r\nMember  for Thomson, have raised just now.  But  the\r\n\r\nMembers  opposite  were not able to  give  a  proper\r\n\r\nreply  to  our  criticism. In the past,  before  the\r\n\r\nMembers  of  the Barisan Sosialis left  the  P.A.P.,\r\n\r\ndonations  from  the  public  were  very  good.  The\r\n\r\nresponse  was  very  good. Ever since  we  left  the\r\n\r\nP.A.P., the donations have become unsatisfactory. My\r\n\r\ncolleague  has  pointed this out just  now.  If  the\r\n\r\nresponse is not good, the blame can only be  put  on\r\n\r\nthe  Government, because it has now monopolised  all\r\n\r\ncultural  activities. It has not  managed  well  the\r\n\r\ndonations    to    the   National   Theatre    Fund.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 113</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of yellow culture, they say that\r\n\r\nwe must not presume that when there are members of\r\n\r\nthe  two  sexes  in the picture,  that  is  yellow\r\n\r\nculture.  Such a definition of yellow  culture  is\r\n\r\ntoo simple. What we mean by yellow culture is that\r\n\r\nsome  of  the items are of low taste. It does  not\r\n\r\nmean that we must not have pictures of both sexes.\r\n\r\nThey  have  not  a  clear  definition  of  yellow\r\n\r\nculture.   Therefore,  their  rebuttal  has   been\r\n\r\nchildish. Another Government Member has  asked  us\r\n\r\nto   give   a   list  of  \"yellow\"  pictures   and\r\n\r\npublications.  If  the Government  is  serious  in\r\n\r\nwanting  to  accept the opinion of the people  and\r\n\r\nwanting to ban yellow culture, of course,  it  can\r\n\r\nbe  done. But ever since the P.A.P. came to power,\r\n\r\nthey  have  been pursuing a policy of  suppressing\r\n\r\nhealthy cultural activities. If the Government  is\r\n\r\nsincere  in  wanting  to hear  the  views  of  the\r\n\r\npeople, it can very well set up a committee  where\r\n\r\nthe various cultural organisations can put forward\r\n\r\ntheir  views.  We will give our views  at  such  a\r\n\r\ncommittee. This is my reply to the speech made  by\r\n\r\nthe Government Member just now.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chow Chiok Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chow Chiok Hock (Ulu Pandan)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, a little while ago, the Member for Thomson raised a question. He\r\n\r\nsaid   that  during  the  year  the  Ministry   of\r\n\r\nEducation  has  asked  for  donations   from   the\r\n\r\nteachers.  He said that there were two forms,  one\r\n\r\nwas  for voluntary donations and the other was  to\r\n\r\ngive the reason for not wanting to donate $10.  He\r\n\r\nblamed this on the Ministry of Education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to give a very simple explanation with\r\n\r\nregard  to this matter. Those who did not want  to\r\n\r\ndonate  would  not be dismissed because  of  their\r\n\r\nunwillingness to contribute. This has  nothing  to\r\n\r\ndo  with  those  teachers who  were  dismissed  in\r\n\r\nDecember. The Minister himself has given them  the\r\n\r\nreason  why they were dismissed. There is a  Trust\r\n\r\nfor  the funds of the National Theatre. This Trust\r\n\r\ncomprises  all the civic leaders. Therefore,  this\r\n\r\nNational  Theatre Trust Fund can ask for donations\r\n\r\nfrom people from all walks of life. Therefore, the\r\n\r\nNational Theatre Trust Fund can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 114</b></font><br><br>\r\n\r\n\r\n\r\nvery  well ask for donations from the people.  The\r\n\r\nforms  given  to  the schools for filling  in  the\r\n\r\nnames of the donors and the amount of the donation\r\n\r\nwere not chopped with the chop of the Ministry  of\r\n\r\nEducation. This was within the jurisdiction of the\r\n\r\nNational  Theatre Trust Fund. Donations  from  the\r\n\r\nteachers  was one of the ways to raise  funds  for\r\n\r\nthe National Theatre. It was not proper to ask for\r\n\r\ndonations  in  this way and the  Minister  himself\r\n\r\nalso  warned the National Trust. This  shows  that\r\n\r\nthe Minister himself was fair in dealing with this\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Any more speakers who wish to\r\n\r\nspeak  on the motion? Does the mover of the motion\r\n\r\nwish  to  withdraw the motion, or does he  wish  a\r\n\r\nvote to be taken? He wants a vote to be taken?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Huan Boon</b> indicated assent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $393,720.96 for Head 24 ordered to\r\n\r\nstand part of the First Supplementary Estimates of\r\n\r\nExpenditure for 1964.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $393,720.96 shall be\r\n\r\nsupplied  to  the  Government under  the  head  of\r\n\r\nexpenditure for the public services shown  in  the\r\n\r\nFirst  Supplementary Estimates of Expenditure  for\r\n\r\n<div align=\"center\"><b>1964 contained in Paper Cmd. 16 of 1964\", put, and</b></div>\r\n\r\nagreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution to be reported.\r\n\r\n\r\n\r\n<br><br>4.46 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> First Supplementary\r\n\r\nDevelopment Estimates of Expenditure for  1964  as\r\n\r\ncontained in Paper Cmd. 21 of 1964. The summary is\r\n\r\nat  the  foot of the page. Head D40 - Ministry  of\r\n\r\nEducation - there is an amendment standing in  the\r\n\r\nname of the Member for Jurong.\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D40-\r\n\r\n \r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D40 be\r\n\r\nreduced by the whole sum in respect of item (3) of\r\n\r\nsubhead 17.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 115</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, this year there are about 21,000\r\n\r\nodd  pupils  who  are eligible for admission  into\r\n\r\nsecondary  academic . . . then and  no  places  in\r\n\r\nschools . . . is trying to give places to all the\r\n\r\npupils and yet this number of pupils have not been\r\n\r\nable to attend any secondary school . . .\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I understand something is\r\n\r\nwrong  with the microphone. Translations  are  not\r\n\r\ncoming  through. Is it the pleasure of  the  House\r\n\r\nthat  we  take the tea adjournment now  while  the\r\n\r\ntrouble is being looked into?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I shall suspend the sitting of this\r\n\r\nHouse and resume sitting at 5.20 o'clock.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.50 p.m. until 5.20 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.20 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>5.21 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, Sir, just now I was touching upon the\r\n\r\nfact  that this year 21 .00() pupils ought  to  be\r\n\r\neligible  for  admission into  secondary  academic\r\n\r\nschools. But because the Government has not enough\r\n\r\nschools, 6,000 odd pupils are not able to have any\r\n\r\naccommodation  in any secondary academic  schools.\r\n\r\nWe find that of the 21,000 pupils, about 6,000 odd\r\n\r\npupils are not able to get admission into schools.\r\n\r\nThis  represents a great number and the percentage\r\n\r\nis  one-third  of the 21,000 odd. If the  Minister\r\n\r\nfor  Education wants to use any excuse or pretext,\r\n\r\nthen  he  may say that it is because of  financial\r\n\r\nresources or shortage of schools. But if for  such\r\n\r\na  great  number  of pupils the original  estimate\r\n\r\ncould not be properly foreseen in advance, then it\r\n\r\nrepresents a faulty\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 116</b></font><br><br>\r\n\r\n\r\n\r\ncalculation. This is negligence of duty on the\r\n\r\npart of the Ministry of Education, because it goes\r\n\r\nto show that it was not able to plan and calculate\r\n\r\nin advance its actual needs. In the past, the\r\n\r\nP.A.P. Government used to boast of its good\r\n\r\neducation policy and how it was able to provide\r\n\r\nplaces for all school-going pupils. But from this\r\n\r\nsupplementary vote asked by the Government, we can\r\n\r\nsee that it has not been faultless in the\r\n\r\nadministration of its education policy. For these\r\n\r\n6,000 odd pupils, the Government is seeking\r\n\r\ntemporary places in other schools. The Ministry of\r\n\r\nEducation does not clarify as to what type of\r\n\r\nschools these pupils will be put in - technical,\r\n\r\nvocational or academic. But whatever the type of\r\n\r\nschools, these pupils, who originally should have\r\n\r\nbeen able to join secondary academic schools, are\r\n\r\nnow to be put into other schools instead. This\r\n\r\nwill create adverse effects psychologically on the\r\n\r\nchildren concerned. The Ministry of Education has\r\n\r\nto bear the responsibility and the consequences\r\n\r\nfor this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to this, I would like to mention\r\n\r\nanother matter. The Ministry of Education, on the\r\n\r\none hand, is unable to provide a sufficient number\r\n\r\nof secondary schools for the pupils. On the other\r\n\r\nhand, it is resorting to unreasonable measures to\r\n\r\nexpel middle school pupils. Not very long ago,\r\n\r\nmany Chinese middle school pupils were ordered to\r\n\r\nleave school. The Ministry of Education did not\r\n\r\ngive sufficient reasons to the parents or\r\n\r\nguardians of the pupils expelled. On being\r\n\r\nquestioned by the parents concerned, the Ministry\r\n\r\nwas not able to give any reason why their children\r\n\r\nwere not able to be accommodated in the schools.\r\n\r\nWe know that if the Government wants to give any\r\n\r\nexcuse or pretext, it can argue that the pupils\r\n\r\nhave been engaged in illegal activities. But this\r\n\r\nkind of pretext was adopted by past colonial\r\n\r\nregimes and is not a good pretext to be used nowadays.\r\n\r\nIf this pretext can be advanced as a reason,\r\n\r\nthen it only goes to show that the Ministry has\r\n\r\nnot been correct or proper in dealing with them.\r\n\r\nWhen the parents of the pupils concerned queried\r\n\r\nthe Ministry, the Ministry was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 117</b></font><br><br>\r\n\r\n    \r\n\r\nnot able to give them a satisfactory explanation.\r\n\r\nThis fact shows that the Government administration\r\n\r\nin regard to secondary schools has been a faulty\r\n\r\none, by bringing party politics into the schools\r\n\r\nand divesting the pupils of their right to study.\r\n\r\nIn order to expel a pupil, the Education Ministry\r\n\r\nshould, I think, advance sufficient reasons,\r\n\r\notherwise they should not try to expel a pupil\r\n\r\nfrom school.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Ong Pang Boon)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, a little while ago, the Member for Jurong talked about 6,000\r\n\r\npupils who have not been able to find any places\r\n\r\nin schools and the Government has not been able to\r\n\r\nprovide schools for them in which to study. Mr\r\n\r\nSpeaker, Sir, I find that the Member for Jurong is\r\n\r\nnot capable of understanding these problems.\r\n\r\n\r\n\r\n<br><br>5.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is what has caused him to make the speech\r\n\r\njust now. The Government's promise is this. If a\r\n\r\nchild of school-going age wants a place in a\r\n\r\nschool, the Government will see to it that he or\r\n\r\nshe gets it. If primary pupils can pass their\r\n\r\nPrimary School Leaving Examination, then the\r\n\r\nGovernment is able to allocate places for them. As\r\n\r\nto what type of schools they want to\r\n\r\nenter - whether academic, technical, vocational or com\r\n\r\nmercial secondary schools - that depends on the\r\n\r\nchoice of their parents. On this point, I have\r\n\r\nalready given my answer. The number of pupils who\r\n\r\nwant to join secondary academic schools has\r\n\r\nincreased, thus causing an insufficient number of\r\n\r\nacademic schools to accommodate them. Although the\r\n\r\n6,000 odd pupils affected are housed in other\r\n\r\nschool buildings, they are still continuing with\r\n\r\ntheir secondary academic education. The three\r\n\r\nadditional secondary academic schools to be built\r\n\r\nare meant to take these pupils back. Let me stress\r\n\r\nthat although they are at present being\r\n\r\ntemporarily accommodated in other types of\r\n\r\nschools, the curricula and the subjects they study\r\n\r\nare still the same as those in secondary academic\r\n\r\nschools. There has been no change in this respect.\r\n\r\nAs to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 118</b></font><br><br>\r\n\r\n\r\n\r\nthe cause of this phenomenon, it can be attributed\r\n\r\nto the following.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, last year, the percentage of primary\r\n\r\npupils taking the school leaving examination had\r\n\r\nincreased, and the percentage of passes had\r\n\r\nimproved, thus causing an increase in the number\r\n\r\nof pupils seeking entrance into secondary schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as regards vocational schools, the\r\n\r\nnumber of such schools has exceeded the number we\r\n\r\noriginally planned. Actually we planned for six\r\n\r\nsuch schools. We estimated originally that many\r\n\r\nprimary school-leavers would join vocational\r\n\r\nschools, but because of parental preference for\r\n\r\nsecondary academic schools, this has resulted in a\r\n\r\nshortage of places in such schools, whereas' there\r\n\r\nare many vacancies in secondary vocational\r\n\r\nschools. We hope that from now on, parents will\r\n\r\ndiscard the past idea of preference for \r\n\r\nwhite-collar jobs and will try to put their children\r\n\r\ninto vocational or technical schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Member for Jurong also mentioned\r\n\r\nthat the Ministry of Education had sacked certain\r\n\r\nsecondary school pupils without giving the parents\r\n\r\nof these pupils a satisfactory explanation. Mr\r\n\r\nSpeaker, Sir, in the past few months, a number of\r\n\r\nmiddle school pupils were expelled. Some were\r\n\r\nexpelled by the Ministry of Education; some were\r\n\r\nexpelled at the request of the principals\r\n\r\nconcerned. The reasons were very simple. While at\r\n\r\nschool, these pupils were not actually engaged in\r\n\r\ntheir studies. On the contrary, they took part in\r\n\r\ndemonstrations and activities organised by certain\r\n\r\npro-Communist Nanyang University students. Even\r\n\r\nrecently, on 12th September this year, the Barisan\r\n\r\nSosialis organised a demonstration against\r\n\r\nnational service and these pupils joined in this\r\n\r\ndemonstration, and as a result, they were sacked.\r\n\r\nSome of them also distributed illegal pamphlets in\r\n\r\ntheir schools. These pamphlets were produced by\r\n\r\ncertain Nantah pro-Communist students. Some took\r\n\r\npart in demonstrations outside the Chinese Chamber\r\n\r\nof Commerce, and others took part in anti-National\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 119</b></font><br><br>\r\n\r\n\r\n\r\nService  movements.  For these  reasons,  the  pupils\r\n\r\nconcerned  were  expelled. We can  only  respect  the\r\n\r\nright  of  the pupils to be educated if  they  really\r\n\r\nwant  to study in schools, but if these middle school\r\n\r\npupils  want  to  take  part  in  anti-national   and\r\n\r\nsubversive   activities,   then   the   Ministry   of\r\n\r\nEducation cannot support or condone such activities.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, the\r\n\r\nMinister  for  Education has  explained  why  certain\r\n\r\npupils  were  expelled. I am not satisfied  with  his\r\n\r\nexplanation.  His explanation as to why 6,000  pupils\r\n\r\nare  being accommodated in other types of schools  is\r\n\r\nnot  satisfactory.  He says that  the  percentage  of\r\n\r\npasses  of  primary school pupils had  increased  and\r\n\r\nthat  there  was an insufficient number of  secondary\r\n\r\nvocational schools. I have some doubt about  this.  I\r\n\r\nwould  like  to  ask him whether he  considered  such\r\n\r\nprimary   school-leavers  to   be   half-witted   and\r\n\r\ntherefore  expected a high percentage of failures  so\r\n\r\nthat  there  was no need to have a sufficient  number\r\n\r\nof  secondary academic schools built for them.  Since\r\n\r\nhe  is in charge of education in the State, he should\r\n\r\ntry  to assess in advance the whole situation. If  he\r\n\r\ncontinues  to  presume that every year  many  primary\r\n\r\nschool-leavers will fail\r\n\r\nthe   School  Leaving  Examination,  then  there  will\r\n\r\ncontinue  to  be  a shortage of places  in  secondary\r\n\r\nschools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Touching on the second reason given by him when he\r\n\r\nsays  that the number of secondary vocational schools\r\n\r\nhas  exceeded  the  number originally  planned,  this\r\n\r\nshows  up the inadequacy of the Ministry in assessing\r\n\r\nthe  number  of  pupils  seeking  entrance  into  the\r\n\r\ndifferent   types  of  schools.  It  has   erred   in\r\n\r\nanticipating  the  number  of  different   types   of\r\n\r\nschools to be built.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also spoke at length on many parents being reluctant to let their children join vocational or technical schools. He has thus put the\r\n\r\nblame on the parents. He went further and criticised\r\n\r\nthem - for wanting their children to have an\r\n\r\nacademic education in order to take up white-collar\r\n\r\njobs. But the question is not whether these children\r\n\r\nwant to become white-collar\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 120</b></font><br><br>\r\n\r\n\r\n\r\nworkers  earning a salary of about $1,000 a month.  In\r\n\r\nactual  fact, they find it very difficult to get  jobs\r\n\r\nwhen  once  they  leave school. This  shows  that  the\r\n\r\neducational  system in Singapore still smacks  of  the\r\n\r\npast  and  smells of colonial education. The  Minister\r\n\r\nshould  not  try  to  blame the parents  for  the  con\r\n\r\nsequences. It is a fact that many pupils after leaving\r\n\r\nschool have no chance at all of getting employment  or\r\n\r\nchoosing their jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards certain pupils who have been expelled for\r\n\r\nhaving taken part in Nantah student demonstrations  or\r\n\r\ncertain  activities, I would like to ask the  Minister\r\n\r\nwhether  he can advance any concrete evidence  why  he\r\n\r\nhas   expelled  them.  We  cannot  rely  on   personal\r\n\r\ninformation given to the Minister himself.  He  should\r\n\r\nalso  investigate the circumstances under which  those\r\n\r\ndemonstrations  were held. They  were  caused  by  the\r\n\r\nGovernment  trying to control Nantah. The causes  were\r\n\r\nmany, due to the fault of the P.A.P. itself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  we never presupposed the percentage  of\r\n\r\nfailures and presumed that most of the primary \r\n\r\nschool-leavers  are  half-witted. As a  matter  of  fact,  \r\n\r\nvocational  schools are not meant for those  who  failed\r\n\r\ntheir  P.S.L.  Examination only. Those  who  pass  the\r\n\r\nprimary school examination are entirely free to choose\r\n\r\nto  go into vocational secondary schools and, if their\r\n\r\nresults   are  good,  they  can  go  into   vocational\r\n\r\ninstitutes   for  further  education.  So,  vocational\r\n\r\nsecondary  schools  are not merely  intended  for  the\r\n\r\nprimary    school-leavers   who   failed   in    their\r\n\r\nexaminations.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the number of vocational schools built\r\n\r\nexceeding our demand, perhaps it was because we were\r\n\r\noverconfident in assessing or in foretelling the\r\n\r\nchoice the parents were going to make with regard to\r\n\r\nwhat type of schools their children should go to. We\r\n\r\nnever imagined that there were a lot of parents who\r\n\r\npreferred to send their children to secondary academic\r\n\r\nschools. Our calculation then was that with\r\n\r\nindustrialisation on the way, more parents would\r\n\r\nchoose to send their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 121</b></font><br><br>\r\n\r\n\r\n\r\nchildren  to  vocational and  technical  secondary\r\n\r\nschools.  Of  course, we admit that our  estimates\r\n\r\nwere  over-optimistic, but  we  hope  nevertheless\r\n\r\nthat  in  future more parents would  change  their\r\n\r\nattitude towards education and send their children\r\n\r\nto  vocational and technical schools to  meet  our\r\n\r\nindustrial needs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondary school students go to school in order\r\n\r\nto  study. They should not go to school  with  the\r\n\r\nidea  of  taking part in anti-national activities.\r\n\r\nWe,  of  course, have evidence to  show  this.  In\r\n\r\nfact,  some  of  them have been convicted  in  the\r\n\r\ncourts.  And  who is to blame for their  dismissal\r\n\r\nfor    their    participation   in   anti-national\r\n\r\nactivities?  The blame should go  to  the  Barisan\r\n\r\nSosialis.   If  the  Barisan  Sosialis   had   not\r\n\r\ninstigated  them, then these students would  still\r\n\r\nhave been attending school. So we come to the very\r\n\r\nroot of the whole matter - that the Barisan Sosialis\r\n\r\nshould  be blamed for the students' dismissal  and\r\n\r\nfor their loss of education.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the Member for Jurong wish\r\n\r\nhis amendment to be put to a vote?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b> indicated assent.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $10 for Head D40 ordered to stand\r\n\r\npart of the First Supplementary Development\r\n\r\nEstimates of Expenditure for 1964.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 121</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D41 -\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is an amendment* standing in\r\n\r\nthe name of the Member for Jurong.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The amendment reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D41 be reduced by the whole sum\r\n\r\nin respect of new subhead 41.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): I do not wish to move my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $400,000 for Head D41 ordered to\r\n\r\nstand part of the First Supplementary Development\r\n\r\nEstimates of Expenditure for 1964.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $400,010 shall be\r\n\r\nsupplied to the Government under the heads of\r\n\r\nexpenditure for the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 122</b></font><br><br>\r\n\r\n\r\n\r\npublic  services shown in the First  Supplementary\r\n\r\nDevelopment  Estimates  of  Expenditure  for  1964\r\n\r\ncontained  in  Paper Cmd. 21 of  1964\",  put,  and\r\n\r\nagreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution to be reported.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, I beg to report that the\r\n\r\nCommittee   of   Supply  have  come   to   certain\r\n\r\nresolutions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions reported -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $393,720.96 shall be supplied\r\n\r\nto  the  Government under the head of  expenditure\r\n\r\nfor  the public services shown in the First Supplementary   Estimates   of  Expenditure   for   1964\r\n\r\ncontained in Paper Cmd. 16 of 1964.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $400,010 shall be supplied to\r\n\r\nthe  Government under the heads of expenditure for\r\n\r\nthe  public services shown in the First  Supplemen\r\n\r\ntary Development Estimates of Expenditure for 1964\r\n\r\ncontained in Paper Cmd. 21 of 1964.\"\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I beg to move that the Assembly\r\n\r\ndoth   agree  with  the  Committee  on  the   said\r\n\r\nresolutions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 122</b></font><br><br>\r\n\r\n<div align=\"center\"><b>SUPPLEMENTARY SUPPLY BILL</b></div>\r\n\r\n\r\n\r\n<br><br>5.55 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Sir,\r\n\r\nI move, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The object of the Bill is to provide statutory\r\n\r\nauthority in accordance with clause (2) of Article\r\n\r\n87  of  the Constitution of the State of Singapore\r\n\r\nfor additional provision for expenditure in excess\r\n\r\nof  the  provisions for expenditure authorised  by\r\n\r\nthe  Supply  Ordinance, 1963. This additional  sum\r\n\r\nwhich                                          was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 123</b></font><br><br>\r\n\r\n\r\n\r\nscheduled as a supplementary estimate has received\r\n\r\nthe approval of the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Minister please proceed to\r\n\r\nmove the Third Reading?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I move, \"That\r\n\r\nthe Bill be now read a Third time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 123</b></font><br><br>\r\n\r\n \r\n\r\n<br><br><div align=\"center\"><b>BILLS INTRODUCED</b> <i>(Cont.)</i></div>\r\n\r\n\r\n\r\n<br><br>5.57 p.m.\r\n\r\n<div align=\"center\"><b>LEMBAGA GERAKAN</b></div>\r\n\r\n<div align=\"center\"><b>PELAJARAN DEWASA</b></div>\r\n\r\n<div align=\"center\"><b>(AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Lembaga Gerakan Pelajaran Dewasa\r\n\r\nOrdinance, 1960 (No. 25 of 1960)\",\r\n\r\n\r\n\r\npresented by Inche A. Rahim Ishak; read the  First\r\n\r\ntime,  to be read a Second time on Thursday,  19th\r\n\r\nNovember, 1964, and to be printed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 123</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>5.58 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUPPLY BILL</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Minister for Finance\r\n\r\nsignify  the recommendation of the Yang di-Pertuan\r\n\r\nNegara before the Supply Bill is introduced?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I so signify.\r\n\r\n\r\n\r\n<div align=\"center\"><b>First Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, I beg to introduce\r\n\r\na  Bill intituled \"An Ordinance to provide for the\r\n\r\nissue  from  the  Consolidated Fund  of  the  sums\r\n\r\nnecessary  to  meet the estimated expenditure  for\r\n\r\nthe  public  services of the State  for  the  year\r\n\r\n1965.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill read the First time.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Second Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Second Reading, what day?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> 19th November.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 124</b></font><br><br>\r\n\r\n<div align=\"center\"><b>SUPPLEMENTARY SUPPLY</b></div>\r\n\r\n<div align=\"center\"><b>(NO. 2) BILL</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Minister for Finance signify\r\n\r\nthe  recommendation of the Yang di-Pertuan  Negara\r\n\r\nbefore  the Supplementary Supply (No. 2)  Bill  is\r\n\r\nintroduced?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I so signify.\r\n\r\n\r\n\r\n<div align=\"center\"><b>First Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr\r\n\r\nSir,  I beg to introduce a Bill intituled \"An Ordinance  for\r\n\r\nmaking mentary Provisions for the Services for the\r\n\r\nyear 1964.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill read the First time.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Second Reading</b></div>\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Second Reading, what day?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> 19th November.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 124</b></font><br><br>\r\n\r\n<div align=\"center\"><b>REGISTRATION OF DENTISTS (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Registration of Dentists Ordinance\r\n\r\n(Chapter 197 of the Revised Edition)\",\r\n\r\n\r\n\r\n<br><br>presented  by  the Minister for Health  (Mr  Yong Nyuk  Lin);  read the First time,  to  be  read  a Second time on Thursday, 19th November, 1964,  and\r\n\r\nto be printed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 124</b></font><br><br>\r\n\r\n<div align=\"center\"><b>ANNUAL BUDGET STATEMENT</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Assembly approves the financial policy\r\n\r\nof the Government for the year 1965.\r\n\r\n\r\n\r\n<br><br>The Estimates before the House and the review I am\r\n\r\nproposing  to  make in presenting these  Estimates\r\n\r\nmay  be of some interest. We have completed a full\r\n\r\nyear  of  confrontation which  has  brought  about\r\n\r\nstrains and stresses in our economy. Last  year  I\r\n\r\npresented   a   forecast  of   possible   economic\r\n\r\nconsequences of confrontation, and this  year,  it\r\n\r\nis  possible  to  compare the  outcome  with  that\r\n\r\nprediction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Indonesian economic confrontation is intended to\r\n\r\ndeny Malaysia and in particular Singapore supplies\r\n\r\nof raw\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 125</b></font><br><br>\r\n\r\n\r\n\r\nmaterials, such as rubber, copra, timber and other\r\n\r\ntropical  produce which Indonesia used  to  market\r\n\r\nthrough  our  Malaysian ports.  Singapore  handled\r\n\r\nmore  than 80 per cent of the Indonesian  entrepot\r\n\r\ntrade  marketed  through Malaysia. Indonesia  also\r\n\r\nclosed  her  markets to our exports and re-exports\r\n\r\nof  food,  manufacturers and consumer  goods.  How\r\n\r\nhave we fared during this period?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first observation that I want to make is\r\n\r\nthat the trade embargo which Indonesia intended to\r\n\r\nmount  against us had never been at any  time  100\r\n\r\nper  cent effective. In the case of trade  carried\r\n\r\non  through  Letters  of  Credit,  the  Indonesian\r\n\r\nauthorities  were  compelled  to  acknowledge  the\r\n\r\nrealities  of her economic situation  as  tens  of\r\n\r\nthousands of tons of low-grade rubber piled up  in\r\n\r\nthe  ports  along the coasts of Sumatra and  South\r\n\r\nKalimantan.  Eventually they had to authorise  the\r\n\r\nexports  of these goods to certain ports  in  Asia\r\n\r\nwith  the full knowledge that these products  will\r\n\r\nbe transhipped to Singapore. I understand that the\r\n\r\nexport  licences  for these goods were  personally\r\n\r\nauthorised  by  no  less  than  President  Sukarno\r\n\r\nhimself.  So,  as a result of this leakage,  Singapore  was able to recover some proportion of trade\r\n\r\nwhich  she  lost  after  last  September.  I  also\r\n\r\nunderstand  that  the Indonesian authorities  have\r\n\r\nagain   clamped  down  on  exports  through  third\r\n\r\ncountries and we shall wait and see what they will\r\n\r\ndo   when  their  ports  get  cluttered  up   with\r\n\r\nunsaleable rubber.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the barter trade which was carried\r\n\r\non  in  small  craft manned mainly  by  Indonesian\r\n\r\ntraders and crews. After confrontation the  volume\r\n\r\nof  barter trade increased substantially. The Indo\r\n\r\nnesian  authorities, the Navy,  the  Customs,  the\r\n\r\nExchange  Control,  and other  departments  proved\r\n\r\neither unwilling or unable to prevent the movement\r\n\r\nof  tropical  produce from Rhio  and  the  Sumatra\r\n\r\nports  to  Singapore. The level of  efficiency  in\r\n\r\ntheir  economic operations is no better  than  the\r\n\r\nmilitary efficiency which they have mounted\r\n\r\nsmall-scale  invasions  on the Malayan coast.  With  the\r\n\r\nsales of such produce the Indonesian traders  were\r\n\r\nable to buy food, provisions, textiles and \r\n\r\nhouse-hold  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 126</b></font><br><br>\r\n\r\n\r\n\r\ngoods which  they  cannot  get  from  other\r\n\r\nsources.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the fact that the economic blockade mounted\r\n\r\nby Indonesia was incomplete, diminished the impact\r\n\r\nof confrontation on Singapore's economy, but from\r\n\r\nthe 14th August it was necessary for the\r\n\r\nGovernment to impose a total ban on the barter\r\n\r\ntrade. This trade had been used for the purposes\r\n\r\nof smuggling explosives and arms as well as for\r\n\r\nthe infiltration of agents. The ban carried out by\r\n\r\nour own navy, police and customs was completely\r\n\r\neffective, unlike the futility of controls mounted\r\n\r\nby the Indonesian authorities. So today no barter\r\n\r\ntrade is going on in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Published figures of our external trade and\r\n\r\nshipping do not include either third country\r\n\r\nimports or transactions in the barter trade. It is\r\n\r\nobvious that in a state of economic warfare which\r\n\r\nIndonesia is waging against us, there is no\r\n\r\nspecial reason why we should oblige our enemy with\r\n\r\nsuch valuable economic information. The recorded\r\n\r\ntrade showed a considerable decline. Total imports\r\n\r\nfor the first half of this year amounted to $1,362\r\n\r\nmillion as compared with $1,789 million for the\r\n\r\ncorresponding period of 1963, a decline of 23 per\r\n\r\ncent. Exports for the first half of this year\r\n\r\namounted to $881 million, recording a fall of 31\r\n\r\nper cent compared to the same period last year. In\r\n\r\nactual fact, of course, the decline is rather less\r\n\r\nthan this for reasons which I have explained.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my forecast last year of the possible effects\r\n\r\nof confrontation, I said that if the embargo on\r\n\r\ntrade was completely effective it would lead to a\r\n\r\ndecline of something like 8.7 per cent of our\r\n\r\nnational income and unemployment in our processing\r\n\r\nindustries and shipping lines up to 8,200 persons.\r\n\r\nIn the event, this forecast proved over\r\n\r\npessimistic. The number of workers unemployed as a\r\n\r\ndirect result of confrontation never exceeded\r\n\r\n4,000 at any one moment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, the decline in trade, even allowing\r\n\r\nfor leakages, made quite a serious impact on our\r\n\r\ntrading economy, particularly after the ban on the\r\n\r\nbarter trade. Its impact on other sectors of the\r\n\r\neconomy was partially\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 127</b></font><br><br>\r\n\r\n\r\n\r\ncushioned off by a number of factors. The chief\r\n\r\none was the high level of activity in our\r\n\r\nconstruction industry and the second reason was\r\n\r\nthe growth of our manufacturing industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Commerical bank lending can be taken as a good\r\n\r\nindicator of economic activity. Outstanding\r\n\r\ncommercial bank loans stood at $808 million at the\r\n\r\nend of January and rose to $861 million at the end\r\n\r\nof August this year. Bank lending to the trade\r\n\r\nsector has maintained its level, probably because\r\n\r\nof the increases in local purchases of raw\r\n\r\nmaterials from Sabah and Sarawak and other states\r\n\r\nof Malaysia to make good the reduction in\r\n\r\nIndonesian sources. Advances to the manufacturing\r\n\r\nindustry rose from $86.5 million in June last year\r\n\r\nto $117.0 million this year. Similarly advances to\r\n\r\nconstruction industry increased from $32.2 million\r\n\r\nto $55.8 million during the corresponding period.\r\n\r\nThe total number of buildings under construction,\r\n\r\nboth by private enterprise and Government,\r\n\r\ntotalled 23,616 units in June this year as\r\n\r\ncompared with 16,393 units in June last year. The\r\n\r\nexpansion of the manufacturing industries I will\r\n\r\ndeal with later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is because of increased activity in\r\n\r\nconstruction and industry that we were able to\r\n\r\noffset to some extent the full economic effects of\r\n\r\nIndonesian confrontation. While there has been a\r\n\r\ndecline in business activities which were linked\r\n\r\nto Indonesian trade, and while this has extended\r\n\r\nalso to some service and entertainment industries,\r\n\r\nI think it is a fair assessment to make that the\r\n\r\neconomy of Singapore has stood firm. We have not\r\n\r\ncracked up under confrontation. Indeed it is the\r\n\r\nIndonesians themselves who had to admit defeat and\r\n\r\nwho had to release exports of raw materials which\r\n\r\nthey knew would find their way to Singapore.\r\n\r\nNaturally, from the economic point of view, a\r\n\r\nreturn to normal trade with Indonesia would\r\n\r\nprovide a substantial increase in business and\r\n\r\ngeneral prosperity. But however much we may desire\r\n\r\nthis, we must not forget that the national\r\n\r\ninterest of Malaysia is of overriding importance.\r\n\r\nIn any event, the setback to our trading sector is\r\n\r\ninsignificant compared to the loss of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 128</b></font><br><br>\r\n\r\n\r\n\r\nincome and the shortage of goods which Indonesia\r\n\r\nhas brought upon herself by her policy of\r\n\r\nconfrontation. Indeed, the disintegration of the\r\n\r\nIndonesian economy - ramshackle at the best of\r\n\r\ntimes - has reached the stage where the eating of\r\n\r\nrats and corn has been commended as a patriotic\r\n\r\nvirtue.\r\n\r\n\r\n\r\n<br><br><i>General Review of 1964 Revenue and Expenditure</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to a general review of revenue and\r\n\r\nexpenditure in 1964.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget for 1964 is the first one for the\r\n\r\nState as an integral part of Malaysia. Expenditure\r\n\r\nincluding a capital transfer of $16 million was\r\n\r\nestimated at $326.4 million. This was almost equal\r\n\r\nto the estimated revenue of $326.7 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Up to 30th September this year, actual payments\r\n\r\nin respect of expenditure came to $219.8 million.\r\n\r\nThis practically balanced the revenue of $219.3\r\n\r\nmillion received during this period.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It always happens that expenditure in the last\r\n\r\nquarter is higher than in previous quarters. This\r\n\r\nis because bills for articles ordered earlier in\r\n\r\nthe year arrive for payment and vacancies in posts\r\n\r\nare more fully filled up. On the other hand,\r\n\r\ncertain items of revenue fall off. The large\r\n\r\nrevenue earners, such as income and property\r\n\r\ntaxes, would have yielded most of their proceeds\r\n\r\nduring the first nine months of the year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Expenditure for the last quarter of the year is\r\n\r\nestimated at about $100 million. Total expenditure\r\n\r\nfor the year is, therefore, expected to come up to\r\n\r\napproximately $319.8 million, which is about $7\r\n\r\nmillion below the amount estimated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the revenue side, a sum of $76.7 million is\r\n\r\nexpected to be collected during the last quarter.\r\n\r\nThe total for the year, therefore, will be around\r\n\r\n$296 million, or $23 million less than expenditure. This year, the indications are that\r\n\r\nSingapore will incur a deficit. This is the first\r\n\r\ntime that this has happened to, a  P.A.P.\r\n\r\nGovernment, and I will go into the reasons later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In general, revenue is well maintaineci, with\r\n\r\nonly entertainment tax and\r\n\r\ntobacco duty failing to come up to \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 129</b></font><br><br>\r\n\r\nexpectations. The revenue from entertainment duty is\r\n\r\nexpected  to be about $7.5 million as  against  $8\r\n\r\nmillion  estimated. The sum collected in 1963  was\r\n\r\n$7.5  million. So compared to 1963 there has  been\r\n\r\nno  fall. It is just a matter of not coming up  to\r\n\r\nexpectations.  This is due to  the  popularity  of\r\n\r\ntelevision, and the disturbances during  July  and\r\n\r\nSeptember which affected cinema attendances.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Tobacco duty is expected to be $5.7 million\r\n\r\nbelow  the  estimate of $48 million but  about  $1\r\n\r\nmillion higher than 1963 revenue. This is  due  to\r\n\r\nthe  switch  from imported brands to locally  manu\r\n\r\nfactured cigarettes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two large items of revenue in the 1964\r\n\r\nestimates for which no payments have so  far  been\r\n\r\nreceived.  The  first is arrears  of  contribution\r\n\r\npayable by the Central Government to the Singapore\r\n\r\nGovernment  towards expenses of the University  of\r\n\r\nSingapore.  The amount is $12 million. Another  is\r\n\r\nan  amount  of  $11 million representing  currency\r\n\r\nprofits  earned in 1963 prior to Malaysia Day.  If\r\n\r\nthese two payments, totalling $23 million, were to\r\n\r\nbe made this year, we would just about balance the\r\n\r\nbudget. But it should be noted that these are\r\n\r\nnon-recurring  revenue  items  and  it  gives  me   no\r\n\r\npleasure to depend on them to achieve a balance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other sources of revenue have not done\r\n\r\nbadly. Of the Federal taxes, i.e. taxes where  the\r\n\r\nrevenue  would be apportioned between the  Federal\r\n\r\nGovernment and the State in the ratio of  40:  60,\r\n\r\nincome tax is expected to yield $92 million, which\r\n\r\nis  $2  million  above the sum estimated,  and  $6\r\n\r\nmillion  above  the 1963 figure  of  $86  million.\r\n\r\nCustoms  and Excise duties on liquor are  expected\r\n\r\nto  be about $1.2 million higher than the estimate\r\n\r\nof $30.5 million. Petrol duty is also up by\r\n\r\n$3.3   million   as  compared  with   the   amount\r\n\r\nestimated,  and is about $3½ million  higher  than\r\n\r\nlast year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From these figures, it would be seen that\r\n\r\nconfrontation  has made little effect  on  revenue\r\n\r\nwhich  depends on the level of income. Income  tax\r\n\r\nhas slightly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 130</b></font><br><br>\r\n\r\n\r\n\r\nexceeded expectations. Liquor duties indicate that\r\n\r\npeople  are drinking as merrily as before. Revenue\r\n\r\nfrom  petrol  duty shows that more  motorists  are\r\n\r\ndriving more cars.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When I presented the 1964 Estimates last year, I\r\n\r\nexplained  that  the estimates on expenditure  had\r\n\r\nbeen  trimmed  of all margins. This  was  done  by\r\n\r\nassessing  actual  needs and providing  for  these\r\n\r\nonly. As a result, it was anticipated that no head\r\n\r\nof expenditure would show substantial savings, and\r\n\r\nindeed  certain  heads  may require  supplementary\r\n\r\nprovisions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Expenditure to-date confirmed my forecast. No\r\n\r\nhead of expenditure is expected to show savings of\r\n\r\nany  substantial size. But with the  exception  of\r\n\r\nsix  heads  of expenditure, they are  expected  to\r\n\r\nkeep  within voted provisions. The heads that  are\r\n\r\nshort are seeking supplementary provisions. Taking\r\n\r\nthe  expenditure of all heads together,  shortages\r\n\r\nas well as surpluses, expenditure for this year is\r\n\r\nexpected  to  be short of estimates  by  about  $7\r\n\r\nmillion. This is insignificant out of a budget  of\r\n\r\n$326   million  and  is  the  smallest  percentage\r\n\r\nshortfall we have experienced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education will require\r\n\r\nadditional  funds  of approximately  $10  million.\r\n\r\nThis  will raise expenditure on education for  the\r\n\r\nyear to around $105 million; slightly more than  a\r\n\r\nthird of total revenue for the year. I shall  deal\r\n\r\nwith Education expenditure in detail later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Social Welfare requires an additional $1.1\r\n\r\nmillion   to  meet  public  assistance   payments.\r\n\r\nCulture  is  seeking $900 thousand of  which  $390\r\n\r\nthousand   is  in  respect  of  the   balance   of\r\n\r\nGovernment's  contribution  towards  the  National\r\n\r\nTheatre  and  the  balance is for television.  The\r\n\r\nexpenditure   for  television  had   been   \r\n\r\nunder-estimated, because at the time when the  estimates\r\n\r\nwere prepared, television had been running only  a\r\n\r\nfew  months, and it was difficult to estimate with\r\n\r\nany   accuracy  at  that  time.  But  the  rapidly\r\n\r\nmounting cost of television is a source of concern\r\n\r\nto my Ministry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Customs will require an additional $170 thousand\r\n\r\nto increase its fleet of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 131</b></font><br><br>\r\n\r\n\r\n\r\nlaunches and speed-boats. These are required to be\r\n\r\nable  to maintain increased sea-patrols on account\r\n\r\nof confrontation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other two heads, Planning and Marine\r\n\r\nSurveys,  are  short  of  small  amounts  of   $47\r\n\r\nthousand and $4 thousand respectively and are  due\r\n\r\nto  underestimation of their requirements.  Taking\r\n\r\nthe  financial situation as a whole,  although  we\r\n\r\nhave   no   cause   for  immediate   concern,   I,\r\n\r\nnevertheless,  want to sound a  word  of  caution.\r\n\r\nRevenue and expenditure for the current year shows\r\n\r\nthat  the  days  are over when  we  can  take  for\r\n\r\ngranted that each financial year will end  with  a\r\n\r\nsurplus  of  $50 million or more. This  fact  will\r\n\r\nhave to be faced. We have entered a period when we\r\n\r\nmust  be careful over expenditure. This is  on  ac\r\n\r\ncount of two factors:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) the rise in expenditure, particularly on\r\n\r\nthe  social services, has been too fast for\r\n\r\nrevenue to keep pace with;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) the contribution which we have to make to\r\n\r\nthe  Federal Government towards defence and\r\n\r\nCentral Government services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the rise in expenditure on social services\r\n\r\nhas  been  particularly  fast.  The  increase   in\r\n\r\nexpenditure  on education in particular  has  been\r\n\r\nspectacular. In my first Budget speech in 1959,  I\r\n\r\ndrew  attention  to  the effect  which  population\r\n\r\ngrowth would have on education expenditure  and  I\r\n\r\npredicted that by 1970 we may well have  to  spend\r\n\r\n$180  million a year which was then more than half\r\n\r\nthe  revenue  we were earning in 1959. Expenditure\r\n\r\nfor  the past few years has confirmed my forecast.\r\n\r\nRecurrent  annual  expenditure  on  education  has\r\n\r\nrisen from\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;$57 million in 1960 to\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;$67 million in 1961,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;$82 million in 1962,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;$94 million in 1963, and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;$105 million expected to be for 1964.\r\n\r\n\r\n\r\n<br><br>These figures represent only the running costs and\r\n\r\nexclude  development expenditure such as  cost  of\r\n\r\nbuilding  new  schools. So in the  space  of  four\r\n\r\nyears,   expenditure  on  education   has   almost\r\n\r\ndoubled. This rate of increase is, \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\nhowever,  mercifully expected to fall off.  A  benign\r\n\r\nprovidence  must have heard my cry of  despair  in\r\n\r\n1959, for the birthrate since then began to show a\r\n\r\nsubstantial  and  continuous  decline  each  year.\r\n\r\nMembers will recall that in 1946, the first  \r\n\r\npost-war  year,  the number of babies born was  38,665.\r\n\r\nThe  number increased at a frightening  rate  each\r\n\r\nyear,  and  by 1958 has reached 62,495. The  crude\r\n\r\nbirth  rate,  i.e, number  of  babies  born   per\r\n\r\nthousand of population, was 41.3 per thousand  and\r\n\r\nhas gone down steadily to 33.5 last year. In terms\r\n\r\nof  actual  number  of  babies  born,  the  annual\r\n\r\nfigures  from 1959 to 1963 read as follows 62,464,\r\n\r\n61,775, 59,930, 58,977 and 59,530. As these births\r\n\r\nrelate to a population that is growing and increas\r\n\r\ning  each year, it means that the crude birth rate\r\n\r\nis declining. Detailed demographic studies show  a\r\n\r\ncontinuous  decline in the age-specific  fertility\r\n\r\nrates in all age groups.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now this dramatic change in demographic trends\r\n\r\nin  the  state seems to have escaped the attention\r\n\r\nof  the  public.  It is no longer  true  that  the\r\n\r\npopulation of Singapore is increasing at the\r\n\r\nworld-record  rate  of  4 per cent or more.  The  latest\r\n\r\nestimates for 1963 show an annual increase of some\r\n\r\n2.2 per cent, still too high but not as bad as  it\r\n\r\nwas a decade ago.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, expenditure on secondary and higher\r\n\r\neducation  will continue to rise in the  next  few\r\n\r\nyears,  as  the  present crop of primary  students\r\n\r\nmove  up,  before such expenditure finally  levels\r\n\r\noff.   I   have  mentioned  that  expenditure   on\r\n\r\neducation takes up slightly more than one-third of\r\n\r\ntotal revenue, and this is a very high proportion.\r\n\r\nSo,  under  existing conditions, it will  be  very\r\n\r\nrash  to introduce any change in education  policy\r\n\r\nwhich  will raise expenditure beyond our financial\r\n\r\nresources.\r\n\r\n\r\n\r\n<br><br><i>The 1965 Estimates</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the estimates for 1965.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For 1965 revenue has been estimated at $339.6\r\n\r\nmillion   and   expenditure  at  $359.8   million,\r\n\r\nincluding a capital transfer of $20 million to the\r\n\r\nDevelopment                                  Fund.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 133</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of the total estimated revenue of $339.6\r\n\r\nmillion,  the  State  share  of  Federal   Revenue\r\n\r\ncollected  in Singapore has been taken to  be  the\r\n\r\nexisting  one, namely 60 per cent.  Our  share  of\r\n\r\nFederal  revenue  is estimated at $190.2  million,\r\n\r\nwhich  is  about 56 per cent of the total  revenue\r\n\r\naccruing to the State Government, the other 44 per\r\n\r\ncent being local taxes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main revenue-yielding taxes, i.e. income\r\n\r\ntax, customs duties, liquor, petroleum and tobacco\r\n\r\nduties, road tax and estate duty, are all Federal.\r\n\r\nA  change in the rates of taxation by the  Federal\r\n\r\nGovernment   will,  therefore,  also  affect   our\r\n\r\nrevenue, as will any revision in the apportionment\r\n\r\nratio.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We do not, of course, at this stage know what\r\n\r\ntax  changes  the Federal Government may  want  to\r\n\r\nintroduce for the next financial year. Our revenue\r\n\r\nestimates are being prepared on the basis of  what\r\n\r\nwe  anticipate  will happen in Kuala  Lumpur.  Our\r\n\r\nassumptions  need not necessarily be correct,  and\r\n\r\nwhat  the  Central Government decides to do  could\r\n\r\nthrow  our  estimates off the mark. Preparing  the\r\n\r\nestimates  under such conditions  is,  of  course,\r\n\r\nunsatisfactory.  There appears to  be  a  need  to\r\n\r\nchange our financial year to enable us to complete\r\n\r\nour  estimates  after the taxation policy  of  the\r\n\r\nCentral  Government is known, and in due course  I\r\n\r\nmay come up to ask the Assembly to consider moving\r\n\r\nthe  financial year to begin later in the calendar\r\n\r\nyear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For 1965, the State's share of Federal revenue\r\n\r\nhas  been  estimated at $190.2 million as  against\r\n\r\n$175.6 million estimated for 1964. These estimates\r\n\r\nare  made  on the basis that the rates of existing\r\n\r\ntaxes  will remain the same, and on the assumption\r\n\r\nthat  certain  protective duties will  be  imposed\r\n\r\nunder the Common Market arrangements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On present performances, income tax is expected\r\n\r\nto  increase by $1.9 million. Customs  and  excise\r\n\r\nduties  on liquor are estimated to bring  in  $3.4\r\n\r\nmillion more than the $30.5 million estimated  for\r\n\r\n1964. Other major sources of Federal revenue  that\r\n\r\nare expected to yield more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 134</b></font><br><br>\r\n\r\n\r\n\r\nmoney  are motor vehicles' registration  fees  and\r\n\r\nthe road tax, stamp duty and estate duty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the assumption that certain new protective\r\n\r\nduties will be introduced, this source of revenue,\r\n\r\nwhich hitherto has been insignificant, is expected\r\n\r\nto yield about $7 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Revenue from State sources is estimated at\r\n\r\n$149.4  million, which is $1.7 million lower  than\r\n\r\nthe $151.1 million estimated for 1964. The drop in\r\n\r\nrevenue from State sources is mainly on account of\r\n\r\nthe State losing two major items of revenue:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) currency profits which were estimated to\r\n\r\nbring in $11 million in 1964. This now goes\r\n\r\nto the Central Bank;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) port dues estimated at $2.5 million for\r\n\r\n1964. This will in future go to the Port of\r\n\r\nSingapore Authority.\r\n\r\n\r\n\r\n<br><br>Contributions  in  respect  of  the  Widows'   and\r\n\r\nOrphans'  Scheme are estimated to fall by  half  a\r\n\r\nmillion dollars. This is because the intention  is\r\n\r\nto wind up the scheme. No new contributors will be\r\n\r\naccepted  and  it  is expected that  a  number  of\r\n\r\nexisting  contributors will opt out. Entertainment\r\n\r\nduty  is estimated to be around the actual  amount\r\n\r\nto  be collected this year. This is half a million\r\n\r\ndollars  lower than the amount shown in  the  1964\r\n\r\nestimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The decline of revenue from these four items\r\n\r\namounts  to $14.5 million. The total is only  $1.7\r\n\r\nmillion  lower  than the total  for  1964  because\r\n\r\nother  items of revenue are expected to  increase.\r\n\r\nSince  they  relate  to a large  number  of  minor\r\n\r\nitems, I do not intend to touch on them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to 1965 expenditure. Education again\r\n\r\ntakes first place with an estimated expenditure of\r\n\r\n$107.9  million. This is $13 million  higher  than\r\n\r\nthe  1964  estimates, but only  about  $3  million\r\n\r\nhigher than what is expected to be spent in  1964.\r\n\r\nActual  expenditure in 1964 includes $2.5  million\r\n\r\nin  respect  of payment of arrears  of  salary  to\r\n\r\nwomen teachers on their conversion to men's salary\r\n\r\nscales. So the estimate for 1965 represents a real\r\n\r\nincrease of $5.5 million.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 135</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next comes Hospitals Division which shows an\r\n\r\nincrease of $3.1 million arising from an expansion\r\n\r\nof  hospital  facilities.  The  estimate  for  the\r\n\r\nMinistry of Culture is increased by $2.2 \r\n\r\nmillion - mainly on account of expansion in television.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the exception of \"charge on account of\r\n\r\npublic debt\" which is a statutory expenditure, the\r\n\r\nother   heads  of  expenditure  show  only  modest\r\n\r\nincreases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I wish to draw attention to the\r\n\r\naddition  of  a  new  head  of  expenditure,   the\r\n\r\nMinistry of Law, Head account code No. 1101.  This\r\n\r\nhead  only  shows  the Minister  for  Law  with  a\r\n\r\nskeleton staff for his Ministry headquarters.  The\r\n\r\ndepartments   discharging  functions   under   his\r\n\r\nportfolio  are  still  shown  under  their  former\r\n\r\nMinistries. This is because by the time the duties\r\n\r\nof  the  Minister for Law were decided  upon,  the\r\n\r\ndraft  estimates had already been  in  an  advance\r\n\r\nstate  of  preparation, and there was insufficient\r\n\r\ntime  to  extract these departments out  and  show\r\n\r\nthem  where they rightly belong. The position will\r\n\r\nbe regularised in the 1966 estimates.\r\n\r\n\r\n\r\n<br><br><i>Development Expenditure</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1964, development expenditure by Government\r\n\r\nMinistries  and departments is expected  to  total\r\n\r\n$166.4 million as compared with $134.3 million  in\r\n\r\n1963. This shows an increase of 23.2 per cent.  If\r\n\r\nwe  include  development expenditure of  Statutory\r\n\r\nAuthorities,  such as the Public Utilities  Board,\r\n\r\nthe  Port  Authority, Economic Development  Board,\r\n\r\nthe  Telephone  Board, and others, development  in\r\n\r\nthe  public  sector in 1964 will  come  to  $254.4\r\n\r\nmillion  as  against  $198.0  million  in  1963 - an\r\n\r\nincrease of 28.5 per cent over last year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Statutory Authorities are important\r\n\r\nagencies  of economic development in the State,  I\r\n\r\nwill  deal with the whole of the public sector  in\r\n\r\nmy  review and not confine it to Government departments and Ministries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As in previous years, I will deal with\r\n\r\ndevelopment expenditure in the public sector under\r\n\r\nthree    convenient   heads,    namely  -  economic\r\n\r\ndevelopment,   social   development   and   public\r\n\r\nadministration. The totals for each of these  main\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 136</b></font><br><br>\r\n\r\n\r\n\r\nsub-sectors  are  as  follows -  economic  development\r\n\r\n$156.5  million, social development $96.3 million,\r\n\r\nand  public administration $1.6 million, making  a\r\n\r\ngrand total of $254.4 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Economic development consists in the purchase\r\n\r\nand  development of land, provision of  power  and\r\n\r\nother public utilities, construction of industrial\r\n\r\nestates, laying of new roads, improvement  of  old\r\n\r\nroads,    construction   of   wharves,    bridges,\r\n\r\ntelephones and others. In a word, to provide  what\r\n\r\nthe economists call \"the infra-structure\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Land and agricultural development amounted to\r\n\r\n$11.3    million.   Rural   development    schemes\r\n\r\nmaintained  a  high  tempo  during  the  year.  60\r\n\r\nschemes  for  the extension of power  supplies  to\r\n\r\nvillages  and  village roads have been  completed.\r\n\r\nFarmers and fishermen both on the main island  and\r\n\r\nthe  Southern  Islands  continue  to  receive   an\r\n\r\nincreasing   scale  of  extension  services.   Six\r\n\r\nexisting veterinary extension services were  fully\r\n\r\noccupied,  and  it is necessary  to  add  two  new\r\n\r\nveterinary clinics to cope with increasing work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Industrial development continues to receive the\r\n\r\nurgent  attention  of the Government.  Expenditure\r\n\r\nthis year is expected to total $117.2 \r\n\r\nmillion - this  is  expenditure  of  government  and  public\r\n\r\nauthorities,   and   does  not   include   private\r\n\r\ninvestment.   The  main  agency  of  the   State's\r\n\r\nindustrial  promotion effort is,  of  course,  the\r\n\r\nEconomic  Development Board, whose  exertions  are\r\n\r\nnow  beginning to show results. Of the  113  firms\r\n\r\nawarded pioneer status, 43 are in production.  The\r\n\r\nactual  capital  investment in  plant,  equipment,\r\n\r\nbuilding  and  land  carried out  by  these  firms\r\n\r\ntotalled $132.5 million as on 31-8-64. These firms\r\n\r\nprovided  an  initial employment of 2,233  persons\r\n\r\nand  this  has increased to 4,195 by  the  end  of\r\n\r\nAugust. When all the firms are in full production,\r\n\r\nemployment  is  expected  to  increase  to   6,687\r\n\r\npersons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the 47 pioneer industries already\r\n\r\nin production, another 54 are at various stages of\r\n\r\nimplementation. $37.9 million has already been\r\n\r\nspent by these firms on construction, design and\r\n\r\nso on. Their final capital outlay would be in the\r\n\r\nregion of $234.1 million. These\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 137</b></font><br><br>\r\n\r\n\r\n\r\n54  industries  will provide employment  to  6,368\r\n\r\npersons  at initial production and 9,331  when  in\r\n\r\nfull  production.  Of  the  remaining  12  pioneer\r\n\r\nfirms,  8  have shown very little progress  and  4\r\n\r\nprojects have been abandoned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to pioneer industries, there are, of\r\n\r\ncourse,  others which do not qualify  for  pioneer\r\n\r\nstatus.  A  count  made  at  the  last  census  of\r\n\r\nproduction  showed that 120 new non-pioneer  firms\r\n\r\nwent  up  during  the reference year.  These  were\r\n\r\nmostly  small  factories employing 10  persons  or\r\n\r\nmore. The small industries are not being neglected\r\n\r\nor  overlooked by Government. The Light Industries\r\n\r\nServices   has   been  set  up  by  the   Economic\r\n\r\nDevelopment  Board to provide loan,  training  and\r\n\r\ntechnical  assistance  to small  manufacturers  in\r\n\r\nneed  of them. Among the larger non-pioneer indust\r\n\r\nries  either  in production or in the  process  of\r\n\r\nimplementation, there are 11 of substantial  size,\r\n\r\nincluding  a number of motor car assembly  plants.\r\n\r\nThese  11 industries involve an investment of  $44\r\n\r\nmillion  with  an employment potential  of  nearly\r\n\r\n4,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Jurong Industrial Estate occupies a pivotal\r\n\r\nposition in our industrialisation programme. 1,400\r\n\r\nacres  of  land have been levelled, reclaimed  and\r\n\r\nprepared for occupation. Another 400 acres are  in\r\n\r\nthe course of preparation. To date, 74 enterprises\r\n\r\nhave been allotted sites. 19 are in production and\r\n\r\nanother 12 are expected to be in production by the\r\n\r\nend of this year. Another 15 are at various stages\r\n\r\nof  construction  and most of  them  would  be  in\r\n\r\nproduction in 1965. I had recently made  a  review\r\n\r\nof  progress  of works in Jurong,  the  new  Port,\r\n\r\nroads,  railways,  electricity, industrial  water,\r\n\r\nhousing,  bridges and other matters. As honourable\r\n\r\nMembers  are  doubtless aware of the  contents  of\r\n\r\nthis review, I need not repeat myself on this occasion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will deal instead with progress in the smaller\r\n\r\nindustrial estates. This too has been encouraging.\r\n\r\nAt  Tanglin  Halt, out of a total of  56  prepared\r\n\r\nlots, 54 have been allocated to 34 companies.  All\r\n\r\nthe  sites  at Redhill have been taken  up  by  30\r\n\r\nenterprises, of which 26 are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 138</b></font><br><br>\r\n\r\n\r\n\r\nin  production. At the end of September all  sites\r\n\r\nin  the Kallang Industrial Estate have been  taken\r\n\r\nup  and  ten firms were in operation. The prepared\r\n\r\nplots at the Bendemeer Road and Kampong Ampat Road\r\n\r\nindustrial  estates  have all been  allocated  and\r\n\r\nwork  is progressing. Because of land shortage  in\r\n\r\nthe city area, it is necessary to resort to \r\n\r\nmulti-storied flatted factories. Piling for the first of\r\n\r\nsuch factories has commenced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to public utilities, the extension of\r\n\r\nelectric  power  supplies is proceeding  ahead  of\r\n\r\nschedule  with $58.7 million expected to be  spent\r\n\r\nthis  year. With the installation of a new 25 m.w.\r\n\r\nsteam  turbo-alternator set and  6x6.0  m.w. open\r\n\r\ncycle  gas  turbines, the generating capacity  has\r\n\r\nbeen increased from 152 m.w. in 1961 to 226 mw, in\r\n\r\n1963  and to 284 m.w. by the end of this  year  as\r\n\r\nagainst the target figure of 264 m.w. envisaged in\r\n\r\nthe   4-Year  Development  Plan.  The  demand  for\r\n\r\nelectricity  has  been  increasing  steadily.  The\r\n\r\nfirst  new 60 m.w. alternator will be commissioned\r\n\r\nin 1964, the second by May 1965, and the third and\r\n\r\nfourth  by  June and September 1966.  Transmission\r\n\r\nand distribution schemes for extending supplies of\r\n\r\nelectricity  to  many  parts  of  the  estate,  in\r\n\r\nparticular  to the Jurong Industrial Estate,  have\r\n\r\nbeen   carried  out  successfully.  The  installed\r\n\r\ncapacity  for the manufacture of gas  has  doubled\r\n\r\nfrom 538 million cubic feet in 1960 to about 1,160 million cubic feet in 1964.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Schemes for the increased supply of water to meet\r\n\r\nthe  growing  needs  of  the  population  are   in\r\n\r\nprogress.  Soil  investigation in connection  with\r\n\r\nthe  Johore River Project was completed  in  April\r\n\r\nthis   year.  Land  has  been  acquired  for   the\r\n\r\nheadworks in Kota Tinggi. The first phase  of  the\r\n\r\nproject is expected to be completed in 1967/68  at\r\n\r\nan  estimated  cost of $40 million.  Progress  has\r\n\r\nalso been made on the Scudai River Project, and by\r\n\r\nAugust  it was possible to pump 12 million gallons\r\n\r\nof  treated  water per day. The whole  project  is\r\n\r\nexpected to be completed sometime next month  when\r\n\r\nwe would be able to add another 30 million gallons\r\n\r\nper day to our water supply.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 139</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the year under review transport and\r\n\r\ncommunications  present  a  picture   of   greater\r\n\r\nprogress   than  in  previous  years.   With   the\r\n\r\ncompletion  of the East Wharf Scheme,  expenditure\r\n\r\nin  1964  was incurred on other development  items\r\n\r\nsuch as portable diesel generators, extensions  to\r\n\r\nDockyard  head office and provision  of  quarters.\r\n\r\nFurther plans for the expansion and improvement of\r\n\r\nfacilities in the harbour are nearing completion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Civil aviation projects progressed ahead of\r\n\r\nschedule.  In May, the new international Passenger\r\n\r\nTerminal  Building was opened. Other  notable  com\r\n\r\npleted projects include the construction of a  new\r\n\r\nextension  to  the Jet Parking Apron, installation\r\n\r\nof  a Surveillance Radar Equipment, and High Power\r\n\r\nVHF  Radio  Telephone equipment. Orders have  been\r\n\r\nplaced for Automatic Speech Recorders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The expansion of our telephone system is\r\n\r\nprogressing  at a faster rate than  was  expected,\r\n\r\n$6.75 million being spent in 1964 as against $3.34\r\n\r\nmillion planned. With four new telephone exchanges\r\n\r\nat  Nee Soon, Changi, Bukit Timah and Jurong,  new\r\n\r\nconnections increased from 35,358 lines in 1960 to\r\n\r\n52,130 lines by September 1964. A submarine  cable\r\n\r\nhas been laid between Singapore and Pulau Bukom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Multi-Storey Car Park, a new project in the\r\n\r\nState Plan, was completed in June this year  at  a\r\n\r\ncost of $2.45 million providing bays for 882 cars,\r\n\r\nabout  300 motor cycle and scooters. In July  this\r\n\r\nyear,   work   started  on   the   Raffles   Place\r\n\r\nUnderground Car Park, to provide parking bays  for\r\n\r\n140 cars. This will be completed next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Construction of roads, drains, and bridges has\r\n\r\nalso  shown  progress.  However,  the  removal  of\r\n\r\nsquatters  in  certain areas  is  a  factor  still\r\n\r\nimpeding the rate of construction. In all,  $11.80\r\n\r\nmillion will be spent in 1964.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the field of social development a total of\r\n\r\n$93.6  million will be spent by the  end  of  this\r\n\r\nyear  on  capital  expenditure  as  against  $79.7\r\n\r\nmillion last year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 140</b></font><br><br>\r\n\r\n\r\n\r\nThe classification of expenditure is as follows:-\r\n\r\n<pre>\r\n\r\n\r\n\r\n                  SOCIAL DEVELOPMENT\r\n\r\n                  \r\n\r\n            Head                    1964\r\n\r\n\t\t\t\t   millions\r\n\r\n\t\t\t\t   \r\n\r\n1.   Urban Redevelopment            7.22\r\n\r\n2.   Health                         2.64\r\n\r\n3.   Education                     13.77\r\n\r\n4.   Social Welfare                 1.42\r\n\r\n5.   Housing                       56.00\r\n\r\n6.   Sewerage                      10.03\r\n\r\n7.   Community Services             0.16\r\n\r\n8.   Culture                        1.44\r\n\r\n9.   Trade Union House              0.96\r\n\r\n     Total                         93.64\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's programme of public low-cost housing\r\n\r\nproceeds  with  undiminished vigour.  The  Housing\r\n\r\nBoard  has completed 9,636 flats so far this year,\r\n\r\nand  by the end of the year, another 12,000  flats\r\n\r\nwill  be  under construction, nearly one-third  of\r\n\r\nwhich will be Jurong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Television was introduced in February last year\r\n\r\nand  by last month 51,515 television licences have\r\n\r\nbeen   issued.   Work   has   commenced   on   the\r\n\r\nconstruction of a permanent T.V. studio  which  is\r\n\r\nexpected to be ready by April 1966.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Health is concentrating on\r\n\r\nconsolidating their services rather than expanding\r\n\r\nthem.  Nevertheless,  development  has  not   been\r\n\r\nneglected. Ten new school dental clinics  will  be\r\n\r\ncompleted  by the end of the year. At the  General\r\n\r\nHospital,   a   third  medical   unit   is   under\r\n\r\nconstruction.  At  the Tan Tock  Seng  Hospital  a\r\n\r\nThoracic Surgical Unit is being built. Both  these\r\n\r\nworks will be completed in 1965.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education continues to build new\r\n\r\nschools  as  well as extending the capacity  of  a\r\n\r\nnumber  of existing schools. 21 schools are  under\r\n\r\nconstruction and 8 will be completed this year. In\r\n\r\nview  of the changed demographic trends I referred\r\n\r\nto  earlier, it is necessary to make a  review  of\r\n\r\nthe    Ministry's    future   development    plan.\r\n\r\nConstruction  of an additional three-storey  block\r\n\r\nat  the  Vocational  Institute  has  commenced  re\r\n\r\ncently. This is to prepare the skilled workers and\r\n\r\nartisans  which industry needs. The  International\r\n\r\nConference  Hall and Trade Union House at  Shenton\r\n\r\nWay is nearing completion. The target date set for\r\n\r\nthe opening of this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 141</b></font><br><br>\r\n\r\n\r\n\r\nsubstantial building, costing $4.5 million, is set\r\n\r\nfor  March 1965. The Social Welfare Department has\r\n\r\ncompleted  a  home for the aged at Woodlands.  The\r\n\r\nYouth  Leadership Training Centre of the  People's\r\n\r\nAssociation was also completed this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now a new chapter in Singapore's history begins\r\n\r\nthis  year with the rebuilding of the city itself.\r\n\r\nThe detailed plans for the development of Southern\r\n\r\nPrecinct  I bounded by New Bridge Road,  Havelock\r\n\r\nRoad,  Outram Road and Chin Swee Road and Northern\r\n\r\nPrecinct I bounded by Beach Road, Crawford Street,\r\n\r\nVictoria   Street  and  Jalan  Sultan   has   been\r\n\r\ncompleted.  1,173  families  have  been  moved  to\r\n\r\nHousing  Board  flats and the vacant  houses  have\r\n\r\nbeen  demolished. Construction of new houses  will\r\n\r\nbegin next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last sector is a small one, namely, public\r\n\r\nadministration.  This relates to  improvement  and\r\n\r\nconstruction of Government offices and  buildings.\r\n\r\nThe  amount  to be spent this year comes  to  $1.6\r\n\r\nmillion.\r\n\r\n\r\n\r\n<br><br><i>1965 Development Estimates</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to the 1965 Development Estimates.\r\n\r\n1965  is  to  be an extended phase of the  State's\r\n\r\nFour-Year  Development Plan and most  of  the  pro\r\n\r\nvisions  in  the  Development  Estimates  are  for\r\n\r\ncontinuing  projects. Broadly,  the  emphasis  has\r\n\r\nbeen on the completion of schemes already started,\r\n\r\nleaving most of important new schemes to the  next\r\n\r\nPlan.  The new plan period will be for five  years\r\n\r\ncommencing in 1966 and this will bring the State's\r\n\r\nplan  period  into  line  with  other  states   of\r\n\r\nMalaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, a number of new projects in\r\n\r\nthe  Estimates.  It will be noticed  that  against\r\n\r\nseveral  of these projects only a token  provision\r\n\r\nof  $10 has been made, or the votes have been made\r\n\r\nsubject  to Treasury sanction. This is  to  enable\r\n\r\nfurther examination of the projects as to the best\r\n\r\nmeans of their implementation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under Ministry of Finance, a provision of\r\n\r\n$300,000 is made to take up the option offered  to\r\n\r\nthe  Singapore Government of purchasing shares  of\r\n\r\nMalaysian\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 142</b></font><br><br>\r\n\r\n\r\n\r\nAirways  Ltd, amounting to  5  per  cent  of  the\r\n\r\nincreased  capital  arising out  of  the  proposed\r\n\r\namalgamation of Malaysian Airways Ltd, with Borneo\r\n\r\nAirways Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the Customs and Excise Department, there is\r\n\r\nprovision  for Customs Stations and Facilities,  a\r\n\r\nFree  Trade Zone to ensure that there are adequate\r\n\r\nCustoms  facilities to implement  Customs  control\r\n\r\nover goods leaving the Port of Singapore Authority\r\n\r\nwhen  the Free Trade Zone is established. Further,\r\n\r\nwith  the  rapid progress made in  Jurong,  it  is\r\n\r\nnecessary to provide a Customs Station and Transit\r\n\r\nBond   outside  the  area  to  exercise  effective\r\n\r\ncontrol  over  movements  of  dutiable  goods  and\r\n\r\nsmuggling. An extension to Customs House  is  also\r\n\r\nrequired in view of the expanding functions of the\r\n\r\nDepartment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government Printer will acquire equipment to\r\n\r\nenable  a  more  speedy  output  of  work  in  the\r\n\r\nBookbinding   and  Composing  Sections   to   meet\r\n\r\nincreasing demands on the Department.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education will bring existing\r\n\r\nschools  up to standard size requirements  in  its\r\n\r\nprovision for major extensions to eleven  existing\r\n\r\nschools  and  the reconstruction of  four  Primary\r\n\r\nSchools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Health will extend facilities at\r\n\r\nthe Nurses Training School at the General Hospital\r\n\r\nas  the  number  of  students at  the  School  has\r\n\r\nincreased from 400 to 800 students.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under Ministry of National Development, a sum of\r\n\r\n$39.5  million for Phase II has been  allotted  to\r\n\r\nthe  Housing  and Development Board  to  meet  its\r\n\r\nsecond  five-year  programme of low-cost  housing.\r\n\r\nThis  includes  a  provision of  $10  million  for\r\n\r\nhousing in the Jurong Industrial Area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Completion of programmes started under Phase I\r\n\r\nwill  need  an  additional $35.5 million.  So  the\r\n\r\nHousing  Board will receive a total of $75 million\r\n\r\nfor the building of low-cost flats in their princi\r\n\r\npal  housing  estates.  This,  of  course,  is  in\r\n\r\naddition to the $20 million to be allotted for the\r\n\r\nrenewal   of   the  city  which  I  have   already\r\n\r\ndiscussed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 143</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the major activities of the Ministry of\r\n\r\nNational  Development are worthy of  mention.  The\r\n\r\nEast Coast Reclamation Scheme will proceed with re\r\n\r\nnewed vigour. $1.8 million has hitherto been spent\r\n\r\nin  reclaiming  land  off  Bedok.  Next  year  $12\r\n\r\nmillion has been allotted for continuation of this\r\n\r\nwork.  When  completed in four years'  time,  this\r\n\r\nvast  land  reclamation scheme will result  in  an\r\n\r\naddition  of  1,200  acres or 2  square  miles  to\r\n\r\nSingapore's   territorial  domain.   The   Kallang\r\n\r\nreclamation  work will continue. $4.4 million  has\r\n\r\nbeen spent so far and an additional $5 million has\r\n\r\nbeen set aside next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under Public Works Non-Recurrent, a number of\r\n\r\nnew  schemes  are  required. The Sungei  Pang  Sua\r\n\r\nDrainage   Scheme  will  eliminate   flooding   at\r\n\r\nWoodlands between the 11th and 14th milestones and\r\n\r\nin Bukit Panjang. Another drainage scheme at Tiong\r\n\r\nBahru  will also alleviate flooding in that  area.\r\n\r\nUnder the Roads programme, the widening of Frankel\r\n\r\nAvenue and Whitley Road is required in view of the\r\n\r\ngreater  volume  of  traffic  along  these  single\r\n\r\ncarriageway  roads. At Nicoll Highway,  two  extra\r\n\r\nlanes  will  be  built to cope with the  increased\r\n\r\ntraffic load.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A valuable project of the Primary Production\r\n\r\nDepartment of the Ministry of National Development\r\n\r\nis  the  construction of the Abattoir  and  animal\r\n\r\nquarantine  station  in  Jurong.  A  sum  of  $4.6\r\n\r\nmillion has been voted for this project. Work  has\r\n\r\nalready  started. Now, contrary to the expectation\r\n\r\nof  both laymen and experts, there is in Singapore\r\n\r\na thriving livestock industry based on the rearing\r\n\r\nof  poultry  and  pigs.  Not  only  are  we  \r\n\r\nself-sufficient in these products, but we are  actually\r\n\r\nexporting  large quantities of poultry, eggs,  and\r\n\r\npigs to other States of Malaysia. We must now look\r\n\r\nto  overseas  markets which we can supply  by  the\r\n\r\ncanning of meat products. But before we can  build\r\n\r\nan  export market in canned meat, we must  satisfy\r\n\r\ninternational health requirements in the slaughter\r\n\r\nof  animals. Our present abattoir is decrepit  and\r\n\r\nout  of  date.  A new abattoir has been  carefully\r\n\r\nplanned and designed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 144</b></font><br><br>\r\n\r\n\r\n\r\nin  Jurong  with  the assistance of  experts  from\r\n\r\nDenmark.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When this modern abattoir becomes operational,\r\n\r\nit  will  make a contribution not only by  way  of\r\n\r\nexport  of  canned meat but also  by  providing  a\r\n\r\nsupply  of  many by-products for local industries,\r\n\r\nsuch  as  hides and skins for the leather  tannery\r\n\r\nbeing  established in Jurong, the supply of animal\r\n\r\nwaste,  bones and offal for the organic fertilizer\r\n\r\nfactory that is also going up there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Construction of new roads and bridges and\r\n\r\nextension  to  existing roads and improvements  to\r\n\r\nbridges  have  become a matter  of  great  urgency\r\n\r\nbecause  of  the rapid increase in the  number  of\r\n\r\nmotor  vehicles.  No less than $15.5  million  has\r\n\r\nbeen set aside for this purpose next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Among the interesting projects authorised for\r\n\r\nnext  year, is the construction of flyovers  along\r\n\r\nBukit  Timah and Dunearn Roads at the junction  of\r\n\r\nFarrer Road and Adam Road. A sum of $1 million  is\r\n\r\nto  be  voted for this project. This is the  first\r\n\r\ntime   that   we  are  constructing  flyovers   in\r\n\r\nSingapore  but  the  motivation  of  this  is  not\r\n\r\nprestige  but,  as motorists will  testify,  sheer\r\n\r\nnecessity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hitherto, the criteria on which any development\r\n\r\nproject  is  judged, had been  its  value  to  the\r\n\r\nState. This means that in one way or the other the\r\n\r\nproject  must  add to the sinews of  our  economic\r\n\r\nmuscles, or increase the capability of present and\r\n\r\nfuture generations of citizens. These criteria had\r\n\r\nbeen  sternly  utilitarian as befits a  developing\r\n\r\nnation.  It would be irrational for us to  go  for\r\n\r\nthe  frills  and frivolities on the  one  hand  or\r\n\r\nprestigious  magnificence on the  other.  Affluent\r\n\r\nsocieties can afford to do this. Bankrupt nations,\r\n\r\nlike Indonesia, also do this, although they cannot\r\n\r\nafford it, in the quest of a momentary illusion of\r\n\r\ngrandeur.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And yet it will be wrong for us completely to\r\n\r\noverlook  the need for some grace and elegance  in\r\n\r\npublic amenities. Some new projects entered in the\r\n\r\nnext  year's  estimates show a relaxation  of  the\r\n\r\naustere  standards which we have  applied  in  the\r\n\r\npast. For\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 145</b></font><br><br>\r\n\r\n\r\n\r\ninstance, $150,000 will be spent on developing the\r\n\r\nMount  Faber Scenic Park. A garden is to be  built\r\n\r\nover  the  underground car park at Raffles  Place,\r\n\r\nfor which purpose $120,000 has been set aside. The\r\n\r\nWoodlands  tree  nurseries  will  be  extended  to\r\n\r\nprovide the trees which are needed in the campaign\r\n\r\nto  grow  more trees in Singapore. Another $40,000\r\n\r\nhas been set aside for extension to the children's\r\n\r\nplay-ground. We also propose to build a number  of\r\n\r\nfountains  in  some  roundabouts  and  in   public\r\n\r\nplaces.  Next year, in all, half a million dollars\r\n\r\nhas   been  set  aside  for  these  fountains  and\r\n\r\n$100,000  will be spent next year. The  Van  Kleef\r\n\r\nAquarium  has  been  allotted  some  $43,900   for\r\n\r\nimprovements  and  extension. All  these  projects\r\n\r\nwill  go some way to beautify our island and  make\r\n\r\nit a more congenial place to live in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This concludes my review of what we have done\r\n\r\nthis  year and what we intend to do next year.  On\r\n\r\nthe  economic front, nothing has happened that has\r\n\r\nupset the forecast which I made last year that  we\r\n\r\ncan  successfully  ride Indonesian  confrontation.\r\n\r\nThe  collapse  which the Indonesians had  expected\r\n\r\nand   which  their  anti-national  pro-Communistic\r\n\r\nallies in Singapore were hoping for, did not  take\r\n\r\nplace.  On  the  contrary, with  the  enthusiastic\r\n\r\nsupport   of  the  masses,  our  great   work   of\r\n\r\nconstruction and industrial development took great\r\n\r\nsteps  forward.  And so it will go  on  until  the\r\n\r\nIndonesians  and their local stooges  realise  the\r\n\r\nfutility of their fight against Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>7.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Question is, \"That the Assembly\r\n\r\napproves  the  financial policy of the  Government\r\n\r\nfor  the  year 1965.\" In accordance with paragraph\r\n\r\n(1)  of  Standing  Order No. 82,  the  debate  now\r\n\r\nstands adjourned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate to be resumed, what day?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, 12th of November.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 145</b></font><br><br>\r\n\r\n<div align=\"center\"><b>PLANNING (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 146</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>7.06 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Lim Kim San):</b> Mr Speaker,' Sir, I beg to move, \"That the Bill be now read a\r\n\r\nSecond time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the rapidly increasing population in\r\n\r\nSingapore which is estimated to reach 4 million in\r\n\r\n1990,  the  Master Plan which was designed  for  a\r\n\r\npopulation  of  2  million will  have  to  undergo\r\n\r\nradical   changes   to  take  into   account   the\r\n\r\npopulation  growth.  Part of the  lands  presently\r\n\r\nallocated  for  rural uses, green belt,  and  even\r\n\r\nagriculture will have to be re-zoned for  industry\r\n\r\nand   other   urban  uses,  and  the  density   of\r\n\r\npopulation  in residential zones will have  to  be\r\n\r\nincreased to enable a more intensive use of  land.\r\n\r\nAll  these will cause an increase in the price  of\r\n\r\nland, since land is a scarce and limited factor in\r\n\r\nthe  resources of the State. In consequence,  many\r\n\r\nlandowners will stand to benefit from an  increase\r\n\r\nof  land  values through no additional  effort  on\r\n\r\ntheir  part, except that they are fortunate enough\r\n\r\nto own land near to areas developed by the State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With a view to securing to the State the\r\n\r\nincreases  in  value  of  land  brought  about  by\r\n\r\ncommunity development and not through the  efforts\r\n\r\nof  the  landowner, the Government has  considered\r\n\r\nvarious  measures  including  the  acquisition  of\r\n\r\ndevelopment rights in land, the acquisition of the\r\n\r\nfreehold in land, and the freezing of land prices,\r\n\r\nbut   after   very   careful  consideration,   the\r\n\r\nGovernment  has decided that, as a  practical  and\r\n\r\nimmediate measure, a development charge should  be\r\n\r\nmade   on   all   written  permissions   for   the\r\n\r\ndevelopment of land beyond the existing  permitted\r\n\r\nuse.  The  broad  principle is  that  any  written\r\n\r\npermission  granted which allows development  over\r\n\r\nwhat  is normally permitted in the present  Master\r\n\r\nPlan  will attract a development charge. In  other\r\n\r\nwords, landowners or other interested persons  who\r\n\r\nwill benefit from the grant of permission must pay\r\n\r\nto the State a part of this benefit in the form of\r\n\r\na development charge.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill seeks to add a new part, Part III A,\r\n\r\nentitled   Development  Charge,  to  the  Planning\r\n\r\nOrdinance. This\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 147</b></font><br><br>\r\n\r\n\r\n\r\nprovides for the levy of a development charge on  the\r\n\r\ngrant   of   written  permission   which   permits\r\n\r\ndevelopment  in excess of the average  residential\r\n\r\ndensity  prescribed  in the  Master  Plan,  or  an\r\n\r\naverage residential density of 50 persons per acre\r\n\r\nin  the  Island map of the Master Plan, or  on  an\r\n\r\nalteration  to the Master Plan after 1st  January,\r\n\r\n1964.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The date 1st January, 1964, is intended to serve\r\n\r\nas  a  datum to distinguish between the provisions\r\n\r\nof   the   present  Master  Plan  and   subsequent\r\n\r\nalterations. The charge may be levied on the  land\r\n\r\nowner  or  the person making the application,  and\r\n\r\nmust be paid or secured to the satisfaction of the\r\n\r\nCompetent  Authority  before  the  grant  of   the\r\n\r\nwritten  permission.  Statutory  Boards  will   be\r\n\r\nexempted from the charge. The charge is determined\r\n\r\nby  an  order of the Competent Authority, and  any\r\n\r\nperson  who is dissatisfied with the order  as  to\r\n\r\nthe   development  charge,  may  appeal   to   the\r\n\r\nMinister.  The development charge, in  default  of\r\n\r\npayment, can be recovered as a first charge on the\r\n\r\nland of any person from whom the money is due. The\r\n\r\nBill  empowers  the  Minister to  make  rules  for\r\n\r\nprescribing  the  different rates  of  development\r\n\r\ncharges;  the exemption of a particular, or  class\r\n\r\nof development from such charge, and the procedure\r\n\r\nfor  an  application for the determination of  the\r\n\r\ncharge.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has also become increasingly evident over the\r\n\r\npast two years that a great majority of\r\n\r\napplications for development are made not with the\r\n\r\nintention of developing the site for which plann\r\n\r\ning permission has been granted, but for the\r\n\r\npurpose of speculation. We get the absurd position\r\n\r\nof the planning permission or the planning script\r\n\r\nbeing hawked around the market, with no actual\r\n\r\ndevelopment taking place on the site. The\r\n\r\nGovernment views with concern the abuse of the\r\n\r\nplanning machinery which has produced a large\r\n\r\nnumber of sites carrying planning approvals with\r\n\r\nlittle prospect of their being developed. Such\r\n\r\napproved sites can be obstacles to the future\r\n\r\nplanning of the locality, as any Government\r\n\r\nschemes affecting them would render the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 148</b></font><br><br>\r\n\r\n\r\n\r\nGovernment liable to a larger compensation than if\r\n\r\nthe site had not received planning approval.\r\n\r\nClause 3 of the Bill accordingly provides that any\r\n\r\nwritten permission for building and other opera\r\n\r\ntions granted after, the appointed day, will lapse\r\n\r\nif the development is not, completed within two\r\n\r\nyears of the grant of permission with the proviso\r\n\r\nthat such permission may be renewed for such\r\n\r\nperiod as is considered necessary by the Competent\r\n\r\nAuthority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is further provided in clause 4 that any\r\n\r\nwritten permission granted before the appointed\r\n\r\nday for building or other operations may be\r\n\r\ncancelled by the Competent Authority if the\r\n\r\ndevelopment is not completed within three years\r\n\r\nafter the appointed day. This provision is similar\r\n\r\nto section 10 of the Planning Ordinance which\r\n\r\nprovides for the cancellation of planning\r\n\r\npermission granted under the Singapore Improvement\r\n\r\nOrdinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The opportunity has been taken also to tighten\r\n\r\nand strengthen the existing provisions on planning\r\n\r\nenforcement. Clause 5 seeks to repeal and to\r\n\r\nre-enact the enforcement provision in section 13 of\r\n\r\nthe Ordinance with amendments. Clause 5 now\r\n\r\nprovides for enforcement notices to be served not\r\n\r\nonly on the person who has carried out development\r\n\r\nwithout planning permission, but also on the owner\r\n\r\nor occupier of the land. A person who is convicted\r\n\r\nfor failing to comply with the directions in an en\r\n\r\nforcement notice will now be liable to a\r\n\r\ncontinuing fine of a maximum of $100 per day for\r\n\r\neach day during which the offence is continued\r\n\r\nafter conviction. It is further provided that a\r\n\r\nperson who, after compliance with an enforcement\r\n\r\nnotice, uses the land or carries out any \r\n\r\nre-instatement or restoration of the building, will\r\n\r\nbe guilty of an offence punishable by fine or\r\n\r\nimprisonment, or both.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 gives authority to persons authorised\r\n\r\nby the Minister or the Competent Authority to\r\n\r\nenter upon any land for the purpose of carrying\r\n\r\nout the provisions of the Ordinance, and makes it\r\n\r\nan offence for any person who obstructs such\r\n\r\npersons in the exercise of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 149</b></font><br><br>\r\n\r\n\r\n\r\nthis  authority. This is to afford protection  to\r\n\r\nofficers  in  the exercise of their duties  under\r\n\r\nthe  Ordinance. This clause also provides for the\r\n\r\nmethods  of recovery of any money due  under  the\r\n\r\nOrdinance. The proceedings are similar  to  those\r\n\r\nprovided  for the recovery of property tax  under\r\n\r\nthe Property Tax Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of clause 10 is to simplify the\r\n\r\nadministrative  process by  transferring  to  the\r\n\r\nMinister  all  references to the Yang  di-Pertuan\r\n\r\nNegara  wherever this expression appears  in  the\r\n\r\nOrdinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining clauses 1, 2, 6, 8 and 11 provide\r\n\r\nfor minor and consequential amendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and\r\n\r\ncommitted to a Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a\r\n\r\nCommittee on the Bill. - [Mr Lim Kim San].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>7.16 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 and 2 ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir,\r\n\r\nI beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, to leave out lines 22 to 24 inclusive\r\n\r\nand insert -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(b) by inserting immediately\r\n\r\nafter the\r\n\r\nword   \"decision\"  appearing  at  the  end   of\r\n\r\nsubsection  (13) thereof the expression  \"which\r\n\r\nshall be final. The decision of the Minister on\r\n\r\nany such application shall not be challenged or\r\n\r\nquestioned in any Court.\".'\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the amendment proposed in\r\n\r\nclause  3  of the Bill already provides that  the\r\n\r\ndecision  of  the Minister shall  be  final.  The\r\n\r\npurpose  of the present amendment is to  make  it\r\n\r\nclear that the decision of the Minister shall not\r\n\r\nbe challenged in any Court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 ordered to stand part of the Bill\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 150</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir,\r\n\r\nI beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, line 25, to leave out \"date\" and\r\n\r\ninsert \"determination\".\r\n\r\n<br><br>The purpose of this amendment is to correct an\r\n\r\nerror in drafting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 6 to 8 inclusive ordered to stand part\r\n\r\nof the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 10, line 41, to leave out \"(12)\" and\r\n\r\ninsert \"(11)\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose is to correct a typographical error.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 10 and 11, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Schedule ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments; read a Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 150</b></font><br><br>\r\n\r\n<div align=\"center\"><b>WIDOWS' AND ORPHANS'</b></div>\r\n\r\n<div align=\"center\"><b>PENSION (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>7.26 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Mr\r\n\r\nSpeaker,  Sir, I beg to move, \"That the  Bill  be\r\n\r\nnow read a Second time.\"\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Widows' and Orphans' Pension Scheme\r\n\r\nenshrined  in  the Widows' and Orphans'  Pensions\r\n\r\nOrdinance is a compulsory contributory scheme for\r\n\r\nall   Government   officers   who   are   holding\r\n\r\npensionable  offices, and who are  restricted  by\r\n\r\nlaw  to  monogamous marriages. Formerly this,  in\r\n\r\npractice,  meant Government officers of Christian\r\n\r\nreligion.  The scheme was designed, as  its  name\r\n\r\nsuggests,  to cater for the interests  of  widows\r\n\r\nand  orphans  of public servants, and  indeed  it\r\n\r\nserved  a  useful purpose at the  time  when  the\r\n\r\nscheme was brought into\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 151</b></font><br><br>\r\n\r\n\r\n\r\noperation. However, in a democratic society such\r\n\r\nas we are, anything that suggests of compulsion is\r\n\r\nsuspect and often strongly disliked, and over the\r\n\r\nyears the staff unions, including individual officers,\r\n\r\nhave voiced strong opposition to this scheme and have\r\n\r\npressed for its abolition or conversion to a voluntary\r\n\r\nscheme. A further complication cropped up when the\r\n\r\nGovernment introduced the Women's Charter in September\r\n\r\n1961. This resulted in those Government officers who\r\n\r\nare non-Christians and who are not restricted to\r\n\r\nmonogamous marriages before being now\r\n\r\nobliged to contribute to the scheme. It was not the\r\n\r\nintention then to bring such officers within the ambit\r\n\r\nof the Widows' and Orphans' Pensions Ordinance. It is\r\n\r\nnow clear that the scheme has outdated its usefulness.\r\n\r\nBearing in mind, therefore, the feelings of the staff\r\n\r\nunions, the\r\n\r\nposition of officers who through the Women's Charter\r\n\r\nsuddenly found themselves liable to contribute to the\r\n\r\nscheme, the Government decided to make contributions\r\n\r\nto the scheme voluntarily and to extend to existing\r\n\r\ncontributors the choice of opting out of the scheme if\r\n\r\nthey wish.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There will be three options under the present\r\n\r\namendment, namely,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Government officers can continue to contribute;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) they can cease to contribute and elect to be paid\r\n\r\nan actuarially calculated sum; and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) they can cease to contribute and preserve the\r\n\r\nrights that have accrued to them under the Widows'\r\n\r\nand Orphans' Pensions Ordinance.\r\n\r\n\r\n\r\n<br><br>These various options are not new. Similar options\r\n\r\nhad already been written into the Ordinance in\r\n\r\n1958 but confined to the benefit of expatriate\r\n\r\nofficers who went away on Malayanisation.\r\n\r\nTherefore, in a sense, the present amendment Bill\r\n\r\nnow before the House merely extends the options to\r\n\r\nlocal officers -- concessions which they have been\r\n\r\nclamouring for unsuccessfully in the past.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 152</b></font><br><br>\r\n\r\n           \r\n\r\nThe proposed amendment will also preclude\r\n\r\nmembership of the scheme those officers who are\r\n\r\nappointed to the Government service on or after\r\n\r\n2nd March 1961, the date prescribed in the Women's\r\n\r\nCharter for marriages thereafter to be monogamous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed\r\n\r\nto a Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a\r\n\r\nCommittee on the Bill. - [Dr Goh Keng Swee]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without\r\n\r\namendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 152</b></font><br><br>\r\n\r\n<div align=\"center\"><b>ENTERTAINMENTS DUTY</b></div>\r\n\r\n<div align=\"center\"><b>(AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>7.34 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I have His\r\n\r\nExcellency's approval to proceed with this Bill,\r\n\r\nand I beg to move, \"That the Bill be now read a\r\n\r\nSecond time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my Budget speech last year I said that\r\n\r\nentertainment duty on pro-fessional boxing would\r\n\r\nbe reduced from 33 per cent to 15 per cent, the\r\n\r\ncost of each ticket sold with effect from 1st\r\n\r\nJanuary this year. I explained at that time that\r\n\r\nentertainment duty in most of the States of\r\n\r\nMalaysia was half the Singapore rate and, as a\r\n\r\nresult, professional boxing had been in the dol\r\n\r\ndrums since 1960 and the amount of tax collected\r\n\r\nhad been negligible. This Bill seeks to remedy the\r\n\r\nsituation, and it is hoped that it will give a\r\n\r\nfillip to the sport\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 (a) of the Bill seeks to delete\r\n\r\n\"professional boxing\" from the list of\r\n\r\nentertainments which must be charged the full\r\n\r\nrate. Clause 11 empowers the Minister, in addition\r\n\r\nto exempting any entertainment or class of\r\n\r\nentertainment from the payment of duty, to vary\r\n\r\nthe duty payable in respect of any entertainment\r\n\r\nor class of entertainment subject to conditions.\r\n\r\nIt is proposed to validate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 153</b></font><br><br>\r\n\r\n\r\n\r\nthe    reduction   in   entertainment   duty   for\r\n\r\nprofessional boxing mentioned in my Budget  speech\r\n\r\nlast year under clause 11.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, time and experience show the weaknesses of\r\n\r\nany  legislation,  and  the opportunity  has  been\r\n\r\ntaken to make certain amendments to the Bill shown\r\n\r\nto  be  necessary in the light of past experience.\r\n\r\nThe  present  law  provides that open-air  cinemas\r\n\r\nwill pay entertainment duty at half the prescribed\r\n\r\nrates.   Unfortunately  the  Ordinance  does   not\r\n\r\ncontain  any  definition of an \"open-air  cinema\".\r\n\r\nThis  has  given rise to difficulties in  applying\r\n\r\nthe  law and to a request from the proprietors  of\r\n\r\nopen-air cinemas for a proper definition. Clause 2\r\n\r\nnow provides an acceptable definition of \"open-air\r\n\r\ncinema\".   Henceforth,  all  cinemas   which   are\r\n\r\nentirely exposed to the sky will come within  this\r\n\r\ndefinition. All other cinemas will be charged  the\r\n\r\nfull rate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A new subsection (4) to section 4 of the\r\n\r\nOrdinance is introduced in clause 3 of the Bill to\r\n\r\nenable the Comptroller to pay all moneys collected\r\n\r\nunder  the  Ordinance into the State  Consolidated\r\n\r\nFund  as  State revenue derived from entertainment\r\n\r\nduty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 adds to the powers of the Comptroller\r\n\r\nthe  power to require proprietors of entertainment\r\n\r\nto  give appropriate security against payments  of\r\n\r\nentertainment  duty. This will  safeguard  against\r\n\r\ndefault  of  payments  of  revenue  due   to   the\r\n\r\nGovernment  especially in  the  cases  of  ad  hoc\r\n\r\nentertainment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provisions in clause 8 will enable the\r\n\r\nComptroller  to order the refund of  entertainment\r\n\r\nduty  overpaid provided a claim in respect thereof\r\n\r\nis made within six months of such overpayment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 9 (2) of the existing Ordinance provides\r\n\r\nthat if the Comptroller is of the opinion that the\r\n\r\npayment of a lump sum or any payment for a  ticket\r\n\r\nincludes  other privileges, rights or purposes  be\r\n\r\nsides  admission  to  an entertainment  or  covers\r\n\r\nadmission  to an entertainment during  any  period\r\n\r\nfor  which the duty has not been in operation, the\r\n\r\nduty  shall be charged on such proportion as repre\r\n\r\nsents the right of admission to a particular  type\r\n\r\nof entertainment in respect of which entertainment\r\n\r\nduty is payable.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 154</b></font><br><br>\r\n\r\n\r\n\r\nThe   expression  \"or  covers  admission   to   an\r\n\r\nentertainment during any period for which duty has\r\n\r\nnot  been  in  operation\" was  required  when  the\r\n\r\nOrdinance was brought into force in 1952 for cases\r\n\r\nof    lump   sum   payments   for   admission   to\r\n\r\nentertainments before and after the in, troduction\r\n\r\nof  the Ordinance. After twelve years the need for\r\n\r\nthis particular provision no longer exists. So  it\r\n\r\nis proposed to delete this expression from section\r\n\r\n9 (2) of the Ordinance by clause 9.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other minor amendments are contained in clauses\r\n\r\n4,  6, 7, 10 and 12. These include substitution of\r\n\r\nthe  word  \"Colony\"  wherever it  appears  in  the\r\n\r\nOrdinance  with the word \"State\". The  removal  of\r\n\r\nrestrictions  on  the kind of  audience  at  which\r\n\r\nentertainment is held for entertainment  purposes,\r\n\r\nand where there has been a breach of any condition\r\n\r\nattached  to  the  certificate granting  exemption\r\n\r\nfrom  duty,  provision is made for  such  duty  to\r\n\r\nbecome payable on demand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng (Bukit Panjang)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the Entertainments Duty (Amendment) Bill introduced by\r\n\r\nthe Government has two main purposes. Firstly, it\r\n\r\nis designed to increase revenue. Secondly, it is\r\n\r\nto provide the P.A.P. and their cliques with\r\n\r\ncertain facilities. According to clause 3 of this\r\n\r\nBill, although a certain reduction is provided,\r\n\r\nthe taxes on cinemas have been increased. In the\r\n\r\npast, taxes on open-air cinemas were only half of\r\n\r\nthose for ordinary cinemas. The taxes then were 25\r\n\r\nper cent for the ordinary cinemas. Whereas\r\n\r\nformerly it was 12.5 per cent, it has now been\r\n\r\nincreased to 25 per cent. I think the reason may\r\n\r\nbe due to the reduction in the entertainment\r\n\r\nrevenue. The increase in revenue which this\r\n\r\nprovision will perhaps bring, will enable the\r\n\r\nGovernment to use it for other purposes. But I am\r\n\r\nafraid the Government may perhaps use the money\r\n\r\nfor its political activities or to buy guns or\r\n\r\nammunition. I am not sure of this.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 155</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to section 12, the Minister has the\r\n\r\ndiscretion  to  exempt  entertainment   duty   on\r\n\r\ncertain  cinemas  or to reduce their  levies.  In\r\n\r\nother words, it gives the Minister the same power\r\n\r\nfor  his  own purposes. The Bill is full  of  the\r\n\r\nFascist  spirit. As I have said, the  purpose  of\r\n\r\nthis  Bill  is for the convenience of the  P.A.P.\r\n\r\nand  their cliques. So that for those people  who\r\n\r\nare  in the same clique as the P.A.P. the Minister\r\n\r\ncould  exercise  his discretion and  exempt  them\r\n\r\nfrom  paying  taxes or reduce  their  taxes.  For\r\n\r\nothers  it  will  be strictly  according  to  the\r\n\r\nregulations. Why should the Government not exempt\r\n\r\nconcerts or stage acts for charity from entertain\r\n\r\nment  duty?  I  doubt the true intention  of  the\r\n\r\nP.A.P. I say that the Bill is full of the Fascist\r\n\r\nspirit, it has a dictatorial flavour. If you want\r\n\r\nto  develop local cultural activities and promote\r\n\r\nlocal   artistic  performances,  then  you   must\r\n\r\nencourage  healthy performances.  The  Government\r\n\r\nshould provide more facilities for them. When  we\r\n\r\nwere  debating the vote for the National Theatre,\r\n\r\nthe  sum involved was about $450,000. The  charge\r\n\r\nwas  so much. But the Government has not provided\r\n\r\nthe  same facilities to other civic organisations\r\n\r\nwho  put up cultural activities, it is, in  fact,\r\n\r\nimpeding  the healthy development of culture.  On\r\n\r\nthe  other hand, there are certain concerts  anti\r\n\r\ncultural    activities   put   up   by    certain\r\n\r\norganisations which should also be exempted. This\r\n\r\nwill  reduce  their  burden.  It  would  also  be\r\n\r\nbeneficial  to  all concerned. I  feel  that  the\r\n\r\nGovernment  should not abuse this provision.  The\r\n\r\nMinister  should  not have any bias  against  any\r\n\r\ncivic organisation in exercising this power.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Goh, in reply.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I think it\r\n\r\nis  a fair statement to make that if a person  is\r\n\r\nelected   to   represent   the   people   in    a\r\n\r\nrepresentative  Assembly such as ours,  there  is\r\n\r\nsome  obligation  on  the part  of  the  people's\r\n\r\nrepresentative,   that   is,   the    Legislative\r\n\r\nAssemblyman,  to understand what  he  is  talking\r\n\r\nabout in this Chamber. First, he must be able  to\r\n\r\nunderstand what the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 156</b></font><br><br>\r\n\r\n\r\n\r\nBill  means. I say that the hon. Member  has  not\r\n\r\nshown the slightest trace of understanding. First\r\n\r\nof   all,   before  you  can  pass  judgment   on\r\n\r\nGovernment's  policy  or Government's  intention,\r\n\r\nyou  must  know what the facts are. He says  that\r\n\r\nclause  3 is intended to double the entertainment\r\n\r\nduty on open-air cinemas. It does nothing of  the\r\n\r\nsort.  As I have mentioned in my speech -  and  I\r\n\r\nhave   made   it  clear  even  to   the   meanest\r\n\r\nintelligence - this clause provides a  definition\r\n\r\nof  an open-air cinema. It is the open-air cinema\r\n\r\noperators themselves who have been asking  Govern\r\n\r\nment  for  a clear definition, because then  they\r\n\r\nwill  know  exactly how their cinemas  should  be\r\n\r\nconstructed anti how they qualify for the reduced\r\n\r\nrates on open-air cinemas. So what the Member has\r\n\r\nsaid  about Fascist legislation, Mr Speaker,  is\r\n\r\nabsolute nonsense.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the second point. He says that clause 11\r\n\r\ngives  me new power to exempt certain classes  of\r\n\r\nentertainment from duty. He says, of course, that\r\n\r\nthe purpose of this is to give P.A.P. branches or\r\n\r\nthe    P.A.P.   Central   Committee   duty   free\r\n\r\nentertainment.  Mr  Speakers  Sir,  when  P.A.P.\r\n\r\nbranches  or  the P.A.P. Central  Committee  hold\r\n\r\nconcerts,  they  pay entertainment  duty  at  the\r\n\r\nregular rate, in fact, I remember earlier in  the\r\n\r\nyear,  I had to haul up one of my colleagues  and\r\n\r\nask him to get his branch to pay the tax quickly,\r\n\r\notherwise  he would be prosecuted. What  sort  of\r\n\r\nnonsense  is  this. The power to grant  exemption\r\n\r\nalready  exists  in the present  Ordinance.  This\r\n\r\nprovision confers no new power on me in regard to\r\n\r\nexemption of taxes for certain classes  of  enter\r\n\r\ntainment.  What is new in clause 11 is the  power\r\n\r\nto vary the rate of entertainment duty. And as  I\r\n\r\nhave  said,  this is what is needed to regularise\r\n\r\nthe reduced rate for professional boxing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, may I plead\r\n\r\nagain  of the hon. Member, for heaven's sake  try\r\n\r\nto  make an attempt to understand the Bill  under\r\n\r\nconsideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and\r\n\r\ncommitted to a Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 157</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a\r\n\r\nCommittee on' the Bill. - [Dr Goh Keng Swee].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without\r\n\r\namendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 157</b></font><br><br>\r\n\r\n<div align=\"center\"><b>SALE OF FOOD AND DRUGS</b></div>\r\n\r\n<div align=\"center\"><b>(AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>7.52 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr Yong Nyuk Lin):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment Bill to the Sale of Food and Drugs\r\n\r\nOrdinance  (Chapter  148 of the  Revised  Edition)\r\n\r\nseeks  to make, two simple amendments, to  section\r\n\r\n28 of the principal Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is provided in section 28, subsection (1)\r\n\r\npara. (l) of the principal Ordinance that `the  \r\n\r\nMinister  may prescribe fines not exceeding  $500\r\n\r\nfor  a  breach  of  any  regulation.  It  is  now\r\n\r\nproposed  under  clause 2  (a)  of  the  Bill  to\r\n\r\nincrease this maximum fine to $1,000 in order  to\r\n\r\nbring  it in line with Regulation 60 of the  Food\r\n\r\nand  Drugs Regulations, 1957, which states that:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Every person who commits a breach of\r\n\r\nany  of  these Regulations for which a penalty  is\r\n\r\nnot   expressly  provided  shall  be   liable   on\r\n\r\nconviction  to a fine not exceeding  one  thousand\r\n\r\ndollars.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Offences against the Food and Drugs Control\r\n\r\nRegulations  often  produce  substantial  profits.\r\n\r\nTherefore,  the corresponding maximum fine  should\r\n\r\nbe  raised  so  as  to act as a deterrent  against\r\n\r\ndishonest  traders and unscrupulous  manufacturers\r\n\r\nwho  intend  to mislead, cheat or do harm  to  the\r\n\r\npublic.  This  heavier penalty for offenders  will\r\n\r\nalso  help the officers of the Health Ministry  to\r\n\r\nensure  that  a high standard of food  quality  is\r\n\r\nbeing maintained throughout the State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second proposed amendment to section 28 is a\r\n\r\nprocedural  one  which seeks at, streamlining  the\r\n\r\nmanner  by  which  regulations may  be  made.  The\r\n\r\npresent   provision  in  the  principal  Ordinance\r\n\r\nsection 28 subsection (3) requires that all  such\r\n\r\nregulations shall\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 158</b></font><br><br>\r\n\r\n\r\n\r\nbe  laid before the Legislative. Assembly  and  no\r\n\r\nsuch   regulation  shall  come  into  force  until\r\n\r\napproved  by  a  resolution of the  Assembly.  The\r\n\r\nproposed amendment under clause 2 (b) of the  Bill\r\n\r\nseeks to simplify all this procedure `by requiring\r\n\r\nonly publication in the Government Gazette and its\r\n\r\npresentation to the Assembly, as soon  as  may  be\r\n\r\npossible, after publication. This follows  current\r\n\r\npractice for subsidiary legislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed\r\n\r\nto a Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a\r\n\r\nCommittee on the Bill. - [Mr Yong Nyuk Lin].\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without\r\n\r\namendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 158</b></font><br><br>\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I wish to be guided by the House on\r\n\r\na  matter.  The  Moment  of Interruption  will  be\r\n\r\narriving soon. Is it the wish of the House that  I\r\n\r\ntake  the Moment of Interruption now, rather  than\r\n\r\nlet  the  Minister move and leave the Bill untidy,\r\n\r\nhalf-way in the air?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it the general view of the House\r\n\r\nthat  I  take the Moment of Interruption  now?  If\r\n\r\nthey  will give that indication to me, I shall  so\r\n\r\nmove.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADMINISTRATION OF ECOMOMIC DEFENCE LAWS</b></div>\r\n\r\n\r\n\r\n<br><br>7.59 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng (Paya Lebar)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, Iet me talk about the Administration of Economic Defence Laws. Malaysia\r\n\r\nhas  caused hardship to the people asa  result  of\r\n\r\nconfrontation.  Many people have suffered  because\r\n\r\nof this and the \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 159</b></font><br><br>\r\n\r\n\r\n\r\nconsequences  are  adverse  all  round.  There  is  a\r\n\r\ngeneral  atmosphere of uncertainty  and  distress.\r\n\r\nThat is why the Government formulated the Economic\r\n\r\nDefence  Bill,  which was passed on  the  19th  of\r\n\r\nDecember,  1963.  At  that  sitting  I  urged  the\r\n\r\nMinister  for  Finance not to allow  employers  to\r\n\r\nabuse  the loopholes of the law by exploiting  the\r\n\r\nworkers.  It should help all the workers affected,\r\n\r\nsuch as the lighterage workers and stevedores. The\r\n\r\nMinister  had assured the House that  there  would\r\n\r\nnot be such incidents as causing harm, or loss, or\r\n\r\ndamage to those workers. The Ordinance has been in\r\n\r\npractice  for  about  one  year  now.  After   the\r\n\r\nunemployed  workers  have  received  aid  for  six\r\n\r\nmonths,  what  about their future  livelihood  and\r\n\r\ntheir  families' existence? I would  now  like  to\r\n\r\ncomment on these Economic Defence laws.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the law, all those workers\r\n\r\nunemployed  as a result of confrontation  can  get\r\n\r\none-third  of  their earnings from the  Government\r\n\r\nand another one-third from the employer, based  on\r\n\r\ntheir  actual salaries. It appears to be  quite  a\r\n\r\ngood   scheme,  but  actually  there  are   faults\r\n\r\nunderlying it. Firstly, in implementing this  law,\r\n\r\nthe  Economic  Defence Board  had  not  asked  the\r\n\r\nemployers to report on the number of working  days\r\n\r\nin  a  year. Some employers might have made  false\r\n\r\nreports.  Let me quote some examples. One employer\r\n\r\nhad  made  use of August 1963, when the  price  of\r\n\r\nrubber was at its lowest. In other words, it was a\r\n\r\nmonth during which the number of working days  for\r\n\r\nemployees was the least. He used it as a basis for\r\n\r\ncalculating one-third of the workers' wages. As  a\r\n\r\nresult,   the   workers  suffered  great   losses.\r\n\r\nMoreover, certain employers reduced the number  of\r\n\r\nworking  days and reported that to the Government.\r\n\r\nThus,  the workers affected would get only $20  or\r\n\r\n$30  each.  Mr  Speaker, Sir,  some  people  were\r\n\r\nreceiving  only  90 cents to  $1  a  month.  In  a\r\n\r\nsituation  such  as this, how can the  workers  be\r\n\r\nexpected  to live and maintain a livelihood?  This\r\n\r\nis one fault of the law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the law provides that all those\r\n\r\nfactories which are working\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 160</b></font><br><br>\r\n\r\n\r\n\r\nshould   not  come  within  the  purview  of   the\r\n\r\nOrdinance. Thus, certain employers thought  out  a\r\n\r\nwonderful  plan. They reduced all their  available\r\n\r\nstock according to the original calculation.  Work\r\n\r\nthat  could  be  completed in a  short  time  they\r\n\r\nprolonged to cover the six months allowed  by  the\r\n\r\nOrdinance.  Thus the employees could not  get  the\r\n\r\nactual  one-third  of the wages which  they  would\r\n\r\nhave  been  entitled  to get. Thus  the  employees\r\n\r\nsuffered again. They could only work one day,  two\r\n\r\ndays  or  three days a week. The Economic  Defence\r\n\r\nBoard  has  not carried out an investigation  into\r\n\r\nthis   matter,  or  adjusted  or  rectified   such\r\n\r\nunlawful  manipulations. The Board  has  also  not\r\n\r\ngiven aid to make up for the workers' losses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Ordinance provides that the\r\n\r\nemployer  should pay for six months  one-third  of\r\n\r\nthe  worker's wages. The Board has full discretion\r\n\r\nin  exercising the powers given by  the  law.  The\r\n\r\nemployer  could  use this amount as  a  bonus  for\r\n\r\ndismissing  the workers. Now this  does  not  take\r\n\r\ninto  consideration  the Government's  assistance.\r\n\r\nOrdinarily,  whenever a shop or a  factory  closes\r\n\r\ndown,  the  workers should get a certain allowance\r\n\r\nbefore they are dismissed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, not only this, they should also be\r\n\r\nable   to  enjoy  the  provisions  of  the  Labour\r\n\r\nOrdinance  and the benefits as provided under  it.\r\n\r\nThus,  the  workers, in fact, are not getting  the\r\n\r\ncare  of  the  Economic  Defence  Board,  and  the\r\n\r\nbenefits amount to zero. But those factories which\r\n\r\nare  able  to resume normal production  have  been\r\n\r\nable to follow this line or tactic. They give  the\r\n\r\nworkers  two months' dismissal notice. After  that\r\n\r\nthey  re-employ  them as new workers.  There  have\r\n\r\nalso been instances of reorganisation of firms and\r\n\r\nfactories  without  the workers  being  given  the\r\n\r\nallowances  which they usually get.  This  usually\r\n\r\nhappens in the rubber mills. The employers adopt a\r\n\r\n\"take it or leave it\" attitude.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Ordinance is not only unable to help the\r\n\r\nworkers  to  solve their hardships,  but  it  also\r\n\r\ncauses the workers to be exploited all the more by\r\n\r\nthe employers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 161</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth point is that the\r\n\r\nEconomic Defence Board's main fault is that  those\r\n\r\nworkers who are unemployed are not entitled to the\r\n\r\none-third benefits provided by law. After Malaysia, the\r\n\r\nworkers  who  are hardest hit are  the  lighterage\r\n\r\nworkers, fishermen, and workers in the rubber  and\r\n\r\nrattan mills. These workers are not able to get any\r\n\r\nbenefits. They are on the verge of despair and up to\r\n\r\ndate most of these workers are still unable to get\r\n\r\nalternative jobs. I want to ask whether the Government\r\n\r\nwishes to push them over the brink into the abyss.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the re-employment of workers, there\r\n\r\nare  many irresponsible things done in the  Labour\r\n\r\nExchange. The Government put the workers in places\r\n\r\nwhich  they do not like, where they do not receive\r\n\r\ntheir  proper  wages. Their  wages  are  from  two\r\n\r\ndollars  to three dollars a day. Some of them  are\r\n\r\nnot  even getting fifty cents or one dollar a day.\r\n\r\nAfter  they  have received employment,  they  will\r\n\r\ncease to get any benefit from the Economic Defence\r\n\r\nBoard and most of the workers have to go to Jurong\r\n\r\nto  work.  They have to spend a lot  of  money  on\r\n\r\ntheir transport expenses. How much have they  left\r\n\r\nto  spend on food and other necessities?  Most  of\r\n\r\nthese  workers  are  getting fifty  cents  or  one\r\n\r\ndollar  a  day. If they refuse to accept the  jobs\r\n\r\noffered by the Board, then they will cease to  get\r\n\r\nany benefits from the Board. They will be regarded\r\n\r\nas  voluntarily giving up their benefits  and  all\r\n\r\ntheir allowances will be terminated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has boasted about the pioneer\r\n\r\nindustries,  that  these  industries   will   give\r\n\r\npriority in employing those workers affected,  but\r\n\r\nthis  will  only facilitate the foreign employers,\r\n\r\nespecially  the  British,  American  and  Japanese\r\n\r\nemployers, to exploit the workers, so as  to  earn\r\n\r\nmore  profit,  that is, to get cheap  labour  from\r\n\r\nthese workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Defence law is intended only as a\r\n\r\nsmoke-screen to cover up the mistakes made by  the\r\n\r\nGovernment.  `The  workers in Singapore  have  con\r\n\r\ntributed a lot to the prosperity of the State  and\r\n\r\nthe  Government is duty bound to look after  them.\r\n\r\nNow I urge the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 162</b></font><br><br>\r\n\r\n\r\n\r\nGovernment to review the implementation of the\r\n\r\nEconomic Defence Ordinance. Let me put forward a\r\n\r\nfew suggestions, so that the Government can study\r\n\r\nthem seriously.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, continue to carry out the Economic\r\n\r\nDefence Scheme so as to give aid to those workers\r\n\r\nwho have not received aid. Secondly, to give\r\n\r\nfinancial aid to solve the present difficulties of\r\n\r\nall classes of workers who have been hit by the\r\n\r\nIndonesian confrontation. Thirdly, these workers\r\n\r\nshould not be deprived of their privileges and\r\n\r\nrights conferred by the Labour law. Fourthly,\r\n\r\nwhenever a factory resumes production, it must re\r\n\r\nemploy those workers who were laid off, and it\r\n\r\nshould not change the salaries of those workers.\r\n\r\nFifthly, the Government should provide them with\r\n\r\nfinancial aid or reduce their house rents.\r\n\r\nSixthly, the Government should introduce a salary\r\n\r\nscale so as to prevent foreign capitalists from\r\n\r\nexploiting the workers affected.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, there is a\r\n\r\nclear contradiction in what the hon. Member has\r\n\r\nsaid. On the one hand, he says that Economic\r\n\r\nDefence is a great fraud - it is cheating the\r\n\r\nworker and exploiting him. On the other hand, he\r\n\r\nasks me in his list of six suggestions to continue\r\n\r\nthe scheme beyond six months and to include all\r\n\r\nworkers who are not at present eligible. If it is\r\n\r\na fraud, why does he want it to extend to all\r\n\r\nother workers? Why does he want it to continue\r\n\r\nbeyond six months?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are so many\r\n\r\nmisrepresentations in what the hon. Member has\r\n\r\nsaid that I find it difficult within the time at\r\n\r\nmy disposal to track each and every one of the\r\n\r\nfalsehoods. First, he alleges that the employer\r\n\r\nmakes a false report in order to pay less. If he\r\n\r\nknows of such cases, it is his duty to report it\r\n\r\nto the authorities concerned, and this employer\r\n\r\nwill be charged under the law and will be\r\n\r\npenalised. In the absence of specific information,\r\n\r\nI would regard it as completely baseless. He also\r\n\r\nsays that some employers fix August 1963 as the\r\n\r\nperiod in which the normal wage should be\r\n\r\ncalculated. Why do they do so, Mr Speaker? Just\r\n\r\nbecause the Rubber Workers' Union insists that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 163</b></font><br><br>\r\n\r\n\r\n\r\nthey use that month for calculation purposes! When\r\n\r\nthey  found they got cheated, they lost out,  they\r\n\r\nblamed  the Government. The Rubber Workers'  Union\r\n\r\nis  a  Barisan Union which in several cases  asked\r\n\r\nfor  August  1963.  They made a mistake.  That  is\r\n\r\ntheir own lookout, but do not blame me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then he says that some workers are paid 90 cents\r\n\r\na  month by allowance, or $1 a month. True,  there\r\n\r\nare seven of then1 getting from 90 cents to $9.66.\r\n\r\nThese  are  persons working in a  rubber  mill  in\r\n\r\nThomson  Road.  In  fact, these  persons  are  not\r\n\r\neligible for admission to the scheme because  they\r\n\r\nare  casual irregular workers. Nevertheless,  they\r\n\r\nwanted   to  come  in  and  the  Economic  Defence\r\n\r\nDepartment  said, \"All right.\" And  quite  rightly\r\n\r\nemployers  objected, but we said.  \"Well,  if  you\r\n\r\nwant  to  come  in,  we  will  include  you.\"  Any\r\n\r\ngratitude,  Mr Speaker? These are people  who  do\r\n\r\nnot do regular work. They hang around coffee shops\r\n\r\nin  case  there are jobs to be done, and sometimes\r\n\r\nthey never turn up. I have got the details of  all\r\n\r\nthese seven workers. Mr Speaker, Sir, and if  the\r\n\r\nMember is not satisfied I will read out the  names\r\n\r\nand details.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the other matter is about severance pay.\r\n\r\nThe  employer  pays one-third each month  for  six\r\n\r\nmonths. At the end of six months the employer will\r\n\r\nhave  paid  off  two months' pay. If  the  factory\r\n\r\ncloses  down and cannot continue, then  these  two\r\n\r\nmonths'   pay,  which  the  employer  has  already\r\n\r\nextended  to the worker, goes into severance  pay.\r\n\r\nThis  is made quite clear in the law. There is  no\r\n\r\nfiddling  about it. So how have the  workers  been\r\n\r\ncheated?  The  Member has forgotten  to  calculate\r\n\r\nthat  the  Government also has given  the  workers\r\n\r\nanother  two months' pay for the period.  So  they\r\n\r\nget   the  severance  pay  or  whatever  they  are\r\n\r\nentitled to plus two months' pay contribution from\r\n\r\nthe Government. So how can he say that the workers\r\n\r\nhave  been cheated? I think I have made  my  point\r\n\r\nquite  clear,  Mr Speaker, Sir, on  that.  Simple\r\n\r\narithmetic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, he says that in the Direction of\r\n\r\nEmployment when we try to get unemployed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 164</b></font><br><br>\r\n\r\n\r\n\r\nworkers on the Economic Defence Register,\r\n\r\nwe  compel them to take jobs at 50 cents a day, at\r\n\r\n$1  a  day,  and in Jurong, mind you.  Where  `the\r\n\r\nworker lives in Thomson Road it will cost him more\r\n\r\nthan  $1  a day to go to Jurong. And if he refuses\r\n\r\nto take on the job, we strike him off the Economic\r\n\r\nDefence  Scheme. I challenge the Member openly  to\r\n\r\ngive  me one instance where that has happened - one\r\n\r\ninstance, one name, where that has happened.  This\r\n\r\nbusiness of 50 cents, 10 cents - I can tell you  the\r\n\r\nreason.  It is this: there are a number of  Govern\r\n\r\nment  factories not only in Jurong,  but  also  in\r\n\r\ntown,  which receive women workers and train them.\r\n\r\nDuring  their  training period they are  paid  pin\r\n\r\nmoney,  a nominal allowance, because they are  not\r\n\r\nmaking  any  output. During that period  they  are\r\n\r\npaid  50 cents or $1. But we told the workers that\r\n\r\nif  they accepted this during the training period,\r\n\r\nthe  Economic Defence Department would  give  them\r\n\r\nthe  balance to bring them to a total pay  of  the\r\n\r\ntwo-thirds  allowances  which  they  were  getting\r\n\r\nbefore.  There  is no question of  compelling  the\r\n\r\nworkers  to work for 50 cents or $1, and  if  they\r\n\r\nrefuse,  we  strike them off. Even if we  imagined\r\n\r\nfor one moment that this were true - and I do not\r\n\r\nbelieve  it is true - the workers have the right  of\r\n\r\nappeal.  There  is  an Appeal  Board  against  any\r\n\r\ndecisions  of  the  Director of  Economic  Defence\r\n\r\nwhich  take  away  benefits from workers  in  this\r\n\r\nunjust manner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to stress here\r\n\r\nthat  in  directing workers who are unemployed  to\r\n\r\nnew  jobs, we have been very fair and very lenient\r\n\r\nboth on the worker and the employer. So far as  is\r\n\r\npossible, we want to get the matter of transfer of\r\n\r\na  worker  from his old job to a new one agreeable\r\n\r\nto  both the employer and the worker, that is, the\r\n\r\nworker likes his new job and is prepared to accept\r\n\r\nthe  pay, and the employer thinks the man  or  the\r\n\r\nwoman  can  do  the  work.  A  minimum  amount  of\r\n\r\ncompulsion  has  been used in this  instance.  For\r\n\r\ninstance,       up       to        the        17th\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 165</b></font><br><br>\r\n\r\n\r\n\r\nof October, no less than 6,000 vacancies have been\r\n\r\nnotified to the Economic Defence Department and\r\n\r\nexemptions have been given to 4,545 because of the\r\n\r\ngreater skill required but is not available among\r\n\r\npeople who are in the list. And out of 1,531\r\n\r\nvacancies, 990 unemployed persons have already got\r\n\r\nnew jobs, and another 430 are in the process of\r\n\r\nbeing engaged. So if we were to take the attitude\r\n\r\nthat the worker must take on a new job whatever\r\n\r\nthe pay and wherever it is, then it would\r\n\r\nobviously be very easy for us to solve the whole\r\n\r\nmatter because the number of vacancies notified to\r\n\r\nthe Department is much greater than the number of\r\n\r\nunemployed on the Economic Defence Register.\r\n\r\nContrariwise, if we were to insist that a worker\r\n\r\nshould take whatever job he is offered, how would\r\n\r\nyou explain that in more than 3,000 instances we\r\n\r\nhad to make contact with the worker three times or\r\n\r\nmore to make him an offer of new employment? It is\r\n\r\nnot a case of the worker going to the Labour\r\n\r\nExchange each day asking whether there are any\r\n\r\nvacancies. It is a question of the Economic\r\n\r\nDefence Department making repeated attempts to\r\n\r\ncall on the workers to get them to be considered\r\n\r\nfor new appointment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the whole, I think the scheme has run fairly\r\n\r\nsuccessfully, considering the enormous\r\n\r\ndifficulties in administering such a complex and\r\n\r\nsubstantial exercise. As I have said, if this\r\n\r\nscheme is not to the benefit of the worker, Mr\r\n\r\nSpeaker, Sir, the hon. Member would not have asked\r\n\r\nme to extend it for a longer period than six\r\n\r\nmonths to get other categories of workers included\r\n\r\nunder it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Twenty-seven minutes past Eight o'clock p.m.</div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 166</b></font><br><br>\r\n\r\n<div align=\"center\"><b>ADDENDUM</b></div>\r\n\r\n<div align=\"center\"><b>PERUMAL AND SIVAN TEMPLES</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inche Othman bin Wok, with reference to his\r\n\r\nreplies   to   the  following  two   supplementary\r\n\r\nquestions  on  10th  June, 1964 (Official  Report,\r\n\r\n10th  June,  1964, Vol. 23, No. 1, Columns  9  and\r\n\r\n10):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Mr S. V. Lingam (Aljunied): Is the Minister\r\n\r\naware that the six domes of the two temples which\r\n\r\nwere  completed  in  1962 were  pulled  down  and\r\n\r\nrebuilt in\r\n\r\n1963? And can the Minister confirm that there was\r\n\r\na  waste  of $40,000 of public funds due to  this\r\n\r\nconstructional bungling?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Mr S. V. Lingam (Aljunied): Can the\r\n\r\nMinister make it clear whether the following four\r\n\r\namounts are included in the sum of $133,500:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) $50,000 contributed by the City Council;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) approximately $11,000 paid as voluntary\r\n\r\ndonations   by  certain  Muslim   and   Hindu\r\n\r\nshopkeepers    of    Campbell    Lane     for\r\n\r\ntransferring   of   tenancy   of   properties\r\n\r\nbelonging to Hindu Temples;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) approximately $5,900 collected from the\r\n\r\npublic  for  purposes  of  Hindu  destitutes'\r\n\r\nburial fund, which amount was handed over  by\r\n\r\nthe Hindu Advisory Board: and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) $30,000 promised by members o the public?\r\n\r\n\r\n\r\n<br><br>supplied the following additional answers  on  2nd\r\n\r\nOctober, 1964:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to question (a), I have been\r\n\r\ninformed  that in fact the additional expenditure\r\n\r\nwhich was incurred on reconstruction of the domes\r\n\r\namounted  to a total of $27,500, and not $40,000,\r\n\r\nas  stated in your question. I am also told  that\r\n\r\nthe  need  to reconstruct the domes  of  the  two\r\n\r\ntemples   arose   because  the  qualified   Hindu\r\n\r\narchitect, who was engaged from Madras to draw up\r\n\r\nplans  and  specifications for  the  Perumal  and\r\n\r\nSivan   Temples  in  accordance  with  the  Hindu\r\n\r\nTemples Building By-laws, did not in fact  adhere\r\n\r\nfully  to  these  Bylaws, and the sthapathy,  who\r\n\r\nsuccessfully  tendered for the construction  work\r\n\r\non  the  basis  of  the plans  drawn  up  by  the\r\n\r\narchitect, did not detect the irregularity in the\r\n\r\ndesign  until it was too late. Work  on  the  two\r\n\r\ntemples on the basis of the plans drawn up by  the\r\n\r\narchitect was started in April, 1961, and it  was\r\n\r\nnot until the temples were inspected in November,\r\n\r\n1962, that the attention of members of the Hindu\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 167</b></font><br><br>\r\n\r\n\r\n\r\nTemples' Management Committee was drawn  to  the\r\n\r\nfact  that the plans and specifications had  not\r\n\r\ncomplied  with  the Hindu Temples  Building \r\n\r\nBy-laws.  Subsequently, after a discussion held  by\r\n\r\nthe Hindu Temples' Management Committee with the\r\n\r\nsthapathy in charge of the construction, it  was\r\n\r\ndecided  to  carry  out  certain  additions  and\r\n\r\nalterations as advised by the sthapathy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to question (b), I confirm that\r\n\r\nthe sum of $133,500 includes -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) the $50,000 contributed by the City\r\n\r\nCouncil;\r\n\r\n         \r\n\r\n<br><br><font size=\"1\"><b>Column : 168</b></font><br><br>\r\n\r\n         \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) approximately $11,000 paid as voluntary\r\n\r\ndonations by certain Muslim and Hindu\r\n\r\nshopkeepers of Campbell Lane;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) approximately $5,900 collected from\r\n\r\nthe public for the purposes of the Hindu\r\n\r\ndestitutes' burial fund.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum, however, does not include the $30,000,\r\n\r\nwhich had been promised by members of the\r\n\r\npublic, of which so far only $15,000 has been\r\n\r\ncollected.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 169</b></font><br><br>\r\n\r\n\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1964/19641102/19641102-HA-0230169.pdf\"\">PRINCIPALS, TEACHERS, CLERKS AND SCHOOL SERVANTS OF CHINESE AND ENGLISH SECONDARY/PRIMARY SCHOOLS (Number  suspended  or  dismissed 16-9-63)(Cols 0169-0172)</a><br>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 173</b></font><br><br>\r\n\r\n\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1964/19641102/19641102-HA-0230169.pdf\"\">SCHEME OF EQUAL TREATMENT FOR WOMEN (Number of  acceptances and non-acceptances by lady teachers)(Cols 0173-0174)</a><br>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
