{"memberId": null, "volumeNo": "24", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"24\">\r\n\r\n<meta name=\"Sit_No\" content=\"9\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1965-12-22\">\r\n\r\n<meta name=\"Start_Col\" content=\"421\">\r\n\r\n<meta name=\"End_Col\" content=\"484\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">24</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">22-12-1965</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 421</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>(TO BE CALLED THE FIRST PARLIAMENT)</b></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 24</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 22nd December, 1965</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 pm</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr A. P. Rajah).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs, and Government Whip.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 422</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Culture and Social Affairs.\r\n\r\n\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State of Defence.\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed Al-Haj (Southern Islands), Minister of State for the Prime Minister's Department.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 423</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Crawford).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Chia Thye Poh (Jurong).\r\n\r\n\r\n\r\n<br>Mr Chio Cheng Thun (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Dr Fong Kim Heng (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Koo Young (Thomson).\r\n\r\n\r\n\r\n<br>Mr Kow Kee Seng (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Lee Tee Tong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Lim Huan Boon (Bukit Merah).\r\n\r\n\r\n\r\n<br>Miss Loh Miaw Gong (Havelock).\r\n\r\n\r\n\r\n<br>Mr Ong Lian Teng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Poh Ber Liak (Tampines).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 423</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>ORAL ANSWERS TO QUESTIONS</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>TEACHING SERVICE SALARY STRUCTURE</b></div>\r\n\r\n<div align=\"center\"><b>RE-INTRODUCTION OF ONE PRINCIPAL ONE SESSION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;1. <b>Mr Ho See Beng</b> asked the Minister for Education\r\n\r\nwhether  and  when his Ministry will commence negotiations\r\n\r\nwith  the  Singapore Teachers' Union on  claims  submitted\r\n\r\nduring  1961  relating  to  (a) anomalies  in  the  salary\r\n\r\nstructure  in  the  Teaching Service between  the \r\n\r\nnormal-trained,the  old  certificated-trained  and   the   new\r\n\r\ncertificated-trained teachers and the graduates;  and  (b)\r\n\r\nthe  re-introduction  of  the one  Principal  one  session\r\n\r\nschool system as was in practice before.\r\n\r\n\r\n\r\n<br><br><!-- Inche A. Rahim Ishak (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for Education (Inche A. Rahim Ishak) (for the Minister for Education):</b> Mr Speaker, Sir,\r\n\r\nthe existing salary structure for the Education Service is\r\n\r\nbased on the scheme of service for the teaching profession\r\n\r\nwhich  was  incorporated in the Scheme of Higher Services,\r\n\r\n1953,  and  implemented with effect from  1.1.50.  In  the\r\n\r\ncourse  of development of education in Singapore,  several\r\n\r\nof  the  salary scales were modified and new salary scales\r\n\r\nintroduced   from   time   to  time   to   meet   changing\r\n\r\ncircumstances.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 424</b></font><br><br>\r\n\r\n\r\n\r\nThe  consolidation of salaries in 1952, the  Ritsonisation\r\n\r\nin 1953, the general revision of salaries for teachers and\r\n\r\nother  groups of public servants undertaken in 1958,  have\r\n\r\nall  had  their effects on the salary structure.  And  the\r\n\r\nMinistry  of  Education  is  aware  of  certain  anomalies\r\n\r\ntherein.  So  with  a  view  to  regularising  the  salary\r\n\r\nstructure   which   might  have  become   administratively\r\n\r\ncumbersome,  the  Ministry  of Education  has  proposed  a\r\n\r\nrevised  salary  structure for the  consideration  of  the\r\n\r\nSalaries  Commission. It is understood that the  Teachers'\r\n\r\nUnions   have  similarly  made  recommendations   to   the\r\n\r\nCommission  on  the  scales  and  salary  structure.   The\r\n\r\nMinistry  of Finance has advised the Ministry of Education\r\n\r\nthat  matters relating to salary scales should be referred\r\n\r\nto  the Salaries Commission to be resolved by them. In the\r\n\r\ncircumstances, any negotiations on the salary structure of\r\n\r\nthe  teaching  service  must  await  the  outcome  of  the\r\n\r\ndeliberations of the Salaries Commission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the second part of that question, the\r\n\r\nre-introduction  of  one  Principal  for  one  session,   the\r\n\r\nMinistry  of  Education is aware that  in  postwar  years,\r\n\r\nthere  arose the need to build more schools and  later  to\r\n\r\nuse  schools  as  two-session schools  to  cope  with  the\r\n\r\nincrease of the student population of Singapore.  At  that\r\n\r\ntime, the accent was on primary education. From about 1953\r\n\r\nto  1959,  if  primary  schools were used  as  two-session\r\n\r\nschools, there were two Principals. In 1960, to cope  with\r\n\r\nthe  new  policy  of providing education for  even  larger\r\n\r\nnumbers  of  children of school-going age, it was  decided\r\n\r\nthat  more  schools would be used as two-session  schools.\r\n\r\nThe move to put one Principal in charge of a school of two\r\n\r\nsessions  was part of the effort of providing the  largest\r\n\r\nnumber  of  children of school-going age with an education\r\n\r\non  an economic budget, coupled with the fact that it  was\r\n\r\nconsidered  then that there were not enough teachers  with\r\n\r\nthe  requisite  experience  to  discharge  adequately  the\r\n\r\nduties  and  responsibilities  of  Principals.  There  are\r\n\r\ncertain   administrative  disadvantages  in   having   one\r\n\r\nPrincipal per session as questioned by the Member for Bras\r\n\r\nBasah. Morning\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 425</b></font><br><br>\r\n\r\n              \r\n\r\nand afternoon schools will be separate entities, each with\r\n\r\nits   own   Principal,  staffed  with  its  own  teachers,\r\n\r\naccounts,   sports   equipment,  teaching   aids,   school\r\n\r\nfunctions,  and  so on. But the building,  playing  field,\r\n\r\nclassrooms, furniture, storage space, school servants  and\r\n\r\nwatchmen, will have to be shared by both schools,  morning\r\n\r\nand  afternoon.  Now this leads often to  misunderstanding\r\n\r\nand  petty  bickering. In particular, it is difficult  for\r\n\r\nschool servants and watchmen to work under two independent\r\n\r\nPrincipals.   The  annual  interchange  of   morning   and\r\n\r\nafternoon staff will also present some difficulty  if  the\r\n\r\ntwo   Principals   are  at  loggerheads.   All   in   all,\r\n\r\nadministration with two Principals will be more cumbersome\r\n\r\nthan having one overall head.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To assist the one Principal who is responsible for the\r\n\r\ntwo  sessions, there are senior assistants provided at the\r\n\r\nrate  of one senior assistant for every 15 classes, taking\r\n\r\nboth  sessions into account. The senior assistants  do  an\r\n\r\naverage of 10 hours 31 minutes of actual teaching  a  week\r\n\r\nand  assist Principals with the administrative work on  an\r\n\r\naverage  of  8 hours 17 minutes per week, which assistance\r\n\r\nis confined mostly to paper work and not to supervision of\r\n\r\nthe  staff, the standard and the discipline of the school.\r\n\r\nThis shows that the senior assistant is only effective  as\r\n\r\na  teacher  for 10 hours and 31 minutes per week  compared\r\n\r\nwith   the   average  for  teachers,  other  than   senior\r\n\r\nassistants,  of  18 hours and 2 minutes per  week.  Senior\r\n\r\nassistants do not receive any extra remuneration, but they\r\n\r\nare  afforded  time  off  from teaching  duties,  and  the\r\n\r\nadministrative  experience  which  they  gain  as   senior\r\n\r\nassistants  invariably  stands  them  in  good  stead  for\r\n\r\npromotion purposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The idea of one Principal for one session has been\r\n\r\ncarefully  explored and consideration has also been  given\r\n\r\nto  the idea of paying some form of remuneration to senior\r\n\r\nassistants  vis-a-vis Vice-Principals.  Certain  proposals\r\n\r\nhave  been  put up for the consideration of  the  Salaries\r\n\r\nCommission.  In  the  circumstances, and  because  of  the\r\n\r\nproposals  put  up  to  the Salaries  Commission  in  this\r\n\r\nconnection, the decision in this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 426</b></font><br><br>\r\n\r\n\r\n\r\nmatter must await the outcome of the deliberations of  the\r\n\r\nSalaries Commission.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Mr Speaker, Sir, I understand from the\r\n\r\nMinister  of State for Education that it is the  intention\r\n\r\nof  the  Minister  to set up a Salaries  Commission.  This\r\n\r\nSalaries Commission is to inquire into the salaries of all\r\n\r\nthe  civil  service.  I  am asking a  question  about  the\r\n\r\nremoval  of  the  anomalies that have existed  since  1958\r\n\r\nuntil today. May I know whether the Salaries Commission is\r\n\r\nto  inquire  into the revision of salaries,  or  into  the\r\n\r\nremoval of the anomalies in the salary structure, or both?\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahim Ishak:</b> Mr Speaker, Sir, firstly, the Member\r\n\r\nfor Bras Basah, I think, made a mistake in stating that it\r\n\r\nwas   the  Minister's  intention  to  set  up  a  Salaries\r\n\r\nCommission. It is no longer an intention. The Minister has\r\n\r\nalready  announced  last week that a  Salaries  Commission\r\n\r\nwill be set up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of anomalies and revision of salaries,\r\n\r\nthe  hon. Member for Bras Basah also missed the point when\r\n\r\nhe  questioned whether teachers were to be included in the\r\n\r\ngeneral  revision of salaries which will be dealt with  by\r\n\r\nthe Salaries Commission. As he is well aware, teachers are\r\n\r\nalso civil servants in Singapore. Therefore, they will  be\r\n\r\nincluded  in the revision of salaries. Anomalies are  part\r\n\r\nof  the  question of revision of salaries  which  will  be\r\n\r\nconsidered by the Salaries Commission.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Mr Speaker, Sir, may I know when and\r\n\r\nhow  soon this Salaries Commission will be set up? It  has\r\n\r\nbeen  the practice of the Government to delay the  setting\r\n\r\nup of a Salaries Commission and all that. It is always the\r\n\r\ncase that the setting up of a Salaries Commission takes  a\r\n\r\nvery,  very  long time. Will the Minister kindly  indicate\r\n\r\nwhen this Salaries Commission can be set up?\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I understood the Minister to say that it has\r\n\r\nalready been set up. Am I right?\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahim Ishak:</b> Mr Speaker, Sir, I think the Member\r\n\r\nfor Bras Basah is questioning when it will end.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 427</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> No. His question is when it will be set up.\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahim Ishak:</b> That, as you have stated, Mr Speaker,\r\n\r\nwas already answered earlier.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Lim Kim San):</b> Mr Speaker,\r\n\r\nSir,  a  Salaries Commission was actually set up  when  we\r\n\r\nwere  part of Malaysia. But after the separation, we  were\r\n\r\ninformed that our representative is no longer required  to\r\n\r\nsit  on  it. Therefore, it will take us some time  to  get\r\n\r\nmembers to serve on the Salaries Commission. I am sure the\r\n\r\nMember  for  Bras Basah would not like any Tom,  Dick  and\r\n\r\nHarry  to serve on the Commission. We want to see  justice\r\n\r\ndone and, therefore, it will take some time before we  set\r\n\r\nup a Commission. Anyway, action is proceeding.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So it seems the Commission has not been set\r\n\r\nup! [Interruption] The personnel has not been named.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Will the Minister also inform us, when\r\n\r\nthis  Salaries  Commission is set up,  firstly,  will  the\r\n\r\nviews  of  the  civil service unions he sought?  Secondly,\r\n\r\nwill the Teachers' Union representative be allowed to help\r\n\r\nthe Ministry in drawing up the terms of reference?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I think the Member for\r\n\r\nBras Basah should be aware that Government always seek the\r\n\r\nviews of those who are interested. Views from the teachers\r\n\r\nhave already been submitted, if I am not mistaken, to  the\r\n\r\nMalaysian Salaries Commission. And I can assure  him  that\r\n\r\nwe will seek further views if they are required.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> They want to\r\n\r\nreduce their claims!\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Will the Government also give an\r\n\r\nassurance  that  some of the claims of the  civil  service\r\n\r\nunions  will be back-dated when the Commission make  their\r\n\r\nfindings?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I have made clear my\r\n\r\nstand on backdating a few days ago, and it has not changed\r\n\r\nsince then.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 428</b></font><br><br>\r\n\r\n<div align=\"center\"><b>MEDICAL FACILITIES FOR</b></div>\r\n\r\n<div align=\"center\"><b>AIDED SCHOOL TEACHERS</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;2. <b>Mr Ho See Beng</b> asked the Minister for Education\r\n\r\nwhether  teachers  in the aided schools are  not  provided\r\n\r\nwith  similar medical facilities as their counterparts  in\r\n\r\nthe  Government  Service, although they perform  identical\r\n\r\nduties, and why.\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahim Ishak:</b> Mr Speaker, Sir, the Singapore\r\n\r\nTeachers' Union, the Singapore Chinese Teachers' Union and\r\n\r\nthe  Malayan  Christian  Schools Council  have  repeatedly\r\n\r\nasked  that the same medical benefits and facilities  that\r\n\r\nare accorded to Government teachers should be extended  to\r\n\r\nteachers  of  aided schools. Such facilities, if  granted,\r\n\r\nwill,  of  course, apply to the other employees  of  aided\r\n\r\nschools, such as clerks, servants, watchmen and so on. The\r\n\r\nUnions  make much of Government's policy of equal pay  for\r\n\r\nequal   work,  and  point  out  that  in  most  cases   of\r\n\r\nnegotiations, disputes and arbitration outside  the  civil\r\n\r\nservice,  medical  facilities and  privileges  are  always\r\n\r\nenforced. While free medical treatment is accorded to  all\r\n\r\nmembers  of  public  and  aided  school  teachers  at  all\r\n\r\nGovernment hospitals and clinics, the Unions are concerned\r\n\r\nmainly  with  the  hospitalisation  of  members  and   the\r\n\r\nconsequent  ward  charges, X-ray charges, specialist  fees\r\n\r\nand  so on if they go to a paying ward, i.e., First  Class\r\n\r\nor Second Class. The main difficulty in according the same\r\n\r\nmedical  privileges  and benefits  enjoyed  by  Government\r\n\r\nteachers,  school  servants and so on of  Government-aided\r\n\r\nschools is due to the fact that aided school teachers  and\r\n\r\nservants   are  strictly  not  Government  servants,   but\r\n\r\nemployees of aided school management committees. As  such,\r\n\r\nprivileges and benefits, if accorded to employees of aided\r\n\r\nschools,  may  have  to be extended  to  other  bodies  of\r\n\r\nemployees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The suggestion put by circular to the management\r\n\r\ncommittees of aided schools that they should pay the  full\r\n\r\ncharges  for  medical  treatment  and  hospitalisation  at\r\n\r\npublic   rates  in  respect  of  their  staff   and   seek\r\n\r\nreimbursement from such staff\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 429</b></font><br><br>\r\n\r\n\r\n\r\nat rates charged for Government service, is not acceptable\r\n\r\nto  the management committees, and this they have informed\r\n\r\nus.  We  are now examining alternative possibilities  like\r\n\r\nthe  introduction  of a medical benefit  insurance  scheme\r\n\r\noperated  commercially with regard  to  the  provision  of\r\n\r\nmedical facilities. Such a scheme would probably involve a\r\n\r\ncertain  amount  of contributions either  from  the  aided\r\n\r\nschool employees or the management committees.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 429</b></font><br><br>\r\n\r\n<div align=\"center\"><b>APPOINTMENT OF CONSTITUTION COMMISSION</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Statement by the Minister for Law and National Development)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, one of the cornerstones of the\r\n\r\npolicy  of the Government is a multi-racial Singapore.  We\r\n\r\nare  a  nation  comprising peoples of  various  races  who\r\n\r\nconstitute  her  citizens,  and  our  citizens  are  equal\r\n\r\nregardless  of differences of race, language, culture  and\r\n\r\nreligion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst a multi-racial secular society is an ideal\r\n\r\nespoused  by many, it is a dire necessity for our survival\r\n\r\nin  the  midst of turmoil and the pressures of  big  power\r\n\r\nconflict in an area where new nationalisms are seeking to\r\n\r\nassert themselves in the place of the old European empires\r\n\r\nin Asia. In such a setting a nation based on one race, one\r\n\r\nlanguage  and  one religion, when its peoples  are \r\n\r\nmulti-racial, is one doomed for destruction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure this bias in favour of multi-racialism and the\r\n\r\nequality  of our citizens, whether they belong to majority\r\n\r\nor  minority  groups, a Constitution Commission  is  being\r\n\r\nappointed   to   help   formulate   these   constitutional\r\n\r\nsafeguards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The terms of reference of the Commission are:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) To receive and consider representations on how the\r\n\r\nrights of the racial, linguistic and religious minorities\r\n\r\ncan be adequately safeguarded in the Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) To consider what provisions should be made to\r\n\r\nensure  that  no legislation, which by  its  practical\r\n\r\napplication is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 430</b></font><br><br>\r\n\r\n\r\n\r\nconsidered likely to be discriminatory against members\r\n\r\nof  any  racial, linguistic or religious group, should\r\n\r\nbe  enacted  before adequate opportunities  have  been\r\n\r\ngiven  for  representation from parties likely  to  be\r\n\r\naggrieved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) To consider what remedies should be provided for\r\n\r\nany  citizen or group of citizens who claim that  he  or\r\n\r\nthey  have  been discriminated against  by  any  act  or\r\n\r\ndecision of the Government or the administration or  any\r\n\r\nstatutory board or public body constituted by  law,  and\r\n\r\nto  recommend  the  machinery  for  the  redress  of  any\r\n\r\ncomplaints.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) To consider how such provisions can be entrenched in\r\n\r\nthe Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has given this matter careful\r\n\r\nconsideration  and has decided that this Commission  shall\r\n\r\nconsist  of legally qualified persons, who will know  what\r\n\r\nis  feasible  and  practical of constitutional  guarantee.\r\n\r\nThey   represent   various  communities   in   the   legal\r\n\r\nprofession. They are:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Chairman: The Chief Justice\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Deputy Chairman: The Speaker\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr C. F. J. Ess\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr M. J. Namazie\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Geoffrey Abisheganaden\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr C. C. Tan\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Syed Esa bin Syed Hassan Almenoar\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inche Manap Ghows\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Graham Starforth Hill\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. H. D. Elias.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is expected that the Commission will complete its work before September next year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 430</b></font><br><br>\r\n\r\n<div align=\"center\"><b>CONSTITUTION (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>2.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker, Sir,\r\n\r\nthis Bill, the Constitution (Amendment) Bill, and the  one\r\n\r\nfollowing it, the Republic of Singapore Independence Bill,\r\n\r\nwill together\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 431</b></font><br><br>\r\n\r\n\r\n\r\ncomplete the formalities consequent upon the assumption of\r\n\r\nindependence by the State of Singapore. Mr Speaker,  Sir,\r\n\r\nI  beg  your indulgence to refer to both Bills and to  the\r\n\r\ndocuments which the two Bills together seek to amend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitution of Singapore as it was on the 8th of\r\n\r\nAugust this year, the day before separation, was contained\r\n\r\nin  two  documents,  first, the  Federal  Constitution  of\r\n\r\nMalaysia;  next,  the  State  Constitution  of  Singapore.\r\n\r\nTogether  they comprise the framework for the Legislature,\r\n\r\nthe    Executive,   the   Judiciary   and    the    Public\r\n\r\nAdministration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By the document which was published on the 9th of August,\r\n\r\nproclaiming Singapore as an independent State and  setting\r\n\r\nup  the  agreement  between  the  Federal  and  the  State\r\n\r\nGovernments, that the Federal Government shall  relinquish\r\n\r\nall   further  executive  and  sovereign  authority   over\r\n\r\nSingapore and that that authority shall he vested  in  the\r\n\r\nsovereign   Government  of  Singapore  and  the  sovereign\r\n\r\nLegislature of Singapore, certain consequences have to  be\r\n\r\nspelt out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the first Bill, we have taken the State Constitution\r\n\r\nas  the  basis  for  the Constitution of  Singapore.  That\r\n\r\nremained  unchanged.  This Bill seeks  to  change  certain\r\n\r\nterms  and seeks to amend certain of the Articles  in  the\r\n\r\nState  Constitution,  such as the  election  of  a  Deputy\r\n\r\nSpeaker  which  has to be from an elected Member  of  this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not wish to go through clauses 1\r\n\r\nand  2.  They  are  simple and straightforward.  It  is  a\r\n\r\nstraight  change in nomenclature. Clause 3  sets  out  the\r\n\r\nmethods by which the Head of State, henceforth to be known\r\n\r\nas the President of Singapore is to be elected, the period\r\n\r\nof  his  term  of office, and the special  nature  of  his\r\n\r\noffice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 4 and 5 will enable this House to appoint as\r\n\r\nDeputy  Speaker, a person not necessarily a Member of  the\r\n\r\nHouse.  We  have to mould the Constitution  in  accordance\r\n\r\nwith  our needs, and whilst it may be preferable  that  an\r\n\r\nelected  Member of this House should occupy  the  post  of\r\n\r\nDeputy Speaker,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 432</b></font><br><br>\r\n\r\n\r\n\r\nwe  have found it in practice not necessarily a convenient\r\n\r\nway of conducting the proceedings of this Chamber, and  it\r\n\r\nis  the Government's intention that someone who is  not  a\r\n\r\nmember  of either Party should be appointed to this Chair.\r\n\r\nThe  schism between the Opposition and us is so  wide  and\r\n\r\nalmost  unbridgeable, that I think debates,  if  and  when\r\n\r\nthey are resumed with the Opposition, should be held under\r\n\r\nconditions  which will make it manifest to all that  there\r\n\r\nis   free  and  full  debate  within  the  rules  of   the\r\n\r\nConstitution  and of this Chamber, without the  Opposition\r\n\r\nfearing  any  bias  or favour on the part  of  either  the\r\n\r\nSpeaker  or the Deputy Speaker. After the passage of  this\r\n\r\nBill, it is our intention to seek the election of a member\r\n\r\nof the Bar who is not connected with either of the Parties\r\n\r\nin this House to assist you in discharging your functions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Article 7 revokes a clause which was introduced into the\r\n\r\nState  Constitution of Singapore when it entered Malaysia.\r\n\r\nMembers  in  this House will know that there was  no  such\r\n\r\ninjunction of holding a by-election within three months in\r\n\r\nour  previous  Constitution. We resisted  this  particular\r\n\r\ncondition being imposed upon the State Constitution at the\r\n\r\ntime we entered Malaysia, but our representations were not\r\n\r\naccepted  because Malaysia insisted on uniformity  of  our\r\n\r\nlaws with the other States in the Federation and with  the\r\n\r\nFederal Constitution itself. Since we are no longer a part\r\n\r\nof  the Federal whole, for reasons which we find valid and\r\n\r\nvaluable  as  a result of our own experience of  elections\r\n\r\nand  of government in Singapore, we have decided that this\r\n\r\nlimitation should no longer apply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 8 repeals Article 90 of the Constitution which\r\n\r\nsets  out  the  mode  by  which the  Constitution  can  be\r\n\r\namended. Article 90 requires that there shall be  no  less\r\n\r\nthan  two-thirds  of the total number of  Members  thereof\r\n\r\nsupporting any amendment to the Constitution on the Second\r\n\r\nand Third Readings.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this and the other Article in the\r\n\r\nFederal Constitution also requiring a two-thirds majority,\r\n\r\nwill be repealed. It is our considered opinion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 433</b></font><br><br>\r\n\r\n\r\n\r\nthat a two-thirds majority is not necessarily the best way\r\n\r\nof  entrenching the Constitution. There will be  different\r\n\r\nsections  in  the  Constitution dealing  with  matters  of\r\n\r\nvarying gravity. Some will be entrenched to a point where,\r\n\r\nif  the  Legislature seeks to amend, a  reference  to  the\r\n\r\ngeneral electorate may be necessary. In others, we may  go\r\n\r\nback to the mechanism which was used in Malaysia whereby a\r\n\r\ntwo-thirds majority was required. In other sections,  such\r\n\r\nas  the  number  of  Members in  this  Chamber,  the  less\r\n\r\nfundamental sections of the Constitution which  order  the\r\n\r\ndelineation  of constituencies and so on, may not  require\r\n\r\nany such special sanctity before amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point I would like to make is this. It is illusory to\r\n\r\nbelieve  that because an amendment has to he passed  by  a\r\n\r\ntwo-thirds   majority,   the   provisions   are    thereby\r\n\r\nsacrosanct. From our experience in the short while we were\r\n\r\nin  Malaysia,  we have found that in a situation  such  as\r\n\r\ntheirs, and indeed in a situation such as we have in  this\r\n\r\nChamber  where  the  Government  has  a  clear  two-thirds\r\n\r\nmajority, it is no impediment to the Government  to  alter\r\n\r\nthe  Constitution at will. In fact, in  the  case  of  the\r\n\r\nFederal  Constitution, as Members may well know, some  250\r\n\r\namendments of various sorts have been introduced into  the\r\n\r\nConstitution and incorporated into it since it  was  first\r\n\r\nadopted in 1957.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 is a transitory provision whereby the Head of\r\n\r\nState continues as President of Singapore from his present\r\n\r\nfunction as Yang di-Pertuan Negara. Mr Speaker, Sir,  may\r\n\r\nI, with your indulgence, run through the provisions of the\r\n\r\nRepublic of Singapore Independence Bill?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1, title, nomenclature. Clause 2, change of\r\n\r\nnomenclature. Clause 3 is the recital of a fact which took\r\n\r\nplace on the 9th of August this year -- that the Yang  \r\n\r\ndi-Pertuan  Agong shall, as from Singapore Day, cease  to  be\r\n\r\nthe  Supreme  Head  of Singapore and his  sovereignty  and\r\n\r\njurisdiction   and  power  and  authority,  executive   or\r\n\r\notherwise,  in respect of Singapore shall be  relinquished\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 434</b></font><br><br>\r\n\r\n\r\n\r\nshall vest in the Head of State of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 recites the fact that the executive authority of\r\n\r\nSingapore  shall vest in the Head of State  and  shall  be\r\n\r\nexercisable  by him or by the Cabinet or by  any  Minister\r\n\r\nauthorised by the Cabinet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 transfers the legislative powers of the\r\n\r\nParliament  of Malaysia to this House. Clause 6  sets  out\r\n\r\nthose  provisions of the Federal Constitution of  Malaysia\r\n\r\nwhich  we  now incorporate as part of the Constitution  of\r\n\r\nSingapore. Sir, in sub-clause (3) of clause 6, we have set\r\r\n\r\nout the provisions which will not have effect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Constitution of Malaysia is one\r\n\r\nwhich   covers  the  relationship  between   the   Federal\r\n\r\nGovernment  and some 14 State Governments. In  so  far  as\r\n\r\nthose  provisions  apply to the relationship  between  the\r\n\r\nCentre  and  the  States, they are  expressly  to  be  now\r\n\r\nexcluded.  Part I consists of four Articles. It  sets  out\r\n\r\nthe  States,  the religion, the law of the  Federation.  I\r\n\r\nshall  be  moving  an  amendment  to  exclude  Article  4,\r\n\r\ntogether with Articles 1, 2 and 3 from the Constitution of\r\n\r\nSingapore. The reason for that is as follows.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Article 4 sets out that the Federal Constitution is the\r\n\r\nsupreme  law  of  the Federation; in other  words,  if  we\r\n\r\naccept that particular Article as part of the supreme  law\r\n\r\nof  Singapore,  then  any other law  found  in  any  other\r\n\r\ndocument  is  subsidiary law, including,  of  course,  the\r\n\r\nState   Constitution  of  Singapore.  There  are   certain\r\n\r\nOrdinances  relating, for instance, to  citizenship  which\r\n\r\nwere  peculiar to Singapore and which, whilst we  were  in\r\n\r\nMalaysia,  were  revoked  by way of  Modification  Orders,\r\n\r\nMalaysia  seeking  to  unify  the,  citizenship  laws   by\r\n\r\nextending its citizenship laws, rules and regulations into\r\n\r\nSingapore  to the exclusion of Singapore citizenship  laws\r\n\r\nand  rules  and regulations. Now, if this Article  stands,\r\n\r\nthen   it   will  not  be  possible  for  us   without   a\r\n\r\nconstitutional   amendment   to   revive   our   Singapore\r\n\r\nCitizenship   Ordinance  and  the  rules  and  regulations\r\n\r\nthereunder. So for that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 435</b></font><br><br>\r\n\r\n\r\n\r\nreason,  after  further consideration  consequent  on  the\r\n\r\nFirst  Reading  of this Bill, we have decided  to  exclude\r\n\r\nArticle 4.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part II deals with fundamental liberties. Article 5,\r\n\r\nliberty  of  the person; Article 6, slavery  and  enforced\r\n\r\nlabour   prohibited;   Article   7,   protection   against\r\n\r\nretrospective  criminal laws and repeated trials;  Article\r\n\r\n8,  equality;  Article 9, prohibition  of  banishment  and\r\n\r\nfreedom  of  movement;  Article  10,  freedom  of  speech,\r\n\r\nassembly and association; Article 11, freedom of religion;\r\n\r\nArticle   12,  rights  in  respect  of  education.   These\r\n\r\nfundamental  liberties  will  continue  as  part  of   our\r\n\r\nConstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you will notice in clause 1 of the\r\n\r\nRepublic  of  Singapore Independence Bill that  this  Bill\r\n\r\nwill be deemed to have come into operation as from the 9th\r\n\r\nday  of  August, 1965, so that there will he no hiatus  in\r\n\r\nthe law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 13 - we have specifically set out to exclude. The\r\n\r\nreason is quite simple. This Constitution was drawn tip by\r\n\r\nfive  eminent  jurists from five of the major Commonwealth\r\n\r\ncountries  for  the old Federation of Malaya.  It  is,  in\r\n\r\nform,   modelled   upon  a  similar   provision   in   the\r\n\r\nConstitution of the Republic of India. Since  the  passage\r\n\r\nof  that  section  in the Indian Constitution,  amendments\r\n\r\nhave  had  to be introduced because land reforms were  not\r\n\r\npossible,  if  the strict tenor of the words  were  to  be\r\n\r\ncomplied with. In other words, in clause 2, once we  spell\r\n\r\nout   that   no  law  shall  provide  for  the  compulsory\r\n\r\nacquisition   or   use   of  property   without   adequate\r\n\r\ncompensation,   we  open  the  door  for  litigation   and\r\n\r\nultimately for adjudication by the Court on what is or  is\r\n\r\nnot adequate compensation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, if you will remember, Mr Speaker, Sir, we\r\n\r\nmoved  a  Bill to change the law regarding the acquisition\r\n\r\nof  land  in  which  we  laid down  that  where  land  was\r\n\r\ncompulsorily  acquired for public purpose, no compensation\r\n\r\nshall  be  payable  to the owner for any  appreciation  in\r\n\r\nvalue  of  the  land  which  has  been  brought  about  by\r\n\r\ndevelopment expenditure of the Government. It very often\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 436</b></font><br><br>\r\n\r\n\r\n\r\nhappens, as it did in the case of the development  of  the\r\n\r\nJurong  industrial site, that when public funds have  been\r\n\r\nexpended  in  considerable amounts for the development  of\r\n\r\nroads,  services, harbours, the adjacent land  appreciates\r\n\r\nin value. And when it became necessary to acquire parts of\r\n\r\nthe   adjacent  land  for  the  expansion  of  the  Jurong\r\n\r\nindustrial  estate  either for  expansion  of  the  estate\r\n\r\nitself   or  for  ancillary  services  such  as   schools,\r\n\r\nhospitals,  and so on, we had to pay the owner  under  our\r\n\r\npresent acquisition laws the enhanced value of the land, a\r\n\r\nvalue  to  which  he himself had contributed  nothing  and\r\n\r\nwhich  was, in fact, created wholly by the expenditure  of\r\n\r\nState  funds.  This Article will, therefore, be  excluded.\r\n\r\nWith  this exclusion our Land Acquisition Bill, which went\r\n\r\nto  Select  Committee and was allowed to lapse because  of\r\n\r\nthe  doubt as to whether or not it could be said to be  in\r\n\r\ncompliance  with  Article 13, which is  the  supreme  law,\r\n\r\nshall  he  proceed with. Whilst we were still in Malaysia,\r\n\r\nwe   had  sought  to  get  Article  13  excluded  in   its\r\n\r\napplication  to  us, but, in the nature of  things,  these\r\n\r\nmatters  either took a very long time for any decision  to\r\n\r\nbe  made or for some reason or other no decision was made.\r\n\r\nNow the jurisdiction again reverts to this House and it is\r\n\r\nour  intention  that the Land Acquisition  Bill  shall  be\r\n\r\nproceeded with and Article 13 excluded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 sets out also the various other Articles which\r\n\r\nare  to  be  excluded. For instance,  Articles  14  to  18\r\n\r\nrelating  to the acquisition of citizenship which  is  not\r\n\r\nrelevant   to  us,  because  they  refer  to  a  Malaysian\r\n\r\ncitizenship  which  is  no  longer  ours,  and  our  State\r\n\r\nConstitution   already  makes  provision   for   Singapore\r\n\r\ncitizenship. Article 19A - transfer of citizenship to  and\r\n\r\nfrom Singapore -- that again is no longer relevant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Article 22 - citizenship by incorporation of territory - as\r\n\r\nwe  are  a  peace-loving nation, we have no  intention  of\r\n\r\nincorporating  territories, as some other  countries  have\r\n\r\ndone. We have decided that it is more in keeping with  our\r\n\r\nmodest   and   peace-loving  attitude  to  world   affairs\r\n\r\ngenerally to exclude this provision. Articles 28 and \r\n\r\n28A - \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 437</b></font><br><br>\r\n\r\n\r\n\r\napplication to certain citizens by operation of  law, and deprivation of citizenship - they no longer apply  because\r\n\r\nwe have our own provisions in the State Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part IV, which refers to the structure of the\r\n\r\nFederation's Supreme Head of State, Conference of  Rulers,\r\n\r\nExecutive,  Federal  Legislature,  Legislative  procedure,\r\n\r\nCapacity as respects property, contracts and suits  -  all\r\n\r\nthose do not apply, and have therefore been excluded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part V - Precedence of Rulers and Governors, Federal\r\n\r\nguarantee  of State Constitutions, and so on  -  they  are\r\n\r\nalso not applicable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part VI - Relations between the Federation and the States - is also excluded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part VII - Financial Provisions - is excluded. As you\r\n\r\nwill  see  from a Bill which has been introduced,  we  are\r\n\r\nourselves  introducing a separate  statute  to  order  the\r\n\r\nprocedure  by which the financial affairs of  the  country\r\n\r\nwill be conducted in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part VIII - Elections - is again not applicable for the\r\n\r\nelections  relate  to  Federal  elections,  and  our   own\r\n\r\nelections are contained in the State Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part IX - Judiciary - we have taken in toto, with such\r\n\r\nchanges  mutatis mutandis to apply to the separate  status\r\n\r\nof Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part X - Articles 133 and 134 - Joint services, etc. and\r\n\r\nSecondment  of  officers, expunged,  Article  139,  Public\r\n\r\nServices  Commission, expunged, we have our own under  the\r\n\r\nState  Constitution. Articles 141 to 143, Railway  Service\r\n\r\nCommission,  General provisions relating  to  Commissions,\r\n\r\nand  Conditions  of  service of  members  of  Commissions,\r\n\r\ninapplicable.  Articles 146A to 148,  Branches  in  Borneo\r\n\r\nStates  and  in  Singapore of Judicial and  Legal  Service\r\n\r\nCommission, Branches in each Borneo State and in Singapore\r\n\r\nof  Public Services Commission - they are no longer to  be\r\n\r\napplied  - going right on to Protection of pension  rights\r\n\r\nand  Interpretation of Part X. You will see, Mr  Speaker,\r\n\r\nSir,  that  within this Bill itself we have  set  out  the\r\n\r\nrules governing the transfer of personnel from the Federal\r\n\r\nGovernment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 438</b></font><br><br>\r\n\r\n\r\n\r\nback  to  the Singapore Government, and  the  Public\r\n\r\nService  Commission of the Singapore Government  will  now\r\n\r\nagain  reassert  its jurisdiction over the  whole  of  the\r\n\r\nPublic Service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then Part XI is adopted in toto. Part XII is excluded, it\r\n\r\ndoes  not  apply.  Reservation of  quotas  in  respect  of\r\n\r\nservices  permits, etc., for Malays, which  never  applied\r\n\r\nanyway  to Singapore. \"The Federal capital\", \"Commonwealth\r\n\r\nreciprocity\", and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part XIII - Temporary and Transitional Provisions - is\r\n\r\nnot applicable. Part XIV - Saving for Rulers' sovereignty,\r\n\r\netc.  -  is not applicable. And all the various Schedules,\r\n\r\nthe  Third,  Fourth: Third is \"Election of Yang di-Pertuan\r\n\r\nAgong ...\" and Fourth is \"Oaths of office of Yang di-Pertuan\r\n\r\nAgong\".  Seventh  -  \"Election  of  Senators\"  and  Eighth\r\n\r\n\"Provisions  to be inserted in State Constitution\".  Ninth\r\n\r\nand   Tenth  -  \"Capitation  grant,  State  road   grant\",\r\n\r\ninapplicable.  Eleventh - \"Provisions of the Interpretation\r\n\r\nand   General   Clauses  Ordinance,  1948,   applied   for\r\n\r\ninterpretation  of  the  Constitution\"  and \r\n\r\nThirteenth - \"Provisions  relating to delimitation of  constituencies\",\r\n\r\nall inapplicable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-clause (4) of clause 6 sets out the transfer of the\r\n\r\nvarious  powers of those parts of the Federal Constitution\r\n\r\nwhich  are  applicable to Singapore to  the  corresponding\r\n\r\nMinisters and their counterparts in Singapore - the powers\r\n\r\nof  the  Yang  di-Pertuan Agong to  be  exercised  by  the\r\n\r\nPresident;  the  powers of the Federal  Government  to  be\r\n\r\nexercised  by the Government of Singapore; the  powers  of\r\n\r\nthe Federal Legislature to be exercised by the Legislature\r\n\r\nof Singapore; the powers of the Prime Minister of Malaysia\r\n\r\nto  be  exercised by the Prime Minister of Singapore.  The\r\n\r\npowers of a Minister of Malaysia shall be exercised by the\r\n\r\ncorresponding Minister in Singapore or by such Minister as\r\n\r\nmay  be designated by the Prime Minister of Singapore. The\r\n\r\npowers of the Judicial and Legal Service Commission  shall\r\n\r\nbe  exercised  by a Legal Service Commission  which  shall\r\n\r\nconsist of the following persons: the Chief\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 439</b></font><br><br>\r\n\r\n\r\n\r\nJustice, the Attorney-General, the Chairman of the Public\r\n\r\nService  Commission, a Judge of the  High  Court  and  two\r\n\r\nmembers  of the Public Service Commission. The  powers  of\r\n\r\nthe  Police  Force  Commission shall be exercised  by  the\r\n\r\nPublic   Service  Commission.  The  powers  of  the   Lord\r\n\r\nPresident of the Federal Court shall be exercised  by  the\r\n\r\nChief  Justice  of Singapore. The powers of the \r\n\r\nAttorney-General  of  Malaysia shall be exercised by the  \r\n\r\nAttorney-General of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 sets out the position already obtaining, that\r\n\r\nMalay,  Mandarin,  Tamil and English  shall  be  the  four\r\n\r\nofficial  languages  in Singapore. The  national  language\r\n\r\nshall  be  the  Malay language and shall be in  the  Roman\r\n\r\nscript.  The proviso sets out a guarantee that  no  person\r\n\r\nshall  he  prohibited  or prevented  from  using  or  from\r\n\r\nteaching or learning any other language: and nothing shall\r\n\r\nprejudice  the  right of the Government  to  preserve  and\r\n\r\nsustain  the  use and study of the language of  any  other\r\n\r\ncommunity in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 8 invests the power of pardon on the President who\r\n\r\nwill  exercise  it in accordance with the  advice  of  the\r\n\r\nCabinet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 sets out the terms of the agreement between the\r\n\r\nMalaysian and the Singapore Governments that all  property\r\n\r\nwhich,  before Malaysia, belonged to Singapore or was  the\r\n\r\nresponsibility of Singapore will, after the 9th of August,\r\n\r\nonce  again revert to, and vest in, or devolve  upon,  and\r\n\r\nbecome  the  property  of  or the  responsibility  of  the\r\n\r\nGovernment of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 10 (1) deals with the status of all persons who\r\n\r\nwere officers of the Singapore Government and who, on  our\r\n\r\nfederating  with Malaysia, became servants of the  Central\r\n\r\nGovernment,  and  now  revert to public  servants  of  the\r\n\r\nGovernment of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, clause 10 (2) does not spell out the\r\n\r\nposition  which the Legislature of Malaysia  probably  had\r\n\r\nsought  to  enact for us. If I could refer to the  Gazette\r\n\r\nExtraordinary  of  the 9th of August, you  will  see,  Mr\r\n\r\nSpeaker,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 440</b></font><br><br>\r\n\r\n\r\n\r\nSir, that the Federal Government, by the agreement reached\r\n\r\nbetween  them  and us sought to arrange that  all  persons\r\n\r\nwho,  between Malaysia Day and Singapore Day, were engaged\r\n\r\nby  the  Government  of Malaysia for employment  in  those\r\n\r\ndepartments  which  were  departments  of  the  State   of\r\n\r\nSingapore  before  Malaysia Day shall, on  Singapore  Day,\r\n\r\nbecome  forthwith officers employed by the  Government  of\r\n\r\nSingapore.  Now this does not coincide with our provision.\r\n\r\nWe  say  that  all  persons who between the  16th  day  of\r\n\r\nSeptember,  1963 - the day we became a constituent  member\r\n\r\nof  Malaysia - and Singapore Day (9th of August this  year)\r\n\r\nwere  engaged  by  the  Government of  Malaysia  and  were\r\n\r\nemployed  in  those departments which were departments  of\r\n\r\nthe  Government  of  Singapore  before  the  16th  day  of\r\n\r\nSeptember,  1963,  shall on Singapore Day  become  persons\r\n\r\ntemporarily  employed by the Government of Singapore.  And\r\n\r\nthe  President may within twenty-four months of  Singapore\r\n\r\nDay  confirm or terminate the employment of any person  or\r\n\r\nclass  of  persons  who are temporarily  employed  by  the\r\n\r\nGovernment under the provisions of sub-clause (2) .\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after the separation, we discovered\r\n\r\nthat  there had been considerable recruitment in what were\r\n\r\nknown  as the Federal Departments such as the Police,  the\r\n\r\nArmy  and  some other sections of our public service.  The\r\n\r\nresult  has  been that in the two years that  we  were  in\r\n\r\nMalaysia  a large number of persons who are not  Singapore\r\n\r\ncitizens  and who come from the other States  of  Malaysia\r\n\r\nhave  now  become members of our own public service.  This\r\n\r\nraises for us the question first, of principle, and second\r\n\r\n-  even  more  important  than principle  -  the  question\r\n\r\nwhether this arrangement will be practical of application.\r\n\r\nI  think  I would he less than honest to Members  of  this\r\n\r\nHouse  and  to the public generally, particularly  in  the\r\n\r\nabsence  of the Opposition, if I did not say that we  were\r\n\r\nvery  loath  not  to  adopt in  toto  what  was  a  solemn\r\n\r\nagreement arrived at between the Malaysian Government  and\r\n\r\nus. It was an agreement which, in the nature\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 441</b></font><br><br>\r\n\r\n\r\n\r\nof  the  transaction,  was an extremely  urgent  one  and,\r\n\r\ntherefore, the main terms and conditions were agreed  upon\r\n\r\non  the  basis of major principle. But when we found  that\r\n\r\nthe  implementation of this would mean,  in  effect,  that\r\n\r\nlarge  numbers of our own security organisation would  not\r\n\r\nbe  our own citizens, then a problem arose. We have  asked\r\n\r\nthe  Federal  Government whether they would  wish  to \r\n\r\nre-absorb their own citizens into their services. In the case\r\n\r\nof  the Army, I am happy to be able to tell the House that\r\n\r\nall  those  who  are  not  Singapore  citizens  will  find\r\n\r\npositions in the Malaysian services. However, in the  case\r\n\r\nof  the Police, I am told by my colleague, the Minister of\r\n\r\nDefence, that the complement for the police force  of  the\r\n\r\nFederation is all filled up and that, therefore, they have\r\n\r\nasked  us to deal with such recruits in our service as  we\r\n\r\nthink proper. This puts the burden on us. I would like  to\r\n\r\nstate  here what I think should be our policy with  regard\r\n\r\nto  each  individual case. We do not start necessarily  on\r\n\r\nthe assumption that because a man is a Malaysian and not a\r\n\r\nSingapore  citizen  he  will therefore  not  be  loyal  to\r\n\r\nSingapore.  That is not necessarily true. In fact,  nearly\r\n\r\nhalf  of our population are people who have come from  the\r\n\r\nStates of Malaya and who have shown over the course of the\r\n\r\nyears  that  they are extremely loyal to the country,  and\r\n\r\nthat  when it came to a moment of crisis, they were  loyal\r\n\r\nto  their  first  responsibility -  that  as  citizens  of\r\n\r\nSingapore.  However, we ourselves will have to  weigh  the\r\n\r\nvarious considerations that will have to be borne in  mind\r\n\r\nin  deciding whether a particular person is retained or is\r\n\r\nnot  retained in our public service. This applies, by  and\r\n\r\nlarge,  to  those  in  the lower echelons  of  the  public\r\n\r\nservice.  I  am  told that there are  quite  a  number  of\r\n\r\nMalaysian  citizens who have been engaged  in  our  higher\r\n\r\nbranches of the administration, in the legal service,  and\r\n\r\nso on. And whilst this clause applies uniformly to all who\r\n\r\nwere  recruited in Malaysia, I think I can hold out a firm\r\n\r\nassurance that we will continue the practice which we  had\r\n\r\nbefore we entered Malaysia, namely,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 442</b></font><br><br>\r\n\r\n\r\n\r\nthat  our  public service is open for competition  to  all\r\n\r\nSingapore and Federal citizens and will continue to do so.\r\n\r\nI  think  it is good for us and good for them and probably\r\n\r\ngood  for  both countries in the long run. But  there  are\r\n\r\ncertain  sectors where it is important that their  loyalty\r\n\r\nshould  in  no  way  be divided. As  you  well  know,  Mr\r\n\r\nSpeaker,  Sir, situations may arise in which the  absolute\r\n\r\nand unquestioned loyalty of the police can be a matter  of\r\n\r\ncrucial  importance to all of us and,  therefore,  it  may\r\n\r\nwell take as long as two years before we decide to do what\r\n\r\nis  right  in  respect  of  the fairly  large  numbers  of\r\n\r\nofficers  who  have  been  recruited  since  the  16th  of\r\n\r\nSeptember, 1963. The group of persons is a limited one; it\r\n\r\ncannot  grow  any more. We have once again  re-established\r\n\r\nthe  Police  Training School in Singapore and  no  further\r\n\r\nrecruitment   or  training  will  be  done  by   Malaysia.\r\n\r\nTherefore,  the number of persons who will be affected  is\r\n\r\ndefined  and  their  positions will be resolved,  I  hope,\r\n\r\nwithin 24 months of Singapore Day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 11 sets out the continuance of the practice of\r\n\r\nappeals  from  the  High Court to the  Federal  Court  and\r\n\r\nthence  to the Privy Council. I think it would be  in  the\r\n\r\ninterest of the administration of justice if this were  to\r\n\r\nremain so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 will automatically make it unnecessary for any\r\n\r\nstatutory  board,  whether it be  a  Government  statutory\r\n\r\nboard  or  whether it is a Council of the  University,  to\r\n\r\nhave representatives from any of the States of Malaya,  or\r\n\r\nindeed  of  Malaysia, or of any appointee or nominee  from\r\n\r\nany  body  or association or statutory board or Government\r\n\r\nfrom  the  Malayan  States. Quite a  number  of  our  laws\r\n\r\nprovide for such representation and it is hardly necessary\r\n\r\nfor  me to say that this representation arose, first,  out\r\n\r\nof  the fundamental premise that we were going to be  part\r\n\r\nof  Malaysia;  and  then,  secondly,  whilst  we  were  in\r\n\r\nMalaysia,  this  was  part of the Federal  framework  and,\r\n\r\ntherefore, representation of various States was allowed in\r\n\r\nour  statutory bodies. For instance, a member of the  Port\r\n\r\nof  Singapore Authority would be appointed by or nominated\r\n\r\nby us on the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 443</b></font><br><br>\r\n\r\n\r\n\r\nrecommendation  or  on  the  submission  of  the   Federal\r\n\r\nGovernment. Similarly, we have the rather absurd situation\r\n\r\nwhere  the Singapore taxpayer and the Singapore Government\r\n\r\nare  supposed  to pay for the upkeep of the University  of\r\n\r\nNanyang  and our representation on the Nanyang  University\r\n\r\nCouncil,  together  with that of the  various  guilds  and\r\n\r\nclans  and  other  associations which  are  interested  in\r\n\r\nNanyang University from the Singapore side, is outnumbered\r\n\r\nby  somewhat like 3 to 13 or 3 to 11. There are 11  States\r\n\r\nin Malaya and each little State nominates one member, with\r\n\r\nthe  result that we may find large sums of money to  which\r\n\r\nwe  have  committed ourselves being disposed of in  a  way\r\n\r\nwhich may not accord with the interests of people who have\r\n\r\npaid for the maintenance of this institution. But it has a\r\n\r\nsaving  proviso, that wherever it is deemed necessary  and\r\n\r\nit  varies  from Ordinance to Ordinance, we may allow  the\r\n\r\nrepresentation to continue by way of Gazette notification.\r\n\r\nI  could think of quite a number of instances where it may\r\n\r\nbe  useful.  I  do  not  think we will  have  any  serious\r\n\r\nobjection   to   the   Government   of   Malaysia   having\r\n\r\nrepresentation on our University of Singapore  Council.  I\r\n\r\ndo  not  think we would have any objection if they  sought\r\n\r\nrepresentation on the Nanyang University Council. But I do\r\n\r\nthink  that  we cannot put ourselves in the  position  now\r\n\r\nwhere  our  money is to be disposed of in accordance  with\r\n\r\nwhat  the  11 representatives from 11 associations  in  11\r\n\r\nStates of Malaya may decide amongst themselves. This is  a\r\n\r\nmatter which will have to he sorted out. I do not think we\r\n\r\nobject  to  all the 11 turning up provided they only  have\r\n\r\none  vote as against our three votes, since we are  paying\r\n\r\nfor all the development and recurrent expenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, I would like to add that this has been\r\n\r\ndone without any feeling of rancour or a desire to be  rid\r\n\r\nof  people whom we do not like. It is just a neat and tidy\r\n\r\nway  of  rectifying what needs to be rectified. Either  we\r\n\r\nhave to go through about 40 or 50 different Ordinances and\r\n\r\namendments will have to be made to each one, or we  do  it\r\n\r\nby\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 444</b></font><br><br>\r\n\r\n\r\n\r\nan omnibus clause. This omnibus clause allows us, wherever\r\n\r\nwe  think  it  is  of value, to provide that  the  Federal\r\n\r\nGovernment will still continue to have an interest in  our\r\n\r\ninstitutions like the University of Singapore if they wish\r\n\r\nto  continue. But where we feel the weighting is  somewhat\r\n\r\nlopsided  as  in  the case of the University  of  Nanyang,\r\n\r\nwhere  11 States versus Singapore one State, and Singapore\r\n\r\npays for the education and the upliftment of the minds  of\r\n\r\nall  the  off-spring of the people in the 11 States,  then\r\n\r\nthe position must be set right. It may well be that, after\r\n\r\ndiscussions,   there   is   no   objection   to   the   11\r\n\r\nrepresentatives turning up for meetings and observing  and\r\n\r\ngoing  hack  to the 11 States and reporting  on  what  has\r\n\r\ntaken  place.  But  when it comes to  the  very  important\r\n\r\nquestion of how monies are to be dispensed, then  we  must\r\n\r\nhave  a  fairly  decisive say as to what  happens  to  the\r\n\r\nmonies we ourselves have provided.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Article 13 is an omnibus clause setting out that all\r\n\r\nexisting  laws  shall  continue in  force  but  with  such\r\n\r\nmodifications, adaptations, qualifications and  exceptions\r\n\r\nas  may  be  necessary to bring them into conformity  with\r\n\r\nthis Act and with the independent status of Singapore upon\r\n\r\nseparation from Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-clause (2) of clause 13 sets out the various changes\r\n\r\nin nomenclature consequent upon separation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-clause (3) allows the President for a period of three\r\n\r\nyears  to  make such modifications in any written  law  as\r\n\r\nappear  to him to be necessary or expedient in consequence\r\n\r\nof  the  enactment of this Act and in consequence  of  the\r\n\r\nindependence of Singapore upon separation from Malaysia. I\r\n\r\nsincerely hope that it would not take three years. This is\r\n\r\na  very  long time and we want a certain amount of clarity\r\n\r\nand  finality in the law. It is our hope that by this time\r\n\r\nnext   year   the   deliberations  of  the  Constitutional\r\n\r\nCommission on how to safeguard minority rights  will  have\r\n\r\nconcluded   and   we  ourselves  will  have   prepared   a\r\n\r\ncomprehensive  document setting out all the constitutional\r\n\r\nprovisions   applicable   to  Singapore,   so   that   the\r\n\r\nConstitution of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 445</b></font><br><br>\r\n\r\n\r\n\r\nRepublic  of Singapore will be neatly accumulated  in  one\r\n\r\nbundle of documents. But even more important is the  state\r\n\r\nof  the law generally. I am told by practitioners now that\r\n\r\nit is quite a problem to find out which Modification Order\r\n\r\nextends  which law from Malaya and revokes  which  law  in\r\n\r\nSingapore.  These are some of the minor manifestations  of\r\n\r\nempires, and are expected. We always believe that our laws\r\n\r\nare better than those of the territory we have acquired or\r\n\r\nincorporated.   Hence  a  considerable   number   of   our\r\n\r\nOrdinances  were  set aside in favour  of  Ordinances  and\r\n\r\nstatutes prevailing in Malaya. Not unnaturally we  have  a\r\n\r\nparticular familiarity with our own procedures and our own\r\n\r\nset  of  laws. In quite a number of cases, civil  servants\r\n\r\nand  other  law officers who have to advise the Government\r\n\r\nprefer  to  use  the instruments to which they  have  been\r\n\r\naccustomed.  So  now a series of Modification  Orders  may\r\n\r\nwell be issued which will restore, by and large, what  was\r\n\r\nthe  position before Malaysia. But at the end of  it  all,\r\n\r\nyou  will notice, Mr Speaker, Sir, that there is  a  Bill\r\n\r\nfor  a Law Revision Commission. It is our hope that within\r\n\r\ntwo  years  a  new  set of the laws of Singapore  will  be\r\n\r\navailable   not   only  to  practitioners   but   to   all\r\n\r\nadministrators, and everybody else interested  in  orderly\r\n\r\ngovernment  in Singapore, and everybody will  very  easily\r\n\r\ndetermine  what  is the law applicable to  any  particular\r\n\r\nsubject he is interested in from a set of documents  which\r\n\r\nwill have the authority of this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-clause (4) is purely consequential. Sub-clause (5)\r\n\r\nand  sub-clause (6) are of a consequential nature allowing\r\n\r\nthe  Prime  Minister to declare which is the corresponding\r\n\r\npublic  officer or the corresponding authority or body  to\r\n\r\nexercise the executive powers which are contained  in  the\r\n\r\nFederal Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now there are two amendments which I shall be moving,\r\n\r\nMr  Speaker, Sir, as I have mentioned. First,  to  remove\r\n\r\nArticle 4, for the reasons I have set out, that I  do  not\r\n\r\nthink it is possible for us to say that those sections  of\r\n\r\nthe  Federal  Constitution which will continue  to  be  in\r\n\r\nforce  in  Singapore  are supreme law because  that  would\r\n\r\nimply that if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 446</b></font><br><br>\r\n\r\n\r\n\r\nthere is any contradiction or any conflict with either the\r\n\r\nState  of  Singapore Constitution or any other  Ordinance,\r\n\r\nthen  our  own  Ordinance and our own State  of  Singapore\r\n\r\nConstitution  will  have to give way,  and  it  is  not  a\r\n\r\nsituation which we desire. Ultimately what will be supreme\r\n\r\nlaw  will be the Republic of Singapore Constitution  after\r\n\r\nit has been brought up to date.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And second is an amendment to ensure ex abundante cautela\r\n\r\nthat  any  Act done by the Yang di-Pertuan Negara  or  the\r\n\r\nState  Advocate-General before the enactment of  this  Act\r\n\r\nshall   be   valid  notwithstanding  that  this   Act   is\r\n\r\nretrospective as to its operation from the 9th  of  August\r\n\r\nthis year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have set out candidly and in some\r\n\r\ndetail the reasons why we have made the various amendments\r\n\r\nset out in the two Bills. After the enactment of these two\r\n\r\nBills and the various modifications have been done, it  is\r\n\r\npossible  to put the Constitution in one simple  document.\r\n\r\nBut it will still be a cumbersome document because we have\r\n\r\ninherited,  first,  a Federal Constitution  which  is  not\r\n\r\napplicable  to  us  because we are not a Federation;  and,\r\n\r\nsecondly,  a  State Constitution which, in some  respects,\r\n\r\ncontains  a  number  of  provisions  to  bring   us   into\r\n\r\nuniformity  with  the other States which  we  deem  to  be\r\n\r\nirksome  and cumbersome. We have got rid of some of  those\r\n\r\nitems  which  we  consider unnecessary and cumbersome.  We\r\n\r\nhave  had to spell out who corresponds with the respective\r\n\r\nexecutive  authority set out in the Federal  Constitution.\r\n\r\nIn  other words, what we have sought scrupulously to do is\r\n\r\nto  state the law, the powers and the jurisdiction of  the\r\n\r\nvarious  executive  authorities and  judicial  bodies  and\r\n\r\nlegislative   bodies  as  they  existed  before   Malaysia\r\n\r\ntransmuted into this new situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the course of next year, we will have to decide\r\n\r\nwhether or not amendments should be made to the whole body\r\n\r\nof  executive and legislative functions. It is  easier,  I\r\n\r\nthink, from the point of view of public confidence, in the\r\n\r\nprocess of orderly government, if we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 447</b></font><br><br>\r\n\r\n\r\n\r\nwere  first  to move into what were the  positions\r\n\r\noccupied by the Federal executives. Whilst we were\r\n\r\npart  of the component States of Malaysia, it  was\r\n\r\nmy impression that perhaps quite a number of these\r\n\r\nprovisions had a bias towards executive power. But\r\n\r\nthen  it  is  not a very fair assessment  to  make\r\n\r\nbecause  at  that  time, as  you  will  know,  Mr\r\n\r\nSpeaker, Sir, there were moments when it looked as\r\n\r\nif the overbearing weight of executive power might\r\n\r\nfall  upon  our ears. Therefore, we did  not  take\r\n\r\nkindly  to executive powers. It may well be  that,\r\n\r\nin  the light of our experience in dealing with  a\r\n\r\ndifficult and truculent citizen, a certain  degree\r\n\r\nof executive effectiveness may well be useful. But\r\n\r\nmy  general training as a lawyer leads me to  feel\r\n\r\nthat  a liberalisation of some of these provisions\r\n\r\nmay  well  be  in  keeping with the  spirit  of  a\r\n\r\ntolerant  government  or a  tolerant  multi-racial\r\n\r\nsociety  which  we already have in  Singapore  and\r\n\r\nwhich  we  are seeking to consolidate.  I  do  not\r\n\r\nthink  it  is  possible, in the four months  since\r\n\r\nseparation,  to  come  to  any  finality  or   any\r\n\r\ndefinite  conclusion on quite a  number  of  these\r\n\r\nprovisions. They are as they stand now, taken over\r\n\r\nfrom Malaysia into Singapore, transferred from the\r\n\r\nFederal  Government  to the Singapore  Government;\r\n\r\ntransferred from Federal Ministers, Heads of State\r\n\r\nto  Singapore Ministers, their Commission  to  our\r\n\r\nCommission, and so on. I do not think we have  any\r\n\r\nvested    interest    in   continuing    with    a\r\n\r\nconstitutional framework which really in  extremis\r\n\r\nmeans that the Head of State can, with certain key\r\n\r\nMinisters  and Commanders-in-Chief,  proceed  with\r\n\r\norderly   government,  which  I  think   was   the\r\n\r\nsituation  and  contingency  for  which   it   was\r\n\r\nintended. That is not the situation we would  like\r\n\r\nand, therefore, we want to get away from it where,\r\n\r\nby  a  series of judicious appointments in certain\r\n\r\nkey  echelons  of institutions of  the  State,  in\r\n\r\nfact,  power  resides  within  a  very  small  and\r\n\r\ncompact  group  of  persons. I think  one  of  the\r\n\r\ntheories of democratic government is that power\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 448</b></font><br><br>\r\n\r\n\r\n\r\nshould be effectively placed in the Executive  and\r\n\r\nthere  must  be  counter-balance, counter-checking\r\n\r\nand  counter-vailing forces in the Legislature  and\r\n\r\nin   the   Executive.  Thereby  we   ensure   that\r\n\r\ngovernment  is  for the majority in  the  majority\r\n\r\ninterest,   and  not  in  the  interest   of   the\r\n\r\ncontinuance  of  any specific regime.  With  those\r\n\r\nremarks,  I would hike to urge the Second  Reading\r\n\r\nof this Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have read somewhere that this is not a very\r\n\r\ntidy  way of doing things. I do not claim  it  is,\r\n\r\nMr  Speaker,  Sir, I have an extremely  competent\r\n\r\nset of legal draftsmen in the Advocate-General and\r\n\r\nhis Chambers, and I can assure the House that when\r\n\r\ndue  consideration has been given to what we  seek\r\n\r\nto  do  with these enormous executive powers which\r\n\r\nwere  available to the Federal Executive, then  we\r\n\r\nshall put forward a comprehensive document which I\r\n\r\nhope  will  endure.  The  main  thing  about   the\r\n\r\nConstitution  is  that it must  work.  Never  mind\r\n\r\nwhether  it  is  the  work  of  good  judicial  or\r\n\r\njuristic training. The Federation Constitution  in\r\n\r\n1957 was the product of five eminent jurists.  But\r\n\r\nthe  fact  that it has had to be amended  no  less\r\n\r\nthan  250  times shows that either the people  who\r\n\r\nhad  to  work the Constitution were inadequate  to\r\n\r\nthe  demands  of  such a liberal Constitution,  or\r\n\r\nthat  the Constitution assumed a state of  orderly\r\n\r\nsociety which did not prevail; and, I think, to be\r\n\r\nkind and fair, probably certain factors caused the\r\n\r\nnecessity  for  250 amendments. I should  hate  to\r\n\r\nbelieve,  Mr  Speaker,  Sir,  that  we  would  be\r\n\r\nfoolish enough to call five jurists to draw  up  a\r\n\r\nperfect legal document for ourselves over which we\r\n\r\nand  our successors may have to spend considerable\r\n\r\ntime taking division, as a two-thirds majority  is\r\n\r\nrequired for each amendment, for no less than  250\r\n\r\ntimes,  all in the space of about seven years.  It\r\n\r\nis  my hope that we will he able to produce before\r\n\r\nthis  House  a document which will be workmanlike,\r\n\r\nwith  a  fair  spread of the powers  of  Executive\r\n\r\nauthority,  checks  and  balances  for  a   proper\r\n\r\naccount  of  the  use of these powers,  and,  most\r\n\r\nimportant of all,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 449</b></font><br><br>\r\n\r\n\r\n\r\nensure without major amendment the continuance of good and\r\n\r\norderly government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread  a  Second time.\" May I, in moving this,  remind  the\r\n\r\nHouse that perforce we will have to take a division.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the Bill be now read a Second\r\n\r\ntime.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The motion is now open to debate. There\r\n\r\nbeing  no  debate, I take it the Prime Minister  does  not\r\n\r\nintend to reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> No, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> As the Prime Minister has already indicated,\r\n\r\nunder the provisions of Article 90 of the Constitution  of\r\n\r\nthe  State of Singapore, this Bill as it now stands before\r\n\r\nthe  House shall not be passed by the Legislative Assembly\r\n\r\nunless  it has been supported on Second and Third Readings\r\n\r\nby  the  votes  of not less than two-thirds of  the  total\r\n\r\nnumber  of Members thereof. It, therefore, means that  the\r\n\r\nBill  now before the House requires the votes of not  less\r\n\r\nthan 34 Members on its Second and Third Readings. After  I\r\n\r\nhave  put  the Question and after the Division Bells  have\r\n\r\nbeen  rung for two minutes, the Clerk will call the  names\r\n\r\nof  Members in alphabetical order and record each Member's\r\n\r\nvote and the names of Members who abstain from voting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Second Time.\"\r\n\r\n\r\n\r\n<br><br>3.55 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 36; Absent, 15.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n   Ayes.                    Absent\r\n\r\n\r\n\r\n A. Rahim Ishak            Bani. S.T\r\n\r\n\r\n\r\n Barker, E. W.             Chan Sun Wing.\r\n\r\n\r\n\r\n Buang bin                 Chia Thye Poh.\r\n\r\n  Omar Junid     \r\n\r\n\r\n\r\n Chan Chee Seng            Chio Cheng Thun \r\n\r\n\r\n\r\n Chan Choy Siong,          Fong Kim Heng \r\n\r\n  Madam.       \r\n\r\n\r\n\r\n Chow Chiok Hock           Goh Keng Swee\r\n\r\n \r\n\r\n Fong Sip Chee             Koo Young\r\n\r\n\r\n\r\n Gonzales, R. A.           Kow Kee Seng\r\n\r\n\r\n\r\n Govindaswamy. P.          Lee Tee Tong\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 450</b></font><br><br>\r\n\r\n\r\n\r\n<pre>\r\n\r\n Ayes - contd.             Absent -- contd\r\n\r\n\r\n\r\n Ho Cheng Choon            Lim Huan Boon\r\n\r\n\r\n\r\n Ho See Beng               Loh Miaw Gong\r\n\r\n                            Miss\r\n\r\n\r\n\r\n Jek Yeun Thong            Ong Lian Teng\r\n\r\n\r\n\r\n Lee Khoon Choy            Poh Ber Liak\r\n\r\n\r\n\r\n Lee Kuan Yew              Tan Cheng Tong\r\n\r\n\r\n\r\n Lee Teck Him              Wong Soon Fong\r\n\r\n\r\n\r\n Lim Cheng Lock\r\n\r\n\r\n\r\n Lim Kim San\r\n\r\n\r\n\r\n Lingam, S. V.\r\n\r\n\r\n\r\n Mahmud Awang\r\n\r\n\r\n\r\n Mohd. Ariff\r\n\r\n  bin Suradi\r\n\r\n\r\n\r\n Nair, Mrs. Devan.\r\n\r\n\r\n\r\n Ng Kah Ting\r\n\r\n\r\n\r\n Ng Yeow Chong\r\n\r\n\r\n\r\n Ong Pang Boon\r\n\r\n\r\n\r\n Othman bin Wok\r\n\r\n\r\n\r\n Rahamat bin Kenap\r\n\r\n\r\n\r\n Rajaratnam, S.\r\n\r\n\r\n\r\n Rajoo, S.\r\n\r\n\r\n\r\n Rodrigues, Bernard.\r\n\r\n\r\n\r\n Sia Kah Hui\r\n\r\n\r\n\r\n Sim  Boon Woo\r\n\r\n\r\n\r\n Teong Eng Siong\r\n\r\n\r\n\r\n Toh Chin Chye\r\n\r\n\r\n\r\n Wee Toon Boon\r\n\r\n\r\n\r\n Yaacob bin\r\n\r\n  Mohamed Al-Haj\r\n\r\n\r\n\r\n Yong Nyuk Lin\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> 36 Ayes, 15 Absent. I declare that under\r\n\r\nArticle  90 of the Constitution of the State of Singapore\r\n\r\nthe Second Reading has been carried by not less than \r\n\r\ntwo-thirds of the total number of Members of the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a\r\n\r\nCommittee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee on\r\n\r\nthe Bill. - [The Prime Minister].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br>4.01 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Third Reading, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Now, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Please move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I beg to move, \"That the Bill be now\r\n\r\nread a Third time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Third time.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 451</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The procedure that was adopted on the Second\r\n\r\nReading will again he adopted on this Bill. The  Clerk\r\n\r\nwill ring the Division Bells.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Division Bells rung.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The house divided: Ayes, 36; Absent, 15.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n Ayes.              Absent.\r\n\r\n\r\n\r\nA. Rahim Ishak      Bani, S.T\r\n\r\n\r\n\r\nBarker, E. W.       Chan Sun Wing\r\n\r\n\r\n\r\nBuang bin           Chia Thye Poh\r\n\r\n Omar Junid\r\n\r\n                    Chio Cheng Thun\r\n\r\nChan Chee Seng\r\n\r\n                    Fong Kim Heng\r\n\r\nChan Choy Siong,\r\n\r\n Madam.             Goh Keng Swee\r\n\r\n\r\n\r\nChow Chiok Hock     Koo Young\r\n\r\n\r\n\r\nFong Sip Chee       Kow Kee Seng\r\n\r\n\r\n\r\nGonzales, R.A       Lee Tee Tong\r\n\r\n\r\n\r\nGovindaswamy, P.    Lim Huan Boon\r\n\r\n\r\n\r\nHo Cheng Choon      Loh Miaw Gong,\r\n\r\n                     Miss\r\n\r\nHo See Beng\r\n\r\n                    Ong Lian Teng\r\n\r\nJek Yeun Thong\r\n\r\n                    Poh Ber Liak\r\n\r\nLee Khoon Choy\r\n\r\n                    Tan Cheng Tong\r\n\r\nLee Kuan Yew\r\n\r\n                    Wong Soon Fong\r\n\r\nLee Teck Him\r\n\r\n\r\n\r\nLim Cheng Lock\r\n\r\n\r\n\r\nLim Kim San\r\n\r\n\r\n\r\nLingam, S. V\r\n\r\n\r\n\r\nMahmud Awang\r\n\r\n\r\n\r\nMohd. Ariff\r\n\r\n bin Suradi\r\n\r\n\r\n\r\nNair, Mrs. Devan\r\n\r\n\r\n\r\nNg Kah Ting\r\n\r\n\r\n\r\nNg Yeow Chong\r\n\r\n\r\n\r\nOng Pang Boon\r\n\r\n\r\n\r\nOthman bin Wok,\r\n\r\n\r\n\r\nRahamat bin Kenap,\r\n\r\n\r\n\r\nRajaratnam, S.\r\n\r\n\r\n\r\nRajoo, S.\r\n\r\n\r\n\r\nRodrigues, Bernard.\r\n\r\n\r\n\r\nSia Kah Hui\r\n\r\n\r\n\r\nSim Boon Woo\r\n\r\n\r\n\r\nTeong Eng Siong\r\n\r\n\r\n\r\nToh Chin Chye.\r\n\r\n\r\n\r\nWee Toon Boon\r\n\r\n\r\n\r\nYaacob bin\r\n\r\n Mohamad Al-Haj\r\n\r\n\r\n\r\nYong Nyuk Lin\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I hereby declare that the Third Reading of\r\n\r\nthe   Bill  has  been  carried  in  accordance  with   the\r\n\r\nprovisions of Article 90 of the Constitution of the  State\r\n\r\nof Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 451</b></font><br><br>\r\n\r\n<div align=\"center\"><b>REPUBLIC OF SINGAPORE INDEPENDENCE BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\t\tOrder for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.08 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, I have already dealt with the\r\n\r\ncontents of this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 452</b></font><br><br>\r\n\r\n           \r\n\r\nBill   in  some  detail  when  I  moved  the  Constitution\r\n\r\n(Amendment)  Bill, and it is not my intention to  re-cover\r\n\r\nthe  grounds. But I would just like to sum up what I  have\r\n\r\nsaid, namely, that those parts of the Federal Constitution\r\n\r\nwhich  were part of the Constitution of Singapore and  are\r\n\r\nstill  relevant for us in our new situation  -  first,  no\r\n\r\nlonger as a member of the Federal whole, and, second, as a\r\n\r\nsovereign  State and Legislature on our own - have  been\r\n\r\nadopted. The changes made are changes in nomenclature  and\r\n\r\nthe  transfer  of  powers  from the  various  bodies  that\r\n\r\nexercise  this  authority in Malaysia to the  persons  and\r\n\r\nbodies who will exercise this authority here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the view of my colleague, the Minister for Law, and\r\n\r\nthat  of the State Advocate-General and his Chambers  that\r\n\r\nit  is  possible,  by  the  end of  next  year  after  the\r\n\r\nConstitution  Commission has concluded its  deliberations,\r\n\r\nfor  us to decide to bring into one complete document  the\r\n\r\nConstitution  which is now in four Parts - the  Federation\r\n\r\nof   Malaysia   Constitution,  the  State   of   Singapore\r\n\r\nConstitution, the Amendments to the Federation of Malaysia\r\n\r\nConstitution  by this the Republic of Singapore  Act,  and\r\n\r\nthe  Amendments  to  the  Singapore  Constitution  by  the\r\n\r\nConstitution (Amendment) Bill. In bringing these together,\r\n\r\nof  course,  it  will  also be our intention,  as  I  have\r\n\r\nindicated, to bring about such changes as I think will  be\r\n\r\npossible  to  liberalise  the Constitution  and  make  the\r\n\r\nweight  of  executive  authority less  inhibitive  to  the\r\n\r\nLegislature and to the Judiciary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, on the question of\r\n\r\nthe Constitutional procedure, again it will require a \r\n\r\ntwo-thirds majority on Second Reading.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Prime Minister, the only obligation on\r\n\r\nme  is  to  see that I have a two-thirds majority  on  the\r\n\r\nSingapore Constitution Bill, but no such obligation is put\r\n\r\non  the  Assembly with regard to the Federal Constitution.\r\n\r\nIf the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 453</b></font><br><br>\r\n\r\n\r\n\r\nHouse,  however, feels that it would be safer this way,  I\r\n\r\nhave no objection, but I felt that there was no obligation\r\n\r\non  this  House  to provide a two-thirds majority  of  any\r\n\r\namendment  to  a  matter outside the Constitution  of  the\r\n\r\nState of Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Ex abundante cautela, I would urge\r\n\r\nthat  the House take a division after the Committee  stage\r\n\r\nand on the Third Reading, the reason being as follows, Mr\r\n\r\nSpeaker,  Sir, I  think  a strict interpretation  of  the\r\n\r\nresponsibilities  as  set out in the  State  of  Singapore\r\n\r\nConstitution  Act  refers to amendments to  the  Singapore\r\n\r\nConstitution.  But it is open to anyone to urge  upon  the\r\n\r\nJudiciary  that the passage of this Bill,  in  fact,  does\r\n\r\nmake  a  fundamental  alteration  to  the  nature  of  the\r\n\r\nSingapore Constitution enactment, for it incorporates into\r\n\r\nthat  enactment all the Federal powers which were,  whilst\r\n\r\nwe  were in Malaysia, part of the Federal Constitution. So\r\n\r\nthat  there  can be no doubts about this matter,  I  would\r\n\r\nurge that the Bill be passed by a two-thirds majority  and\r\n\r\nthat a vote be taken.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I entirely agree with Mr Prime Minister\r\n\r\nthat  this  would be the safer course, of course,  and  we\r\n\r\nwill  take it. If there is going to be any argument  about\r\n\r\nit,  this will put it out of court completely. Perhaps the\r\n\r\nHouse  will record a vote on the Second Reading. Ring  the\r\n\r\nDivision Bells.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Division Bells rung.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will now put the Question again, \"That the\r\n\r\nBill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again put, \"That the Bill be now read a Second\r\n\r\ntime.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 36 Absent, 15.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\nAyes.              Absent.\r\n\r\n\r\n\r\nA. Rahim Ishak     Bani, S.T\r\n\r\n\r\n\r\nBarker, E. W.      Chan Sun Wing\r\n\r\n\r\n\r\nBuang bin          Chia Thye Poh\r\n\r\n Omar Junid   \r\n\r\n                   Chio Cheng Thun\r\n\r\n\r\n\r\nChan Chee Seng     Fong Kim Heng\r\n\r\n\r\n\r\nChan Choy Siong,   Goh Keng Swee\r\n\r\n Madam\r\n\r\n                   Koo Young \r\n\r\n\r\n\r\nChow Chiok Hock    Kow Kee Seng\r\n\r\n\r\n\r\nFong Sip Chee      Lee Tee Tong\r\n\r\n\r\n\r\nGonzales, R.A      Lim Huan Boon\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 454</b></font><br><br>\r\n\r\n\r\n\r\n<pre>\r\n\r\n Ayes - contd      Absent -- contd\r\n\r\n\r\n\r\nGovindaswamy, P.   Loh Miaw Gong,\r\n\r\n                    Miss\r\n\r\n\r\n\r\nHo Cheng Choon     Ong Lian Teng\r\n\r\n\r\n\r\nHo See Beng        Poh Ber Liak\r\n\r\n\r\n\r\nJek Yeun Thong     Tan Cheng Tong\r\n\r\n\r\n\r\nLee Khoon Choy     Wong Soon Fong\r\n\r\n\r\n\r\nLee Kuan Yew\r\n\r\n\r\n\r\nLee Teck Him\r\n\r\n\r\n\r\nLim Cheng Lock\r\n\r\n\r\n\r\nLim Kim San\r\n\r\n\r\n\r\nLingam, S. V.\r\n\r\n\r\n\r\nMahmud Awang\r\n\r\n\r\n\r\nMohd. Ariff\r\n\r\n bin Suradi\r\n\r\n\r\n\r\nNair, Mrs. Devan.\r\n\r\n\r\n\r\nNg Kah Ting\r\n\r\n\r\n\r\nNg Yeow Chong\r\n\r\n\r\n\r\nOng Pang Boon\r\n\r\n\r\n\r\nOthman bin Wok\r\n\r\n\r\n\r\nRahamat bin Kenap\r\n\r\n\r\n\r\nRajaratnam, S.\r\n\r\n\r\n\r\nRajoo, S.\r\n\r\n\r\n\r\nRodrigues, Bernard.\r\n\r\n\r\n\r\nSia Kah Hui\r\n\r\n\r\n\r\nSim Boon Woo\r\n\r\n\r\n\r\nTeong Eng Siong\r\n\r\n\r\n\r\nToh Chin Chye\r\n\r\n\r\n\r\nWee Toon Boon\r\n\r\n\r\n\r\nYaacob bin \r\n\r\n Mohamed Al-Haj\r\n\r\n\r\n\r\nYong Nyuk Lin\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> 36 Ayes; 15 Absent. I declare that the\r\n\r\nSecond Reading of the Bill has been carried by more than\r\n\r\ntwo-thirds of the Members of the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a\r\n\r\nCommittee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee on\r\n\r\nthe Bill.-[The Prime Minister].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 5 inclusive ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment made: In page 2, line 17, to leave out\r\n\r\n\"Articles 1 to 3\" and insert \"Part 1\".-[The Prime\r\n\r\nMinister].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6, as amended, ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 7 to 13 inclusive ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New Clause -\r\n\r\n \r\n\r\n<pre>\r\n\r\n \"Saving.  Nothing in this Act shall\r\n\r\n           affect the validity of any\r\n\r\n           acts done in the name of,\r\n\r\n           or by, the Yang di-Pertuan\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 455</b></font><br><br>\r\n\r\n\r\n\r\n<pre>\r\n\r\n           Negara or the State Advocate-General \r\n\r\n           before the enactment of this \r\n\r\n           Act.\". - [The Prime Minister].\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Brought up, and read the First time.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker; Sir, I beg to move,\r\n\r\n\"That the New Clause (to be inserted after clause 13) be\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause read a Second time and added to the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments.\r\n\r\n \r\n\r\n<div align=\"center\"><h4>\t\t [Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Third Reading, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Now, Sir, I beg to move, \"That the\r\n\r\nBill be now read a Third time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Third time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Division Bells rung.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 37; Absent, 14.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n  Ayes.                Absent\r\n\r\n  A. Rahim Ishak.      Bani, S.T.\r\n\r\n\r\n\r\n  Barker, E. W.        Chan Sun Wing\r\n\r\n\r\n\r\n  Buang bin \r\n\r\n   Omar Junid.         Chia Thye Poh\r\n\r\n\r\n\r\n  Chan Chee Seng.      Chio Cheng Thun\r\n\r\n\r\n\r\n  Chan Choy Siong,     Fong Kim Heng\r\n\r\n   Madam.       \r\n\r\n\r\n\r\n  Chow Chiok Hock      Koo Young\r\n\r\n\r\n\r\n  Fong Sip Chee        Kow Kee Seng\r\n\r\n\r\n\r\n  Goh Keng Swee        Lee Tee Tong\r\n\r\n\r\n\r\n  Gonzales, R. A.      Lim Huan Boon\r\n\r\n\r\n\r\n  Govindaswamy, P.     Loh Miaw Gong,\r\n\r\n                        Miss.\r\n\r\n \r\n\r\n  Ho Cheng Choon       Ong Lian Teng\r\n\r\n\r\n\r\n  Ho See Beng          Poh Ber Liak\r\n\r\n\r\n\r\n  Jek Yeun Thong       Tan Cheng Tong\r\n\r\n\r\n\r\n  Lee Khoon Choy       Wong Soon Fong\r\n\r\n\r\n\r\n  Lee Kuan Yew\r\n\r\n\r\n\r\n  Lee Teck Him\r\n\r\n\r\n\r\n  Lim Cheng Lock\r\n\r\n\r\n\r\n  Lim Kim San\r\n\r\n\r\n\r\n  Lingam, S. V.\r\n\r\n\r\n\r\n  Mahmud Awang\r\n\r\n\r\n\r\n  Mohd. Ariff\r\n\r\n   bin Suradi\r\n\r\n\r\n\r\n  Nair. Mrs. Devan.\r\n\r\n\r\n\r\n  Ng Kah Ting\r\n\r\n\r\n\r\n  Ng Yeow Chong\r\n\r\n\r\n\r\n  Ong Pang Boon.\r\n\r\n\r\n\r\n  Othman bin Wok\r\n\r\n\r\n\r\n  Rahamat bin Kenap\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 456</b></font><br><br>\r\n\r\n\r\n\r\n  <pre>           \r\n\r\n  Ayes - contd.\r\n\r\n\r\n\r\n  Rajaratnam, S.\r\n\r\n\r\n\r\n  Rajoo, S.\r\n\r\n\r\n\r\n  Rodrigues, Bernard.\r\n\r\n\r\n\r\n  Sia Kah Hui\r\n\r\n\r\n\r\n  Sim Boon Woo\r\n\r\n\r\n\r\n  Teong Eng Siong\r\n\r\n\r\n\r\n  Toh Chin Chye\r\n\r\n\r\n\r\n  Wee Toon Boon\r\n\r\n\r\n\r\n  Yaacob bin \r\n\r\n   Mohamed A1-Haj\r\n\r\n\r\n\r\n  Yong Nyuk Lin\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> 37 Ayes; 14 Absent. I declare that the Third\r\n\r\nReading  of  the Bill has been carried by more  than \r\n\r\ntwo-thirds of the Members of the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill, as amended, accordingly read a Third time and\r\n\r\npassed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 456</b></font><br><br>\r\n\r\n<div align=\"center\"><b>INTERPRETATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, I beg to move, \"That the Bill\r\n\r\nbe now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In most statutes, there is a section which sets out the\r\n\r\nmeanings which are to be attached to the particular  words\r\n\r\nused  in  that statute. Such a section, the Interpretation\r\n\r\nSection,  supplements  for  each  particular  statute  the\r\n\r\nfunctions  performed for all statutes by an Interpretation\r\n\r\nOrdinance  or  Act. The existing statute relating  to  the\r\n\r\ninterpretation of certain expressions used in our laws  is\r\n\r\nthe  Interpretation  and  General  Clauses  Ordinance  and\r\n\r\nChapter 2 of the 1955 Edition of the Laws of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Interpretation Bill now under consideration by the\r\n\r\nHouse   re-enacts   the   provisions   of   the   existing\r\n\r\nInterpretation and General Clauses Ordinance  making  such\r\n\r\namendments as are necessitated by Singapore's status as an\r\n\r\nIndependent   Republic   together   with   certain   other\r\n\r\namendments considered desirable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In general, it is the object of this Bill, like all\r\n\r\nenactments  relating  to interpretation,  to  shorten  the\r\n\r\nlanguage of the statutes and to provide in our legislation\r\n\r\nuniformity  of  expression, thus avoiding  superfluity  of\r\n\r\nlanguage. Within the compass of a single Act are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 457</b></font><br><br>\r\n\r\n             \r\n\r\ncontained provisions pertaining to the definition of terms\r\n\r\nand  expressions  used in all our laws, definitions  which\r\n\r\nwould  otherwise have to be specified separately  in  many\r\n\r\ndifferent  Acts, Rules and Regulations. For  example,  Mr\r\n\r\nSpeaker,  a  \"monogamous marriage\" is defined  to  mean  a\r\n\r\nmarriage  which  is recognised by the laws  of  the  place\r\n\r\nwhere it is contracted as a voluntary union of one man and\r\n\r\none  woman  to  the  exclusion of all  others  during  the\r\n\r\ncontinuance  of the marriage. Another example, \"Singapore\"\r\n\r\nmeans  the \"Republic of Singapore\" and shall be deemed  to\r\n\r\ninclude the island of Singapore and all islands in  places\r\n\r\nwhich  on the 2nd day of June, 1959, were administered  as\r\n\r\npart  of  Singapore  and all territorial  waters  adjacent\r\n\r\nthereto.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in consequence of Singapore's\r\n\r\nindependent   status,   certain   definitions,   such   as\r\n\r\n\"Assembly\", and the \"Yang di-Pertuan Negara\", which are no\r\n\r\nlonger to be used, are excluded and are substituted  by  a\r\n\r\nnew set of definitions. For example, the term \"Acts\", Acts\r\n\r\nwith  a  capital  \"A\",  is defined  because  the  laws  of\r\n\r\nSingapore  will  no longer be known as Ordinances.  It  is\r\n\r\nalso expressly provided that in every written law prior to\r\n\r\nthe enactment of this Bill, references to the Assembly  or\r\n\r\nthe Legislative Assembly are to be construed as references\r\n\r\nto Parliament; references to the Yang di-Pertuan Negara as\r\n\r\nreferences to the President, and references to the Federal\r\n\r\nMinister  as  references  to the appropriate  Minister  of\r\n\r\nSingapore, and references to the State Advocate-General as\r\n\r\nreferences to the Attorney-General.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part II, Mr Speaker, relates to the general provisions\r\n\r\nregarding written law and follows in general the  parallel\r\n\r\nprovisions  of  the  Interpretation  and  General  Clauses\r\n\r\nOrdinance as the Comparative Table shows. Provision is now\r\n\r\nmade  in  clause  9  for references in Acts  to  sections,\r\n\r\nParts, Chapters or Schedules by numbers or letters only as\r\n\r\nthis  follows  the current drafting practice elsewhere  of\r\n\r\navoiding  the  repetition  of phrases  such  as  \"of  this\r\n\r\nsection\", or \"of this Act\" and so on in legislation, when\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 458</b></font><br><br>\r\n\r\n\r\n\r\nthe omission of these phrases would cause no ambiguity  in\r\n\r\nthe context.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part III, head \"Subsidiary Legislation\", deals with that\r\n\r\nsubject,  and it is now expressly provided that  authority\r\n\r\nto  make subsidiary legislation ipso facto carries with it\r\n\r\nthe  power to provide penalties for contravention up to  a\r\n\r\nmaximum of $2,000 in case of a fine or one year in case of\r\n\r\nimprisonment or both the fine and imprisonment. Similarly,\r\n\r\nauthority  to provide for reduction, waiver or  refund  of\r\n\r\nfees or charges is to be read into any authority to impose\r\n\r\nthese charges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Powers and appointments form the subject of Part IV, and\r\n\r\na  new  provision in this part is to the effect  that  the\r\n\r\npowers of a board, commission, committee or similar  body,\r\n\r\nwhether corporate or un-incorporate are not to be affected\r\n\r\nby  any vacancy in membership, or by the fact that  it  is\r\n\r\nafterwards  discovered that there was some defect  in  the\r\n\r\nappointment or qualification of a person purporting to  be\r\n\r\na  member,  or again that there was any minor irregularity\r\n\r\nin the convening of a meeting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part V is concerned exclusively with the reprint of Acts\r\n\r\nand  expands the existing provisions of the Interpretation\r\n\r\nand General Clauses Ordinance. The provisions of this part\r\n\r\nlay  the  foundation for the next Revised Edition  of  the\r\n\r\nLaws of Singapore, for reprints often come in the vanguard\r\n\r\nof law revision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Parts VI and VII re-enact in the main the parallel\r\n\r\nprovisions  of the present Ordinance except  for  two  new\r\n\r\nclauses.  Clause  46  provides that any  official  act  or\r\n\r\nservice  for  which  payment  is  required  need  not   be\r\n\r\nperformed until the fees are paid or the payment made for\r\n\r\nit;  whilst  clause 47 states that the  general  power  of\r\n\r\nreduction, remission, or refund of any prescribed  fee  or\r\n\r\ncharge  in  whole or in part is vested in the  appropriate\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, the Bill provides for the repeal of\r\n\r\nthe  Interpretation and General Clauses Ordinance and  for\r\n\r\nthe   cesser   of   application  to   Singapore   of   the\r\n\r\nInterpretation  and  General Clauses Ordinance,  1948,  of\r\n\r\nMalaysia and the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 459</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Modification of Laws (General Provisions)(Singapore) Order, 1964.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\non the Bill. - [Mr E. W. Barker].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without\r\n\r\namendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 459</b></font><br><br>\r\n\r\n<div align=\"center\"><b>NATIONAL REGISTRATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.46 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour (Mr Jek Yeun Thong):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now read a\r\n\r\nSecond time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The re-registration of the population is of vital\r\n\r\nimportance    to   independent   Singapore.    National\r\n\r\nregistration  was  first  introduced  in  1948  as   an\r\n\r\nemergency  measure, but registration under that  scheme\r\n\r\nwas haphazardly done. The incorrect information and the\r\n\r\nperishable nature of the identity cards issued, and the\r\n\r\ndeficiencies in the registration system have  made  the\r\n\r\nexisting   system  most  unsatisfactory.   Forgery   of\r\n\r\nidentity  cards  has been rampant and these  have  been\r\n\r\nsold on a mass scale to illegal immigrants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one of the reasons for the Bill is\r\n\r\nto  eradicate the forging of identity cards for sale to\r\n\r\nillegal immigrants who have imposed themselves  on  our\r\n\r\nsocial  services. Since Singapore is now  fighting  for\r\n\r\nits   survival  and  endeavouring  to  build   a   more\r\n\r\nprosperous  and just society, it is only  logical  that\r\n\r\nthe  fruits of our endeavours should benefit only those\r\n\r\nwho  are  right-fully  entitled to  them,  namely,  our\r\n\r\ncitizens. In fact, the Singapore Government drew  up  a\r\n\r\nscheme  as far back as 1961 for the re-registration  of\r\n\r\nthe  population,  but  in anticipation  of  merger  and\r\n\r\nMalaysia and in view of the fact\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 460</b></font><br><br>\r\n\r\n\r\n\r\nthat national registration would be a Federal subject, the\r\n\r\nscheme was not implemented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here is another clear example of how the Federal\r\n\r\nGovernment  had  deliberately neglected the  interests  of\r\n\r\nSingapore when we were in Malaysia. For two years while we\r\n\r\nwere  in  Malaysia, nothing had been done by  the  Central\r\n\r\nGovernment to implement the scheme; not even a single hint\r\n\r\nfrom   their   high  officials.  In  the  meantime,   they\r\n\r\nthemselves  had  initiated and completed a re-registration\r\n\r\nscheme  in  the  Federation and  issued  everyone  with  a\r\n\r\nplastic identity card. They had treated Singapore  like  a\r\n\r\nstep-child  or a colony where they expected to harvest  40\r\n\r\nper cent of our Federal revenue and did nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new identity cards that will he issued on\r\n\r\nre-registration of the population will be laminated with \r\n\r\nheat-resistant plastic by means of a special process. This will\r\n\r\nensure that the cards are forgery-proof, tamper-proof  and\r\n\r\nwater-proof. This is of the utmost importance  because  it\r\n\r\nis essential to our survival and prosperity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The two main objects of the Bill are set out in clauses 5\r\n\r\nand 6. First, subject to certain exemptions which will  he\r\n\r\nmade  by  regulations, all lawful residents  in  Singapore\r\n\r\nabove  the  age of 12 will have to be registered.  Second,\r\n\r\nthose  who  are  in possession of existing identity  cards\r\n\r\nissued under the provisions of the Registration of Persons\r\n\r\nOrdinance,  1955, will also have to be re-registered.  For\r\n\r\nthe  dependants  of  foreign services personnel,  separate\r\n\r\nadministrative arrangements will have to be made with  the\r\n\r\nrespective foreign authorities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the re-registration exercise, it is essential to\r\n\r\ndistinguish citizens from non-citizens. It is,  therefore,\r\n\r\nintended to issue two types of identity cards of different\r\n\r\ncolours:  one for citizens, and the other for non-citizens\r\n\r\nwho  are  permanent residents. This will tie up  with  the\r\n\r\nBill  providing  for  the issue of work  permits  to \r\n\r\nnon-citizens,  the Second Reading of which I will move  later.\r\n\r\nBy  a  glance  at  the  colour of the  identity  card,  an\r\n\r\nemployer  will  be  able to know whether  his  workman  is\r\n\r\nrequired to carry a work permit or not.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 461</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the special significance of an identity card\r\n\r\nissued  to  a Singapore citizen, every person who  applies\r\n\r\nfor  such a card will have to provide adequate proof  that\r\n\r\nhe  is a Singapore citizen by birth or by registration. In\r\n\r\nthe  case  of  a  citizen by registration,  a  citizenship\r\n\r\ncertificate  must  be produced. In the case  of  a  person\r\n\r\nclaiming to be a citizen by birth, a birth certificate  or\r\n\r\nother evidence to substantiate his birth in Singapore must\r\n\r\nbe produced, and the onus of proving such birth is on him.\r\n\r\nHowever,  the evidence of a birth certificate without  the\r\n\r\nname of the child or a birth certificate supported by only\r\n\r\na  Statutory Declaration to the effect that the person was\r\n\r\nborn  in Singapore, or an identity card which only  states\r\n\r\nthat the holder was born in Singapore will not necessarily\r\n\r\nbe  accepted  as sufficient evidence of such  birth.  This\r\n\r\nprovision is necessary, Sir, because in the past  we  have\r\n\r\nfound  many people who were not born in Singapore  at  all\r\n\r\nbut  using  other  people's unnamed birth certificates  or\r\n\r\nthose  of dead persons claiming to be citizens by  birth.\r\n\r\nHowever,  we will be very tactful and considerate  in  the\r\n\r\nimplementation  of this provision, for we are  aware  that\r\n\r\nthere are still many people in Singapore who are genuinely\r\n\r\nin possession of birth certificates without names. We will\r\n\r\nuse  every  means  to  track  down  the  forgers  and  the\r\n\r\nimpostors, and will ensure that innocent people  will  not\r\n\r\nbe unduly inconvenienced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the innocent people, the re-registration will prove\r\n\r\nto  be  a  great  help  in establishing  their  status  as\r\n\r\ncitizens  by  birth. In the past they may have encountered\r\n\r\nmany  difficulties when they apply for passports  or  for\r\n\r\nHousing  Board flats or other social amenities where  more\r\n\r\nstringent proof is required to establish their citizenship\r\n\r\nstatus.  But  if in the re-registration process  they  can\r\n\r\nprove  once and for all that they are citizens  by  birth,\r\n\r\nthen  this  fact  will be written down on  their  identity\r\n\r\ncards  which will serve as permanent documentary proof  of\r\n\r\ntheir  citizenship status on all future occasions. And  in\r\n\r\ntime to come they may even afford to discard\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 462</b></font><br><br>\r\n\r\n\r\n\r\ntheir nameless and worthless birth certificates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is intended to charge a citizen 50 cents and a\r\n\r\nnon-citizen $1 for the issue of a new identity card, and for a\r\n\r\nreplacement  identity  card a flat  rate  of  $5  will  be\r\n\r\ncharged.  However,  in  the case of  school  children  and\r\n\r\nothers  such  as persons receiving public assistance  from\r\n\r\nthe  Social Welfare Department, provision will be made  in\r\n\r\nthe regulations to exempt them from these charges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members  will  realise  that  re-registration  will\r\n\r\ninvolve  an  expenditure  of a large  sum  of  money.  The\r\n\r\nimposition of a charge on the new identity cards which are\r\n\r\nfor  the  benefit of the people is, therefore, reasonable,\r\n\r\nfor  these  identity  cards  will  be  their  passport  to\r\n\r\nprosperity and security and may last them for decades.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also provides for the compulsory notification of\r\n\r\nchange of residence within 14 days of such change. For the\r\n\r\nconvenience  of  the  public,  facilities  will  be   made\r\n\r\navailable  at  police stations, post  offices,  and  other\r\n\r\ndisseminated  centres where change  of  residence  can  be\r\n\r\neffected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the problem of how to keep the address on\r\n\r\nthe identity card accurate. In many cases the addresses on\r\n\r\nthe  identity cards do not necessarily describe the places\r\n\r\nwhere  the holders of the identity cards can be found.  In\r\n\r\nthe  outlying  areas, especially in kampongs and  villages\r\n\r\nwhere  road names and house numbers are not to  be  found,\r\n\r\nthe  address  on  the identity card may  simply  mean  the\r\n\r\naddress   of   a  village  coffeeshop  which  the   holder\r\n\r\nfrequently visits to collect his mail or sip his coffee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is also the question of colloquial names of\r\n\r\nplaces.  Some  of  our  streets are named  after  colonial\r\n\r\nrulers  in  the  past.  Their names are  so  difficult  to\r\n\r\npronounce that local people soon have to resort  to  their\r\n\r\nown  way of naming the place where they live. A person may\r\n\r\ncome  and tell you that he is staying at such and  such  a\r\n\r\nhouse number in Tai-poh. But Tai-poh may mean anywhere  in\r\n\r\nChinatown  around the Kreta Ayer area. In order to  secure\r\n\r\naccurate addresses, it is our intention\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 463</b></font><br><br>\r\n\r\n\r\n\r\nto  send  out a few teams to survey the area and to  visit\r\n\r\nevery family before re-registration in any particular area\r\n\r\nis attempted. The family so visited will be issued with an\r\n\r\nappointment letter showing the date when they should visit\r\n\r\nthe  Registration  Centre and the correct  description  of\r\n\r\ntheir address.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Re-registration is understandably a massive exercise and\r\n\r\nmust  be  carried  out  smoothly and efficiently  with  as\r\n\r\nlittle  inconvenience to the public as possible. The  work\r\n\r\nof  re-registration will, therefore, be phased with school\r\n\r\nchildren  and  those in Government institutions  like  the\r\n\r\nHome  for  the  Aged, and so on. They will  be  registered\r\n\r\nfirst, and the respective schools or institutions will  be\r\n\r\nserviced  by  mobile  teams. The next phase  will  embrace\r\n\r\nregistration  of  workers  in  commercial  and  industrial\r\n\r\nundertakings  with 20 or more persons  at  or  near  their\r\n\r\nplaces  of  work. On completion of these two  phases,  the\r\n\r\nthird  phase  of re-registering the public will  begin  at\r\n\r\nregistration centres which will be set up in various parts\r\n\r\nof the island.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the re-registration exercise does not\r\n\r\nstop  at  just  the  issue of identity cards.  The  system\r\n\r\ndevised will ensure the compilation of more up-to-date and\r\n\r\nreliable  population statistics, and in  due  course  will\r\n\r\ngive  each Singapore resident a number which will be  used\r\n\r\nfor   all   purposes  in  future.  This  is  an  essential\r\n\r\nrequirement to meet the goal of a welfare State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Speaker, Sir, the Bill tabled by the Minister\r\n\r\nfor  Labour can be considered to be a Bill which  deserves\r\n\r\nthe  support  of all, as it will protect the interests  of\r\n\r\nthe  people  of  Singapore, and their livelihood  will  be\r\n\r\nenhanced.  But I have a little doubt, and I am quite  sure\r\n\r\nthe people of Singapore are equally doubtful, and also the\r\n\r\nMembers  in this House, about the provisions of clause  12\r\n\r\nof the Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 464</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 of the Bill states that (a) birth certificates\r\n\r\nwithout  names  (b) birth certificates without  names  but\r\n\r\nsupported by a statutory declaration and (c) cards  issued\r\n\r\nunder  the  Registration of Persons Ordinance, 1955,  will\r\n\r\nnot  be sufficient proof that such holders were, in  fact,\r\n\r\nborn in Singapore. Mr Speaker, Sir, this clause gives  me\r\n\r\ngrave  concern,  and I am quite sure  to  those  who  were\r\n\r\nactually  born  in Singapore and who are in possession  of\r\n\r\nbirth  certificates  without  names,  or  those  who  have\r\n\r\nmislaid or lost their birth certificates. At one time such\r\n\r\npersons were informed by the authorities that there was no\r\n\r\nneed  for  them to obtain citizenship papers as they  were\r\n\r\nborn  in  Singapore. However, when this Bill becomes  law,\r\n\r\nsuch  persons  will  no longer become Singapore  citizens.\r\n\r\nWhere  do they stand, Mr Speaker, Sir? Although  it  has\r\n\r\nbeen  explained  by the Minister for Labour  that  in  the\r\n\r\nimplementation of the clause there will he flexibility  in\r\n\r\nrespect   of  those  who  are  in  possession   of   birth\r\n\r\ncertificates without names, Mr Speaker, I still  have  my\r\n\r\ndoubts   because  I  fear  that  such  persons   will   be\r\n\r\ndisappointed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I agree that there have been forgeries or\r\n\r\nfalsification   of  birth  certificates   without   names.\r\n\r\nNevertheless,  I believe there will be many  more  persons\r\n\r\nwho  were  genuinely  born in Singapore  but  whose  birth\r\n\r\ncertificates  did not state their names, and  persons  who\r\n\r\nlost  or who cannot trace their birth certificates in  the\r\n\r\nRegistry  of  Births  and Deaths. I  myself  do  not  know\r\n\r\nwhether  the  Minister for Labour has a birth  certificate\r\n\r\nwith  his name on it. This is because our forefathers felt\r\n\r\nthat birth certificates would not be an important document\r\n\r\nin  later years, for in their time birth certificates were\r\n\r\nnot  necessary at all. They paid very little attention  to\r\n\r\nbirth certificates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, clause 12 will result in thousands of\r\n\r\ngenuine  Singapore citizens being deprived of  citizenship\r\n\r\nbecause  they cannot trace their certificates, or  because\r\n\r\ntheir  birth certificates do not have their names on them.\r\n\r\nAnd when their citizenship is deprived, they\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 465</b></font><br><br>\r\n\r\n\r\n\r\nwill   suffer  consequentially  -  deprivation  of  school\r\n\r\nfacilities, social welfare aid, and such other facilities,\r\n\r\nwhile  people who were born outside Singapore but obtained\r\n\r\ncitizenship by registration could enjoy these benefits.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the circumstances, Mr Speaker, I hope the Minister\r\n\r\nfor  Labour will give further consideration to clause  12,\r\n\r\nso  that  we  will  not neglect our own  citizens  at  the\r\n\r\nexpense  of outsiders, particularly the benefit in respect\r\n\r\nof paying school fees. As the Minister intends to charge a\r\n\r\ncitizen 50 cents and a non-citizen $1 for the issue  of  a\r\n\r\nnew identity card and $5 for a replacement, it is a burden\r\n\r\nto  wage  earners in the low income group  who  have  many\r\n\r\ndependants of ages above 12 and such persons must be given\r\n\r\nfree  new  identity cards. Through no fault of their  own,\r\n\r\nthey  should  not  be charged $5 for a replacement  but  a\r\n\r\nnominal  fee.  And I suggest the issue of a  new  identity\r\n\r\ncard  should  be free of charge. Mr Speaker, this  clause\r\n\r\nwill  also  cause concern and anxiety to  many  people  in\r\n\r\nSingapore, particularly those in the low income group, and\r\n\r\nI  hope  the Minister will give due consideration  to  the\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members</b> rose ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I see there are a number of Members who wish\r\n\r\nto  speak. So I think this would be a convenient  time  to\r\n\r\nsuspend.  I suspend the sitting and will resume the  Chair\r\n\r\nat twenty minutes to Six o'clock.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.08 p.m, until 5.40 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.40 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>\t\t [Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>5.41 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. V. Lingam (Aljunied): Mr Speaker, Sir, I wish to\r\n\r\nassociate  myself with the views which were  expressed  by\r\n\r\nthe  Member for Kampong Kembangan, and I only wish to  add\r\n\r\none or two points to what he has said.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister, when he was speaking on the Second Reading,\r\n\r\nsaid that when people register for plastic cards, it will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 466</b></font><br><br>\r\n\r\n\r\n\r\ncost  them  a dollar each and that if they lose them,  the\r\n\r\nreplacement cards will cost them $5 each.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think he said 50 cents.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Sir, 50 cents for citizens and $1 for\r\n\r\nnon-citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lingam: I am sorry, Sir, If a person is affected by a\r\n\r\nfire,  flood or an accident, I do not think it is fair  to\r\n\r\ncharge  him  for  a  replacement card, because,  if  there\r\n\r\nshould  be  a  family consisting of about twelve  persons,\r\n\r\nthis will cost them a lot.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 (3) (b) of the Bill reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`a birth certificate without the name of the child, but\r\n\r\nsupported  by a statutory declaration to the  effect  that\r\n\r\nthe  birth certificate refers to the birth of the  persons\r\n\r\nreferred to in the statutory declaration'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are citizens of Singapore who have birth\r\n\r\ncertificates without names. But their parents, if they are\r\n\r\nalive, can be asked to support their declarations for  the\r\n\r\npurpose of re-registration and getting new plastic  cards.\r\n\r\nThe  question  of  persons  who  have  birth  certificates\r\n\r\ntogether with statutory declarations made by their parents\r\n\r\nshould also be looked into.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will look into these two points and\r\n\r\nmake  this  re-registration as easy as  possible  for  the\r\n\r\npeople of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Rajoo (Farrer Park)(In Tamil): Mr Speaker, Sir,\r\n\r\nI  wish to speak on certain matters regarding clause 13 of\r\n\r\nthis Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Provision is being made for registration, but certain\r\n\r\nbirth  certificates  do not bear the  names  of  children.\r\n\r\nNames  may be omitted for certain reasons when births  are\r\n\r\nregistered.  There are some children who  seek  employment\r\n\r\nafter  graduating from schools and they  have  to  produce\r\n\r\nbirth certificates. I know of an 18-year old boy who  went\r\n\r\nto  the Labour Exchange to get employment. He was about to\r\n\r\nget  a  job,  but  he  was  asked  to  produce  his  birth\r\n\r\ncertificate. The certificate did not bear any name. He had\r\n\r\nan  identity  card  issued  by  the  Government  with  his\r\n\r\nphotograph and name on it. But the Committee of  Selection\r\n\r\ndid not accept it; they just refused,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 467</b></font><br><br>\r\n\r\n             \r\n\r\nbecause  his name was not on his birth certificate.  The\r\n\r\nreason for refusal was nothing else but just because the\r\n\r\nbirth certificate had no name.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the parents of a child whose name is not on the\r\n\r\nbirth certificate make a statutory declaration, and even\r\n\r\nif  the  Government  refuses  to  accept  the  statutory\r\n\r\ndeclaration, then the position in such a case is that  a\r\n\r\nminor    citizenship   can   be   obtained.   But    if,\r\n\r\nunfortunately,  the  parents  are  dead,  the  child  is\r\n\r\nhelpless.  I  would like to know then what will  he  the\r\n\r\nposition in such a case? Under such circumstances,  when\r\n\r\na  boy attains 21 years of age, he may apply for his own\r\n\r\ncitizenship.  But  he  may not get  any  opportunity  of\r\n\r\nemployment until he gets his citizenship. Therefore, his\r\n\r\nchances of life and employment are wasted by four years.\r\n\r\nIn  another  case a boy has passed his Senior  Cambridge\r\n\r\nexamination. He applies for a Teacher-in-training  post.\r\n\r\nHe  is  rejected or asked to produce citizenship  papers\r\n\r\nbecause  his birth certificate does not bear  his  name.\r\n\r\nWhat happens in such a case is that when he applies  for\r\n\r\ncitizenship,  he is given a period of six  months  or  a\r\n\r\nyear to finalise his citizenship certificate. He may get\r\n\r\nhis  citizenship  a  year  later.  But  his  chances  of\r\n\r\nadmission  to the Teacher-in-training service  for  that\r\n\r\nyear is lost.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In cases of adoption, the problem becomes more\r\n\r\ncomplicated.  Under  the circumstances,  the  Government\r\n\r\nshould try to get the official records of the schools in\r\n\r\nwhich  such children were educated, because their  names\r\n\r\nwill  be  found  there. If the name of  the  child,  the\r\n\r\nstatutory declaration and the nameless birth certificate\r\n\r\ntally with one another, he should he given opportunities\r\n\r\nin all fields of employment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Minister for Health (Mr Sia Kah Hui): Mr Speaker, Sir, I just want to touch\r\n\r\non clause 12.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To a Chinese parent of the old school, the naming of a\r\n\r\nchild is a very serious matter. One does not go about  it\r\n\r\nlightly. He has to consult people and books and until  he\r\n\r\nknows whether his child is a boy or a girl, he cannot  go\r\n\r\nabout\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 468</b></font><br><br>\r\n\r\n\r\n\r\nnaming  it  in advance. Very often, he waits until  it  is\r\n\r\nborn  and  he takes quite a long time to think of  a  name\r\n\r\nthat  is  considered  suitable  and  respectable  to   the\r\n\r\ngrandparents, and all the rest of it. There are all  sorts\r\n\r\nof  connections, even cousins and sisters; every link  has\r\n\r\nto  be  considered. So it takes quite  a  long  time.  Not\r\n\r\nrealising  the importance of having a name recorded  on  a\r\n\r\nbirth  certificate, such a Chinese parent often  takes  no\r\n\r\ntrouble to have his child's name registered. I think after\r\n\r\na  certain number of years, if a name is not registered in\r\n\r\na  birth  certificate, you cannot have  it  done.  So  the\r\n\r\nchance is missed. Because of this, we know that there  are\r\n\r\na  great  number of people in Singapore who possess  birth\r\n\r\ncertificates  without names. Clause 12  (3)  says  that  a\r\n\r\nperson  with a birth certificate without the name  of  the\r\n\r\nchild, but supported by a statutory declaration shall  not\r\n\r\nnecessarily be sufficient evidence for the purposes of \r\n\r\nsub-clause  (1) . I would like to ask the Minister  whether  he\r\n\r\nwould consider a birth certificate without the name of the\r\n\r\nchild, plus a statutory declaration plus a passport --- either\r\n\r\na  Singapore  or  a Malaysian passport ---  as  sufficient\r\n\r\nevidence for the purposes of sub-clause (1) .\r\n\r\n\r\n\r\n<br><br>5.52 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr P. Govindaswamy (Anson) (In Tamil): The Minister has\r\n\r\nannounced that 50 cents and $1 will be collected  for  the\r\n\r\nissue  of  identity  cards. There are certain  people  who\r\n\r\nreceive public aid from the Social Welfare Department, and\r\n\r\nI wonder whether the Government will grant an exemption to\r\n\r\nthem  from  paying these fees. They get  $46  a  month  as\r\n\r\npublic  assistance  for  the family.  If  there  are  four\r\n\r\nmembers in the family, they have to pay - \r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Minister has said, I think in his\r\n\r\nSecond  Reading  speech,  that those  who  are  on  public\r\n\r\nassistance will not be charged any sum of money for  their\r\n\r\nidentity cards. Am I right, Mr Minister?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b> indicated assent.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 469</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Govindaswamy (In Tamil): But there are poor people\r\n\r\nwho  may be adversely affected; they may not be well  off.\r\n\r\nIf  the Government is to collect $1 or 50 cents from them,\r\n\r\nthey may not be able to afford it. Sometimes, the card may\r\n\r\nbe  lost  and the stipulation is that they should pay  $5.\r\n\r\nThis will affect the poor people adversely. I request that\r\n\r\nadequate changes and modifications be made.\r\n\r\n\r\n\r\n<br><br>5.54 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sim Boon Woo (Changi): Mr Speaker, Sir, I would like\r\n\r\nto  join my colleagues here who have made many suggestions\r\n\r\nand criticisms on the National Registration Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16 (3) reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No woman shall be searched under this section except by\r\n\r\na woman.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in order that there should be equality,\r\n\r\nI suggest that no man shall be searched under this section\r\n\r\nexcept by a man. Otherwise, Mr Speaker, it would be  very\r\n\r\nembarrassing for a woman to search a man!\r\n\r\n\r\n\r\n<br><br>5.55 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Yeow Chong (Mountbatten): Mr Speaker, Sir, I just\r\n\r\nwant  to  be  very  brief.  Is it  the  intention  of  the\r\n\r\nGovernment,  as a protective measure, to countercheck  the\r\n\r\nregistration  of citizenship by birth? Then  there  is  no\r\n\r\nother  way  out  but  to accept the evidence  of  a  birth\r\n\r\ncertificate  with the name of the child. But surely  there\r\n\r\nare many ways whereby we can establish whether a claim  is\r\n\r\ngenuine, such as birth certificates with names of  younger\r\n\r\nbrothers  or sisters showing the parents' names  identical\r\n\r\nwith  those of the one who does not have his name  on  his\r\n\r\ncertificate.  I  think that should  also  be  accepted  as\r\n\r\nsufficient evidence.\r\n\r\n\r\n\r\n<br><br>5.56 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, I have to thank my\r\n\r\ncolleagues  and  Back-benchers for  offering  very  useful\r\n\r\nsuggestions for the implementation of this Bill.  I  think\r\n\r\nmany Members have some doubts on clause 12 which provides\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 470</b></font><br><br>\r\n\r\n\r\n\r\nthat  a  birth  certificate  without  a  name  shall   not\r\n\r\nnecessarily be considered as sufficient evidence of birth.\r\n\r\nI  think  here the operative word is \"necessarily\",  which\r\n\r\ngives  the  officials  in  the  registration  centres  the\r\n\r\ndiscretionary power to decide whether a man who produces a\r\n\r\nbirth  certificate  without a name  is  the  holder  of  a\r\n\r\ngenuine certificate belonging to him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must inform the House that this clause is mainly\r\n\r\ndevised  to  catch  impostors and  forgers.  I  think  the\r\n\r\nofficials  in the centres will do everything they  can  to\r\n\r\nhelp   the   innocent  people  in  possession   of   birth\r\n\r\ncertificates without names to establish their  citizenship\r\n\r\nstatus.  In  fact, in the long run, this will be  of  very\r\n\r\ngood service to them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park has cited the case of a boy\r\n\r\nwho  has  a  birth  certificate without name  and  who  is\r\n\r\nfinding  difficulty in getting a job.  Not  only  that;  I\r\n\r\nthink  he will also find difficulty when he grows  up  and\r\n\r\ntries to get a house or a passport, because the possession\r\n\r\nof  a  birth  certificate without a name is not conclusive\r\n\r\nproof that the certificate belongs to him. So, in the\r\n\r\nre-registration process, if this boy can prove with  all  the\r\n\r\nrelevant  documents, once and for all, that he was  really\r\n\r\nborn  in  Singapore, then this will save him  all  further\r\n\r\ntrouble.  Then he will not be faced with the same problems\r\n\r\nin  future  when he applies for a job or a passport  or  a\r\n\r\nhouse  or  any  other social amenities where  very  strict\r\n\r\nrules have to be followed in regard to citizenship status.\r\n\r\nIn the long run, I think this re-registration will benefit\r\n\r\nthese   people.  In  the  re-registration   process,   the\r\n\r\nofficials  will try to help the people to locate evidence.\r\n\r\nIf  a  person has a birth certificate without a name, then\r\n\r\nwe  will  try to help him to locate his brothers,  parents\r\n\r\nand  all  other relevant documents to prove  that  he  was\r\n\r\nreally  born  in  Singapore. This provision  is  necessary\r\n\r\nbecause  of  the widespread forgery in birth certificates.\r\n\r\nFor  instance,  if  a  person in  possession  of  a  birth\r\n\r\ncertificate without his name dies, then his relative  will\r\n\r\nbe  able to sell this blank certificate to anyone; and  if\r\n\r\nwe  do  not have a provision in this law, then anyone  can\r\n\r\nturn up with this blank certificate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 471</b></font><br><br>\r\n\r\n\r\n\r\nand claim that he is a citizen by birth. So this law is to\r\n\r\ndiscourage such illegal activities, and I think we will do\r\n\r\neverything  to  see  that  innocent  people  will  not  he\r\n\r\ninconvenienced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Aljunied has said that the replacement\r\n\r\ncharge is a bit high for those people who, as a result  of\r\n\r\nfire,  flood, or other disasters, have lost their identity\r\n\r\ncards.  So,  this  will put a very heavy burden  on  them,\r\n\r\nTherefore,  I  think  in  these  cases,  which  are   very\r\n\r\nexceptional  and  could he called an act of  God,  special\r\n\r\nconsideration will have to be given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to his suggestion that the living parents of a person\r\n\r\nhaving  a  birth  certificate  without  name  can  make  a\r\n\r\nstatutory  declaration to the effect that  the  child  was\r\n\r\nborn  in Singapore, I think this is a good suggestion and,\r\n\r\nin fact, the practice has been followed in the Citizenship\r\n\r\nRegistry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Minister for Health\r\n\r\nhas   asked   whether  a  passport,   plus   a   statutory \r\n\r\ndeclaration, plus a birth certificate without name, can be \r\n\r\nconsidered  as  conclusive proof of a  citizen  by  birth. \r\n\r\nWell,  I  would  say that if a person can  produce  enough \r\n\r\nrelevant  evidence like a passport and a  State  statutory\r\n\r\ndeclaration  and  a birth certificate without  name,  then\r\n\r\nthis  can  be  taken  as  conclusive  proof  of  birth  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have said that the charge for the issue of\r\n\r\nan  identity card to citizens at 50 cents and non-citizens\r\n\r\nat $1 is a bit on the high side. But I must point out that\r\n\r\nto issue this card costs the Government about 70 cents and\r\n\r\nthe  money  that we are charging them is only a negligible\r\n\r\namount as compared to the money that the Government has to\r\n\r\nspend to provide these plastic cards. We have to buy  very\r\n\r\nexpensive  equipment from the United States  and  we  also\r\n\r\nhave to buy special plastics which can withstand very high\r\n\r\ntemperature.  All this costs a lot of money  and  this  50\r\n\r\ncents  or a dollar is only a nominal charge for them.  And\r\n\r\nalso considering that this card will last them for life, I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 472</b></font><br><br>\r\n\r\n\r\n\r\nthink  the charge of 50 cents or a dollar is comparatively\r\n\r\ncheap.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a\r\n\r\nCommittee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee on\r\n\r\nthe Bill. - [Mr Jek Yeun Thong].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<br><br>6.13 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>\t\t [Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 11 inclusive ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock (River Valley)<b> rose ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Are you just going to speak on the Bill?\r\n\r\nYou cannot move an amendment, Mr Lim. If you are going to\r\n\r\nspeak  on  clause  12 with a view to finding  out  certain\r\n\r\nthings which are troubling you, you may do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Cheng Lock: Yes. That is what I am going to do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 12 stand part of the\r\n\r\nBill.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Cheng Lock: Mr Speaker, Sir, the provision\r\n\r\ncontained  in clause 12 is going to affect many  thousands\r\n\r\nof   bona   fide   Singapore  citizens  who   have   birth\r\n\r\ncertificates, but without names. Although the Minister has\r\n\r\ngiven the House an assurance that sub-clause (3) shall not\r\n\r\nnecessarily be sufficient evidence for the purposes of\r\n\r\nsub-clause  (1)  and  the  officers in charge  will  be  given\r\n\r\ndiscretion, I am afraid this will definitely open the door\r\n\r\nto  corruption.  I  would  like  to  seek  the  Minister's\r\n\r\nassurance   that   he   will   consider   making   special\r\n\r\nregulations, which I believe he is empowered to do in this\r\n\r\nBill,  for those citizens who were born here but who  have\r\n\r\nno  names  on  their birth certificates, and  for  special\r\n\r\ncentres and special offices to deal with this category  of\r\n\r\npersons.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 473</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Are there any other Members who wish to\r\n\r\nspeak on this clause?\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): At the time when\r\n\r\nthe Minister was moving the Second Reading of the Bill, he\r\n\r\nstated  that it would not necessarily be evidence. As  was\r\n\r\nstated  by  the Member for River Valley, this  leaves  the\r\n\r\ndoor open for corruption, because a person who has a blank\r\n\r\ncertificate  and  who  is  able  to  gratify  the  officer\r\n\r\nresponsible  would be issued a plastic  identity  card  by\r\n\r\nhim,  while those who are not in a position to gratify  to\r\n\r\nsatisfy  him  would be told that, according  to  law,  the\r\n\r\nbirth   certificate  could  not  be  taken  as  conclusive\r\n\r\nevidence. So I would suggest that the Minister for  Labour\r\n\r\ntake particular care to see that nothing would happen,  as\r\n\r\nmentioned  by  him when moving the Second  Reading,  since\r\n\r\nthere  are many forged identity cards being sold. If  this\r\n\r\nmatter  is  not looked into very carefully, then  what  he\r\n\r\nfears will happen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sia Kah Hui: I think it is a very good suggestion.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Just a minute. The interpretation is not\r\n\r\nover yet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sia Kah Hui: I think it is a very good suggestion by\r\n\r\nthe  Member for River Valley, that a special centre should\r\n\r\nbe  opened to cater specifically for people who have birth\r\n\r\ncertificates  without names. And to further  assist  these\r\n\r\npeople, the Minister could issue a notice of some kind  to\r\n\r\nmembers  of  the  public that certain types  of  documents\r\n\r\nwould  be  acceptable, and list them, something like  what\r\n\r\nthey  have  in the Immigration Department, when you  apply\r\n\r\nfor  your aged parents to come or your wife or husband  to\r\n\r\ncome   - they  have  this  printed  on  the  back  of   the\r\n\r\napplication  form.  These  documentary  proofs   must   be\r\n\r\nproduced  before the case can be considered, so that  cuts\r\n\r\nout  possibilities of corruption. It means  that  everyone\r\n\r\nconcerned  knows that if he can produce certain documents,\r\n\r\nthen he can satisfy all the requirements and his case will\r\n\r\nnot  be  left  to the whims and fancies of  the  officials\r\n\r\nconcerned in this matter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 474</b></font><br><br>\r\n\r\n             \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Madam Chan Choy Siong (Delta) (In Mandarin): Mr\r\n\r\nSpeaker, a little while ago the Member for River Valley\r\n\r\nsuggested that a special registry should be set up to deal\r\n\r\nwith applicants who have birth certificates without names\r\n\r\non them; in other words, that they can go to such places\r\n\r\nto apply for identity cards. I have another suggestion.\r\n\r\nThe suggestions by other Members are also good.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If such special registration offices are set up, people\r\n\r\nwill be inclined to overlook the necessity to register the\r\n\r\nnames of their children on the birth certificates, because\r\n\r\nthey know that there is such a special registration office\r\n\r\nto  suit  their  convenience. As far as I understand,  the\r\n\r\nmain  reason  why  certain people have birth  certificates\r\n\r\nwithout  name  is  that their parents  did  not  pay  much\r\n\r\nattention to such practice. Only within this decade people\r\n\r\ntend to view birth certificates with more concern. So,  if\r\n\r\nit  is  possible,  the  Minister may  adopt  some  of  the\r\n\r\nprovisions used in dealing with people who have concubines\r\n\r\nto  deal  with  such a situation as I have mentioned.  For\r\n\r\ninstance,  we have a Women's Charter which provides  legal\r\n\r\nprotection for women. Now everybody can have but only  one\r\n\r\nwife. What I mean to say is that because of past practice,\r\n\r\nthere are some people whose birth certificates are without\r\n\r\nnames. Is it possible not to re-register such people whose\r\n\r\nbirth   certificates  are  without  names  but  who   have\r\n\r\nsufficient  documents to prove their claims? I would  like\r\n\r\nto  say  that this is the time when everybody should  know\r\n\r\nthe  importance of birth certificates, and if the  parents\r\n\r\noverlook  the importance of filling up the names of  their\r\n\r\nchildren,  then they have themselves to blame. Because  if\r\n\r\nwe  set  up special centres to register such people,  then\r\n\r\nthey  will still be inclined to neglect the importance  of\r\n\r\nhaving names on birth certificates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Minister for Culture (Mr Fong Sip Chee): Mr Speaker, Sir, I do not wish to be\r\n\r\na fence sitter on the subject here, but there are pros and\r\n\r\ncons in this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 475</b></font><br><br>\r\n\r\n\r\n\r\nmatter.  On  the  subject of birth  certificates  without\r\n\r\nnames,  I think earlier on the Member for Upper Serangoon\r\n\r\nand  the  Member for Delta have both dealt with it  to  a\r\n\r\nvery  considerable extent. I would like to point out that\r\n\r\nthere  is another instance where a man could come  before\r\n\r\nany  of  the  government officers  and  produce  a  birth\r\n\r\ncertificate without his name and claim it as his own.  In\r\n\r\nfact,   there  are  cases  like  that.  Some  unfortunate\r\n\r\nchildren were lost in the war or perhaps they passed away\r\n\r\nduring  the Japanese occupation in Singapore. There  were\r\n\r\nno  proper records kept by the authorities on births  and\r\n\r\ndeaths.  These  certificates, without the  names  of  the\r\n\r\nchildren, later on found a good market, particularly with\r\n\r\nillegal  immigrants, and some other people who considered\r\n\r\nthat  it  would  be more convenient to  buy  blank  birth\r\n\r\ncertificates at, say. $200 each from the parents  of  the\r\n\r\nchildren  who  died  during the Japanese  occupation  and\r\n\r\ntreat them as their own. Therefore, clause 12 is intended\r\n\r\nto tighten up such loopholes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to seek the Minister's clarification on one\r\n\r\nother  matter,  that  is,  there are  persons  with  birth\r\n\r\ncertificates without names, and yet their flames appear on\r\n\r\nthe   electoral  register.  This  peculiar  situation  was\r\n\r\ncreated  by  the  former Lim Yew Hock Government  back  in\r\n\r\n1957.  I  would like to ask the Minister whether the  fact\r\n\r\nthat a person whose name appears on the electoral register\r\n\r\nand  who  at the same time has a birth certificate without\r\n\r\nhis  name  on,  but  has no citizenship papers,  could  be\r\n\r\nregarded as having sufficient evidence to prove that he is\r\n\r\na  citizen of Singapore? As I said earlier, the provisions\r\n\r\nare  intended  to  regularise the very  peculiar  position\r\n\r\nprevailing  now. I do urge the Minister  to  see  that  no\r\n\r\nundue  and  unnecessary inconvenience is caused  in  cases\r\n\r\nwhich they consider to be genuine.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point. Mr Speaker, is that when this Bill comes\r\n\r\ninto  effect,  a  person   can  he  confronted  by   the\r\n\r\nauthorities  which  say  that the possession  of  a  birth\r\n\r\ncertificate without his name is not sufficient evidence to\r\n\r\nprove that he is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 476</b></font><br><br>\r\n\r\n\r\n\r\na  citizen of Singapore. It appears to me that there is no\r\n\r\nprovision in the Bill to cover the interim period. In such\r\n\r\na  situation, a person applying for his registration  card\r\n\r\ncannot prove that he is a citizen of Singapore, whether or\r\n\r\nnot  the status quo of the legal position of these  people\r\n\r\nis maintained or recognised by the authorities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sia Kah Hui: Mr Speaker, Sir, I would like to seek\r\n\r\nclarification from the Minister. If I am not  mistaken,  I\r\n\r\nthink the public generally assume that if their names  are\r\n\r\non  the  electoral  registers,  then  they  are  Singapore\r\n\r\ncitizens. I think probably that would be the impression of\r\n\r\nthe  public. Is it the intention of this Bill  that  those\r\n\r\npeople whose names are on the electoral registers, but who\r\n\r\ncannot produce documentary evidence to prove that they are\r\n\r\neither citizens by birth or citizens by registration, will\r\n\r\nhave their names removed from the electoral roll?\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Minister, in reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir,I have already said\r\n\r\nthat this clause is not designed to catch innocent people.\r\n\r\nIf  it  is so, then I am afraid quite a number of us  here\r\n\r\nwill he caught by this Bill, and found without citizenship\r\n\r\nstatus. I, myself, am in possession of a certificate  with\r\n\r\na  different name. The peculiar custom of our people  here\r\n\r\nis  that when a father is blessed with a child, he  cannot\r\n\r\nknow first whether it will be a boy or a girl. If it is  a\r\n\r\nboy, he has to give him a boy's name, and if it is a girl,\r\n\r\nhe  has to give her a girl's name. After it is known  that\r\n\r\nit  is a boy, the whole family becomes excited. So, for  a\r\n\r\nperiod,  no name is given to him. Temporarily he  will  be\r\n\r\ncalled  \"Ali Kow\" or by some other name. When the  midwife\r\n\r\ncalls, they just give his nickname. When he grows up, they\r\n\r\nfind it rather awkward for him to carry on still with  the\r\n\r\nold nickname which describes him as a pig, a cow or a dog.\r\n\r\nSo he has to change his nickname to a proper name. Quite a\r\n\r\nlot  of  our  citizens here, although they were  genuinely\r\n\r\nborn  in  Singapore,  are either in  possession  of  birth\r\n\r\ncertificates without names or with different names.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 477</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The officials in charge of registration will have to be\r\n\r\nvery  careful in weighing the pros and cons of each  case.\r\n\r\nSome Members have suggested that special centres should be\r\n\r\nset  up, to deal with these certificates without names.  I\r\n\r\nthink  this is a very good suggestion. If this  is  to  be\r\n\r\ncarried  out,  I  think one centre  will  not  be  enough,\r\n\r\nconsidering the large number of persons without  names  on\r\n\r\ntheir birth certificates. This is a good suggestion and it\r\n\r\nwill   be  passed  on  to  the  officials  in  charge   of\r\n\r\nregistration for them to make recommendations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Minister for Health has asked whether applicants of new identity cards should be asked to produce any type of document. I would say yes, because clause 19 provides power for the Minister to make regulations, and among the subjects under clause 19 (2) (c) is \"the nature of information and documents to be\r\n\r\nfurnished for the purposes of registration\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would say, when the re-registration campaign is\r\n\r\nstarted,  a complete set of regulations will be  published\r\n\r\ninforming the people about the type of documents they have\r\n\r\nto bring with them to the centres.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the remarks about the electoral rolls, some people\r\n\r\nhave  birth  certificates without names, but  their  names\r\n\r\nappear  in  the  electoral rolls and they  have  voted  in\r\n\r\nseveral elections and the Referendum. This is because  our\r\n\r\nelectoral  rolls  were  compiled in  accordance  with  the\r\n\r\ncounterfoils  of  our  existing identity  cards.  When  we\r\n\r\nissued  identity cards in 1948, no proof was  required  to\r\n\r\nsubstantiate  the  claim  that  a  person  was   born   in\r\n\r\nSingapore. In those days there was no citizenship and  the\r\n\r\npeople  did not pay much importance to citizenship papers;\r\n\r\nthat  was when we were still under colonial rule. In those\r\n\r\ndays,  the  official just took the word of the  applicants\r\n\r\nfor  granted.  If  they  said  that  they  were  born   in\r\n\r\nSingapore,  the officials just put down on their  identity\r\n\r\ncards that they were born in Singapore. If they said  that\r\n\r\nthey were born in China, then the identity cards would\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 478</b></font><br><br>\r\n\r\n\r\n\r\nshow  that  they were born in China. Because of this,  our\r\n\r\nelectoral  rolls are actually not very accurate,  as  they\r\n\r\nwere  compiled  according  to the  counterfoils  of  these\r\n\r\nidentity cards. In future when we have completed  our \r\n\r\nre-registration  campaign, if we find that some persons  with\r\n\r\nidentity cards show that they were born in Singapore,  but\r\n\r\nif we can prove that they were not born in Singapore, then\r\n\r\nI  am  afraid their names will have to be struck  off  the\r\n\r\nelectoral  rolls  unless they apply for citizenship  under\r\n\r\nregistration. Otherwise it would not be fair  to  put  the\r\n\r\nperson who is not a citizen on the electoral roll. I think\r\n\r\nthat is all I have got to say.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 13 to 20 inclusive ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without amendment; read a Third time and\r\n\r\npassed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 478</b></font><br><br>\r\n\r\n<div align=\"center\"><b>REGULATION OF EMPLOYMENT BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>6.36 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are all aware that the influx of people from\r\n\r\nMalaya has been on the increase. The majority of them have\r\n\r\ncome  with nothing other than their bare hands and  hungry\r\n\r\nstomachs,  because their Ministers have not done  anything\r\n\r\nto improve their lot in the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1964, we had a net increase of some 10,000 Malayans.\r\n\r\nIn the first ten months of 1965, we saw a further increase\r\n\r\nof  some  10,000 more. The Prime Minister of Malaysia,  in\r\n\r\nanswer  to  a  question in his own Parliament,  said  that\r\n\r\nthere were 800 families from Singapore who had applied  to\r\n\r\ngo  to  Johore to open up the jungle. This is not  a  true\r\n\r\nstatement  of  fact, Sir. The figures in our  Registry  of\r\n\r\nPersons show that from August to November this year  6,319\r\n\r\nMalayans   came   down  to  Singapore   as   against   423\r\n\r\nSingaporeans going up to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 479</b></font><br><br>\r\n\r\n\r\n\r\nthe  Federation in the same period. I do not  think  these 423  Singaporeans  have  gone to Johore  to  open  up  the\r\n\r\njungle.  I  suspect they were managerial staff or  skilled\r\n\r\nlabourers of Singapore commercial firms on transfer to the\r\n\r\nFederation. In November alone 2,320 Malayans came down  to\r\n\r\nSingapore as against only 78 Singaporeans going up to  the\r\n\r\nFederation.  Nobody in his sound mind  would  abandon  the\r\n\r\ncomfort of city life and go into the wilderness unless  he\r\n\r\nis  driven to it. But we are not driving away any  of  our\r\n\r\ncitizens  to  the jungle. In fact, some of  the  Singapore\r\n\r\nU.M.N.O. members have accused the Government  of  forcing\r\n\r\nthe  people  to evacuate their slums in the  kampongs  and\r\n\r\nputting  them into flats which are the products of  modern\r\n\r\ncivilisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hitherto, we have freely allowed workers from Malaya to\r\n\r\ncome to Singapore to seek employment, because, before  us,\r\n\r\nthere  was a golden avenue to economic union and a  Common\r\n\r\nMarket. But the prospects dimmed and gradually disappeared\r\n\r\nbecause  of  the policy of the Government of  Malaysia  to\r\n\r\nisolate   Singapore  and  pressurise  her  into   economic\r\n\r\nsubjugation. Since their Government is not SO friendly  to\r\n\r\nour  people and tries to stifle our industrial growth, why\r\n\r\nshould we make our amenities available to their people? We\r\n\r\ncan no longer allow the Federation Ministers to dump their\r\n\r\nunemployed into Singapore at the expense of our  citizens.\r\n\r\nThey  must  be made to do some work and face reality.  Nor\r\n\r\ncan   we   allow  non-citizens  without  skill  to  impose\r\n\r\nthemselves on our educational, medical, housing and  other\r\n\r\nsocial facilities and amenities. These we have provided at\r\n\r\nenormous  cost for the benefit of our workers in order  to\r\n\r\nbridge  the  gap  between  the haves  and  the  have-nots,\r\n\r\nthereby  building  a just and equal society.  It  is  with\r\n\r\nconsiderable reluctance that the Government has decided to\r\n\r\nintroduce this Bill to provide some measure of control. If\r\n\r\nsuch  a decision is not taken, the standard of living  now\r\n\r\nenjoyed  by  our workers will be seriously  affected.  Our\r\n\r\neconomic and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 480</b></font><br><br>\r\n\r\n\r\n\r\nsocial  burdens will become unmanageable, and our  attempt\r\n\r\nto build a more just and equal society will he nullified.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the intention of the Bill is not to bar all\r\n\r\nnon-citizens  from  employment. Under  it,  all  non-citizens,\r\n\r\nwhether  they  are seeking employment or  are  already  in\r\n\r\nemployment  at  a  basic salary of not more  than  $750  a\r\n\r\nmonth,  will  he  required  to obtain  work  permits.  For\r\n\r\npractical application and administrative convenience, this\r\n\r\nrate  of  pay is considered to be sufficient to cover  all\r\n\r\nworkers  in the unskilled and semi-skilled categories  for\r\n\r\nthe  purpose of regulating their employment. Control  will\r\n\r\nonly be exercised at the point of recruitment, because  it\r\n\r\nis  our  intention  not  to impair the  free  movement  of\r\n\r\npersons between Singapore and Malaya. Work permits will be\r\n\r\nfreely  issued to non-citizens who have special  training,\r\n\r\nskills  and qualifications. In fact, we will welcome  them\r\n\r\nbecause  there  are  ample  employment  opportunities  for\r\n\r\nskilled   workers   and  professional  persons   who   can\r\n\r\ncontribute substantially to our economic development.  But\r\n\r\nwork  permits  will not be issued to incoming non-citizens\r\n\r\nin the unskilled and semi-skilled categories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I must assure the House that the\r\n\r\nenforcement  of  the Bill will not give  rise  to  adverse\r\n\r\nrepercussions. Non-citizens already in employment for some\r\n\r\nconsiderable  time  will not be displaced.  They  will  be\r\n\r\nissued  with  work permits so that they  may  continue  in\r\n\r\nemployment  even though they do not possess  the  required\r\n\r\nskills.  Allow me to elaborate a little on  the  basis  on\r\n\r\nwhich  work  permits will be issued. All non-citizens  who\r\n\r\nhave been in employment before the 1st of June, 1961, will\r\n\r\nbe  issued  with  work  permits  liberally,  whilst  those\r\n\r\nemployees who began employment between 1st June, 1961, and\r\n\r\n16th   September,   1963,  will   be   given   sympathetic\r\n\r\nconsideration  if  they are married and  their  wives  are\r\n\r\npermanent  residents  of Singapore. Those  employed  after\r\n\r\n16th  of September, 1963, but before 9th of August,  1965,\r\n\r\nwill  also be given the same consideration if, in addition\r\n\r\nto satisfying these two conditions, they have children who\r\n\r\nare\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 481</b></font><br><br>\r\n\r\n\r\n\r\npermanent  residents  of Singapore. Special  consideration\r\n\r\nwill  also  he  given to non-citizens  who  are  permanent\r\n\r\nresidents  and already in employment if they are  children\r\n\r\nof  Singapore  citizens, or whose children  are  Singapore\r\n\r\ncitizens.  It  must  be  remembered,  however,  that  each\r\n\r\napplication will be considered on its own merits and  that\r\n\r\nwhile we may issue work permits to non-citizens already in\r\n\r\nemployment, we cannot promise that they may be issued with\r\n\r\nwork permits again if they fall unemployed subsequently. I\r\n\r\nmust stress that work permits will not be issued to recent\r\n\r\narrivals  with  no  family roots in  Singapore,  including\r\n\r\nthose  who  have been in employment since 9th  of  August,\r\n\r\n1965, unless they possess special skills. The provision of\r\n\r\nthis  Bill can only reduce the pressure of population from\r\n\r\nMalaysia.  With Singapore serving as a beacon for  a  high\r\n\r\nstandard  of living and an equal and just society  in  the\r\n\r\ndark  sea of a feudal, corrupt and unjust society, I  feel\r\n\r\nthat  people will continue to gravitate towards Singapore.\r\n\r\nThere is nothing we can do about it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our next step will be to strengthen the various\r\n\r\nlicensing authorities, like the Hawkers Department and the\r\n\r\nRegistry  of  Vehicles, so that our streets  will  not  be\r\n\r\nchoked  with hawkers and pirate-taxis from the Federation.\r\n\r\nThe  main  object, of course, is not to drive  the  people\r\n\r\nback, but to stop a future influx. These measures may,  in\r\n\r\nthe long run, have beneficial effects on the people of the\r\n\r\nFederation, for once we make them realise that they cannot\r\n\r\nescape  from  their  cruel reality by  taking  a  trip  to\r\n\r\nSingapore,  they will stay put and rally  more  people  to\r\n\r\nfight for a better life in the Federation. This will shake\r\n\r\nthe  whole  structure of the existing  social  system  and\r\n\r\nspark off a revolutionary wind of change and, in the  end,\r\n\r\nthe  common  people who are true Malaysians in heart  will\r\n\r\nemerge victorious.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>6.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): Mr Speaker, on\r\n\r\nthe whole,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 482</b></font><br><br>\r\n\r\n\r\n\r\nthis  Bill  is good for the people of Singapore.  It  will\r\n\r\nmean  more employment to the people of Singapore. I merely\r\n\r\nwish  to touch a little on what has been explained by  the\r\n\r\nMinister  just  now.  Non-citizens  who  are  already   in\r\n\r\nemployment  will  be issued with work permits.  Those  who\r\n\r\nwere  employed  before  1963  will  he  given  sympathetic\r\n\r\nconsideration. However, Mr Speaker, Sir, I fear that with\r\n\r\nregard  to  those already in employment before  1st  June,\r\n\r\n1961, employers will misuse the provisions of this Bill by\r\n\r\nterminating the services of those who are non-citizens  of\r\n\r\nSingapore  before  1st  June,  1961.  This  will  give  an\r\n\r\nopportunity  to  employers  to retrench  workers  because,\r\n\r\naccording  to  clause 7, workers who have been  retrenched\r\n\r\nbecause  of their work permits being withdrawn cannot,  or\r\n\r\nthe  unions cannot, negotiate with the employers  on  this\r\n\r\nmatter. This is in clause 7 (3) (a), (b), (c) and (d).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under clause 7 (3) (a), the union cannot represent such\r\n\r\ncategory  of workers and negotiate with the employers.  No\r\n\r\naction can be taken by such trade unions. Under sub-clause\r\n\r\n(d),  the  matter cannot he discussed under the Industrial\r\n\r\nRelations Ordinance. Since this Government is a pro-labour\r\n\r\nGovernment and it has an Industrial Relations Ordinance, I\r\n\r\nhope  the Minister for Labour can enlighten me further  in\r\n\r\nrespect  of  non-citizens who are  already  in  employment\r\n\r\nbefore  1st  June, 1961, so that they will not become  the\r\n\r\nvictims of those employers who are anti-union.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Jek Yeun Thong, in reply.\r\n\r\n\r\n\r\n<br><br>6.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, our first\r\n\r\nresponsibility is to our citizens. For those who are  \r\n\r\nnon-citizens but who have been resident in Singapore for quite\r\n\r\nsome time - not after Malaysia but long before \r\n\r\nMalaysia - then  the  scheme here will provide that they  be  issued\r\n\r\nwith work permits liberally. For those who were already in\r\n\r\nemployment  before 1st June, 1961, they will  be  eligible\r\n\r\nfor  work  permits  and  will be  allowed  to  keep  their\r\n\r\nemployment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 483</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan has alleged that an\r\n\r\nemployer  may  try to exploit the workers by  abusing  the\r\n\r\nprovisions  in  this  Bill.  In  such  a  case,  I   think\r\n\r\ninspectors of the Labour Ministry will have to keep an eye\r\n\r\non  such employers. This will clear the doubts of the hon.\r\n\r\nMember.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the disability of the union to take up the case\r\n\r\nfor dispute of a worker who is dismissed because he is not\r\n\r\nissued with a work permit by the Government, I think  this\r\n\r\nrestrictive provision is necessary. Because if  this  Bill\r\n\r\nis   enforced,   there  may  be  some  cases   where   the\r\n\r\nCommissioner  for Employment is unable to issue  a  worker\r\n\r\nwith  a work permit, and in such cases the employer, under\r\n\r\nthe  provisions  of this Bill, will have  to  dismiss  the\r\n\r\nworker, if  we allow trade unions to take up these  cases\r\n\r\nfor   dispute,  then  there  will  be  disputes  all  over\r\n\r\nSingapore.  This  situation will  not  contribute  to  the\r\n\r\nstability  of  our  economy,  and  I  think  it  is   most\r\n\r\nundesirable.  So  because of the  possibility  of  such  a\r\n\r\nsituation  arising,  we  have to  put  in  this  Bill  the\r\n\r\nprovision that trade unions cannot either take up the case\r\n\r\nof  a  worker who is dismissed because he was  not  issued\r\n\r\nwith  a work permit, or bring it up before the Arbitration\r\n\r\nCourt under the provisions of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 484</b></font><br><br>\r\n\r\n\r\n\r\nthe industrial Relations Ordinance. This provision is\r\n\r\nnecessary to safeguard the peace in our industrial  field;\r\n\r\notherwise  if  the Government decides to cancel  the  work\r\n\r\npermits  of  workers  in  several  firms,  we  will   have\r\n\r\nwidespread  strikes all over Singapore. Therefore,  if  we\r\n\r\nare  to enforce this Bill and the measures provided in it,\r\n\r\nit is necessary that we have to make such a provision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a\r\n\r\nCommittee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee on\r\n\r\nthe Bill. - [Mr Jek Yeun Thong].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment;\r\n\r\nread a Third time and passed.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Minister, will you move the adjournment\r\n\r\nof the House?\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this House do now adjourn.\" - [Mr Jek\r\n\r\nYeun Thong].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Two minutes to Seven o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
