{"memberId": null, "volumeNo": "25", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "19", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"25\">\r\n\r\n<meta name=\"Sit_No\" content=\"19\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1967-03-16\">\r\n\r\n<meta name=\"Start_Col\" content=\"1327\">\r\n\r\n<meta name=\"End_Col\" content=\"1386\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">25</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">19</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">16-03-1967</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1327</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 25</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 16th March, 1967</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr P. Coomaraswamy).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1328</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Lim Soo Peng (Havelock).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Culture and Social Affairs.\r\n\r\n\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Crawford), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teo Hup Teck (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State of Defence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1329</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br>Dr Chew Chin Han (Tampines).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Tuan Haji Yaacob Bin Mohamed (Southern Islands), Minister of State for the Prime Minister's Department.\r\n\r\n\r\n\r\n<br>Mr Yeoh Ghim Seng (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1329</b></font><br><br>\r\n\r\n<div align=\"center\"><b>ASSENT TO BILL PASSED</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have been informed by the President: that, on the\r\n\r\nday stated, he assented to the following Bill:-\r\n\r\n\r\n\r\n<br><br>16th March, 1967\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;National Service (Amendment) Bill\r\n\r\n\r\n\r\n\r\n\r\n<br><br><table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\">(P.COOMARASWAMY)</div></td></tr>\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\"><i>Speaker,</i></div></td></tr>\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\"><i>Parliament of Singapore</i></div></td></tr></table>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1329</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>REPORT OF CONSTITUTIONAL</b></div>\r\n\r\n<div align=\"center\"><b>COMMISSION, 1966</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question [14th March, 1967],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House takes note of the Report of the\r\n\r\nConstitutional  Commission, 1966,  presented  to  this\r\n\r\nHouse  as  Command Paper No. 29 of 1966, and  endorses\r\n\r\nthe  Government's  views thereon as  set  out  in  the\r\n\r\nStatement  by  the  Minister  for  Law  and   National\r\n\r\nDevelopment made at the sitting of this House on  21st\r\n\r\nDecember, 1966\". --[Mr E. W. Barker]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1330</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche A. Rahim Ishak (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for Education (Inche A. Rahim Ishak):</b> Mr Speaker, Sir, the fact that the Report has\r\n\r\nbeen  received  with acclaim by all  sections  of  the\r\n\r\npopulation  speaks for itself, and the  fact  that  no\r\n\r\nminority group has expressed dissatisfaction  with  it\r\n\r\nspeaks   volumes   for  the  wise  coverage   of   the\r\n\r\nfundamental rights of individuals which the Commission\r\n\r\nfeels    adequately   safeguard   the    rights    and\r\n\r\nopportunities of minority communities. The  Commission\r\n\r\nhas  done the right thing - to recommend the retention\r\n\r\nof Article 89 of the present Constitution of Singapore\r\n\r\nwhich provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Government shall exercise its functions in such\r\n\r\nmanner  as  to recognise the special position  of  the\r\n\r\nMalays,  who  are the indigenous people of  Singapore,\r\n\r\nand  accordingly it shall be the responsibility of the\r\n\r\nGovernment to protect, safeguard, support, foster  and\r\n\r\npromote   their  political,  educational,   religious,\r\n\r\neconomic, social and cultural interests and the  Malay\r\n\r\nlanguage.'\r\n\r\n\r\n\r\n<br><br>It  is  my view and that of my colleagues of all races\r\n\r\nin  the  People's  Action Party  that  the  indigenous\r\n\r\npeople  of  Singapore,  now that  Singapore  has  been\r\n\r\nseparated from Malaysia and has become a sovereign and\r\n\r\nindependent Republic, should continue at all times  to\r\n\r\nbe  accorded  the  special position  which  they  have\r\n\r\nenjoyed in the present Constitution and in the Federal\r\n\r\nConstitution when Singapore joined Malaysia in 1963.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We feel that this special position of the Malays will\r\n\r\nin  no way infringe upon the fundamental opportunities\r\n\r\nand   human  rights  which  the  Constitution  of  the\r\n\r\nRepublic of Singapore will accord to citizens  of  all\r\n\r\nraces,  religions, and classes. In  other  words,  the\r\n\r\nright  to freedom of speech, thought, expression,  and\r\n\r\nassembly, and the right to form associations  will  in\r\n\r\nno  way  be  affected by the extension of the  special\r\n\r\nposition  to  the Malays as the indigenous  people  of\r\n\r\nSingapore. Every person or citizen, regardless of  his\r\n\r\nrace, religion, or class, is equal before the law  and\r\n\r\nthe necessity for recognising the special position  of\r\n\r\nthe   Malays  has,  in  fact,  no  racial   basis   or\r\n\r\nconnotation other than the fact that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1331</b></font><br><br>\r\n\r\n\r\n\r\nthis recognition is based on the reality that, as  the\r\n\r\nindigenous people, the Malays as a group are  in  most\r\n\r\nneed of assistance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Malays realise that they need to catch up in the\r\n\r\nfields of education and economy with other peoples  of\r\n\r\nSingapore. With this in view, it shall, of course,  be\r\n\r\nthe  responsibility of the Government to encourage and\r\n\r\ninstill  the  spirit of competition among Malays  with\r\n\r\npeoples   of  other  races  and  communal  groups   in\r\n\r\nSingapore  with a view to fostering the principles  of\r\n\r\nequality  and justice, and with the ultimate aim  that\r\n\r\nthe  situation will be brought about where Malays,  as\r\n\r\nSingaporeans,  will feel as one with  Singaporeans  of\r\n\r\nother  races;  and  whereas the  Prime  Minister  said\r\n\r\nyesterday  that the Malays, as a minority group,  were\r\n\r\nno  longer  conscious of the fact  that  they  were  a\r\n\r\nminority.  This means that it shall be the  deliberate\r\n\r\nand  conscious  policy of the Singapore Government  to\r\n\r\ncontinue to recognise and take concrete steps to  give\r\n\r\nmeaning  to  the  special position of  the  Malays  by\r\n\r\nextending effective and adequate assistance  to  them.\r\n\r\nAnd in extending this assistance, I know that the non-Malays   in  Singapore  are  broad-minded  enough   to\r\n\r\nsympathise  with their Malay brethren and  big-hearted\r\n\r\nenough not to grudge them this assistance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a recent address to a gathering of Singaporeans, I\r\n\r\naddressed  them that the type of assistance which  the\r\n\r\nMalays  are  in most need of is the general upliftment\r\n\r\nin  the  field of education and economy, without  such\r\n\r\nassistance  being  limited to a  particular  class  or\r\n\r\ngroup   of  Malays,  or  to  create  under  cover   of\r\n\r\nassistance  a  privileged minority of  Malays  working\r\n\r\nhand-in-glove with those of other races, while leaving\r\n\r\nthe  vast majority of Malays to continue suffering  in\r\n\r\ntheir  state  of  poverty and  backwardness.  In  this\r\n\r\nmatter,  I know that any superficial attempt to  solve\r\n\r\nthe  problems  of Malay economic poverty by  promoting\r\n\r\nand   creating  a  new  class  of  Malays   comprising\r\n\r\nbusinessmen, company directors, shareholders,  holders\r\n\r\nof  free  shares, for example, will at best amount  to\r\n\r\nself-deception  and  which, in fact,  is  an  economic\r\n\r\nfallacy and is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1332</b></font><br><br>\r\n\r\n\r\n\r\nbound  to fail. I think any racialist approach to  the\r\n\r\nsolution  of  the  backward economic position  of  the\r\n\r\nMalays will fail, so long as it is not based on  sound\r\n\r\neconomic   basis.  The  alleviation  of  the  economic\r\n\r\npoverty  of  the Malays, as of Singaporeans  of  other\r\n\r\nraces,   is  to  be  measured  by  the  increase   and\r\n\r\nimprovement of their real earnings or consumption  and\r\n\r\nnot  by the concentration of wealth in the bands of  a\r\n\r\nfew  of them. The poverty of the Malays has little  or\r\n\r\nnothing  to  do with the absence of a Malay capitalist\r\n\r\nclass  or  the smallness of members or the absence  of\r\n\r\nMalay  businessmen or capitalists. The creation  of  a\r\n\r\nMalay  capitalist  class to exist side  by  side  with\r\n\r\ncapitalists of other races will not solve the economic\r\n\r\nproblem  of the Malays, because the causes which  lead\r\n\r\nto  their state of poverty will then still remain  the\r\n\r\nsame.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government's views, as set out\r\n\r\nin  the Statement by the Minister for Law and National\r\n\r\nDevelopment  made  at  the December  1966  sitting  of\r\n\r\nParliament  in  regard  to all the  clauses  which  it\r\n\r\naccepts,  will be incorporated in the new Constitution\r\n\r\nof  the Republic of Singapore when it is finally drawn\r\n\r\nup. We accept the recommendation of the Constitutional\r\n\r\nCommission, which is very wisely stated, that it  will\r\n\r\nnot  alter  the status quo in respect of  the  special\r\n\r\nposition  of the Malays. The P.A.P. Government  agrees\r\n\r\nwith the recommendation regarding the special position\r\n\r\nof the Malays, and it will see to it that the relevant\r\n\r\nprovisions  and  clauses  will  be  embodied  in   the\r\n\r\nConstitution  in  perpetuity.  Only  a   group   which\r\n\r\ncontrols two-thirds of Members of Parliament  who  are\r\n\r\nso  inclined can remove this special position  of  the\r\n\r\nMalays  and  it is in our interests to see  that  this\r\n\r\nnever comes to pass.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Malays of Singapore need not, therefore, fear\r\n\r\nthat  the  special position which they enjoy  will  be\r\n\r\ntaken away from them. In fact, they do not harbour any\r\n\r\nfears  except  that certain sinister elements  in  our\r\n\r\notherwise peaceful society from time to time, in order\r\n\r\nto  make political capital and perhaps to recover lost\r\n\r\nground, deliberately raise the fear that the Singapore\r\n\r\nGovernment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1333</b></font><br><br>\r\n\r\n\r\n\r\noppresses  the Malays, deprives them of their  special\r\n\r\nposition,  and generally are out to do  them  in.  The\r\n\r\npeople  of  Singapore are by now quite  familiar  with\r\n\r\nthese foul tactics of bankrupt politicians, whose only\r\n\r\nhope  of  getting political support is the  appeal  to\r\n\r\nracial  and  religious sentiments based  on  lies  and\r\n\r\ndistortions of the facts of the situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, it is not right for any political Party,\r\n\r\nparticularly communal or racial Parties,  to  arrogate\r\n\r\nto itself the right that only that Party can represent\r\n\r\na  particular  community or race, and that  only  that\r\n\r\nParty  can  safeguard the religion of those whom  they\r\n\r\nrepresent. The leaders of U.M.N.O, have from  time  to\r\n\r\ntime  made utterances to the effect that only U.M.N.O.\r\n\r\ncan  safeguard the rights of the Malays and Islam, the\r\n\r\nreligion of the Malays. Apart from the fact that  this\r\n\r\nis  not  true and not at all logical, as Muslims  they\r\n\r\nknow  that  this  is  takbur  ---something  bombastic,\r\n\r\narrogant  and excessive in a claim. Special rights  or\r\n\r\nthe   special  position  extended  to  any  particular\r\n\r\nminority  community certainly does not mean the  right\r\n\r\nfor  leaders  to  utter abuse and  for  newspapers  to\r\n\r\ndistort  and misrepresent facts in their news reports.\r\n\r\nThese  abuses, distortions and lies are bound to  show\r\n\r\nup  sooner  or  later  in a sophisticated  and  highly\r\n\r\nliterate  society such as we have in Singapore.  These\r\n\r\ncampaigns of half-truths and lies will not impress the\r\n\r\npeople  imbued with ideals of democracy,  justice  and\r\n\r\nfair  play.  In  fact,  the people  will  increasingly\r\n\r\ndespise  and  reject these perpetrators  of  foul  and\r\n\r\nunfair methods of political practice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In paragraph 35 of the Report the Commission mentions\r\n\r\nthat  a  Malay political organisation which, in  fact,\r\n\r\nwas  the  U.M.N.O.,  had urged  upon  it  to  consider\r\n\r\nrecommending  a  definition  for  the  word  \"Malays\",\r\n\r\nsuggesting that a definition should be similar to that\r\n\r\nfound  in  the Constitution of Malaysia but  conceding\r\n\r\nthat  it  should  be  limited to  citizens  only.  The\r\n\r\ndefinition in the Constitution of Malaysia describes a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1334</b></font><br><br>\r\n\r\n\r\n\r\nMalay  as  being  a person \"who professes  the  Muslim\r\n\r\nreligion,  habitually speaks the Malay  language,  and\r\n\r\nconforms to Malay custom.\" Mr Speaker, Sir, ten legal\r\n\r\nluminaries  who sat on the Commission have judiciously\r\n\r\nfelt  that having regard to the description of  Malays\r\n\r\nas the indigenous people of Singapore in Article 89 of\r\n\r\nthe Constitution of Singapore, two objections could be\r\n\r\nmade to the definition suggested by U.M.N.O. The first\r\n\r\nwas that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Certain citizens of Singapore who were not of the\r\n\r\nMalay  race  and were not born in Singapore  would  be\r\n\r\naccorded  \"the  special position\" by virtue  of  their\r\n\r\nprofession of Islam, their observance of Malay  custom\r\n\r\nand their habitual speaking of the Malay language.'\r\n\r\n\r\n\r\n<br><br>In  other words, Sir, by no stretch of the imagination\r\n\r\nwould  the Malays, for example, consider Mr Tan  Siew\r\n\r\nSin  a  Malay  because he does not speak  any  Chinese\r\n\r\ndialect, because he follows Malay customs, and because\r\n\r\nhe becomes a Muslim if he chooses to be one day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the eleventh Member of the\r\n\r\nCommission,  a very wise man, endorsed this  view.  He\r\n\r\nalso  happens to belong to a minority racial group  -\r\n\r\nthe  Arabs - and he is at the same time the Secretary-General of U.M.N.O., the organisation which sought  to\r\n\r\nhave the name \"Malays\" defined in the Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other objection of the Commission was that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'All those Malays,... who choose to renounce Islam\r\n\r\n(admittedly  very  few) would  be  excluded  from  the\r\n\r\nbenefit of \"the special position.\"'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The position is that the Government does not intend\r\n\r\nto  define  the  term \"Malay\" in the  Constitution  or\r\n\r\nanywhere  else, except that by usage the term  \"Malay\"\r\n\r\nis  widely understood to mean people of the Malay race\r\n\r\nwho inhabit Malaya, Singapore, Sabah, Sarawak, Brunei,\r\n\r\nIndonesia and other parts of the Malay Archipelago.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are in Singapore about\r\n\r\n300,000  people of the Malay race born and brought  up\r\n\r\nin the multiracial, multi-cultural and multi-religious\r\n\r\nenvironment of our Republic, with a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1335</b></font><br><br>\r\n\r\n\r\n\r\nsprinkling  from  Malaya, and possibly  slightly  more\r\n\r\nfrom  Indonesia. They know of no other social  milieu.\r\n\r\nAs  Malays,  it  is,  of course, true  that  they  are\r\n\r\nindigenous  to the whole region covered by  the  Malay\r\n\r\nArchipelago.  But  as  citizens they  belong  only  to\r\n\r\nSingapore. They must remain to be part and  parcel  of\r\n\r\nthe  growth  and development of every  aspect  of  the\r\n\r\nsocial,  political  and economic  life  of  Singapore.\r\n\r\nRecently, despite tantalising offers of many acres  of\r\n\r\nfree land in a neighbouring State, the Malays have  of\r\n\r\ntheir own free choice, free will, chosen to remain  in\r\n\r\nSingapore.  Must they be taken away from  the  general\r\n\r\nstate  of  progress  and prosperity  to  some  unknown\r\n\r\nfuture?  Must  we allow them to be misled  by  selfish\r\n\r\npoliticians acting at the bidding of others who do not\r\n\r\nlike  to  see  Singapore Malays flourish in  a  multi-racial  State  and  enjoy the  ideal  of  increasingly\r\n\r\nsuccessful  experiment of multi-racial policies  which\r\n\r\nbenefit them and all others alike as never before, for\r\n\r\nfear that their ideals will fail in the shadow of  our\r\n\r\nsuccess?  No.  The Malays of Singapore  have  a  stake\r\n\r\nhere, and they should not be allowed to fall victim to\r\n\r\nthe  empty  promises of people acting  as  agents  for\r\n\r\noutsiders. The Malays of Singapore have a contribution\r\n\r\nto  make to the success of a multi-racial society  and\r\n\r\nthe  greater  success  of the ideology  of  democratic\r\n\r\nsocialism in Singapore. We do not desire to be  bogged\r\n\r\ndown  and  be  impeded by 16th century traditions  and\r\n\r\nideas. They will not do us and our children any  good.\r\n\r\nin  this  age  of  science and  technology  we  cannot\r\n\r\nprogress and advance with them, however glorious  they\r\n\r\nbe  in  our history, however proud we might be of  the\r\n\r\npast.  Of  course, the Malays are proud of their  past\r\n\r\ngolden age, but the point is that we want to make  the\r\n\r\npresent era our golden age so that we can live in  and\r\n\r\nbe proud of the present and the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, race does not solve problems. After\r\n\r\nalmost  twenty-two years of rule, after almost twenty-two  sears in the position of leadership in Indonesia,\r\n\r\nDr  Soekarno has ended in the way he has because  105\r\n\r\nmillion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1336</b></font><br><br>\r\n\r\n\r\n\r\nother Malays decided that he should go in that manner.\r\n\r\nHis  colleagues.  Dr Subandrio, Omar Dani,  Supardjo,\r\n\r\nand  others are Malays, and Malays sitting in judgment\r\n\r\nhave not hesitated to pass the death sentence on them,\r\n\r\nbecause, in the last analysis, it is what leaders  and\r\n\r\nmen  do for their own people which matters. It is  the\r\n\r\ncrimes  and  the things which they have  failed  their\r\n\r\npeople which will be used against them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you come from a minority community,\r\n\r\nthe  Ceylon Tamil community. Incidentally, I  saw  the\r\n\r\nsmile on your face when One of the Members across  the\r\n\r\nFloor  yesterday described the Speaker as  an  Indian.\r\n\r\nWhen  the  first Ceylon Tamils came to  this  country,\r\n\r\nthey  did  not bring much wealth with them.  But  they\r\n\r\nbrought  the  mental  attitude  to  the  question   of\r\n\r\neducation, which is wealth indeed in the richest sense\r\n\r\nof  the  word. I have been told that in your community\r\n\r\nmothers   often  vie  with  one  another  over   their\r\n\r\nchildren's  progress at school. A  Ceylonese  told  me\r\n\r\nthat  in  their gossips some mothers even tell  a  lie\r\n\r\nthat  their  children  are top  boys  in  their  class\r\n\r\nexaminations when they are not, in fact. This is  good\r\n\r\ncompetition, when mothers feel proud to say that their\r\n\r\nchildren  are  doing  well at school.  It  reveals  an\r\n\r\nattitude  in  life. It shows the premium they  put  on\r\n\r\ntheir  children's education. The result,  among  other\r\n\r\nfactors, is that despite a small community of  20,000,\r\n\r\nif  I  am  not  mistaken, Sir, there are  many  Ceylon\r\n\r\nTamils  in  all  the  professions - lawyers,  doctors,\r\n\r\nengineers, scientists, university teachers and so on -\r\n\r\nand  through  education the Ceylon.  Tamil  community,\r\n\r\nsmall as it is, has emerged and their sons flourish.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We Malays must also do the same. Diligence, industry,\r\n\r\nperseverance, patience and grit are not  the  monopoly\r\n\r\nof  any  one race. It is open to members of all  races\r\n\r\nand all communities. The important thing, Mr Speaker,\r\n\r\nSir, is that the Malays of Singapore will realise  and\r\n\r\nfind ways and means to see to what good and beneficial\r\n\r\nuse  they  put  the special position  which  has  been\r\n\r\naccorded  them.  In the years ahead,  if  the  special\r\n\r\nposition is not exploited and put\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1337</b></font><br><br>\r\n\r\n\r\n\r\nto maximum use by them, then there can be no progress.\r\n\r\nThe special position of the Malays can be written into\r\n\r\nthe Constitution a million times, but there will he no\r\n\r\nprogress   if  realisation  and  the  correct   mental\r\n\r\nattitude  towards this special position  and  what  it\r\n\r\noffers is not exploited.\r\n\r\n\r\n\r\n<br><br>2.51 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues (Telok Blangah):</b> Mr Speaker,\r\n\r\nSir,  having  read  the Report of  the  Constitutional\r\n\r\nCommission,  1966,  I  must congratulate  the  various\r\n\r\nmembers  of  the Commission on performing  a  thorough\r\n\r\njob.   Two  recommendations  of  the  Commission,   in\r\n\r\nparticular,   attract  my  attention.   One   is   the\r\n\r\nrecommendation of the Commission to set up  a  Council\r\n\r\nof  State. I appreciate the Commission went  into  the\r\n\r\nmatter carefully and exhaustively before it decided to\r\n\r\nmake  its recommendation for such a Council. But I  do\r\n\r\nnot  agree  with this recommendation in  view  of  the\r\n\r\nother recommendation made by the Commission in respect\r\n\r\nof  an  Ombudsman,  or Parliamentary Commissioner  for\r\n\r\nAdministration.  As I see it, the two proposals,  that\r\n\r\nis,   the  Council  of  State  and  the  Parliamentary\r\n\r\nCommissioner for Administration, are designed to serve\r\n\r\nas  a check on Parliament. In my view, the Council  of\r\n\r\nState  is  superfluous  to the need  of  Singapore  at\r\n\r\npresent  and  in the foreseeable future. Singapore  is\r\n\r\nphysically  a  small Republic which does  not  require\r\n\r\nsuch  a  Council  of  State  to  oversee  or  restrain\r\n\r\nParliament.   However,   I  am   influenced   by   the\r\n\r\nrestrictions  the  Commission has  recommended  to  be\r\n\r\nplaced  on  the functions and powers of  the  proposed\r\n\r\nCouncil.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the proposal relating to the\r\n\r\nParliamentary Commissioner for Administration is  more\r\n\r\nsuitable  for  the  need  of  Singapore,  for  in   my\r\n\r\nexperience  as  Member  of Parliament  for  the  Telok\r\n\r\nBlangah   Constituency,  I  have  come   across   many\r\n\r\ngrievances  and  complaints  for  which  there  is  no\r\n\r\nappropriate or effective\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1338</b></font><br><br>\r\n\r\n\r\n\r\nredress by the existing machinery of administration in\r\n\r\nSingapore. That is why I am very much impressed by the\r\n\r\nrecommendation  of  the Commission  to  recommend  the\r\n\r\ncreation of the post of Parliamentary Commissioner for\r\n\r\nAdministration  and  to  give  suitable   redress   to\r\n\r\ncitizens  in  the  event of any  maladministration  or\r\n\r\nanomaly  arising  out of loopholes in  the  prevailing\r\n\r\nlegislation   in  Singapore.  While  I  support   such\r\n\r\nrecommendation  for  the  creation  of  the  post   of\r\n\r\nParliamentary Commissioner for Administration, I  must\r\n\r\nalso  emphasise  my agreement with the declaration  of\r\n\r\nthe  Commission  that  it  has  high  regard  for  the\r\n\r\ntraditions   of   the  integrity,   impartiality   and\r\n\r\ncompetence  of the public administration in Singapore.\r\n\r\nin  my  view,  the creation of the post  of  Ombudsman\r\n\r\nwould  not  serve  as  an implicit  criticism  of  the\r\n\r\nexisting system of administration, but rather it would\r\n\r\nserve  as an affirmation of the sincere desire of  the\r\n\r\nGovernment  to ensure that every citizen of  Singapore\r\n\r\nwould not have his rights as a, citizen prejudiced  in\r\n\r\nany way that is within the power of this Government to\r\n\r\nprevent  or  remedy. I can say this  with  confidence,\r\n\r\nbecause  in our Republic we have already an  efficient\r\n\r\nand  competent  machinery to prevent or  restrain  the\r\n\r\ndeliberate  abuse of power or deliberate  omission  to\r\n\r\ncarry out the duties by various public officers in the\r\n\r\nservice  of Singapore. I support the creation  of  the\r\n\r\npost  of Ombudsman, because it is his obvious function\r\n\r\nto  give  redress  to  citizens who  are  in  any  way\r\n\r\naggrieved by Unintentional oversights in the course of\r\n\r\nthe  execution  of duties by various public  officers.\r\n\r\nReading  through the recommendation of the  Commission\r\n\r\non  the creation of the post of Ombudsman. I can  find\r\n\r\nnothing to indicate that the reason for the Commission\r\n\r\nto make such a recommendation is otherwise than I have\r\n\r\nstated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In concluding, I would like to say that the existence\r\n\r\nof  the  Ombudsman would serve to add  to  the  public\r\n\r\nconfidence  in the public administration of  Singapore\r\n\r\nor the execution of duties by public officers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1339</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>2.56 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Selvadurai (Bukit Panjang):</b> Mr Speaker, Sir,\r\n\r\nvolumes have been spoken on almost every aspect of the\r\n\r\nReport of the Constitutional Commission. I will merely\r\n\r\ndevote   my   time   to  the  consideration   of   two\r\n\r\ninstitutions that the Commission has recommended.  The\r\n\r\nfirst  one is the creation of an Ombudsman. The second\r\n\r\none  is the Council of State. This institution of  the\r\n\r\nOmbudsman is such a novel idea, so far as Singapore is\r\n\r\nconcerned,  that I would like to consider its  history\r\n\r\nas  it  has evolved in other countries in considerable\r\n\r\ndetail.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The institution of Ombudsman has existed in Sweden\r\n\r\nfor about 150 years. It was established in Finland  in\r\n\r\n1919  and  in  Denmark in 1954. It was as recently  as\r\n\r\n1963  that Norway set up an Ombudsman on Danish lines.\r\n\r\nThe  jurisdiction of the Ombudsman varies from country\r\n\r\nto  country, even in Scandinavia. In Sweden, where the\r\n\r\ninstitution  has its roots going back  to  the  Middle\r\n\r\nAges,  the  Ombudsman is, in theory,  not  unlike  the\r\n\r\nChancellor  in  medieval England,  with  as  wide  and\r\n\r\nextensive jurisdiction ---\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Selvadurai, while I am familiar with\r\n\r\nyour  speaking  speed, I think the Reporters  and  the\r\n\r\nInterpreters are having difficulty. Could you  try  to\r\n\r\nspeak   a   little  slower?  The  Reporters  and   the\r\n\r\nInterpreters  will appreciate it if you will  speak  a\r\n\r\nlittle slower.\r\n\r\n\r\n\r\n<br><br><!-- Mr Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Selvadurai:</b> I will try my level best. In Sweden,\r\n\r\nwhere the institution has its roots going back to  the\r\n\r\nMiddle  Ages, the Ombudsman is, in theory, not  unlike\r\n\r\nthe  Chancellor in medieval England, with as wide  and\r\n\r\nextensive  jurisdiction as he had when  the  Court  of\r\n\r\nEquity  was  a  separate branch of the  English  legal\r\n\r\nsystem. He is there essentially to help those who have\r\n\r\nno  redress in the law. Hence the term \"Ombudsman\" or,\r\n\r\ntranslated literally, \"a man of the people\", a man  to\r\n\r\nwhom  a  citizen, who is dissatisfied  with  decisions\r\n\r\ntaken by administrative authority, may appeal. Indeed,\r\n\r\nto this day the Ombudsman in Sweden has so\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1340</b></font><br><br>\r\n\r\n\r\n\r\nwide jurisdiction that he may even review judicial  as\r\n\r\nwell as administrative decisions. But, in practice, it\r\n\r\nis  only  where  there is no possibility  of  bringing\r\n\r\nthese  grievances before an ordinary court for review,\r\n\r\nor  for  the  purpose of reviewing  an  administrative\r\n\r\ndecision  with  which  he  is dissatisfied,  that  the\r\n\r\ncitizens could complain to the Ombudsman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Finland, the Swedish system has been followed to a\r\n\r\ncertain degree, but there the Ombudsman is but one  of\r\n\r\ntwo  institutions who are the supreme guardians of the\r\n\r\nlaw, the Chancellor of Justice and the Ombudsman.  The\r\n\r\nreason  for  this  close affinity between  Sweden  and\r\n\r\nFinland  is that in both these Scandinavian  countries\r\n\r\nthere  are administrative courts that are distinct  in\r\n\r\ntheir   jurisdiction  and  powers  from  the  ordinary\r\n\r\ncourts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Denmark and Norway there are no administrative\r\n\r\ncourts.  The ordinary courts generally have  competent\r\n\r\ncontrol  and authority over administrative  decisions.\r\n\r\nLike  the United Kingdom, the Ministers are answerable\r\n\r\nto  Parliament for the conduct of administration.  The\r\n\r\nDanish Ombudsman's jurisdiction extends not only to  a\r\n\r\nreview  of  the  decisions of the lower administrative\r\n\r\nauthorities, but also those of Ministers  as  well  as\r\n\r\nmilitary authorities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ombudsman in Scandinavia was established as an\r\n\r\ninstrument  of  Parliament  for  the  supervision  and\r\n\r\ncontrol of administration. It is for this reason  that\r\n\r\nthose  Commonwealth countries that have  adopted  this\r\n\r\ninstitution  call him the Parliamentary  Commissioner.\r\n\r\nHe  is,  in  practice,  however,  independent  of  the\r\n\r\nGovernment.  In  fact,  he  is  also  independent   of\r\n\r\nParliament   in   the  performance  of   his   duties.\r\n\r\nParliament  only  lays  down  general  rules  for  his\r\n\r\nactivities. His position is equivalent to  that  of  a\r\n\r\npeople's  tribunal drawing authority from the people's\r\n\r\nelected  representatives who  invest  him  with  great\r\n\r\nauthority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ombudsman would perhaps function properly only\r\n\r\nwhere   the   population  is,  to   a   large   extent\r\n\r\nhomogeneous. I doubt whether in a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1341</b></font><br><br>\r\n\r\n\r\n\r\nlarge  country  where the population is heterogeneous,\r\n\r\nthe institution might work as well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the reasons why the former United Kingdom\r\n\r\nGovernment had rejected the Whyatt Report recommending\r\n\r\nthe  creation of a Parliamentary Commissioner, who was\r\n\r\nto  work  through  Parliament,  was  that  there  were\r\n\r\nalready  650-odd Ombudsmen (Members of Parliament)  in\r\n\r\nEngland  who  could  receive  complaints  from   their\r\n\r\nconstituents  and  bring these  matters  to  light  in\r\n\r\nParliament during Question Time. However, in  view  of\r\n\r\nthe  fact that an Ombudsman in the United Kingdom  was\r\n\r\nappointed  last year in October, it would appear  that\r\n\r\nthese  objections have been rejected  by  the  present\r\n\r\nUnited  Kingdom Government. It might be  pertinent  to\r\n\r\nnote that since his appointment, little has been heard\r\n\r\nof the Ombudsman in England, and I have been told that\r\n\r\nthe  very reason that gave rise to the clamour for  an\r\n\r\nOmbudsman in England, namely, to check the excesses of\r\n\r\nlocal government - you will remember the Critchel-Down\r\n\r\ncase  that  led to this clamour for an Ombudsman,  Mr\r\n\r\nSpeaker, Sir - has now been excluded from the area  of\r\n\r\njurisdiction of the Ombudsman in the United Kingdom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In October 1962 the New Zealand Parliamentary\r\n\r\nCommissioner, the first Ombudsman in the Commonwealth,\r\n\r\nwas appointed. He had roughly the same jurisdiction as\r\n\r\nthe  Ombudsman in Scandinavia, but did not have powers\r\n\r\nof  investigation  extended to local  authorities.  He\r\n\r\nwas,  however,  unlike the Scandinavian Ombudsman,  to\r\n\r\nact  through  Parliament  as it  were.  His  principal\r\n\r\nfunction was to investigate complaints made to him  or\r\n\r\nreferred  to  him by anyone, including Ministers,  any\r\n\r\ndecision  or recommendation, including recommendations\r\n\r\nmade  to a Minister, acts done or omitted relating  to\r\n\r\nadministration ---\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am sorry to have to interrupt\r\n\r\nyou  once  again, but could you try to speak a  little\r\n\r\nslower?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1342</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Selvadurai:</b> As I was saying, the principal\r\n\r\nfunction of the New Zealand Parliamentary Commissioner\r\n\r\nwas  to investigate complaints made to him or referred\r\n\r\nto him by anyone, including Ministers, any decision or\r\n\r\nrecommendation, including recommendations  made  to  a\r\n\r\nMinister,   acts   done   or   omitted   relating   to\r\n\r\nadministration  and affecting any person  or  body  of\r\n\r\npersons in his or her personal capacity, in any of the\r\n\r\ndepartments  or organisations set out in the  Schedule\r\n\r\nto  the  Act. In the Schedule have been listed various\r\n\r\nGovernment  departments as well as the various  boards\r\n\r\nof  the  Armed Services and Public Service Commission.\r\n\r\nBut  then  there was a proviso to the effect that  the\r\n\r\nParliamentary Commissioner shall not be authorised  to\r\n\r\ninvestigate any judicial decision, nor was he to touch\r\n\r\non  matters relating to terms of service in the  Armed\r\n\r\nForces  or  orders,  commands,  decisions,  penalties,\r\n\r\npunishments given to members of the Armed Forces.  And\r\n\r\nif  any  question shall arise as to the extent of  the\r\n\r\njurisdiction,  the Supreme Court shall  be  the  final\r\n\r\narbiter. The Parliamentary Commissioner was also given\r\n\r\nabsolute  discretion  to  refuse  to  investigate  the\r\n\r\nfacts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from New Zealand and the United Kingdom, there\r\n\r\nare no other Parliamentary Commissioners appointed  in\r\n\r\nthe  Commonwealth. There is provision  in  the  Guyana\r\n\r\nConstitution  for the appointment of an Ombudsman  who\r\n\r\nis  to have more or less the same jurisdiction as  the\r\n\r\nParliamentary Commissioner of New Zealand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the United Kingdom the Parliamentary Commissioner\r\n\r\nhas powers to investigate where a written complaint is\r\n\r\nduly  made, first to a Member of the House of  Commons\r\n\r\nby a member of the public who claims to have sustained\r\n\r\ninjustice  in  consequence  of  maladministration   in\r\n\r\nconnection  with the action so taken;  and,  secondly,\r\n\r\nthe   complaint   is  referred  to  the  Parliamentary\r\n\r\nCommissioner, with the consent of the person who  made\r\n\r\nit, by a Member of the House with a request to conduct\r\n\r\nan investigation into it. But he is not to investigate\r\n\r\ninto  any  action  in  respect  of  which  the  person\r\n\r\naggrieved has or had the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1343</b></font><br><br>\r\n\r\n\r\n\r\nright  of  appeal, reference or review to or before  a\r\n\r\ntribunal constituted by or under any enactment, or  by\r\n\r\nvirtue of Her Majesty's prerogative; and any action in\r\n\r\nrespect  of which the person aggrieved has  or  had  a\r\n\r\nremedy by way of proceedings in any court of law.  The\r\n\r\nCommissioner  may, however, conduct an  investigation,\r\n\r\nnotwithstanding that the person aggrieved has or had a\r\n\r\nremedy by way of proceedings in a court of law, if  he\r\n\r\nis  satisfied that in the particular circumstances  it\r\n\r\nis  not  reasonable to expect the aggrieved person  to\r\n\r\ntake or to have taken such proceedings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So much for the Ombudsman, Mr Speaker, Sir,It is my\r\n\r\nview  that Singapore, being a heterogeneous community,\r\n\r\nfuture  constitutional commissions will have to  think\r\n\r\nvery  deeply  and carefully before it  recommends  the\r\n\r\ninstitution  of an Ombudsman in Singapore.  I  do  not\r\n\r\nhave anything against it in principle. I think it is a\r\n\r\nvery  good  institution, but before it can  introduced\r\n\r\ninto  a  developing country - Singapore  being  one  -\r\n\r\ngreat  care should be taken as to whether it will  fit\r\n\r\ninto   the   social  circumstances  that   obtain   in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second institution recommended by the Commission\r\n\r\nwhich  I would like to consider, Mr Speaker, Sir,  is\r\n\r\nthe  Council  of State. I would, if I  may  take  some\r\n\r\ntime, like to quote fairly extensively from the Report\r\n\r\nitself. The idea is first referred to in the Report in\r\n\r\nparagraph 16 which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We recommend the creation of a non-elected advisory\r\n\r\nbody  to be called \"the Council of State\" with a small\r\n\r\nmembership,  not subject to dissolution  but  renewing\r\n\r\nitself  at  regular  intervals by the  retirement  and\r\n\r\nreplacement  of  a  proportion  of  its   members   in\r\n\r\nrotation.  The  members should  be  appointed  by  the\r\n\r\nPresident  after consultation with the Prime  Minister\r\n\r\nbut  in the President's discretion from amongst  able,\r\n\r\nmature citizens irrespective of race, colour or  creed\r\n\r\nwho have attained eminence or responsible positions in\r\n\r\ntheir respective walks of life but who are not members\r\n\r\nof  any  political party. We believe such a  body  can\r\n\r\nplay an effective and vital part in the affairs of the\r\n\r\nnation in many ways. It will be able in its debates to\r\n\r\nfocus  the  attention  of the  public  on  any  matter\r\n\r\noriginating from Parliament which may adversely affect\r\n\r\nthe  interests of any minority group. It will also  be\r\n\r\nable   to  serve  as  an  additional  check   on   new\r\n\r\nlegislation and this would be particularly useful on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1344</b></font><br><br>\r\n\r\n\r\n\r\nmatters  of  great public importance  and  on  matters\r\n\r\nwhich  might affect the minorities. Also, it  will  be\r\n\r\nable,  especially  where there is  no  responsible  or\r\n\r\neffective  Opposition in Parliament,  to  put  forward\r\n\r\nwhere it considers it necessary in the public interest\r\n\r\nto  do so, constructive and well-informed criticism or\r\n\r\namendments of measures proposed in Parliament. We have\r\n\r\nnot  been  unmindful of the cost  of  having  such  an\r\n\r\nadvisory   body,   and  our  detailed  recommendations\r\n\r\ncontain  proposals  which we think  will  to  a  great\r\n\r\nextent,  if  accepted, reduce the cost to a  sum  well\r\n\r\nwithin the economy of the country to sustain.'\r\n\r\n\r\n\r\n<br><br>Now, this idea is further adumberated in paragraphs 51\r\n\r\nto  54  of  the Report, Mr Speaker, Sir, I am  really\r\n\r\ninterested in paragraphs 52 and 54. Paragraph 52 says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The functions and powers of the Council of State\r\n\r\nwill  be to consider all proposed legislation,  except\r\n\r\nall  Supply Bills or a Bill presented on a Certificate\r\n\r\nof  Urgency,  and to report thereon to Parliament.  We\r\n\r\nconsider it is essential that the public must have con\r\n\r\nfidence  that the members of this body are independent\r\n\r\nof the Executive and can publicly express their views,\r\n\r\ncriticisms and suggestions in respect of any  proposed\r\n\r\nlegislation. To achieve this we think it is  desirable\r\n\r\nthat  the  members should be appointed to hold  office\r\n\r\nfor a substantially long period by the President after\r\n\r\nconsultation  with  the  Prime  Minister  but  in  the\r\n\r\nPresident's  discretion, that  the  Council  of  State\r\n\r\nshould  not  be  subject to dissolution  hut  renewing\r\n\r\nitself  at  regular  intervals by the  retirement  and\r\n\r\nreplacement  of  its  members in  rotation,  that  the\r\n\r\nproceedings of the Council of State shall be conducted\r\n\r\nin  public  as  in  Parliament and  finally  that  the\r\n\r\nCouncil  and the members thereof shall have  the  same\r\n\r\nimmunities   and  privileges  mutatis   ,mutandis   as\r\n\r\nParliament and the members thereof.'\r\n\r\n\r\n\r\n<br><br>This is a very novel recommendation, Mr Speaker, Sir,\r\n\r\nbecause as everyone knows and as many members  of  the\r\n\r\nConstitutional Commission themselves must  have  known\r\n\r\nas  lawyers,  it cannot be justified on  any  accepted\r\n\r\nconstitutional theory. Having created a creature  like\r\n\r\nthis in this Report, in paragraph 54 they seem to have\r\n\r\nhad second thoughts about the constitutional propriety\r\n\r\nof having a House like this which is not elective. And\r\n\r\nthey go on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It will be seen that this body has many of the\r\n\r\nattributes commonly associated with an Upper House  of\r\n\r\nParliament   and  we  have  given  long  and   anxious\r\n\r\nconsideration to the important question whether,  this\r\n\r\nbeing so, we should recommend that it should be a part\r\n\r\nof  Parliament.  We think we should  not,  because  we\r\n\r\nenvisage it as a purely advisory\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1345</b></font><br><br>\r\n\r\n\r\n\r\nbody not as part of the Legislature. It will be a body\r\n\r\nseparate  from Parliament but to which Parliament  can\r\n\r\nlook  for serious and weighty advice and while  having\r\n\r\nno control over legislation, it will, to the extent of\r\n\r\nhaving  given  its advice, share with  Parliament  the\r\n\r\nresponsibility for any legislation passed pursuant  to\r\n\r\nsuch  advice.  We think the continued  practice  of  a\r\n\r\nsound  democratic  system of government  in  Singapore\r\n\r\nwill  best  be  achieved if our recommendations  leave\r\n\r\nuntouched  a unicameral legislature which we  have  at\r\n\r\npresent,  where all Members of Parliament are  elected\r\n\r\nby  the  people  by secret vote at elections  held  at\r\n\r\nregular  intervals of years. En this way the many  and\r\n\r\ngrave  responsibilities which  Members  of  Parliament\r\n\r\ntake upon as the elected representatives of the people\r\n\r\nwill rest solely on them.'\r\n\r\n\r\n\r\n<br><br>They cannot have it both ways. If they want to have  a\r\n\r\nCouncil   of  State  in  terms  of  what   they   have\r\n\r\nrecommended,  it  must  be  based  upon  the  elective\r\n\r\nprinciple.  If  they are not interested  in  having  a\r\n\r\nHouse  based  upon  the elective principle,  then,  of\r\n\r\ncourse,  if we must have an Upper Chamber at  all,  we\r\n\r\ncan  have a Committee, like the Privy Council  in  the\r\n\r\nUnited  Kingdom, which will have its deliberations  in\r\n\r\nprivate and make its recommendations to the President.\r\n\r\nWhat  I  am really concerned with is this. The problem\r\n\r\nthat  we in this House face is the simple one  of  not\r\n\r\nhaving the intellectuals of Singapore participating in\r\n\r\nparliamentary  life.  If we create  a  body  like  the\r\n\r\nCouncil of State, as recommended by this Report,  what\r\n\r\nwill  actually  happen is that the intellectuals  will\r\n\r\nwalk off from the parliamentary arena and will not  go\r\n\r\ninto  the constituencies and meet the people in  their\r\n\r\nhomes,  but  they will try to get into the Council  of\r\n\r\nState   by  being  appointed  by  the  President.   In\r\n\r\nprinciple, Mr Speaker, Sir, this would be detrimental\r\n\r\nto  public  life  in Singapore, and I would  recommend\r\n\r\nthat this recommendation be not accepted at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, I would commend the way in which the\r\n\r\nReport  has been written. It is an exquisite document,\r\n\r\nand after having read it. I was really sad that it was\r\n\r\nnot  a  longer document with the complete Constitution\r\n\r\nwritten  out  which could be used as a prototype  when\r\n\r\nthe   final  Constitution  comes  to  be  written  for\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1346</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion standing in\r\n\r\nthe   name  of  the  Minister  for  Law  and  National\r\n\r\nDevelopment.\r\n\r\n\r\n\r\n<br><br>3.16 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Mr Speaker, Sir, many of\r\n\r\nmy  colleagues have spoken in support of the Report of\r\n\r\nthe  Constitutional Commission, 1966, but I am  unable\r\n\r\nto share the views of all of them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I never read law and never had I the chance to\r\n\r\ndo  so. I wish to leave the legal aspects to the  more\r\n\r\nhighly educated Members of this House to deal with.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I go through the Report of the Commission, I\r\n\r\nask  myself whether I am stupid or the Commission  has\r\n\r\ngone  out  of its way. May I refer to page  1  of  the\r\n\r\nReport - the terms of reference of the Commission?  In\r\n\r\nshort  -  to  give recommendations and  consider  the\r\n\r\nquestion of the minorities as to how best their rights\r\n\r\ncan  be adequately safeguarded in the Constitution  of\r\n\r\nthe  Republic. Sir, this House is supposed to  have  a\r\n\r\nReport  on minority rights, but it has become a Report\r\n\r\nof  the  whole Constitution, as the very title  itself\r\n\r\nshows. Mr Speaker, Sir, with the greatest respect  to\r\n\r\nthe  legal  luminaries who signed the Constitution,  I\r\n\r\nsay  that  the correct title should be \"The Report  of\r\n\r\nthe  Constitutional Commission on Minority Rights\".  I\r\n\r\nrepeat, Sir, \" . . . on Minority Rights\" alone. If the\r\n\r\nMinister for Law and National Development had required\r\n\r\nadvice on how to write the Constitution, he would have\r\n\r\nappointed a special Commission for that very  purpose.\r\n\r\nBut,  Sir, he did not, and I am sure that between him,\r\n\r\nthe  Attorney-General  and some  of  the  legal  Back-benchers, we are well armed to write the Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what the Government wants to know is how the\r\n\r\nminorities should be protected - however, I  stand  to\r\n\r\nbe corrected - because in our cosmopolitan city, there\r\n\r\nare   several   racial,   religious   and   linguistic\r\n\r\nminorities  and  we are, therefore, concerned  to  see\r\n\r\nthat  the  majority will not bully the minorities,  or\r\n\r\nvice versa. That having been said,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1347</b></font><br><br>\r\n\r\n\r\n\r\nlet us look at and examine the contents of the Report.\r\n\r\nThe quickest way is to look at the last page where the\r\n\r\nconclusions should be. What do we see on pages 26  and\r\n\r\n27?  On page 26 is \"The Judiciary\" and on page  27  is\r\n\r\n\"The  Public Service Commission\". I would like to  ask\r\n\r\nthe Minister, are the Judiciary and the Public Service\r\n\r\nCommission minority groups? Sir, I dare not  criticise\r\n\r\nthe  Judges. In fact, the Standing Orders  prevent  me\r\n\r\nfrom doing so. So I will not say more. But if you  put\r\n\r\nthe  Public Service Commission in the Report, why  not\r\n\r\nthe  Port of Singapore Authority, the Public Utilities\r\n\r\nBoard  or,  last  but not least, the  National  Trades\r\n\r\nUnion Congress? Surely, they should be included too.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, Sir, I would like to pay\r\n\r\ntribute   to   the  Minister  for  Law  and   National\r\n\r\nDevelopment  for his -reasonableness in  having  taken\r\n\r\nthe   trouble   to  read  and  accept  many   of   the\r\n\r\nrecommendations  of the Commission on matters  outside\r\n\r\nthe actual terms of reference of the Commission.\r\n\r\n\r\n\r\n<br><br>3.23 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, I would like to congratulate the  eleven\r\n\r\nMembers  of  the Constitutional Commission  on  having\r\n\r\ndone  a good job. They have prepared a Report after  a\r\n\r\nperiod  of eight months during which they were engaged\r\n\r\nin  private  investigations and -public hearings  with\r\n\r\nindividuals   and   organisations   representing   the\r\n\r\nminority races. The members of the Commission included\r\n\r\neminent  lawyers of various races and,  after  careful\r\n\r\nscrutiny and study, they have put up this weighty  and\r\n\r\nperfect  Report  on the safeguards of the  rights  and\r\n\r\ninterests  of the minority races. I believe that  this\r\n\r\nReport not only provides constitutional safeguards for\r\n\r\nthe rights and interests of the minority races, but it\r\n\r\nalso   lays  down  a  permanent  foundation  for   the\r\n\r\ndevelopment  of  Singapore  as  a  model  multi-racial\r\n\r\ncountry.   The   recommendations  of  the   Commission\r\n\r\nproviding  for the basic rights of the minority  races\r\n\r\nshould  be  effectively safeguarded and entrenched  in\r\n\r\nthe Constitution so that the minorities may not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1348</b></font><br><br>\r\n\r\n\r\n\r\nbe  discriminated against. Thus, all the races will be\r\n\r\nable to live harmoniously together and play their part\r\n\r\nas   citizens   of  the  country.  The  Constitutional\r\n\r\nCommission was appointed to investigate the problem of\r\n\r\nsafeguarding the interests and rights of the  minority\r\n\r\nraces. This action on the part of the Government  goes\r\n\r\nto show that it is very judicious and far-sighted. The\r\n\r\nGovernment  took  this move on its own  volition  only\r\n\r\nfour months after Singapore attained its independence.\r\n\r\nIt  shows that the Government is really concerned with\r\n\r\nthe  interests and rights of the minority races,  that\r\n\r\nit is conscious of its duty and obligations to all the\r\n\r\nraces, and that it is very keen on building a Republic\r\n\r\nin  which  all  races are equal and  can  enjoy  equal\r\n\r\nrights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is encouraging to see that when\r\n\r\nthe  Report  was published, it received  warm  support\r\n\r\nfrom  people  in  all  walks of  life,  including  all\r\n\r\npolitical  parties  and  Chambers  of  Commerce.  They\r\n\r\nconsider  it  to be very constructive  and  they  also\r\n\r\nsupport  the  Government for  its  acceptance  of  the\r\n\r\nrecommendations  on the setting up  of  a  Council  of\r\n\r\nState,   although   they  do  not   agree   with   the\r\n\r\nrecommendation  that  the  Council  should  hold   its\r\n\r\nsittings   in   private.   They   also   praise    the\r\n\r\nrecommendation that safeguards for the basic rights of\r\n\r\nthe minorities should be provided in the Constitution.\r\n\r\nOne question that interests us is, \"Why is the Barisan\r\n\r\nSosialis  still keeping quiet on this Report?\"  Is  it\r\n\r\nbecause it is ashamed of itself for not being able  to\r\n\r\nrepresent the people any more?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Commission has recommended the adoption of\r\n\r\ncertain provisions of the Malaysian Constitution which\r\n\r\nrelate  to  basic human rights. Let me  quote  briefly\r\n\r\nthese  provisions in the Malaysian Constitution.  They\r\n\r\nappear   in   Appendix  III  on   page   34   of   the\r\n\r\nConstitutional Report. Article 5 is entitled  \"Liberty\r\n\r\nof the person.\" It reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No person shall be deprived of his life or personal\r\n\r\nliberty save in accordance with law.'\r\n\r\n\r\n\r\n<br><br>Article  6  is  entitled \"Slavery  and  Forced  labour\r\n\r\nprohibited.\" It reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) No person shall be held in slavery.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1349</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) All forms of forced labour are prohibited,...'.\r\n\r\n\r\n\r\n<br><br>Article    7    is   entitled   \"Protection    against\r\n\r\nretrospective criminal laws and repeated  trials.\"  It\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) No person shall be punished for an act or\r\n\r\nomission which was not punishable by law when  it  was\r\n\r\ndone or made,.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) A person who has been acquitted or convicted of\r\n\r\nan  offence  shall  not be tried again  for  the  same\r\n\r\noffence...'.\r\n\r\n\r\n\r\n<br><br>Article 8 is entitled \"Equality\" and it reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) All persons are equal before the law and\r\n\r\nentitled to the equal protection of the law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) ...there shall be no discrimination against\r\n\r\ncitizens on the ground only of religion, race, descent\r\n\r\nor place of birth...'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Article 9 is entitled \"Prohibition of banishment, and\r\n\r\nfreedom of movement.' Article 10 relates to freedom of\r\n\r\nspeech, assembly and association. Article 11 is  about\r\n\r\nfreedom of religion. So these two articles provide the\r\n\r\nfreedoms  in  regard to speech, assembly,  association\r\n\r\nand  religion. There is a provision in Article 13  for\r\n\r\nthe right of property; it says that no person shall be\r\n\r\ndeprived of property save in accordance with the  law.\r\n\r\nSo  all  these provisions which I have quoted  are  in\r\n\r\nkeeping  with the principle and spirit of the  Charter\r\n\r\nof  the United Nations on basic human rights, and  the\r\n\r\nGovernment  has  also accepted the recommendations  of\r\n\r\nthe Commission relating to such provisions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, about the provision on the acquisition of\r\n\r\nproperty, the Government's intention is to delete  the\r\n\r\nphrase, \"except upon just terms\". I have a doubt about\r\n\r\nthis.  I  am  not  sure whether this  will  raise  any\r\n\r\nsuspicion  or  anxiety on the part of members  of  the\r\n\r\npublic.  I would like the Minister to clarify this  to\r\n\r\nthis House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Commission also recommends the inclusion in the\r\n\r\nConstitution of three new provisions, namely:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) No person shall be subjected to torture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) It should be granted to the citizens of Singapore the right\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1350</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;to elect a government of their own choice by\r\n\r\nsecret ballot periodically.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) All citizens should be given the right to apply\r\n\r\nto  the  court  for the enforcement  of  those \r\n\r\nprovisions  relating to fundamental rights  and\r\n\r\nliberties.\r\n\r\n\r\n\r\n<br><br>These are very appropriate provisions, because we  are\r\n\r\na  democratic country. For the sake of the country and\r\n\r\nthe  people, we must ensure that no law is  abused  by\r\n\r\nanybody.  Any  criminal  punishment  or  any   penalty\r\n\r\nimposed  should be carried out in accordance with  the\r\n\r\nspirit  of  humanitarianism. Only in this way  can  we\r\n\r\nclearly   distinguish   the  differences   between   a\r\n\r\ndemocratic country and a Fascist and dictatorial one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding periodical general elections, this is a\r\n\r\nunique  characteristic of the democratic system.  Only\r\n\r\nwith  this  provision can we safeguard the fundamental\r\n\r\nspirit of the democratic system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the right of the citizens to apply to the court\r\n\r\nfor  the  enforcement of those-provisions relating  to\r\n\r\nfundamental  rights and liberties, this also  goes  to\r\n\r\nshow that it is a unique manifestation of the rule  of\r\n\r\nlaw  of  a  democratic country where the judiciary  is\r\n\r\nindependent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to talk about the setting up of the\r\n\r\nCouncil   of  State  which  is  recommended   by   the\r\n\r\nCommission.  I  feel that this is a very  constructive\r\n\r\nand   valuable  recommendation.  The  Government   has\r\n\r\naccepted this in principle and has announced that  the\r\n\r\nCouncil of State will only be a consultative body  and\r\n\r\nthat  its sittings be best held in private. There  are\r\n\r\ntwo  categories of members. One category  consists  of\r\n\r\npermanent  members  and the other, removable  members.\r\n\r\nPermanent  members will only include those people  who\r\n\r\nhave  contributed to public service. Such people  will\r\n\r\ninclude  the  Chief  Justice, Cabinet  Ministers,  the\r\n\r\nChairman of the Public Service Commission, and others.\r\n\r\nRemovable  members will be appointed  for  a  term  of\r\n\r\nthree  years  and  they  will be-those  citizens  with\r\n\r\nmature  minds  who have rendered distinguished  public\r\n\r\nservice or attained eminence in their respective walks\r\n\r\nof life.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1351</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to touch upon the nature of the\r\n\r\nsittings of the Council in private. I agree with  what\r\n\r\nthe  Prime  Minister has said - that  the  holding  of\r\n\r\nsittings in private would ensure that all opinions can\r\n\r\nbe  frankly  and  openly expressed, that  it  will  be\r\n\r\neasier  to arrive at constructive conclusions  on  any\r\n\r\nmatter,  and that it will also enable any Bill  to  be\r\n\r\nmore in keeping with the aspirations and needs of  the\r\n\r\ncountry and the interests of the people after  it  has\r\n\r\ngone  through  the  careful scrutiny  of  the  Council\r\n\r\nmembers.  On  this  point, I  am  aware  that  certain\r\n\r\npolitical  parties have criticised the Government  for\r\n\r\nwanting  the Council to hold its sittings in  private.\r\n\r\nThey  say that it is because the Government is  afraid\r\n\r\nof  open  criticism. I feel that this kind of argument\r\n\r\nis  incorrect. In fact, in a democratic  country  like\r\n\r\nours  and  in  an  open society such  as  we  have  in\r\n\r\nSingapore,  every policy and measure of the Government\r\n\r\nhas  to  withstand the test of criticism and  we  have\r\n\r\nbeen  engaged  in a series of open argument  with  the\r\n\r\nBarisan Sosialis for a period of more than two  years.\r\n\r\nThey  have  accused us of being Fascists,  dictatorial\r\n\r\nand  undemocratic. But in the end it has been  proved,\r\n\r\nas a result of this open argument, that the truth lies\r\n\r\nin  the  hands of the masses. Therefore, in  the  1963\r\n\r\ngeneral elections they gave us their support and voted\r\n\r\nus into power. Thus, to say that the Government wishes\r\n\r\nto  see  that  the Council of State hold  sittings  in\r\n\r\nprivate because it is afraid of public criticism is  a\r\n\r\nwrong accusation and is very unconvincing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Commission also recommends that the present\r\n\r\nArticle   89   should  be  retained  in   the   future\r\n\r\nConstitution,  namely,  that  the  Government   should\r\n\r\nrecognize  the  special position  of  the  Malays  and\r\n\r\nshould take all steps to promote, safeguard and foster\r\n\r\nthe    various   interests   of   the   Malays.   This\r\n\r\nrecommendation is most appropriate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, ever since my election as a representative of\r\n\r\nthe  Sembawang  Constituency, I have  always  been  in\r\n\r\nclose  touch with my constituents, and so I  can  very\r\n\r\nwell  understand the living conditions of the  Malays.\r\n\r\nThat  is  why  I agree that this provision  should  be\r\n\r\nretained in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1352</b></font><br><br>\r\n\r\n\r\n\r\nfuture Constitution. We know that compared with  other\r\n\r\nraces,  in many aspects the Malays have much room  for\r\n\r\nimproving  their  situation. So they  should  get  the\r\n\r\nassistance  and  protection as  provided  for  in  the\r\n\r\nConstitution   and  they  should  have  this   special\r\n\r\nposition.  Ever  since the P.A.P. Government  came  to\r\n\r\npower, we have given every possible assistance to  the\r\n\r\nMalays,  such as the provision of free education  from\r\n\r\nprimary  to  university level and  the  allocation  of\r\n\r\nlands to the Malays for resettlement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Commission has also recommended three\r\n\r\nmethods   to   entrench   the   provisions   in    the\r\n\r\nConstitution.   The  Minister  has   said   that   the\r\n\r\nGovernment  wants  to  adopt  the  second  method   of\r\n\r\nentrenchment, namely:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the Bill for an Act of Parliament altering\r\n\r\ncertain named provisions of the Constitution shall not\r\n\r\nbe  passed  by Parliament unless the Bill is supported\r\n\r\nat  the final voting in Parliament by the votes of not\r\n\r\nless  than  two-thirds of all the elected  Members  of\r\n\r\nParliament.'\r\n\r\n\r\n\r\n<br><br>This  method is only applicable to certain  provisions\r\n\r\nand   institutions  stipulated  in  the   Constitution\r\n\r\nrelating to the P.S.C., the Judiciary, the Council  of\r\n\r\nState, citizenship, etc., and only when Parliament has\r\n\r\napproved  any  such Bill by a two-thirds majority  can\r\n\r\nsuch a Bill be put into effect. I feel that on such an\r\n\r\nimportant  question as amendment of the  Constitution,\r\n\r\nthe  Government's adoption of this method is  correct.\r\n\r\nThis  attitude of the Government is wise,  because  on\r\n\r\nthis  important  matter of amending the  Constitution,\r\n\r\nthe  Government should weigh the matter carefully, and\r\n\r\nit  is  only  right for it to give this right  to  the\r\n\r\nelected representatives of the people to consider  any\r\n\r\nsuch amendment in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the office of the Ombudsman, in principle,\r\n\r\nI  feel  that  this  suggestion is very  good  as  the\r\n\r\nOmbudsman  will  take part in the task of  supervising\r\n\r\nour democratic system. But I am also aware that as our\r\n\r\ncountry  has been independent for less than two  years\r\n\r\nand  has  only a few years of experience in democratic\r\n\r\npolitics,  our  people  are  still  in  the  stage  of\r\n\r\nlearning the democratic system. So the setting  up  of\r\n\r\nan Ombudsman is an innovation, and it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1353</b></font><br><br>\r\n\r\n\r\n\r\nis  better to wait for a time before setting it up. So\r\n\r\nI  agree with the Prime Minister's explanation why the\r\n\r\nGovernment  should delay adopting this  recommendation\r\n\r\nuntil  we know the results of the experiments  in  New\r\n\r\nZealand and other countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I very much appreciate this steady and mature\r\n\r\nattitude  of  the Minister. Generally  speaking,  this\r\n\r\nConstitutional Report is very progressive  and  highly\r\n\r\nconstructive.   I  believe  that  it   will   play   a\r\n\r\nsubstantial part in contributing towards the  drafting\r\n\r\nof  our  future  Constitution. It will  safeguard  the\r\n\r\nbasic rights and interests of the minorities and  will\r\n\r\nlay the foundation stone for our democratic system and\r\n\r\nhelp  build  a  multi-racial and equal society  and  a\r\n\r\nmodel Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n\r\n\r\n<br><br>3.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Foreign Affairs (Mr S. Rajaratnam):</b>\r\n\r\nMr Speaker, Sir, though this Commission was set up to\r\n\r\ndeliberate  upon  and  make  recommendations  on   the\r\n\r\nquestion  of minority rights. There is, oddly  enough,\r\n\r\nvery little reference to or discussion of the specific\r\n\r\nquestions of minorities in the Report. The bulk of the\r\n\r\n86 paragraphs in the 37-page Report are concerned, not\r\n\r\nwith  minority  rights  and  freedoms,  but  with  the\r\n\r\nfundamental  rights  and  freedoms  of  the   citizens\r\n\r\ngenerally. In fact, Mr Speaker, Sir, the question  of\r\n\r\nminority  rights which the Commission was  set  up  to\r\n\r\ninquire into is referred to in less than half a  dozen\r\n\r\nparagraphs in Chapter II of the Report. Moreover,  the\r\n\r\nheading   to   this  Chapter  II  is   entitled,   not\r\n\r\n\"Protection of Fundamental Rights and Freedoms of  the\r\n\r\nMinorities,\" but \"Protection of Fundamental Rights and\r\n\r\nFreedoms  of the individual.\" Mr Speaker,  I  do  not\r\n\r\nthink  the  Commission  misunderstood  its  terms   of\r\n\r\nreference.  If you look at the Report, Sir,  you  will\r\n\r\nfind  that  all  its  four terms  of  reference  refer\r\n\r\nexplicitly to the specific question of minority rights\r\n\r\nand  how  these could be constitutionally safeguarded.\r\n\r\nPerhaps  it  will be helpful to refer  to  these  four\r\n\r\nterms of reference:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1354</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(a) To receive and consider representations on how\r\n\r\nthe  rights  of  the racial, linguistic and  religious\r\n\r\nminorities  can  be  adequately  safeguarded  in   the\r\n\r\nConstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) To consider what provisions should be made to\r\n\r\nensure  that  no legislation, which by  its  practical\r\n\r\napplication  is considered likely to be discriminatory\r\n\r\nagainst members of any racial, linguistic or religious\r\n\r\ngroup, should be enacted before adequate opportunities\r\n\r\nhave been given for representation from parties likely\r\n\r\nto be aggrieved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) To consider what remedies should be provided for\r\n\r\nany citizen or group of citizens who claim that he  or\r\n\r\nthey  have  been discriminated against by any  act  or\r\n\r\ndecision  of  the Government or the administration  or\r\n\r\nany statutory board or public body constituted by law,\r\n\r\nand  to recommend the machinery for the redress of any\r\n\r\ncomplaints.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) To consider how such provisions can be entrenched\r\n\r\nin the Constitution.'\r\n\r\n\r\n\r\n<br><br>Therefore, in the context it is quite clear that  what\r\n\r\nthe Commission was asked to look into was the question\r\n\r\nof  minority rights. But even more pertinent  is  that\r\n\r\nthe  public was clear in its mind, and understood that\r\n\r\nthe  Commission was set up to inquire into the  rights\r\n\r\nof  minorities  and  not  the  general  constitutional\r\n\r\nrights of the citizens. And this is brought up clearly\r\n\r\nin  Appendix  I of the Report, listing the individuals\r\n\r\nand  organisations  who  submitted  memoranda  to  the\r\n\r\nCommission.  With one or two possible  exceptions,  if\r\n\r\nyou  look  through  the list, all the  memoranda  came\r\n\r\neither   from   religious   groups   associated   with\r\n\r\nminorities   or   from   organisations   of   minority\r\n\r\ncommunities. There were 83 of these. In  fact,  it  is\r\n\r\nsignificant  that  there  was no  representation  from\r\n\r\norganisations representing the majority community, nor\r\n\r\nfor  that  matter,  which is equally significant,  was\r\n\r\nthere    any    representation    from    non-communal\r\n\r\norganisations  such as multi-racial political  parties\r\n\r\nor multi-racial organisations like the trade unions or\r\n\r\ncivic  organisations.  It does  not  mean  that  these\r\n\r\norganisations  representing  the  majority   or   non-communal    organisations   were   disinterested    in\r\n\r\nconstitutional matters, or that they were  indifferent\r\n\r\nto  the questions which are raised in this Report. The\r\n\r\nreason,  I  think, is that the majority community  and\r\n\r\nnon-communal  organisations regarded the  Commission's\r\n\r\nwork  as  relating  specifically to  the  question  of\r\n\r\nminority rights and not to the general\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1355</b></font><br><br>\r\n\r\n\r\n\r\nconstitutional   rights  relating  to   the   citizens\r\n\r\ngenerally.  So  why  then, it may be  asked,  has  the\r\n\r\nCommission, which was set up to look into the question\r\n\r\nof minority rights, appear - I say appear - to have paid\r\n\r\nvery  scant  attention  to  the  problem  of  minority\r\n\r\nrights? Is it possible that the Commission has  evaded\r\n\r\ngrappling  with  the  tricky and  complex  problem  of\r\n\r\nminority  rights by focusing attention on the  broader\r\n\r\nand  more general aspects of constitutional rights and\r\n\r\nfreedoms?  I think this appearance of evasion  of  the\r\n\r\nproblem  arises  from  the  particular  approach   the\r\n\r\nCommission   made   to  the  minority   question.   It\r\n\r\napproached  it  purely  as  a constitutional  problem\r\n\r\nwhen,  in  fact, as we all know, there are  many  more\r\n\r\nfacets  to  this  problem, many more  complicated  and\r\n\r\nperhaps  far more relevant aspects to the  problem  of\r\n\r\nminorities. But having decided to tackle the  minority\r\n\r\nquestion purely as a constitutional and legal problem,\r\n\r\nit  was  inevitable that the Commission should discuss\r\n\r\nthe   issue   in  general  constitutional  terms   and\r\n\r\nprinciples. This being so, within the limits  of  this\r\n\r\nparticular and narrow approach to the subject, I think\r\n\r\nthe  Commission has very ably and succinctly said  all\r\n\r\nthat could be said on the subject in a few paragraphs.\r\n\r\nIt  has,  for  all  practical purposes,  resolved  the\r\n\r\nproblem  of  minorities in terms of  constitutional  -\r\n\r\nrights  and  safeguards. True, there could  have  been\r\n\r\nmore  detailed  elaboration  and  discussion  of   the\r\n\r\nminority  question  in terms of the Constitution,  but\r\n\r\nthe  relevant  and pertinent point on the  subject,  I\r\n\r\nthink,  has  been  amply and succinctly  made  by  the\r\n\r\nCommission.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr Lim Cheng Lock in the Chair]</b></div>\r\n\r\n<br><br>3.55 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The essence of the matter is that, as the Commission\r\n\r\nsees  it,  in  a democracy there can be no distinction\r\n\r\nbetween majority rights and minority rights. Once  you\r\n\r\ntackle this as a constitutional problem, there  is  no\r\n\r\ngetting  away  from  the fact  that  there  cannot  be\r\n\r\nmajority  and  minority  rights.  There  can  only  be\r\n\r\nequality of rights, the same rights for all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1356</b></font><br><br>\r\n\r\n           \r\n\r\nwithout  regard to race, colour, religion or language.\r\n\r\nIn fact, the Report says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No one citizen has or ought to have less or more\r\n\r\nrights  than  another  citizen and  similarly  no  one\r\n\r\nindividual  has or ought to have less or  more  rights\r\n\r\nthan another individual in a democratic nation.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, in a democratic society it is futile,\r\n\r\nimpractical  and dangerous for minorities  to  try  to\r\n\r\nfind  security  in  so-called  minority  rights,   for\r\n\r\nminority  rights mean rights different from  those  or\r\n\r\nadditional to those enjoyed by the majority.  If  that\r\n\r\nis  the way the minorities try to resolve the problem,\r\n\r\nI  say  it is not only impractical, but worse,  it  is\r\n\r\ndangerous  for  the  minorities.  According   to   the\r\n\r\nCommission, it would appear that minority rights  were\r\n\r\nsought  after  not  because the  minorities  fear  the\r\n\r\nmajority, but because they wanted more rights than the\r\n\r\nmajority. You will note, Sir, it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...the bulk of the representations, both oral and\r\n\r\nwritten,  made  to  us by the minority  racial  groups\r\n\r\nconsisted  of  requests for preferential treatment  in\r\n\r\nsome  matters  rather  than allegations  of  or  fears\r\n\r\nregarding  discriminatory treatment on the grounds  of\r\n\r\nrace, language or religion.'\r\n\r\n\r\n\r\n<br><br>In   other  words,  those  minority  groups  who  want\r\n\r\nminority  rights  are  not  asking  for  these  rights\r\n\r\nbecause they are afraid of the majority - because they\r\n\r\ngenuinely  believe that the majority was denying  them\r\n\r\nequal rights - but because they want more rights  than\r\n\r\nthe  others.  If this is true, then, as I  have  said,\r\n\r\nwhat the minorities are asking for is not equality  of\r\n\r\nrights  but  unequal rights in a democracy.  They  are\r\n\r\ntrying to safeguard themselves - at least they believe\r\n\r\nthey  are  safeguarding themselves - against  possible\r\n\r\ndiscrimination by the majority by asking for  favoured\r\n\r\nconstitutional  treatment, by  seeking  constitutional\r\n\r\nprovisions  which, in fact, discriminate  against  the\r\n\r\nmajority. In a democracy, as I have said, it is futile\r\n\r\nand  impractical  for  the  minorities  to  strive  to\r\n\r\nsafeguard their rights in terms of minority rights. It\r\n\r\nis impossible in a democracy, because I cannot imagine\r\n\r\nunder  the system of one man one vote, which  is  what\r\n\r\ndemocracy  means,  the majority willingly  and  freely\r\n\r\nagreeing  to be discriminated against in this fashion:\r\n\r\nthat is, to ask the majority to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1357</b></font><br><br>\r\n\r\n\r\n\r\nsay, \"Please vote for more rights for the minorities.\"\r\n\r\nThis is impossible in a democracy, unless the majority\r\n\r\nhappens to be all saints. In other words, to quote the\r\n\r\nfamous  English novelist, George Orwell, who  wrote  a\r\n\r\nnovel  called \"Animal Farm\", \"All men are  equal,  but\r\n\r\nsome  men are more equal than others.\" If that is  the\r\n\r\nbasis on which minority rights are pursued, then I say\r\n\r\nit  is impractical. The only way a minority can ensure\r\n\r\npreferential  treatment, unequal  treatment  in  their\r\n\r\nfavour  is  by  scrapping democracy altogether  or  by\r\n\r\nruling  over  the majority by force or the  threat  of\r\n\r\nforce.  That is the only way the minority  can  compel\r\n\r\nthe  majority  to give it minority rights,  which  are\r\n\r\ndefined as rights over and above those enjoyed by  the\r\n\r\nmajority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from the futility of trying to secure for\r\n\r\nthemselves  minority rights, there is also the  danger\r\n\r\nin  minorities  seeking to buy security  in  terms  of\r\n\r\nminority  rights  and what are often  termed  \"special\r\n\r\nrights\"  and  preferential treatment  for  themselves.\r\n\r\nBecause  once you start defining \"minority rights\"  as\r\n\r\nspecial rights or preferential treatment, then you are\r\n\r\nbreaching  an essential principle of democracy,  which\r\n\r\nis  the  principle of equal rights. Once the principle\r\n\r\nof  equal rights for all citizens is denied as a valid\r\n\r\nprinciple,   even  in  theory:  once  the   minorities\r\n\r\npropound  the theory that minority rights is a  breach\r\n\r\nof principle of equality of rights, even in theory let\r\n\r\nalone  in practice, then the minorities are, in  fact,\r\n\r\nencouraging  the growth of the very danger  that  they\r\n\r\nfear, i.e., tyranny by the majority. Because once  the\r\n\r\nminorities  repudiate the principle of  equal  rights,\r\n\r\nthey automatically free the majority from adherence to\r\n\r\nthe  democratic principle of equal rights. They cannot\r\n\r\nexpect  the  majority  to  adhere  to  the  belief  in\r\n\r\nequality  of  rights  when they demand  inequality  of\r\n\r\nrights.  Once  equality of rights is  breached  or  is\r\n\r\nqualified,  then  the  path is  readily  open  to  the\r\n\r\nmajority to pursue constitutionally its own interests;\r\n\r\nand, worse still, without regard to the rights of  the\r\n\r\nminority. Because once you say there is such  a  thing\r\n\r\nas\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1358</b></font><br><br>\r\n\r\n\r\n\r\nminority  rights, the majority can say that  there  is\r\n\r\nsuch  a  thing as majority rights. It is  quite  self-evident,  Sir, that if such a situation arises  -  the\r\n\r\nconflict between minority rights and majority rights - then in a democracy I have not the slightest doubt who\r\n\r\nis  going to win: the majority can win hands down over\r\n\r\nthe  minority who believe in minority rights. And this\r\n\r\nthe  majority can do quite constitutionally, by  sheer\r\n\r\nweight   of  numbers.  That  is  why  I  believe   the\r\n\r\nminorities  are  being short-sighted and  suicidal  in\r\n\r\nupholding  the  theory that so-called minority  rights\r\n\r\ndefined  as  \"special rights\" are the best  safeguards\r\n\r\nagainst  oppression by the majority, against injustice\r\n\r\nby  the  majority.  I believe that  in  Singapore  the\r\n\r\ngreatest  danger to the minority today is not  tyranny\r\n\r\nby  the  majority, but the attempt by certain minority\r\n\r\nleaders  to  pursue the futile and  illusory  goal  of\r\n\r\nminority rights. This is a dangerous illusion bred  by\r\n\r\npanic, emotion, ignorance or opportunism. It is  based\r\n\r\non   ignorance   of   the   realities   underlying   a\r\n\r\nconstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the real objective of the minorities\r\n\r\nshould not be to run after the will-o'-the-wisp called\r\n\r\n\"minority rights\", but to make certain that they  will\r\n\r\nalways enjoy equal rights. Their real problem is,  not\r\n\r\nof  safeguarding minority rights, but whether they can\r\n\r\nalways  make sure that the principle of' equal  rights\r\n\r\nis  safeguarded  in the constitution, i.e.,  the  same\r\n\r\nrights  as  those  enjoyed by the majority.  In  other\r\n\r\nwords, the real safeguard for the minorities is not to\r\n\r\nseek special rights written into the constitution, hut\r\n\r\nthe  sustenance  and safeguarding of the  constitution\r\n\r\nbased  on  the  principle of equal  rights.  What  the\r\n\r\nminority should strive for is to ensure always that no\r\n\r\none  citizen,  regardless of his  race  or  colour  or\r\n\r\ncreed,  enjoys more rights than himself. If that  kind\r\n\r\nof  constitution  can  be drawn up,  the  minority  is\r\n\r\nalways  safeguarded.  The real safeguard  is  equality\r\n\r\nalways  and  not  special  rights  written  into   the\r\n\r\nconstitution. In fact, Sir, I would say that more than\r\n\r\nthe  majority community, the-minorities have a  vested\r\n\r\nand vital interest in preserving the constitution\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1359</b></font><br><br>\r\n\r\n\r\n\r\nbased  on  the fundamental rights and freedom  of  the\r\n\r\nindividual based on the principle of equality. That is\r\n\r\ntheir  greatest  safeguard. Whether  they  survive  or\r\n\r\nperish  will  depend on their ability to preserve  the\r\n\r\nconstitution  which recognises equality always.  Equal\r\n\r\nrights   for  the  majority,  equal  rights  for   the\r\n\r\nminority,    and    a   member   of    the    minority\r\n\r\nconstitutionally  is the equal  of  a  member  of  the\r\n\r\nmajority  community.  That  is  the  important  point.\r\n\r\nBecause  what the minority should always  remember  is\r\n\r\nthat  once a community, either based on race, language\r\n\r\nor  religion, confers special rights on itself and  if\r\n\r\nit  happens  to  be a minority, then in  no  time  the\r\n\r\nmajority  will  say, \"Well, since  you  can  ask  for\r\n\r\nspecial  rights,  I too will vote special  rights  for\r\n\r\nmyself.  I am in a better position to do so because  I\r\n\r\ncan  always win in an election.\" So I can see why  the\r\n\r\nCommission  dismissed  minority  rights   in   a   few\r\n\r\nparagraphs and concentrated on the real safeguard  for\r\n\r\nthe minorities, which is the protection of fundamental\r\n\r\nrights and freedom of the individual. That is the only\r\n\r\nsafeguard  - a true democratic constitution.  In  fact,\r\n\r\nthe  minority  leader  or the  member  of  a  minority\r\n\r\ncommunity  should be the most ardent  supporter  of  a\r\n\r\ndemocratic constitution and of the equality of rights.\r\n\r\nHe should never depart from that principle. The moment\r\n\r\nhe  talks in terms of minority rights, he is lost  and\r\n\r\nhis community is lost.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have said, all this may explain why the\r\n\r\nCommission  has  concerned itself not  with  so-called\r\n\r\nminority   rights   but  with   inquiring   into   the\r\n\r\nfundamental rights and freedom of every citizen and it\r\n\r\nis  within  the wider framework of fundamental  rights\r\n\r\nand  liberties,  suggests  the  Commission,  that  the\r\n\r\nminorities  can  really find the  security  that  they\r\n\r\ncrave  for. This. I submit, is sound practical advice.\r\n\r\nOnce  the  minorities  always and everywhere  dedicate\r\n\r\nthemselves  single-mindedly to  the  preservation  and\r\n\r\ndefence  of fundamental rights and freedom, they  will\r\n\r\ndiscover that they are not fighting alone, because the\r\n\r\noverwhelming  bulk  of  the members  of  the  majority\r\n\r\ncommunity too are interested in basic freedoms, and in\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1360</b></font><br><br>\r\n\r\n\r\n\r\ndesirability  of equal rights. But the  majority  will\r\n\r\nnever  be  interested in defending minority rights.  I\r\n\r\ncannot  imagine  a  member of the  minority  community\r\n\r\ngoing  to  a  constituency and  telling  the  majority\r\n\r\ncommunity,  \"Please vote me in because I am  going  to\r\n\r\ndefend minority rights.\" They will say, \"Well, try  to\r\n\r\nget  a  member of the minority to come and stand  here\r\n\r\nand  see  whether he will be voted in.\" Therefore,  by\r\n\r\nthe  minority identifying its rights with those of the\r\n\r\nmajority  and  getting the majority  to  identify  its\r\n\r\nrights with those of the minority, that is, when  both\r\n\r\nenjoy equal rights, the same rights, the majority will\r\n\r\nalways be prepared to defend equal rights because  its\r\n\r\nown  rights  are involved. Therefore, so long  as  the\r\n\r\nminority seeks equal rights with the majority, it  can\r\n\r\nalways  rely on the support of the majority to  defend\r\n\r\nits  rights, because injustice or the denial of  equal\r\n\r\nrights to the minority must eventually mean denial and\r\n\r\nwithdrawal of equal rights from the majority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, when we view the minority question purely\r\n\r\nfrom   the  constitutional  angle,  we  come  to   the\r\n\r\nirresistible conclusion that the rights and freedom of\r\n\r\ncitizens in a democratic society cannot be classified,\r\n\r\ndefined  and distinguished in terms of race,  language\r\n\r\nor  religion. They must be the same for all  citizens.\r\n\r\nThey  must  transcend racial, linguistic and religious\r\n\r\ndifferences.  Therefore, in so far  as  constitutional\r\n\r\nsafeguards  are  concerned,  the  most  sensible   and\r\n\r\npractical course for the minorities to take is to lend\r\n\r\ntheir   support  to  a  democratic  constitution   not\r\n\r\npostulated  either  on  minority  rights  or  majority\r\n\r\nrights  but  on  equality of rights for all  citizens.\r\n\r\nEven   if   the  Commission,  for  some  reason,   had\r\n\r\nrecommended minority rights in this Constitution  -  I\r\n\r\nas  a member of one of the smallest minorities - I for\r\n\r\none would have opposed it. If the minorities are fools\r\n\r\nenough  to  fall into what would really be a  trap  by\r\n\r\naccepting  special rights, then I say  that  they  are\r\n\r\ngoners  because  any  constitutional  provision  which\r\n\r\nconfers  extra  rights on the minorities,  as  I  said\r\n\r\nearlier, precludes the majority from adhering to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1361</b></font><br><br>\r\n\r\n\r\n\r\nthe  principle  of  equal rights. The  majority  could\r\n\r\nperhaps  set up a Commission. That is quite  possible.\r\n\r\nOnce  you have a Minorities Commission to inquire into\r\n\r\nminority  rights,  there  is nothing  to  prevent  the\r\n\r\nmajority  from setting up a Commission  to  look  into\r\n\r\nmajority  rights.  Therefore, the best  constitutional\r\n\r\nsafeguard  is  really a constitution  which  makes  no\r\n\r\nreference to minority rights or special rights, but to\r\n\r\nequal  rights.  Insofar  as  it  is  a  constitutional\r\n\r\nproblem  and so long as there is a constitution  based\r\n\r\non  equal  rights,  I  say  that  the  future  of  the\r\n\r\nminorities,   constitutionally,  is  permanently   and\r\n\r\nadequately safeguarded, because even if, for  example,\r\n\r\nwe  decided  to  write  into the Constitution  special\r\n\r\nminority  rights,  that would not guarantee  that  the\r\n\r\nrights  would  be  safeguarded,  for,  we  all   know,\r\n\r\nconstitutions  can  be  modified,  changed  overnight,\r\n\r\nmanipulated  or  scrapped  altogether.  We   know   of\r\n\r\ncountries around us where major constitutional changes\r\n\r\nare  made in a matter of minutes or hours - or rights\r\n\r\nare sometimes ignored completely. This can be done  by\r\n\r\nlegal  chicanery or even by the express  will  of  the\r\n\r\nmajority  in  Parliament;  and  the  only  way  for  a\r\n\r\nminority to dispense with the constitution is to seize\r\n\r\npower  by  violent  means or by  intimidation  of  the\r\n\r\nmajority.  A  constitution is,  after  all,  a  formal\r\n\r\ndocument  expressing  an  orderly  way  of  exercising\r\n\r\npolitical  power by the community as  a  whole  or  by\r\n\r\nthose  who  have constituted themselves as the  ruling\r\n\r\nclass.  If  the  government or  the  ruling  class  is\r\n\r\ndedicated to and really believes in democratic ideals,\r\n\r\nthen  the  constitution will be democratic.  In  fact,\r\n\r\neven without a constitution, it will be democratic, as\r\n\r\nthis   Parliament  is  at  the  moment.  We  have   no\r\n\r\nConstitution in the real sense of the word, but  there\r\n\r\nis  democracy, because it is the spirit of  the  thing\r\n\r\nthat   counts.  You  can  have  the  most   democratic\r\n\r\nconstitution  in  the  world  -  and  there  are  many\r\n\r\ntotalitarian and tyrannical governments which have the\r\n\r\nmost democratic constitutions on paper - but there  is\r\n\r\nno  democracy. There are other governments which  have\r\n\r\nno constitutions at all; for example, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1362</b></font><br><br>\r\n\r\n\r\n\r\nBritish Government, and yet it is one of the most\r\n\r\ndemocratic governments in the world.\r\n\r\n\r\n\r\n<br><br>4.20 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So the nature of a constitution is not as it is\r\n\r\nexpressed  on a piece of paper but as it  works  in  a\r\n\r\ncountry  -  which is the most important thing.  It  is\r\n\r\nultimately  determined  by the  political  temper  and\r\n\r\nideals of the community and the government in power or\r\n\r\nthe kind of interest that the ruling party represents.\r\n\r\nThat   is   the   best  safeguard  for  a   democratic\r\n\r\nconstitution - not a piece of paper. But if the  party\r\n\r\nin   power   or  if  the  community  as  a  whole   is\r\n\r\nundemocratic,  racialist or communal in outlook,  then\r\n\r\nwhatever   safeguards  might  be  written   into   the\r\n\r\nconstitution  against the evils of discrimination  and\r\n\r\ninequality,  these  can  be  brushed  aside  and  real\r\n\r\ntyranny  exercised  over  the people.  Therefore,  the\r\n\r\nminorities  would  be  kidding  themselves   if   they\r\n\r\nbelieved  that they could find permanent and  reliable\r\n\r\nsafeguards   against  discrimination,  injustice   and\r\n\r\noppression by an unreasonable majority simply  because\r\n\r\nsuch   safeguards   have   been   written   into   the\r\n\r\nconstitution.  Even  if  they  are  written  into  the\r\n\r\nconstitution, my advice to the minorities is that they\r\n\r\nmust   reinforce  them  and  make  sure   that   these\r\n\r\nconstitutional provisions are sustained  by  political\r\n\r\naction  all  the  time.  In the  final  analysis,  the\r\n\r\nminorities   can   and   must  find   safeguards   for\r\n\r\nthemselves,  not  merely in pursuit of  constitutional\r\n\r\nguarantees  on  nicely  written  documents,   but   in\r\n\r\npolitical and economic solutions to reinforce whatever\r\n\r\nmay be written into the constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I notice that the Commission did not touch on the\r\n\r\nimportant  and  what  I consider to  be  the  relevant\r\n\r\naspects of the so-called minority problem. This may be\r\n\r\nbecause  it  thought that this really was outside  its\r\n\r\nterms  of  reference  or  it may  be  because  it  was\r\n\r\nreluctant  to venture into spheres fraught with  great\r\n\r\ncomplexity  and  delicacy.  But  I  believe  that  the\r\n\r\npolitical, economic and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1363</b></font><br><br>\r\n\r\n              \r\n\r\npsychological   aspects  of  the  so-called   minority\r\n\r\nproblem  are more relevant and decisive to the problem\r\n\r\nwhich the Commission was called upon to investigate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore like, Mr Speaker, Sir, with your\r\n\r\npermission, to supplement the admirable Report of  the\r\n\r\nConstitutional Commission by touching briefly  on  the\r\n\r\npolitical aspects of the minority question.  The  main\r\n\r\npoint  I  would  like  to make is that  the  so-called\r\n\r\nminority problem is but a particular aspect of what is\r\n\r\ngenerally  referred  to as the communal  problem.  The\r\n\r\nminority  problem  arises only when psychologically  a\r\n\r\nminority  feels itself to be a minority. That  is  the\r\n\r\npsychological aspects of the problem.  So  long  as  a\r\n\r\nminority feels that it is a minority, then it  becomes\r\n\r\naware of the majority as somebody outside itself,  and\r\n\r\ntherefore  a minority problem, a minority attitude,  a\r\n\r\nminority  complex is created. If you were to read  the\r\n\r\nhistory  of  modern nations, for example Britain  -  I\r\n\r\nused  to  read English history when I was a  boy  - you\r\n\r\nwill discover that once upon a time, there was no such\r\n\r\nthing as \"Britain\". There were \"English\", \"Saxons\" and\r\n\r\n\"Normans\".  They  thought of  themselves  as  minority\r\n\r\ngroups. Only 100 years ago, there was no such thing as\r\n\r\na German nation; there was no such thing as an Italian\r\n\r\nnation.  In  fact,  there was  no  such  thing  as  an\r\n\r\nAmerican  nation when Malacca was founded. There  were\r\n\r\nPoles,  immigrants of all kinds - just like  us.  Then\r\n\r\nover   a  period  of  years,  the  Americans  had   to\r\n\r\nconstitute themselves into a nation. It was necessary.\r\n\r\nFor example, the early settlers of America thought  of\r\n\r\nthemselves  as  Dutch,  French,  German,  English  and\r\n\r\nIrish,  and  over a period of 100 years or more,  they\r\n\r\nhad  learned to think of themselves as Americans. They\r\n\r\nhave  not  yet  completed the process,  but  today,  a\r\n\r\nDutchman  or even a Japanese or Chinese or Negro  from\r\n\r\nAmerica will tell you that he is an American.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So the problem of minorities is partly - not\r\n\r\naltogether  - a psychological problem created  by  the\r\n\r\nminorities.  So the first step for the  minorities  to\r\n\r\ntake  is  to stop thinking of themselves as minorities\r\n\r\nand, more important, to stop\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1364</b></font><br><br>\r\n\r\n\r\n\r\nacting politically as minorities. Unless they can make\r\n\r\nthat  mental  leap, there will always  be  a  minority\r\n\r\nproblem.  In some countries where there is a  minority\r\n\r\nproblem,  the  minorities  become  a  problem  to  the\r\n\r\nmajority  because they keep apart from the  rest.  The\r\n\r\nmore  you act and think like a minority, the more  you\r\n\r\ncreate  a  problem with tension and conflict  and,  in\r\n\r\nfact, you encourage the majority to think of you as  a\r\n\r\nproblem to them too. Once the majority begin to  think\r\n\r\nof  you not as a citizen, not as part of themselves or\r\n\r\nas  part of the nation or the community, then you  are\r\n\r\nreally  storing up trouble, because once the  majority\r\n\r\nsomehow fix in their minds that you, the minority, are\r\n\r\na  problem, then they will have an insoluble  minority\r\n\r\nproblem on their hands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But in a multi-racial, multi-lingual and multi-cultural society like ours, the communal problem,\r\n\r\nwhich  is what the minority problem is at the  present\r\n\r\nstage of our political and social development, must be\r\n\r\nand  will  always  remain one of  the  major  problems\r\n\r\nwhich, if we do not resolve intelligently, could break\r\n\r\nour  society, especially of an independent  Singapore.\r\n\r\nWe   all   know  what  has  happened  in  neighbouring\r\n\r\ncountries  which had allowed the communal  problem  to\r\n\r\nget  out of hand. We are fortunate because we are  one\r\n\r\nof  the  last countries in Asia to become independent.\r\n\r\nTwenty  years after the decolonisation process  began,\r\n\r\nwe  are  in  the fortunate position of being  able  to\r\n\r\nlearn   from  the  mistakes  and  illusions  of  other\r\n\r\ncountries   which  acquired  their  independence   two\r\n\r\ndecades or so ago. In countries like India and Ceylon,\r\n\r\n20  years  ago when the people were talking about  the\r\n\r\ncommunal  problem, they genuinely believed  that  this\r\n\r\nproblem was wholly the creation of the imperial  power\r\n\r\nand that it was the result or consequence wholly of  a\r\n\r\ndivide and rule policy - playing one community against\r\n\r\nthe  other.  Perhaps there is some  truth  in  this  -\r\n\r\ncolonial  powers did keep the communities divided  and\r\n\r\nplay one community against the other. And so in India,\r\n\r\nwhen the people were fighting for their freedom, there\r\n\r\nwas communal\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1365</b></font><br><br>\r\n\r\n\r\n\r\nharmony  and racial unity based on nothing  more  than\r\n\r\ncommon hatred of the imperial power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another good example is Ceylon. I remember when I was\r\n\r\na student the articles that were being written. Ceylon\r\n\r\nwas  pointed to as a success story of British colonial\r\n\r\npolicy  because in Ceylon the British had deliberately\r\n\r\nrefused  to  allow  a communal Parliament-no  communal\r\n\r\nrepresentation, a high literacy rate, a sound economy.\r\n\r\nSo here was one place where you could really create  a\r\n\r\nunited  nation  out of Tamils, Singhalese,  Christians\r\n\r\nand Buddhists over a period of 10 years. And it looked\r\n\r\nas if communalism was not a problem in Ceylon and that\r\n\r\nsomehow  they had broken through this prejudice  based\r\n\r\non race, language or religion. But, unfortunately, the\r\n\r\nleaders  assumed  that the communal problem  had  been\r\n\r\nsolved  because  they subscribed to  the  thesis  that\r\n\r\ncommunalism  was really the creation of  the  colonial\r\n\r\npower  and  that once colonialism was out the  problem\r\n\r\nwas  solved. So they thought, \"Yes, that is  true  -\r\n\r\nonce  the  British  are out, there would  he  communal\r\n\r\nharmony.\"  But we know, Sir, that that is not  so  and\r\n\r\nthat  today  the country is torn asunder; that  people\r\n\r\nwho  have lived together for centuries and who  really\r\n\r\nare  of  the same racial group are now bitter enemies,\r\n\r\nand  their economy is ruined. And it will be  a  long,\r\n\r\nlong  time  before  the  problem,  based  largely   on\r\n\r\nlinguistic  differences, is resolved. I do  not  think\r\n\r\nthat  in  India or Ceylon, the leaders who fought  for\r\n\r\nfreedom  really studied the communal problem intensely\r\n\r\nand in depth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, we in Singapore should not delude\r\n\r\nourselves  into  believing that once the  imperialists\r\n\r\nare out, there would be no communal or racial problem,\r\n\r\nor  that  because  there is harmony now  there  is  no\r\n\r\nracial  problem.  Fortunately, the  problem  is  under\r\n\r\ncontrol. Nevertheless, it is necessary for us to  bear\r\n\r\nin mind that if the communal problem is allowed to get\r\n\r\nout  of hand because of ignorance or because we do not\r\n\r\nunderstand  it  or  because we do  not  take  adequate\r\n\r\nmeasures now to control\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1366</b></font><br><br>\r\n\r\n\r\n\r\nit,  then the consequence must be violence of  a  most\r\n\r\nbarbaric  kind,  accompanied  by  economic  chaos  and\r\n\r\nsmouldering unrelenting hatreds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the point which is often overlooked by those\r\n\r\nwho  play with communal fire. There are those who play\r\n\r\nwith  communal  fire. They may just think  of  scaring\r\n\r\npeople by raising the communal bogey or by playing  on\r\n\r\ncommunal   passions,  but  they   must   realise   the\r\n\r\ninevitable  consequences that  must  follow  once  the\r\n\r\ncommunal  problem is allowed to get  out  of  control.\r\n\r\nOnce you start playing with fire and the spark sets up\r\n\r\nsome conflagration, then we get a situation even worse\r\n\r\nthan what has happened either in Ceylon, India or  any\r\n\r\nother  part  of  this world, because in  the  case  of\r\n\r\nSingapore  the consequences of communal conflict  will\r\n\r\nbe  far  more total and far more disastrous than  they\r\n\r\nhave  been  in  some  of  the  other  countries  where\r\n\r\ncommunal   violence  was  allowed  to  overwhelm   the\r\n\r\nsociety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in other countries the sources of communal\r\n\r\nconflict have been either religion, language, race, or\r\n\r\nculture.  For  example,  in  India  it  was  primarily\r\n\r\nreligion  that was the basis of conflict. Because  the\r\n\r\nHindus  and Muslims are racially alike, speak more  or\r\n\r\nless  the  same language depending on what  area  they\r\n\r\ncome from, and more or less share the same history and\r\n\r\nculture. Again in Ceylon the Tamils and Singhalese are\r\n\r\nculturally and racially alike. The dividing line - the\r\n\r\npoint of conflict - was just language. In fact, Sir, I\r\n\r\nwas  told that both in Ceylon and in India during  the\r\n\r\ncommunal  conflict there was no way for  a  Muslim  to\r\n\r\nknow  that  the other man was a Hindu. A Muslim  might\r\n\r\nlook  like a Hindu. There was no way of distinguishing\r\n\r\nexcept  by rather devious means as to who was a  Hindu\r\n\r\nor a Muslim. Similarly it was difficult to distinguish\r\n\r\nbetween a Tamil and a Singhalese.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But in Singapore the communities are divided in every\r\n\r\nconceivable way. The criteria include all the  factors\r\n\r\nwhich  make  for  communal conflict - race,  language,\r\n\r\nreligion  and  culture. Each community is  divided  on\r\n\r\nevery one of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1367</b></font><br><br>\r\n\r\n\r\n\r\nthese  points. The situation is not like that  of  the\r\n\r\nother  countries  where  only one  factor  making  for\r\n\r\ncommunal  conflict  is  present.  Here  all  the  four\r\n\r\nfactors - race, language, religion and culture  -  are\r\n\r\npresent.  If  we  have a conflict, we  will  know  who\r\n\r\nbelongs to which community. So once you precipitate  a\r\n\r\nconflict,  I  say, Sir, it must be a  total  conflict.\r\n\r\nTherefore, unlike some of the other countries,  it  is\r\n\r\nmore  than  ever  necessary for those here  who  start\r\n\r\nplaying  around with language or religion in the  hope\r\n\r\nof  arousing support for themselves to be cautious  of\r\n\r\nsaying,  \"Oh,  so-and-so is anti-Malay;  so-and-so  is\r\n\r\nanti-Chinese.\" They might think that they  are  making\r\n\r\nthese  statements  purely to get short-term  benefits,\r\n\r\nbut  once  these statements spark off a conflagration,\r\n\r\nthen  the  consequences will be far more horrible  and\r\n\r\nterrible  than has been the case in some of the  other\r\n\r\ncountries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I notice that communal politicians and communal\r\n\r\nparties  in  Singapore are well  aware  of  all  these\r\n\r\nfactors  that  make  for possible  communal  conflict.\r\n\r\nTherefore,  they  make  deliberate  appeals  to  race,\r\n\r\nlanguage, religion and culture. I have yet  to  see  a\r\n\r\nman  or a leader of a Party, which claims to represent\r\n\r\na particular minority community, making appeals to all\r\n\r\non the basis of general ideology. He talks in terms of\r\n\r\nspecialised  appeals - language,  race,  religion  and\r\n\r\nculture.  One day the appeal may be to race solidarity\r\n\r\nor  blood  brotherhood.  On other  occasions  he  will\r\n\r\nappear  as  the defender of language or religion,  and\r\n\r\nfor a change may come forward as the champion of their\r\n\r\nculture.  And  in  moments of desperation,  especially\r\n\r\njust before an election or during an election, all the\r\n\r\nfour instruments may be played simultaneously.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These appeals to communal factors are resorted to by\r\n\r\nboth   the   majority  community  and   the   minority\r\n\r\ncommunities, i.e, all those who believe that  communal\r\n\r\nsolidarity or racial solidarity is the soundest  basis\r\n\r\nfor political action. I can well understand, though  I\r\n\r\ndeplore, those communal leaders who strive to  advance\r\n\r\nthemselves  politically by appealing to  the  communal\r\n\r\nsentiments of the majority. I can understand a member\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1368</b></font><br><br>\r\n\r\n\r\n\r\nof the majority community wanting to play communalism.\r\n\r\nSuch  leaders  at least have a fairly good  chance  of\r\n\r\nsuccess  for  the  simple  reason  that  the  majority\r\n\r\ncommunity  can  always win hands down  in  a  communal\r\n\r\npolitical contest.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Rajaratnam, you have just reached\r\n\r\none  hour.  Would  you like me to obtain  the  general\r\n\r\nassent of the House for you to proceed a little beyond\r\n\r\nthat?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> If it please you, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it the general assent of the House\r\n\r\nthat the Minister be permitted to proceed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Aye.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, this being so, I cannot\r\n\r\nunderstand why minority leaders should become  fervent\r\n\r\nadvocates  of communal parties and communal  politics,\r\n\r\nbecause  in  Singapore  there  is  not  the  slightest\r\n\r\nprospect of minority communal parties getting anywhere\r\n\r\npolitically   by   either  constitutional   means   or\r\n\r\notherwise.  Sir, if I were a communal politician  from\r\n\r\nthe majority community, the first thing I would do  is\r\n\r\nto   subsidise  communal  politicians  from   minority\r\n\r\ncommunities.  I  would  encourage  communal  political\r\n\r\nparties  from  the  minorities.  This  would  be   the\r\n\r\nquickest  and  easiest  way to  assure  permanent  and\r\n\r\nunbridled  dominance by the majority community.  If  I\r\n\r\nwere  a Chinese communalist in Singapore, what I would\r\n\r\ndo  is not only to encourage communal parties but even\r\n\r\npass  legislation  to  say that  minority  communities\r\n\r\nshould  only  belong to minority parties or  that  one\r\n\r\nracial community should belong to a specific political\r\n\r\nparty  and  ban  multi-racial parties.  If  I  were  a\r\n\r\nChinese  communal leader, that is what I would  do.  I\r\n\r\nwould encourage minorities to form their own political\r\n\r\nparties.  I  would  be  generous  enough  to  write  a\r\n\r\nconstitution  granting a few seats for the  minorities\r\n\r\nin  Parliament.  Five or ten seats do  not  matter.  I\r\n\r\nwould  give them that because I have nothing  to  lose\r\n\r\nand everything\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1369</b></font><br><br>\r\n\r\n\r\n\r\nto  gain  as  a  Chinese communalist  by  doing  this,\r\n\r\nbecause  then  the minorities would forever  remain  a\r\n\r\nminority in Parliament - an ineffective minority - and\r\n\r\nforever  play  the  role  of  just  a  permanent   but\r\n\r\nineffective opposition in the country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I were a Chinese communalist in Singapore, I would\r\n\r\nsee  another advantage in encouraging communal parties\r\n\r\namong  the  minorities. I would pretend to  take  very\r\n\r\nseriously  the  claims  of  communal  political  party\r\n\r\nleaders  that only communal or racial parties  can  be\r\n\r\ntrusted to look after the interests and welfare of the\r\n\r\ncommunity  concerned.  I  would  say  that  is   quite\r\n\r\ncorrect.  This  would suit the majority leaders  fine.\r\n\r\nThey  could  then  with  a  clear  conscience  confine\r\n\r\nthemselves to looking after the interests only of  the\r\n\r\nmajority  on the same principle that only a particular\r\n\r\nrace  can  look after the interest of that  particular\r\n\r\nrace.  They  could further disavow any  responsibility\r\n\r\nfor  the  welfare of the minorities, if the minorities\r\n\r\nshould  complain,  the leaders of the  majority  could\r\n\r\nquite logically maintain that this responsibility  has\r\n\r\nbeen transferred to the leaders and representatives of\r\n\r\nminority  political parties. After all,  the  minority\r\n\r\ncommunal leaders justify communal parties on the basis\r\n\r\nthat  only members of a particular race can look after\r\n\r\nthe interest of that particular race.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, worse of all is that once minority communalists\r\n\r\nturn  to communal politics as the only solution,  then\r\n\r\nthe  majority  community is also free  to  go  in  for\r\n\r\nuninhibited communal politics themselves. It would  be\r\n\r\nillogical  for  the  minority  leaders  to  object  to\r\n\r\ncommunal politics on the part of the majority while at\r\n\r\nthe   same   time  extolling  communal  politics   for\r\n\r\nthemselves.  The  minorities cannot  insist  that  the\r\n\r\nmajority   community  should  adhere  to  multi-racial\r\n\r\nparties  and  make a multi-racial approach  while  the\r\n\r\nminorities  should  go  in for communal  politics  and\r\n\r\nracial politics. In any case, if the minority communal\r\n\r\nleaders  were successful in getting support for  their\r\n\r\ncommunal parties, if they could really mobilise all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1370</b></font><br><br>\r\n\r\n\r\n\r\nMalays,  all Chinese, all Ceylonese, all Eurasians  to\r\n\r\njoin only communal parties, then unwittingly, even  if\r\n\r\nthe  majority  were multi-racial-minded, non-communal-minded,  they would organisationally become a communal\r\n\r\nparty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Singapore, where there is a vast\r\n\r\nmajority - in fact, almost totally - of Chinese, if  a\r\n\r\nMalay  communal  party succeeds in rallying  only  the\r\n\r\nMalays  around  them, there would  be  no  Malays,  no\r\n\r\nIndians and no Ceylonese inside the majority party; so\r\n\r\nthe  Chinese  party  organisationally,  in  terms   of\r\n\r\nmembership,  must  become communal.  If  the  majority\r\n\r\nparty  happens,  because  of  the  stupidity  of   the\r\n\r\nminorities, to be a party only of Chinese, then it  is\r\n\r\ninevitable   that   one  day  it   must   drift   into\r\n\r\ncommunalism.  So it would appear to me that  the  more\r\n\r\nminority  communities turn to communal  politics,  the\r\n\r\nmore  certain they make the advent of what they  fear,\r\n\r\nand  that  is communalism of the majority.  Therefore,\r\n\r\nSir, minority communalism is all the more foolish  and\r\n\r\nsuicidal  in Singapore, because as of today there  are\r\n\r\nno  effective  Chinese communal parties.  That  is  an\r\n\r\ninteresting fact. The majority has not resorted to the\r\n\r\nformation  of  communal parties. There was  some  time\r\n\r\nago,  it is true, the M.C.A., but it has vanished from\r\n\r\npolitical life simply because it could not get support\r\n\r\nfrom  the majority community. Therefore, today we  are\r\n\r\nin  the fortunate position that the majority community\r\n\r\nin Singapore is expressing itself through multi-racial\r\n\r\nparties  and  this  has acted as  a  brake-on  Chinese\r\n\r\ncommunalism which undoubtedly exists as a latent force\r\n\r\nand  will continue to do so for some time. But so long\r\n\r\nas  the Chinese express-themselves politically through\r\n\r\nmulti-racial  parties,  the  communalists  among   the\r\n\r\nmajority will always be under check.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, as we see it, the best guarantee against\r\n\r\ncommunalism  by  the  majority is  the  emergence  and\r\n\r\nconsolidation  of multi-racial parties.  Only  through\r\n\r\nmulti-racial  parties  can  the  minorities  get   the\r\n\r\nmajority   to  reach  accommodation  with   them,   by\r\n\r\ncompelling the majority to pay regard to the interests\r\n\r\nof all, the majority as well\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1371</b></font><br><br>\r\n\r\n\r\n\r\nas  the minorities. Any minority leader who tells  his\r\n\r\npeople  that the united strength of his community  can\r\n\r\nprevail  over the united strength of the  majority  is\r\n\r\nleading  his people to perdition. The truth that  must\r\n\r\nbe  got across to the minority communities as soon  as\r\n\r\npossible is this. The majority community has  more  to\r\n\r\ngain  from communal politics. That is fact number one.\r\n\r\nSomehow  we must drive into the minds of the  minority\r\n\r\ncommunities  that  if  they  want  to  play   communal\r\n\r\npolitics,  then  victory  would  go  to  the  majority\r\n\r\ncommunity.  Make  no mistake about  it.  And  for  the\r\n\r\nminorities, the day that multi-racial parties  decline\r\n\r\nin Singapore, that is their day of doom. More than the\r\n\r\nmajority community, therefore, the minorities  have  a\r\n\r\nvital  interest in the growth and dominance of  multi-racial parties whether of the Right or of the Left. So\r\n\r\nwhen  I  hear  leaders  from the minority  communities\r\n\r\nmouthing  communal slogans day in and day out,  hoping\r\n\r\nto  succeed in deluding the minorities into taking the\r\n\r\ncommunal road, I am convinced that they will turn  out\r\n\r\nto  be, historically and objectively, the men who have\r\n\r\nbetrayed  and  destroyed the race,  the  language  and\r\n\r\nreligion  which  they now profess to  defend,  because\r\n\r\nevery  time a minority leader talks of \"Malays unite,\"\r\n\r\nor \"Indians unite,\" or \"Eurasians unite,\" or Ceylonese\r\n\r\nunite,\"  I  know the day will come when somebody  will\r\n\r\nget  up  and  say, \"Chinese unite.\" If the  minorities\r\n\r\nkeep  on  talking about Malays unite,  Indians  unite,\r\n\r\nthen  there must come a day when the Chinese will say,\r\n\r\n\"All  right,  now  I  will say what  you  people  say.\r\n\r\nChinese  unite.\" And when that day comes, then  I  say\r\n\r\nwhatever  might be written into the constitution,  the\r\n\r\nminorities  are lost. The other way, as I  have  said,\r\n\r\nwhich  constitutionally is the best safeguard for  the\r\n\r\nminorities,  is  to ask for equal rights  politically.\r\n\r\nThe  best guarantee for minorities is to fight  always\r\n\r\nand  everywhere for multi-racial parties. And the best\r\n\r\nway  to do that is for them to get out from their  own\r\n\r\ncommunal   parties.  Then  I  say,   politically   and\r\n\r\nconstitutionally the future for the minorities will be\r\n\r\nbright, safe and secure.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1372</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think this is a convenient time to\r\n\r\nsuspend.  I will suspend the sitting now and take  the\r\n\r\nChair again at half-past Five.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>one minute to Five o'clock p.m, until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n             \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Soo Peng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Soo Peng (Havelock):</b> Mr Speaker, Sir, I rise\r\n\r\nto  thank  the Constitutional Commission for the  very\r\n\r\nspeedy  Report  which is fundamentally  well-conceived\r\n\r\nand  clearly expressed. Like any other piece of  work,\r\n\r\nthere are shortcomings, and if I appear to touch  only\r\n\r\non  them,  I  wish to emphasise that it  is  only  the\r\n\r\npressure  of  time  that compels  me  to  by-pass  its\r\n\r\nvirtues.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Commission was appointed to consider and advise\r\n\r\non  ways and means to safeguard minority interests. It\r\n\r\nhas  recommended  a Council of State to  consider  all\r\n\r\nBills other than Supply and urgent ones. Not all Bills\r\n\r\nimpinge  or  infringe minority interests. I  feel  the\r\n\r\nCommission should have recommended a Council that will\r\n\r\nonly consider Bills certified by the Speaker as likely\r\n\r\nto affect minority interests. This Commission has also\r\n\r\nrecommended  that the Council, consisting of  nominees\r\n\r\nof  the President, should publicly debate Bills before\r\n\r\nParliament does so. This may give rise to bad effects.\r\n\r\nFirstly,  the focus of the spotlight will be  switched\r\n\r\nadversely from Parliament to the Council. The House of\r\n\r\nLords  in  the  United Kingdom, the Senate  and  Upper\r\n\r\nHouse  in other countries debate Bills after  and  not\r\n\r\nbefore  Parliament. The spotlight  must  be  on  those\r\n\r\nanswerable to the people and not on those who  do  not\r\n\r\nhave  to  face the electorate. Secondly, friction  may\r\n\r\narise  between Parliament and the Council.  Parliament\r\n\r\ngenerally is composed of people educated in the  rough\r\n\r\nand tumble of life. Their education is a strenuous one\r\n\r\nwhich  the  electorate has endorsed.  Members  of  the\r\n\r\nCouncil, on the other hand, will consist\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1373</b></font><br><br>\r\n\r\n              \r\n\r\nof  eminent  men  who are very likely  to  be  learned\r\n\r\nprofessionals. After the Council has publicly  debated\r\n\r\non the proposed legislation, Members of Parliament can\r\n\r\neither  repeat their wisdom and apt phrases, in  which\r\n\r\ncase their public image will be tarnished. Or they can\r\n\r\ntry to unearth something new for the sake of being new\r\n\r\nand run the risk of more damage to their public image.\r\n\r\nThe   germs  of  friction  are  abundant  in  such   a\r\n\r\nsituation.  The  Council  is  not  answerable  to  the\r\n\r\nelectorate  and  there is no basic reason  for  it  to\r\n\r\ndebate  in public. It is far better that it  does  its\r\n\r\nwork  without  casting anxious glances at  the  Public\r\n\r\nGallery.  Thus  I  feel  the  Commission  should  have\r\n\r\nrecommended a Council that will debate Bills certified\r\n\r\nby  the Speaker as likely to affect minority interests\r\n\r\nafter and not before Parliament does so, privately and\r\n\r\nnot publicly. Of course, with this suggestion must  go\r\n\r\nthe further suggestion that the Council should be able\r\n\r\nto  refer the Bills back to Parliament once again  for\r\n\r\nfurther  consideration. In our  present  structure  of\r\n\r\nelected representative government, Parliament  is  the\r\n\r\nsupreme  legislative institution second  to  none  and\r\n\r\nanswerable to none except the electorate. This must be\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The recommendation of the Commission for an Ombudsman\r\n\r\nreally exceeds its terms of reference, although it  is\r\n\r\nobvious  that  it has been done so with  the  best  of\r\n\r\nintentions.  The  Ombudsman does not really  look  for\r\n\r\ninfringement  of minority interests. His  task  is  to\r\n\r\nensure  that  with  the  increasing  need  for   wider\r\n\r\ndiscretionary   powers   in   the   Executive,    such\r\n\r\ndiscretions  are not to be abused. The  need  for  his\r\n\r\nservices  is to be debated in the context of the  good\r\n\r\nof the whole society and not in the limited context of\r\n\r\nhow minority interests can be safeguarded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I sit down, Mr Speaker, Sir, I wish, with\r\n\r\nyour  permission, to touch on a lighter point of view.\r\n\r\nI  refer  you  to  paragraph 84  of  the  Commission's\r\n\r\nReport.  May  I  draw  the  attention  of  the   trade\r\n\r\nunionists in this House to this new method of taking a\r\n\r\nwage claim?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1374</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>5.38 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chow Chiok Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chow Chiok Hock (Ulu Pandan)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir, looking at the Report of the Commission\r\n\r\nas  a  whole,  we  can  clearly  understand  that  the\r\n\r\nposition  of  the  minorities in  Singapore  is  being\r\n\r\nrespected   and   protected.  There   is   no   racial\r\n\r\ndiscrimination or prejudice in this country as can  be\r\n\r\nseen  in  this Report, and most of the recommendations\r\n\r\nare  very  enlightened. All this can make Singapore  a\r\n\r\nmodel to other countries. But there is still room  for\r\n\r\nimprovement  to  perfect  the Republic  of  Singapore.\r\n\r\nTherefore,  I  would like to touch  upon  the  various\r\n\r\nrecommendations  of  the Report in  order  to  air  my\r\n\r\nviews.  First  of  all, we can see  clearly  from  the\r\n\r\nReport that the special position and the privileges of\r\n\r\nthe  Malays  are specially stressed. I would  like  to\r\n\r\ndraw  your  attention  to the rights  of  one  of  the\r\n\r\nminorities.  Paragraph 34 refers  to  Article  89  (2)\r\n\r\nwhich provides that the Government shall exercise  its\r\n\r\nfunctions  in such manner as to recognise the  special\r\n\r\nposition  of the Malays, and to protect their  various\r\n\r\ninterests, etc. In other provisions, we can also  find\r\n\r\nthe  same  kind  of  special  care  and  emphasis   on\r\n\r\nsafeguarding the interest of the Malays without seeing\r\n\r\nany  mention  about  the  same  safeguards  for  other\r\n\r\nminority  races.  In principle, I  support  the  above\r\n\r\nprotection  for the Malays. But obviously  the  Malays\r\n\r\nare  not  the only minority race in our Republic.  The\r\n\r\nReport   also  points  out  that  in  the  June   1963\r\n\r\ncensorship of Singapore, the Chinese comprised 75  per\r\n\r\ncent,  the  Malays 14 per cent, the  Indians  and  the\r\n\r\nPakistanis 8 per cent, and the rest 3 per cent of  the\r\n\r\ntotal  population. So from this we can see that  there\r\n\r\nare other minority races besides the Malay race. These\r\n\r\nother minority races should also have their rights and\r\n\r\ninterests protected in the same way by the Government.\r\n\r\nThe provisions relating to the rights and interests of\r\n\r\nthe  minority Malays should also cover them. Only then\r\n\r\ncan it be in keeping with the spirit and principle  of\r\n\r\nthe  multi-racial society of Singapore where there are\r\n\r\nalso multi-lingual, multi-cultural and multi-religious\r\n\r\nforms and systems.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1375</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph 36 recommends that Article 9 of the\r\n\r\nMalaysian Constitution be amended to provide  that  no\r\n\r\ncitizen  shall be banished or excluded from  Singapore\r\n\r\nand it is recommended by the Commission to be included\r\n\r\nin the Singapore Constitution. If we accept this, then\r\n\r\nby  this provision we will be able to lessen any worry\r\n\r\namong  people not born here who want to be or have  be\r\n\r\ncome citizens of Singapore and they can be assured  of\r\n\r\ntheir freedom of movement and human rights. This is  a\r\n\r\nnecessary human right to be accorded to the people  by\r\n\r\nan  elected responsible government and a Parliamentary\r\n\r\ndemocracy. But on this point I would point out that it\r\n\r\nis  not  mentioned  whether such  citizenship  can  be\r\n\r\ncancelled. Therefore, I would like the Minister to pay\r\n\r\nattention  to  this  and say whether  citizenship  can\r\n\r\nstill  be  deprived  when this provision  s  accepted,\r\n\r\nnamely,  the  provision  that  no  citizen  shall   be\r\n\r\nbanished or excluded from Singapore. If this point  is\r\n\r\nnot  made clear in the provision and a person who  has\r\n\r\nreceived citizenship has had it cancelled, he will  no\r\n\r\nlonger become a citizen of Singapore and may be liable\r\n\r\nto  be  banished  from  Singapore.  This  is  somewhat\r\n\r\ninconsistent  with  the  provisions  in  the   Report.\r\n\r\nTherefore,  with  reference to  paragraph  36  of  the\r\n\r\nReport. I suggest in the provision which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`9. -(I) No citizen shall be banished or excluded\r\n\r\nfrom Singapore;'\r\n\r\n\r\n\r\n<br><br>there should also be added a stipulation that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No citizen shall be deprived of his citizenship;'\r\n\r\n\r\n\r\n<br><br>in  order  to assuage any fear or doubt of  those  who\r\n\r\nhave  acquired citizenship. But I must stress that  in\r\n\r\nthe  interest of the Republic we should not apply this\r\n\r\nsafeguard  to traitors or spies. At the same  time,  I\r\n\r\nwould suggest that the Minister should be empowered to\r\n\r\ntake  appropriate action against such people.  If  the\r\n\r\nprovision  can  be  amended to take  in  what  I  have\r\n\r\nsuggested,   it   will   be  less   contradictory   or\r\n\r\ninconsistent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in paragraph 59 (i) of the Report,\r\n\r\nit  is suggested that a small advisory body called the\r\n\r\nCouncil  of State consisting of 21 members  should  be\r\n\r\nset up. If it is to be set up on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1376</b></font><br><br>\r\n\r\n\r\n\r\na  very small scale as a consultative advisory body to\r\n\r\nthe  Government, the number of members should  not  be\r\n\r\ntoo large; say, between five and nine members would be\r\n\r\nmore  ideal. This will reduce expenditure and increase\r\n\r\nthe  possibility of members coming to  agreement  more\r\n\r\neasily on any matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, various opinions have been expressed by Members\r\n\r\nof  Parliament on this Report. I would like to express\r\n\r\nmy support for the motion.\r\n\r\n\r\n\r\n<br><br>5.49 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson)</b>(<i>In Tamil</i>): Mr Speaker,\r\n\r\nSir,  every  citizen should be entitled to his  rights\r\n\r\nand  this  Constitutional Commission  has  accordingly\r\n\r\nsubmitted its recommendations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we trace the political changes or recent times, in\r\n\r\n1954 the Rendel Commission's Report was put up and, as\r\n\r\na  result,  a minority was able to rule this  country.\r\n\r\nThose who were registered voters at that time were the\r\n\r\nonly  ones  entitled to vote. The people, to  a  large\r\n\r\nextent,  did not come forward to claim their right  to\r\n\r\nvote,  because  they realised that  they  were  living\r\n\r\nunder  minority rule. In 1959, compulsory  voting  was\r\n\r\nintroduced and all adults were given the franchise  to\r\n\r\nvote.  Therefore,  every  one  of  them  was  able  to\r\n\r\nexercise his right to vote and a democratic government\r\n\r\nwas made possible. The People's Action Party then came\r\n\r\nto power with a two-thirds majority in the Legislative\r\n\r\nAssembly.  The reason for this victory was that  their\r\n\r\npolicies  were  multi-lingual,  multi-racial,   multi-religious and multi-cultural. They are still  carrying\r\n\r\nout  these  policies. But one section  of  the  people\r\n\r\nbroke   away  from  the  People's  Action  Party   and\r\n\r\nattempted to set up their own Party and form their own\r\n\r\ngovernment.  They brought their views to  the  people,\r\n\r\nbut  in  1963  the  People's Action  Party  was  again\r\n\r\nreturned  to power with a two-thirds majority  in  the\r\n\r\nLegislative Assembly. The main reason for its  success\r\n\r\nwas its belief in multi-racial policies and democratic\r\n\r\nsocialism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1965, when we broke away from Malaysia and\r\n\r\nSingapore  became independent, the minority groups  in\r\n\r\nthis country wondered whether they would\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1377</b></font><br><br>\r\n\r\n\r\n\r\nget  equal rights and status. In order to remove  such\r\n\r\nfears,  the  Government appointed  the  Constitutional\r\n\r\nCommission   in   1966.  About   50   individuals   or\r\n\r\nrepresentatives  of  associations  and, groups   gave\r\n\r\nevidence   before  this  Commission.  The   Commission\r\n\r\nstudied  the evidence carefully and then prepared  its\r\n\r\nReport. Even so, it appears that the evidence given to\r\n\r\nthe  Commission  has not been cited  anywhere  in  the\r\n\r\nReport.  Did the evidence ask for special  rights  and\r\n\r\nequal  status? We do not quite know what the  evidence\r\n\r\nwas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Report of the Constitutional Commission\r\n\r\ndeals   with  equal  rights  and  status  for  various\r\n\r\nsections  of  the people. A Council of  State  with  a\r\n\r\nmembership of 21 has been proposed' by the Commission,\r\n\r\nbut  I  would  regard  this  number  as  too  big.   A\r\n\r\nmembership  of 15 would be appropriate.  It  does  not\r\n\r\nappear  right  to me that the Council of State  should\r\n\r\nfunction for a period of nine years, because elections\r\n\r\ntake  place once every five years. Therefore, I  would\r\n\r\nsuggest that the nine-year period should be reduced to\r\n\r\na  five-year  period  and that the  Council  of  State\r\n\r\nshould be formed with due cognisance of the membership\r\n\r\nof Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the office of Ombudsman. In principle,\r\n\r\nthe  suggestion  of such an office may be  acceptable,\r\n\r\nbut  I  do not think it is appropriate in the  present\r\n\r\ncircumstances of our country, because we are now  just\r\n\r\nprogressing in the political field and the people have\r\n\r\nnot  yet acquired sufficient political experience. But\r\n\r\nwhen  their political knowledge advances and they feel\r\n\r\nthat an Ombudsman is necessary, then the matter can be\r\n\r\nreviewed. Members of Parliament are representatives of\r\n\r\nthe  people  and  they should strive  to  rectify  the\r\n\r\ngrievances  of  the  people. The office  of  Ombudsman\r\n\r\nraises  another  doubt.  Is  it  possible  to  get  an\r\n\r\nindividual with a sense of real purpose to  fill  such\r\n\r\nan  office?  There are many races, many religions  and\r\n\r\nmany  cultures in this country and, therefore. I  feel\r\n\r\nthat  the question of appointing an Ombudsman  is  not\r\n\r\nquite appropriate at this juncture.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1378</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Certain opinions have been expressed about ballot\r\n\r\npapers.  It has been suggested that serial numbers  on\r\n\r\nballot  papers are not quite right and perhaps not  in\r\n\r\nkeeping  with democratic procedures, that the  secrecy\r\n\r\nof  the  vote will be preserved if serial  numbers  on\r\n\r\nballot  papers  are  removed, and that  it  should  be\r\n\r\npossible  to  do  away with serial numbers  on  ballot\r\n\r\npapers  if the administration is efficient.  If  there\r\n\r\nare no serial numbers on ballot papers, there will  be\r\n\r\nforged  ballot  papers. That is why I  feel  that  the\r\n\r\nserialisation  of  ballot  papers  is  an  appropriate\r\n\r\nmeasure.  Nobody  will be taken for a ride.  Otherwise\r\n\r\none  voter can take four or five ballot papers to  the\r\n\r\npolls  and nobody will be the wiser. Therefore,  I  am\r\n\r\nunable  to accept the' suggestion that serial  numbers\r\n\r\non ballot papers should be removed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister for Foreign Affairs\r\n\r\nspoke  at  length  on  the status of  minorities.  The\r\n\r\nminorities  should have equal rights and  status  with\r\n\r\nthe majority. This would be the right attitude to take\r\n\r\nto ensure that the rights and status of the minorities\r\n\r\nare  safeguarded. It was with this in  mind  that  the\r\n\r\nCommission  has made certain recommendations.  It  has\r\n\r\nnot  been  made-explicitly clear in  the  Report  that\r\n\r\nequal  rights will be given to the minorities. In  any\r\n\r\ncountry where there are minorities and a majority, the\r\n\r\nseeds of destruction are ever present. If the fears of\r\n\r\nminorities are to be removed by the majority,  such  a\r\n\r\nReport would not have been necessary. This Report,  as\r\n\r\nfar  as  possible, has made provision for equal rights\r\n\r\nfor  minorities  and, therefore, we  should  be  in  a\r\n\r\nposition to accept the recommendations wholeheartedly.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Guan Hoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Guan Hoo (Bukit Merah)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  I  am  of  the  view  that  the   main\r\n\r\ncontribution  of  the  Report  of  the  Constitutional\r\n\r\nCommission  is  not the suggestion  of  a  Council  of\r\n\r\nState.  On  this particular recommendation  we  should\r\n\r\napply our minds, because this institution would affect\r\n\r\nthe supreme law of our State\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1379</b></font><br><br>\r\n\r\n\r\n\r\ntouching    directly   on   the   implementation    of\r\n\r\nparliamentary democracy in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I must point out that there is some\r\n\r\ninconsistency  in the logic behind the  recommendation\r\n\r\nto  set  up  the  Council.  There  are  flaws  in  the\r\n\r\nreasoning.  In  paragraph 47  of  the  Report,  it  is\r\n\r\nstressed that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Commission feels that the elected chamber should\r\n\r\nnot  be diluted by the presence of any member who  has\r\n\r\nnot been elected on a general franchise.'\r\n\r\n\r\n\r\n<br><br>Yet in paragraph 59, it is suggested that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(viii) the Council of State shall have power to\r\n\r\nconsider  all  proposed legislation  except  all\r\n\r\nSupply   Bills   or  a  Bill  presented   on   a\r\n\r\nCertificate of Urgency;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ix) every Bill except all Supply Bills or an\r\n\r\n\"Urgent\" Bill shall after its First reading  and\r\n\r\nafter  the  Minister  in  charge  has  made  his\r\n\r\nopening  speech  during the Second  reading  but\r\n\r\nbefore  any debate takes place on the  principle\r\n\r\nof  the  Bill  be  submitted to the  Council  of\r\n\r\nState.'\r\n\r\n\r\n\r\n<br><br>This will more or less affect what the Commission  has\r\n\r\nsaid in paragraph 47 above, that is to say, there  is,\r\n\r\nin  actual  fact, the necessary channel  for  all  the\r\n\r\nBills,  except those Bills presented on a  Certificate\r\n\r\nof  Urgency  or  Supply  Bills,  to  go  through  this\r\n\r\nCouncil, an advisory body outside Parliament, and  the\r\n\r\nBills will be affected by the consideration of members\r\n\r\nwho are not elected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as mentioned in paragraph 54, the\r\n\r\nCommission has also recognised that there are  certain\r\n\r\nsimilarities  between the Council  of  State  and  the\r\n\r\nUpper  House,  and the Commission has no intention  of\r\n\r\nmaking  the  Council an Upper House  and  it  has  not\r\n\r\ndirectly suggested the setting up of an Upper House in\r\n\r\nParliament  because  an Upper  House  in  our  present\r\n\r\nsituation is really a retrogressive step and  also  it\r\n\r\ncannot  be  truly representative of the views  of  the\r\n\r\nelectorate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to give an example. In 1909 the Budget\r\n\r\nintroduced by Mr David Lloyd George on behalf of  the\r\n\r\nLiberal Government was defeated in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1380</b></font><br><br>\r\n\r\n\r\n\r\nthe  Upper  House. In the end a constitutional  crisis\r\n\r\nensued resulting in the holding of a general election.\r\n\r\nFinally  the  Liberal Party got  the  support  of  the\r\n\r\npeople and it led to the decline of power of the Upper\r\n\r\nHouse.  So this has a very great significance  in  the\r\n\r\njustification of an Upper House. From 1948 the  Labour\r\n\r\nParty  also  began to reduce the power  of  the  Upper\r\n\r\nHouse.  The  decline  of  the  Upper  House  and   the\r\n\r\nascendancy of the Lower House can be said to show that\r\n\r\nthe life of the democratic system depends on the basis\r\n\r\nof the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Switzerland, apart from the representative chamber\r\n\r\ncalled  Kantonsgemeinde, there is also  a  Council  or\r\n\r\nSenate  with  mainly elected members. The  Senate  can\r\n\r\nalso  prepare  Bills  for discussion  by  the  elected\r\n\r\nchamber  and  can,  on behalf of the elected  chamber,\r\n\r\nsupervise  administrative and judicial  organisations.\r\n\r\nThus  it  also  inherits the powers of  the  Ombudsman\r\n\r\nwhich   has  been  suggested  by  this  Constitutional\r\n\r\nCommission.  It  is only because the  Senate  is  also\r\n\r\nelected  that  there  is some justification  for  that\r\n\r\ninstitution  to  be part and parcel of  the  political\r\n\r\nsystem in Switzerland.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the situation here in Singapore is different.\r\n\r\nMembers  of  the  Council are to be appointed  by  the\r\n\r\nPresident  after consultation with the Prime Minister.\r\n\r\nWith  this provision, perhaps we can feel somewhat  at\r\n\r\nease. Although we know that the President is the  Head\r\n\r\nof State and the Prime Minister himself is elected, it\r\n\r\ndoes  not  mean  that  because  of  this  the  members\r\n\r\nappointed  would,  of  course,  represent  the   Prime\r\n\r\nMinister. Also we cannot say that the Councillors  are\r\n\r\nrepresentatives of the people. In the final  analysis,\r\n\r\nthis   Council   of   State  is  not   an   absolutely\r\n\r\nrepresentative   organisation.   It   is    only    an\r\n\r\norganisation  which  has many  similarities  with  the\r\n\r\nUpper  House. It is not an Upper House, and if  we  do\r\n\r\nnot deal with it properly, it may become a twin of the\r\n\r\nUpper House. That is the second point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is that the Council of State, as\r\n\r\nsuggested,   may   not  be  able  to   take   up   the\r\n\r\nresponsibilities and duties of the Opposition. At  the\r\n\r\nmoment,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1381</b></font><br><br>\r\n\r\n\r\n\r\nalthough  we  do not have an Opposition Party  in  the\r\n\r\nHouse,   this  Council  cannot  act  on  their  behalf\r\n\r\nbecause,   according   to  the   suggestion   of   the\r\n\r\nCommission,  the Council of State will be composed  of\r\n\r\nmembers  who  are not members of any political  Party.\r\n\r\nWith such limitation the Council of State will tend to\r\n\r\nbecome  something like a consultative body outside  of\r\n\r\nparty  politics. I would have thought that the  Report\r\n\r\nshould  have  stressed the importance  of  checks  and\r\n\r\nbalances  to be exercised by the Council of  State  in\r\n\r\nparty politics in order to ensure that the Council  of\r\n\r\nState will have a more clearly defined position in the\r\n\r\ndemocratic  system. If it is so, then at  the  present\r\n\r\njuncture  when  there is no Opposition in  the  House,\r\n\r\nalthough  the  Party in power is  not  faced  with  an\r\n\r\nOpposition,  the  House  can  still  get  some  active\r\n\r\nassistance  from the non-partisan advisory body  known\r\n\r\nas  the  Council of State. If this is set up  on  this\r\n\r\nbasis,  then it may be that such an establishment  may\r\n\r\nbe  justified. But the Commission was vague about  its\r\n\r\npurpose in paragraph 51:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We are however convinced it would be in the best\r\n\r\ninterests of the many peoples within our small  island\r\n\r\nRepublic and for their future well-being and  that  of\r\n\r\nthe  Republic ... that an advisory body to  be  called\r\n\r\n\"the Council of State\" be created ...'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus it may give people a vague impression that\r\n\r\nwithout such an institution like the Council of  State\r\n\r\nand even with an elected Parliament, the interests and\r\n\r\nwelfare of the people would not be well taken care  of\r\n\r\nor  safeguarded. Such a concept may well be  construed\r\n\r\nas a lack of confidence in the elected Parliament, and\r\n\r\nit   may   benefit  the  propaganda  of  anti-national\r\n\r\nelements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, in view of the above analysis, I feel that\r\n\r\namong  the  merits  of the Council of  State  one  can\r\n\r\nmention  that when it is uplifted, it can become  some\r\n\r\nkind of assistant or supplement to Parliament and  can\r\n\r\nexercise the checking and balancing function in  party\r\n\r\npolitics  as  a non-party organisation. But  regarding\r\n\r\nthe demerits, one can say that it may in future change\r\n\r\nits nature and become an Upper House. Because of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1382</b></font><br><br>\r\n\r\n\r\n\r\nthis, I suggest that it should be given a trial period\r\n\r\nof  five  years,  at the end of which  Parliament  can\r\n\r\nreview  its position. Then, if it is thought  that  it\r\n\r\nwould  be  proper  and  necessary  to  have  such   an\r\n\r\ninstitution,  we can provide for it to be  perpetuated\r\n\r\nin  our Constitution. But, at the moment, we are still\r\n\r\nshort  of  facts  which may merit  its  establishment.\r\n\r\nTherefore, I feel that it is not justified for us  now\r\n\r\nto set up this institution permanently. So only with a\r\n\r\ntrial period will it be safer all round.\r\n\r\n\r\n\r\n<br><br>6.13 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Rajoo (Farrer Park):</b> Mr Speaker, Sir, I wish\r\n\r\nto speak in Tamil. (In Tamil) On the 9th August, 1965,\r\n\r\nSingapore   separated   from   Malaysia   and   became\r\n\r\nindependent.  At  that time, in the administration  of\r\n\r\nthe  welfare  of the' people and in the protection  of\r\n\r\nthe  interests  of  the  minority,  a  Commission  was\r\n\r\nappointed  to look into constitutional matters.  There\r\n\r\nare  people  of  many  races in Singapore  and  it  is\r\n\r\nimportant  that the rights of the minority  should  be\r\n\r\nlooked  into.  But  the people of  the  various  races\r\n\r\nshould  not  look after their own interests  only.  If\r\n\r\nthey look after the interests of the whole' community,\r\n\r\nthen this problem will not arise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we look into the history of any country of the\r\n\r\nworld, we will see that no country is evolved with one\r\n\r\nseparate race. We can take America, Britain, or Russia\r\n\r\nas  examples. These are countries far from  us.  There\r\n\r\nare  countries nearer to us, such as Burma,  Thailand,\r\n\r\nIndo-China, Indonesia, and the Philippines, and we can\r\n\r\ntake  the  histories of these countries  as  examples.\r\n\r\nThese  countries did not have one single race  at  any\r\n\r\none time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The negroes and the whites in America consider\r\n\r\nthemselves as Americans. In New Zealand the Maoris and\r\n\r\nthe  immigrant Englishmen consider themselves  as  New\r\n\r\nZealanders.   In   Australia  the  natives   and   the\r\n\r\nEnglishmen who were banished from England as criminals\r\n\r\nthink themselves as Australians. When they think  like\r\n\r\nthat, there is no reason why the minority people\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1383</b></font><br><br>\r\n\r\n\r\n\r\nin  Singapore,  the  Indians and  Malays,  should  not\r\n\r\nconsider themselves as Singaporeans. From the  science\r\n\r\nof  geography, we know that the world is a  satellite.\r\n\r\nAt  the  beginning,  there was no territory  known  as\r\n\r\nAmerica. The Chinese, Indians and Malays did not  join\r\n\r\ntheir territories and made this world round. There  is\r\n\r\nno history, geography or social science to prove this.\r\n\r\nAccording  to Darwin's theory, human development  took\r\n\r\nplace  in  stages.  It  took the shapes  of  reptiles,\r\n\r\nbirds, animals, and monkeys, and from the monkeys, men\r\n\r\nfinally  came  out.  This  is  the  science  of  human\r\n\r\ndevelopment.  Even those people who say that  man  was\r\n\r\ncreated  by God, or Adam and Eve were created by  God,\r\n\r\nthe  present human race never says for any reason that\r\n\r\nmen  came into being with different races or cultures.\r\n\r\nTherefore,  the world in which we live  is  the  world\r\n\r\naround  us, and the people who live in this world  are\r\n\r\none.  We cannot say that you are different from us,  I\r\n\r\nam  different from you, and he is different  from  us.\r\n\r\nThere is no place for such differences. Even the sects\r\n\r\ncreated  by  religion have mentioned God by  different\r\n\r\nnames.  They never say that your God and  my  God  are\r\n\r\ndifferent.  They have never created such  differences.\r\n\r\nThe  Christians call the Son of God Jesus. The Muslims\r\n\r\nhave no image of God, but they think that Mohammed was\r\n\r\ntheir  God's messenger. The Hindus believe that  their\r\n\r\ngods  have  gone through different incarnations.  Like\r\n\r\nthe  Christians  and  Muslims, they  also  believe  in\r\n\r\nincarnation.  They think Siva, Rama and  Krishna  were\r\n\r\ndifferent  incarnations of God. Buddha  and  Confucius\r\n\r\nwere human beings and they lived as human beings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the basis of land, man and religion, all are\r\n\r\nequal.  They  are not different. This we can  see  for\r\n\r\nourselves.  When  we  realise  that,  no  one  can  be\r\n\r\ndifferentiated. Though men were created  on  the  same\r\n\r\nbasis,  because of certain changes in different  parts\r\n\r\nof   the   world,  and  because  of  the  geographical\r\n\r\ndivisions due to mountains, jungles, rivers, seas  and\r\n\r\ndistances,  people who live near to  one  another  are\r\n\r\ncloser   to  each  other,  and  because  such   people\r\n\r\nunderstand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1384</b></font><br><br>\r\n\r\n\r\n\r\neach other better through signs and signals, they have\r\n\r\nmore or less the same living habits. So the human race\r\n\r\nhas   been  divided  into  Chinese,  Malays,  Indians,\r\n\r\nEuropeans,  Africans, etc. Mankind did not  evolve  at\r\n\r\nthe  beginning  into many races. It is  wrong  to  say\r\n\r\nthat.  I  can call my Malay and Chinese colleagues  as\r\n\r\nmembers of the same human race to which I belong.  You\r\n\r\nmay  be  surprised  by that. But we may  be  different\r\n\r\nbecause  of habits. I come from the southern  part  of\r\n\r\nIndia, where it is very hot. I may be different due to\r\n\r\nmy  living  habits and speaking a different  language.\r\n\r\nBut  all of us belong to the same human race. We  have\r\n\r\ndifferences  in  appearance, but it  is  difficult  to\r\n\r\nchange  immediately. In spite of that, we  can  always\r\n\r\nchange  our habits, languages, and opinions, and  when\r\n\r\nwe  co-ordinate  all  these things  together,  we  can\r\n\r\nbecome  as  one  race. We have to give time  for  such\r\n\r\nchanges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the days go by, history will change. The multi-racial links which we are going to forge now will\r\n\r\nbecome  stronger in the next two or three generations.\r\n\r\nThen  there  will  be  no  place  for  minorities  and\r\n\r\nmajorities. There will be no differences at  all.  But\r\n\r\ntill that time comes, some protection may be given  to\r\n\r\nthe  minorities or one section of the people. In  this\r\n\r\ncountry, if we live in goodwill with one another,  the\r\n\r\nsocial  links will be forged automatically  and  there\r\n\r\nwill be no necessity for any rules and laws.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the beginning, men live in caves and satisfied\r\n\r\ntheir  hunger by killing animals for food. Later  they\r\n\r\nmatured  in  intelligence  and  founded  cities.  They\r\n\r\ndeveloped themselves in various fields. Men progressed\r\n\r\nin  different  ways.  At first, it  was  thought  that\r\n\r\nfloods,  storms  and earthquakes  were  due  to  God's\r\n\r\nanger. Now men are beginning to go nearer to the moon.\r\n\r\nWe  are  not  bothered  whether the  Russians  or  the\r\n\r\nAmericans are going to land on the moon first. Whoever\r\n\r\nget  there  first belong to the same human  race,  and\r\n\r\ntheir victory is a victory for the human race.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the same way, we have to condemn atrocities\r\n\r\ncommitted  by one human being on another human  being.\r\n\r\nIn\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1385</b></font><br><br>\r\n\r\n\r\n\r\nVietnam, whether the Vietnamese kill the Americans\r\n\r\nor  the Americans kill the Vietnamese, whoever  is\r\n\r\nthe  cause of such atrocities should be condemned.\r\n\r\nWhat  is  the thing that has led people along  the\r\n\r\npath  of destruction? It is the law practised  and\r\n\r\nthe  policies adopted by human beings. It is  said\r\n\r\nthat  man is a creature of habit. Man has to adopt\r\n\r\ncertain principles even in his daily affairs.  One\r\n\r\nshould know what time one should get up from  bed,\r\n\r\nwhat  time one should go to the office,  and  what\r\n\r\ntime  one should go back to one's house. Naturally\r\n\r\nman  will adopt these habits. When he does so,  he\r\n\r\nwill  gradually  get  into  the  habit  of  living\r\n\r\ntogether  with  other people as a  community,  and\r\n\r\nfinally  he will decide that he will do such  anti\r\n\r\nsuch  a  thing. This is how man devised  laws  for\r\n\r\nhimself and started to live according to the  law.\r\n\r\nRousseau  had  said  that man is  born  free,  but\r\n\r\neverywhere  he is in chains. Therefore,  the  laws\r\n\r\ndrafted  by experts may at times be repressive  to\r\n\r\nthe   peace   of  mankind.  And  when   they   are\r\n\r\nrepressive, they may be compared to an  ass  which\r\n\r\nbites  in front and kicks from the back. I am  not\r\n\r\nopposing any passing of laws, but the laws  should\r\n\r\nhelp to advance mankind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to point out one or two points in the\r\n\r\nReport. At first, I wish to mention the Council of\r\n\r\nState.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I am afraid I must ask you to read\r\n\r\nfrom the Report, as translated into Tamil, but  if\r\n\r\nyou  will refer to the paragraph, it will help  us\r\n\r\nto identify it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajoo</b>(<i>In Tamil</i>): It is page 13, paragraph\r\n\r\n46. I consider the proposals mentioned therein are\r\n\r\nnot   necessary  at  all.  Parliament   has   been\r\n\r\nestablished by popular vote, and if it is not in a\r\n\r\nposition  to protect the people, then  the  people\r\n\r\nhave  the  right to change it. So the  people  who\r\n\r\nelect  their representatives to Parliament  should\r\n\r\nbe very careful in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1386</b></font><br><br>\r\n\r\n\r\n\r\ntheir choice. Parliament is based on popular vote,\r\n\r\nand if we are going to doubt its integrity, then I\r\n\r\nconsider  the proposals mentioned in paragraph  46\r\n\r\nare not efficient at all. I support paragraphs 47,\r\n\r\n48 and 49 of the Report.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I wish to touch on the Ombudsman. It\r\n\r\nis  page  18, Chapter IV, paragraph 60.  At  times\r\n\r\nthere  may be circumstances in which the  people's\r\n\r\ncomplaints may not be attended to. In such  cases,\r\n\r\nthe people concerned should go to their Members of\r\n\r\nParliament and explain things to them if they want\r\n\r\nto  find solutions to their problems. Should  this\r\n\r\nfail, then I say that even the Ombudsman will be a\r\n\r\nfailure.  I  do  not  know  how  much  power  this\r\n\r\nOmbudsman will have to find solutions to problems.\r\n\r\nWill he have more powers than Parliament? In which\r\n\r\ncase,  will he have more powers than the  Head  of\r\n\r\nState? If he is going to have less powers than the\r\n\r\nHead  of  State, then people can always appeal  to\r\n\r\nthe  Head of State. Will the Ombudsman be of  help\r\n\r\nto  the people? We will have to consider all these\r\n\r\npoints.  If Parliament, which has been elected  on\r\n\r\npopular vote, is not going to be effective, then I\r\n\r\nwill  have  to give the same reason  that  I  have\r\n\r\ngiven  before.  The only thing we  can  do  is  to\r\n\r\nimprove upon the present system. That will help us\r\n\r\na lot.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Rajoo, was it a coincidence\r\n\r\nthat you finished at the stroke of the clock?\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> With your permission, Sir, and that\r\n\r\nof  Members present here, I would like to move the\r\n\r\nadjournment motion now.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That Parliament do now adjourn.\" -[Mr Barker]\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">half-past Six o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
