{"memberId": null, "volumeNo": "27", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"2\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"27\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1968-05-13\">\r\n\r\n<meta name=\"Start_Col\" content=\"151\">\r\n\r\n<meta name=\"End_Col\" content=\"224\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">27</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">13-05-1968</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 151</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE SECOND PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 27</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 13th May, 1968</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr P. Coomaraswamy).\r\n\r\n\r\n\r\n<br>Inche Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Whampoa), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Eric Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for Law and National Development (National Development Division).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 152</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Lim Soo Peng (Havelock).\r\n\r\n\r\n\r\n<br>Mr Low Guan Onn (River Valley).\r\n\r\n\r\n\r\n<br>Mr Low Yong Nguan (Crawford).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ghazali Bin Ismail (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon).\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister for Communications.\r\n\r\n\r\n\r\n<br>Inche Rahmat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 153</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs and Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Potong Pasir), Parliamentary Secretary to the Minister for Law and National Development (Law Division).\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Inche Sha'ari Bin Tadin (Kampong Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Choa Chu Kang), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 154</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State for Defence.\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken (Alexandra).\r\n\r\n\r\n\r\n<br>Tuan Haji Ya'acob Bin Mohamed (Kampong Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Mr Yeoh Ghim Seng (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n<br><br> \r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (MacPherson), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for Defence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 153</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<div align=\"center\"><b>\t\t</b></div>\r\n\r\n<div align=\"center\"><h4>PRESIDENT'S SPEECH</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Third Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nQuestion [9th May, 1968],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the\r\n\r\nspeech of the President be agreed to : -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore,\r\n\r\nexpress  our  thanks  to the  President  for  the\r\n\r\nspeech  which  he  delivered  on  behalf  of  the\r\n\r\nGovernment at the opening of the First Session of\r\n\r\nthis Parliament.\".'.- [The Prime Minister].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong (Jurong)</b>(<i>In Mandarin</i>): MrSpeaker, Sir, last week I was talking about the\r\n\r\nfact  that  some people are biased  in  favour  of\r\n\r\nwhite-collar jobs. This is deep-rooted and  cannot\r\n\r\nbe  easily  weeded  out. So  I  suggest  that  the\r\n\r\nGovernment should hold a large-scale exhibition to\r\n\r\nchange  the  traditional attitude and  concept  of\r\n\r\nparents of students by giving them\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 154</b></font><br><br>\r\n\r\n\r\n\r\nconcrete facts and figures. Of course, to change\r\n\r\nthe traditional education for white-collar jobs to\r\n\r\nblue-collar jobs needs comprehensive reviewing and\r\n\r\nplanning. In my opinion, in undertaking this\r\n\r\ncomprehensive change of the traditional\r\n\r\neducational system, we must keep close watch on\r\n\r\nthe development of our industries. We must\r\n\r\nconsider the future needs of our industries and\r\n\r\nalso the students who, after they have been in\r\n\r\nschool for eight or ten years, will be absorbed\r\n\r\ninto our society without any difficulty. The\r\n\r\nGovernment should also plan to avoid teaching\r\n\r\nstudents those subjects for which there is no\r\n\r\napplication.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In certain fields of education more students have\r\n\r\npassed out than can be given employment. I think\r\n\r\nparents can have some say in choosing the type of\r\n\r\neducation for their children. But they should not\r\n\r\nhave all the say because the Government should\r\n\r\nplan well and should give to the students the type\r\n\r\nof education they should receive, namely,\r\n\r\nvocational, technical or academic.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 155</b></font><br><br>\r\n\r\n\r\n\r\nWithout this planning by Government, there will be\r\n\r\nredundancy and unemployment difficulties. If the\r\n\r\npresent trend is continued, there may not be\r\n\r\nenough skilled personnel to man our industries.\r\n\r\nTherefore, we should give consideration to all\r\n\r\naspects of the training of students, even training\r\n\r\nfor artisan and craftsman jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before we can change over from general\r\n\r\neducation to technical education, we have to\r\n\r\ntackle the problem of shortage of technical\r\n\r\nteachers. On the one hand, we have a surplus of\r\n\r\nnon-technical teachers, and, on the other, as I\r\n\r\nhave said, we have a shortage of technical\r\n\r\nteachers. So the best way to solve this problem is\r\n\r\nto run crash courses for technical education so\r\n\r\nthat the non-technical teachers will be given\r\n\r\ntechnical training. In this way, they will\r\n\r\ngradually be able to teach technical subjects. In\r\n\r\nmy view, the present Teachers' Training College\r\n\r\nrequires some reorganisation in order to implement\r\n\r\nthe policy of re-training our non-technical\r\n\r\nteachers to teach technical subjects. For example,\r\n\r\nscience teachers at present are compelled to\r\n\r\nundergo training in the methods of language\r\n\r\nteaching. This is an anomaly which should be\r\n\r\nremoved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my view, our children are fortunate\r\n\r\nbecause the Government pays attention to their\r\n\r\nfuture careers. They have equal opportunities in\r\n\r\neducation. It has been disclosed in the\r\n\r\nPresident's Speech that henceforth, in the field\r\n\r\nof education, we will be paying more attention to\r\n\r\nquality instead of quantity. On principle, this is\r\n\r\ngood. But I am worried that when we try to improve\r\n\r\non the quality of our education, we may neglect\r\n\r\nthe quantitative aspect of our educational system.\r\n\r\nI refer to those children who may be deprived of\r\n\r\nthe opportunity to go to school on the excuse of\r\n\r\nqualitative bias in education. Of course, I agree\r\n\r\nthat the Government has built many schools. But we\r\n\r\nshould not stop at the present juncture in view of\r\n\r\nthe population increase. So it is necessary for us\r\n\r\nto build schools in proportion to our population\r\n\r\nincrease\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 156</b></font><br><br>\r\n\r\n\r\n\r\nso that no children will be turned away from\r\n\r\nschool. We should not deny them their birth-right\r\n\r\nto have an education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our society requires people who\r\n\r\nare bilingual and trilingual. We have done quite a\r\n\r\nlot to bring this about. For example, we have set\r\n\r\nup integrated schools and tried to improve the\r\n\r\nteaching of a second language in the various\r\n\r\nstreams of education. But, unfortunately, as far\r\n\r\nas I know, the efforts put in in the English\r\n\r\nstream in raising the standard of teaching of the\r\n\r\nsecond language have not achieved as much as in\r\n\r\nthe Chinese stream. I fully support the proposal\r\n\r\nthat the text-books of some subjects in Chinese\r\n\r\nschools should be in English and the text-books of\r\n\r\nsome subjects in other streams of education should\r\n\r\nbe in the second language. At the present moment,\r\n\r\nsome Chinese schools have already adopted this\r\n\r\nsystem by using English text-books in science\r\n\r\nsubjects. So there is no problem in the\r\n\r\nimplementation of this policy. But I am not so\r\n\r\nsure of the other streams.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the idea of integrated schools is good. But\r\n\r\nsometimes the persons in charge of these schools\r\n\r\nare not themselves bilingual or multi-lingual.\r\n\r\nTherefore, they are not able to look after the\r\n\r\nwelfare and interest of the students in the\r\n\r\nvarious streams in the integrated schools. Because\r\n\r\nof this, the various streams in the integrated\r\n\r\nschools do not have balanced development, and this\r\n\r\nis a defect which must be rectified.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the idea of introducing the integrated school\r\n\r\nsystem into our aided schools is good, but it\r\n\r\nshould not be done in a hurry. We must always\r\n\r\nremember the saying, \"More haste, less speed.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now let me turn to kindergarten education. We all\r\n\r\nknow that young children are most impressionable.\r\n\r\nWhen they begin their first lesson, it will leave\r\n\r\na great impression on their lives. Most\r\n\r\neducationists have mentioned the impact of\r\n\r\nintroductory education on the future development\r\n\r\nof children. In fact, many countries pay special\r\n\r\nattention to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 157</b></font><br><br>\r\n\r\n\r\n\r\nintroductory education of their children. At the\r\n\r\npresent moment, Sir, what is the position of our\r\n\r\nkindergarten education? To my knowledge, and it is\r\n\r\na fact, too, most, if not all, kindergarten\r\n\r\nclasses are run by private or aided schools.\r\n\r\nBecause of lack of supervision, many kindergartens\r\n\r\nare not able to run their classes in compliance\r\n\r\nwith the proper and correct principles of\r\n\r\neducation. Because of this, many of our children\r\n\r\nhave not been able to receive the kind of\r\n\r\nintroductory education that will lead to further\r\n\r\ndevelopment of their talent in future. This, if I\r\n\r\nmay say so, is a crime in so far as our children\r\n\r\nare concerned. I feel that our education\r\n\r\nauthorities should include kindergarten education\r\n\r\nin the education structure in Singapore and make\r\n\r\nkindergarten education a very vital link in the\r\n\r\nwhole chain of education so that more supervision\r\n\r\nmay be exercised in the kindergartens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, education is the basis for nation-building\r\n\r\nand it is of vital importance to our national\r\n\r\nsurvival. Whether our next generation will be able\r\n\r\nto continue the good work of nation-building\r\n\r\ndepends on what sort of training we give them and\r\n\r\nhow we nurture them. In this context, I feel very\r\n\r\nhappy to note that there will be reorganisation in\r\n\r\nour educational system. And I hope that the\r\n\r\nGovernment, the parents, the teachers and the\r\n\r\nstudents will all co-operate to help in the\r\n\r\nimplementation of this work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall now deal with rural development.\r\n\r\nThis matter may be divided into two scopes. In the\r\n\r\nfirst place, we have community projects in the\r\n\r\nrural areas in order to cater for the interest of\r\n\r\nthe rural folks. The second aspect is the\r\n\r\nurbanisation and industrialisation of the rural\r\n\r\nareas, such as turning them into satellite towns\r\n\r\nand industrial sites. It is undeniable that the\r\n\r\nP.A.P. Government has spent large sums of money in\r\n\r\nrural development.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 158</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. May I draw the attention of\r\n\r\nMembers to Standing Order 48 (d) which reads as\r\n\r\nfollows: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Members shall not read newspapers, books,\r\n\r\nletters or other documents except such matters\r\n\r\ntherein as may be directly connected with the\r\n\r\nbusiness under debate.'\r\n\r\n\r\n\r\n<br><br>I will be grateful if this rule is observed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Thank you for\r\n\r\nyour indication, Sir,I was dealing with the work\r\n\r\ncarried out by the P.A.P, in rural development.\r\n\r\nThe Government has spent large sums of money on\r\n\r\nconstruction work in the rural areas so that the\r\n\r\nrural people are able to enjoy modern facilities.\r\n\r\nBut it is almost certain that the rural areas are\r\n\r\nbigger and wider in scope so that the money\r\n\r\nallocated to them is not enough to cover all\r\n\r\naspects of rural development. We may be able to\r\n\r\nuse the money on one aspect at the expense of\r\n\r\nother aspects. So if money is spent on water\r\n\r\nsupply and electrification, we may have to neglect\r\n\r\nother aspects of rural development. As far as I\r\n\r\nknow, if you want to apply for these amenities to\r\n\r\nbe given to the rural areas, you have to go\r\n\r\nthrough the usual procedure. Sometimes the\r\n\r\nofficial correspondence may take about half a year\r\n\r\nbefore approval is finally given. The work may not\r\n\r\neven commence straightaway after approval has been\r\n\r\ngiven. It may take some months before it can be\r\n\r\nstarted. For example, in Jurong constituency, an\r\n\r\nelectrification scheme was approved last year, but\r\n\r\nthere is still no indication as to when the work\r\n\r\nwill start.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we all know that the Primary\r\n\r\nProduction Department is set up to look after the\r\n\r\ninterest of the rural people in order to increase\r\n\r\nthe productivity of their primary products. It may\r\n\r\nnot be fair to say that it has done nothing\r\n\r\noutstanding in this respect, but I do hope it will\r\n\r\nbe able to adapt book knowledge to local\r\n\r\nconditions. It should not copy from textbooks,\r\n\r\nparticularly those published in foreign countries.\r\n\r\nFormerly, there was a misconception that the moon\r\n\r\nseen in a foreign country was brighter than the\r\n\r\nmoon seen in Singapore. This attitude\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 159</b></font><br><br>\r\n\r\n\r\n\r\nshould be corrected. For example, the Jurong\r\n\r\nAbattoir, which cost $6 million, was based on the\r\n\r\nmodel of the Denmark abattoirs, but the efficiency\r\n\r\nof this so-called modern abattoir in Jurong is\r\n\r\nless than that of the old one in Singapore. As a\r\n\r\nresult of this, many butchers and pork-sellers are\r\n\r\nnot happy to send their animals there to be\r\n\r\nslaughtered, because the meat of the animals\r\n\r\nslaughtered becomes stale after some time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was also some talk about using the animal\r\n\r\nwaste of pigs as fuel. I do not know how far this\r\n\r\nhas progressed. If land for cultivation is\r\n\r\nlimited, the farmers need scientific techniques to\r\n\r\nincrease production. May I ask what has the\r\n\r\nPrimary Production Department done in this\r\n\r\ndirection? In fact, in order to look after the\r\n\r\ninterest of the farmers, there are certain things\r\n\r\nwhich have to be done by the Department; for\r\n\r\nexample, the adoption of effective procedures to\r\n\r\nstabilise the prices of farm products and poultry.\r\n\r\nAt the same time, it should try to eliminate the\r\n\r\nexploitation of farmers by middlemen. For example,\r\n\r\nthe vegetables produced by farmers are sold at two\r\n\r\nor three cents a katty, but in fact we have to pay\r\n\r\n20 to 30 cents a katty on the market.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the development of fisheries, I\r\n\r\nthink the Government should protect fishermen who\r\n\r\nuse fishing nets. This is more beneficial than\r\n\r\nspending large sums of money on research into deep-sea fishing. This is because if we cannot give our\r\n\r\nfishermen adequate protection in shallow waters,\r\n\r\nhow can we guarantee their safety in the deep\r\n\r\nseas? As the Member for Punggol pointed out on the\r\n\r\n9th of this month, sometimes fishermen are robbed\r\n\r\nby pirates in the deep seas. At the risk of their\r\n\r\nlives and property, these fishermen go out to deep\r\n\r\nwaters to fish because within the three-mile\r\n\r\nlimit, there is not much fish. When our fishermen\r\n\r\nmeet the pirates, they cannot protect themselves\r\n\r\nand often their outboard motors and fishing nets,\r\n\r\ncosting from two to three thousand dollars, are\r\n\r\ntaken away. They are lucky if they are left alone.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 160</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is worse is that sometimes they themselves\r\n\r\nare taken away and are only released after a\r\n\r\nransom has been paid. I think the Government\r\n\r\nshould negotiate with the countries concerned and\r\n\r\nfind ways and means to protect our fishermen;\r\n\r\notherwise we will have to rely on imported fish\r\n\r\nand other sea products.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am very proud that we have an\r\n\r\nindustrial site in Jurong and the Singapore Armed\r\n\r\nForces Training Institute which will help to\r\n\r\ndevelop our economy and expand our defence\r\n\r\nrespectively. We have to try to expand all the\r\n\r\ntime. Precisely because of this, the problems of\r\n\r\nresettlement in Jurong are becoming more severe. I\r\n\r\nmust say that in general the people understand the\r\n\r\ndifficulties of our country and appreciate the\r\n\r\nimportance of developing our industries and\r\n\r\ndefence even at the expense of personal loss and\r\n\r\nsacrifice. They have given the Government full co-operation. However, hon. Members will agree with\r\n\r\nme that when a farmer is resettled, he faces many\r\n\r\ndifficulties. He has to work on a plot of land\r\n\r\nwhich is often very much smaller than his old\r\n\r\nland. His income is bound to be reduced and his\r\n\r\nlife becomes harder. Under these circumstances,\r\n\r\nthe Government should try its best to minimise\r\n\r\ntheir difficulties and losses. But what is the\r\n\r\nactual situation? Let me elaborate a little. In\r\n\r\ncertain areas earmarked for development, it is\r\n\r\noften not known when the people are supposed to\r\n\r\nremove. Sometimes when villagers receive a notice\r\n\r\nto remove, they have to do so within a very short\r\n\r\nperiod of time. As a result, they have to sell\r\n\r\ntheir poultry and pigs at very low prices. Their\r\n\r\nvegetables and fruits have to be sold quickly.\r\n\r\nTherefore, this will involve them in some\r\n\r\nconsiderable loss. Sometimes after receiving a\r\n\r\nnotice to remove and making preparations to do so,\r\n\r\nthey are still not told to remove after six months\r\n\r\nor a year. During this period, they dare not\r\n\r\nengage in production and, as a result, they have\r\n\r\nto rely on their savings to tide them over this\r\n\r\ndifficult period. Also, very often the land on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 161</b></font><br><br>\r\n\r\n\r\n\r\nwhich they are resettled is very much smaller.\r\n\r\nThis is quite understandable, because land in\r\n\r\nSingapore is limited, but the allocation of land\r\n\r\nshould be based on its suitability for farm\r\n\r\nproduction. At least there should be adequate\r\n\r\nwater supply to feed pigs and for irrigation\r\n\r\npurposes. It is only in this way that farmers can\r\n\r\nresume production. But in point of fact, some\r\n\r\nfarmers have been resettled on hills or barren\r\n\r\nland which is completely unsuitable for farm\r\n\r\nproduction. Many farmers have begrudgingly been\r\n\r\nresettled in Choa Chu Kang. I hope the\r\n\r\nParliamentary Secretary to the Minister for\r\n\r\nFinance will look carefully after them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is another point. In certain areas\r\n\r\ndelineated for development, some residents have\r\n\r\nvery dilapidated structures and they apply to the\r\n\r\nproper authorities for repairs to be carried out\r\n\r\nto them, but their requests are always turned\r\n\r\ndown. The Government officers sitting in their\r\n\r\noffices know only how to work strictly according\r\n\r\nto regulations without actually understanding the\r\n\r\nhardships of the people. Some structures are in\r\n\r\nsuch a dilapidated state that they cannot be\r\n\r\noccupied any more, and the applications of\r\n\r\nresidents for reconstruction work are turned down.\r\n\r\nThey are then faced with two alternatives: one,\r\n\r\nthey have to wait till their houses completely\r\n\r\ncollapse; two, they have to repair their houses\r\n\r\nwithout any authority. If they adopt the first\r\n\r\nmethod, they will incur losses. If they adopt the\r\n\r\nsecond method, the court will order them to\r\n\r\ndemolish their houses. If they do not do so, they\r\n\r\nwill be fined and the Government will send\r\n\r\nsomebody to demolish their houses. If they are\r\n\r\nallowed to stay on, they will have to sign an\r\n\r\nundertaking with their landlords to the effect\r\n\r\nthat if the land is acquired for development\r\n\r\npurposes, they will not ask for any compensation.\r\n\r\nWhat kind of situation is this? What do you expect\r\n\r\nsuch people to do? There is a saying, \"Rigid law,\r\n\r\nbut flexible application.\" But this is not so in\r\n\r\nSingapore. I do not understand why Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 162</b></font><br><br>\r\n\r\n\r\n\r\nservants should be so rigid and harsh and do not\r\n\r\nunderstand the difficulties of the people. They\r\n\r\nshould be more flexible and should not keep\r\n\r\nrigidly to the regulations. On the 10th of this\r\n\r\nmonth the Member for Ulu Pandan raised the matter\r\n\r\nconcerning a coffee-shop owner who committed\r\n\r\nsuicide by jumping down from a high block of\r\n\r\nflats. I believe if the Government officer\r\n\r\nconcerned had been more flexible and more\r\n\r\nunderstanding, this man's life could have been\r\n\r\nsaved. Sir, in the coming crucial years I hope\r\n\r\nthis small group of civil servants will be more\r\n\r\nflexible and understand the people's difficulties\r\n\r\nand work hard for the welfare of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Prime Minister's\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br>3.01 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, many sentiments have been\r\n\r\nexpressed in this House by hon. Members during the\r\n\r\nlast two days of the present sittings on the\r\n\r\nmotion of the Prime Minister to thank the\r\n\r\nPresident for his Opening Speech on the evening of\r\n\r\nthe 6th of May. I share most of these sentiments,\r\n\r\nand I ask for your indulgence if I may be\r\n\r\nrepetitious in some of my remarks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President has briefly set out in his speech\r\n\r\nthree main objectives which the Government will\r\n\r\nseek to achieve in its new term of office. With\r\n\r\nhigh resolve and determination on the part of the\r\n\r\nGovernment and concerted effort and support from\r\n\r\nthe people of Singapore, there is no doubt that we\r\n\r\nwill successfully achieve these objectives. The\r\n\r\ngreat inspiration that the President gave us in\r\n\r\nhis brief speech will serve to spur us on to\r\n\r\novercome what difficulties we have to encounter in\r\n\r\nthe crucial years ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A close perusal of the Addendum to the President's\r\n\r\nSpeech outlining the broad policies of the various\r\n\r\nMinistries and the policy speeches made earlier by\r\n\r\nthe Ministers in the series of broadcasts\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 163</b></font><br><br>\r\n\r\n\r\n\r\nunder the title, \"Crucial Years Ahead\", have\r\n\r\nconvinced us of the magnitude of our future\r\n\r\nproblems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the move to introduce a comprehensive\r\n\r\nEmployment Bill which is to standardise and\r\n\r\nregulate the conditions of employment for all\r\n\r\ncategories of employees to replace the outdated\r\n\r\nLabour Ordinance, the Shop Assistants Employment\r\n\r\nOrdinance and the Clerks Employment Ordinance. At\r\n\r\npresent, employees in industrial firms and shops\r\n\r\nhave to work a 44-hour week, whilst others in\r\n\r\ncommercial firms work a 39-hour week or even less\r\n\r\nin the case of firms which operate on a 5-day\r\n\r\nweek. Most workers will be very unhappy indeed to\r\n\r\nsee this Bill passed in this House. I can assure\r\n\r\nthem, Sir, that our Government will see to it that\r\n\r\nthe workers will be treated fairly and justly\r\n\r\nunder this new Employment Bill. They should not\r\n\r\nhave any fear of exploitation by their employers.\r\n\r\nI take pride in saying that our Government has\r\n\r\nforesight and plans well for our future. With the\r\n\r\naccelerated withdrawal of the British forces by\r\n\r\nthe end of 1971, more and more people will face\r\n\r\nunemployment. Hence, we must all work hard for our\r\n\r\ncountry. An extra few working hours a week to an\r\n\r\nindividual worker is only a small personal\r\n\r\nsacrifice, but to a nation as a whole it will be\r\n\r\nof tremendous benefit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to reiterate that in order to have a\r\n\r\nprosperous and brighter future for our younger\r\n\r\ngeneration, the personal sacrifice of every\r\n\r\ncitizen for the good of the nation is inevitable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wish to appeal to the\r\n\r\nemployers to co-operate with and render full\r\n\r\nsupport to our Government with a view to\r\n\r\nfulfilling the ultimate aim of the Employment\r\n\r\nBill. They should not treat this as an opportunity\r\n\r\nto victimise their employees and cause them undue\r\n\r\nhardship and frustration. They must also play\r\n\r\ntheir role by assuring that their employees will\r\n\r\nreceive fair treatment and protection.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All workers in the private and public sectors\r\n\r\nshould be made to realise that they have to give\r\n\r\nof their best by working\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 164</b></font><br><br>\r\n\r\n\r\n\r\nhard. They should be aware that all their effort\r\n\r\nis for a national purpose. In Japan, the output of\r\n\r\nan average worker is one and a half times his\r\n\r\nwages. This is not only because of his skill but\r\n\r\nalso his awareness of a national purpose. Here in\r\n\r\nSingapore, we are only expected to put in a day's\r\n\r\nwork for a day's wages. Surely this is not too\r\n\r\nmuch to expect of our citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards overtime work, this should be so\r\n\r\nregulated as to give a wider spread of employment.\r\n\r\nThe abusive practice of earning more overtime than\r\n\r\nnormal wages should cease forthwith. It deprives\r\n\r\nour unemployed of job opportunities. If working\r\n\r\nhours are to be prolonged to achieve higher\r\n\r\nproductivity, more employees must be recruited for\r\n\r\nshift work rather than that the same employees do\r\n\r\novertime work. The Government is wise to introduce\r\n\r\nthis new measure to curtail overtime work, and if\r\n\r\nthis new legislation is passed, it will help\r\n\r\nconsiderably to reduce the number of unemployed.\r\n\r\nIf Singapore is to survive and progress as an\r\n\r\nindustrialised nation, there must be joint\r\n\r\nendeavour amongst labour, management and the\r\n\r\nGovernment. We must look to Japan and its people\r\n\r\nas our example. The Japanese have been able to\r\n\r\nreconstruct their nation from the war ruins within\r\n\r\nthe last two decades. We should emulate them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the majority of wage-earners\r\n\r\nor salaried people will certainly welcome the\r\n\r\nscheme now being worked out between the Labour\r\n\r\nMinistry and the Housing and Development Board to\r\n\r\nenable the balances in the present Central\r\n\r\nProvident Fund to be set off against the initial\r\n\r\npayment for Housing Board flats and the additional\r\n\r\nC.P.F, contributions can be used to pay off\r\n\r\nmonthly instalments of both Housing Board and\r\n\r\nprivately built homes. To support this scheme, the\r\n\r\nrates of assessment may be lowered to attract more\r\n\r\nworkers to buy their own houses. If the home\r\n\r\nownership scheme is a success, then we are not far\r\n\r\nbehind some advanced socialist countries where\r\n\r\nalmost 90 per cent of the population\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 165</b></font><br><br>\r\n\r\n\r\n\r\nown their own homes. I therefore wish to add that\r\n\r\nif the balances of the present C.P.F. can be used\r\n\r\nto pay for the purchase of flats, consideration\r\n\r\nshould also be given to approve the use of these\r\n\r\nbalances for payments of life insurance policies,\r\n\r\nor even more sensibly, for payments of educational\r\n\r\npolicies for children to pursue higher studies, if\r\n\r\nthe wage-earners already own their own homes. I\r\n\r\nhope this can be worked out at a later stage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to Housing Board flats offered\r\n\r\nfor sale under the home ownership scheme, I have\r\n\r\nsome observations to make because this scheme\r\n\r\nconcerns those of my constituents living\r\n\r\npredominantly in Housing Board Estates,\r\n\r\nparticularly the old Kallang Airport Estate. As I\r\n\r\nunderstand it, offers of sale of flats are now\r\n\r\nbeing extended to sitting tenants of 2, 3 or 4-room flats in the existing estates. It can be\r\n\r\nanticipated that some of the sitting tenants may\r\n\r\nnot be in a financial position to purchase their\r\n\r\nflats. On the other hand, there may be other\r\n\r\ntenants in the same estate who may wish to buy the\r\n\r\nflats offered for sale. Mr Speaker, Sir, these\r\n\r\nare administrative details and trivial matters,\r\n\r\nbut ineffective handling may lead to some\r\n\r\ndiscontentment if solutions are not thought out.\r\n\r\nIn the former case, alternative accommodation must\r\n\r\nbe offered to sitting tenants who are unwilling to\r\n\r\nbuy for financial reasons, preferably in the same\r\n\r\nestate. Transfer out of the estate may cause a\r\n\r\ndisruption to their family life and create\r\n\r\nschooling problems for their children. These\r\n\r\ntransfers can be carried out smoothly and\r\n\r\neffectively if casual vacancies of flats which are\r\n\r\nnot earmarked for sale and are at present reserved\r\n\r\nfor dispossessed families from clearance sites, be\r\n\r\nreleased to rehouse the affected sitting tenants\r\n\r\ninstead. In the case of the latter, other tenants\r\n\r\nin the same estate who wish to avail themselves of\r\n\r\nthe scheme, should be given priority over tenants\r\n\r\nof other housing estates. Mr Speaker, Sir, those\r\n\r\nrequests have been brought to me by my\r\n\r\nconstituents, and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 166</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am bringing them up for the attention of the\r\n\r\nproper authorities. I sincerely hope that these\r\n\r\nproblems will be properly solved so that the home\r\n\r\nownership scheme will be carried out effectively.\r\n\r\nAgain, in this respect, Members of Parliament in\r\n\r\nthe constituencies concerned should be consulted\r\n\r\nand informed before circulars are sent to the\r\n\r\nsitting tenants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further, I am informed that the Housing Board is\r\n\r\nconducting a survey of the feasibility of offering\r\n\r\nfor sale one-room flats with better accommodation.\r\n\r\nI do not agree with the sale of one-room flats as\r\n\r\nit is not practical and there will be poor\r\n\r\nresponse. These one-room flats will be rendered\r\n\r\nunsuitable even before the monthly instalments are\r\n\r\ncompleted, as the family will have increased by\r\n\r\nthen. Therefore, any attempt to sell one-room\r\n\r\nflats should not be carried out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is now opportune for the Government to revise\r\n\r\nthe educational system particularly at the\r\n\r\nsecondary level. The stress is now on technical\r\n\r\nand vocational training. We are making good\r\n\r\nprogress on the path to industrialisation. There\r\n\r\nis a pressing need for artisans and technicians to\r\n\r\ncope with the expansion of our industries. If\r\n\r\nSingapore is expected to thrive as an\r\n\r\nindustrialised society, both parents and students\r\n\r\nmust now adopt a change in their attitudes towards\r\n\r\neducation. The traditional bias against work in\r\n\r\nfactories as craftsmen or technicians must be\r\n\r\nremoved. Students must look for their career in\r\n\r\nthe technical sphere where job opportunities are\r\n\r\nmany and future prospects are brighter than in the\r\n\r\ncommercial sphere. Whilst the training of skills\r\n\r\nis being carried out in technical and vocational\r\n\r\nschools or vocational institutes, students should\r\n\r\nhave opportunities to learn practical work in\r\n\r\nfactories, in the Jurong industrial complex or\r\n\r\nother industrial estates during their vocations.\r\n\r\nThis will enable them to get familiar with the\r\n\r\nactual method of production or application of\r\n\r\ntheir skills in order to prepare themselves for\r\n\r\ntheir roles as artisans or technicians when they\r\n\r\nleave school.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 167</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards defence matters, everyone is fully\r\n\r\naware of the need to have our own defence measures\r\n\r\nfor a small nation like Singapore so as to ensure\r\n\r\nour security and progress. The people of Singapore\r\n\r\nfrom various walks of life, whether they are\r\n\r\nhawkers, taxi-drivers, school teachers, pupils,\r\n\r\nclerks or businessmen, have shown their patriotism\r\n\r\nby making contributions to the National Defence\r\n\r\nFund. The spontaneous effort of our people should\r\n\r\nbe highly praised. As a measure to drive home to\r\n\r\nthe people that defence needs recurrent\r\n\r\nexpenditure there should be something of a\r\n\r\npermanent nature whereby our people can contribute\r\n\r\nto the defence of our country. In my opinion, the\r\n\r\nbest way is to issue Defence Bonds to raise loans\r\n\r\nfrom our citizens, which can be redeemed within\r\n\r\nfive to fifteen years with attractive rates of\r\n\r\ninterest. I hope the Government will consider\r\n\r\nadopting this proposal as a long-term measure.\r\n\r\nThis is also in line with the counter-recession\r\n\r\nmeasures as expressed by the Hon. Minister for\r\n\r\nFinance in his plan to obtain extra funds by loans\r\n\r\nfrom private sources to meet the additional\r\n\r\ndefence expenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards private participation in urban renewal\r\n\r\nredevelopment, care must be taken to see that\r\n\r\ntenders are awarded only to bona fide developers\r\n\r\nwith strong financial standing so that private re-development can be successfully carried out. An\r\n\r\ninjunction case has recently been brought to light\r\n\r\nfollowing a dispute among the directors of a\r\n\r\ndevelopment company over the payment of paid-up\r\n\r\ncapital. This development company was awarded a\r\n\r\ntender to build a multi-million shopping centre-cum-flats complex. It is suggested that before any\r\n\r\naward of tender is made in future to redevelop any\r\n\r\nsite of State land by private developers, there\r\n\r\nshould be close scrutiny of the development\r\n\r\ncompany's financial position to guarantee the\r\n\r\nsmooth execution of the redevelopment plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to express, once\r\n\r\nagain, my full support for the motion of thanks to\r\n\r\nthe President.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 168</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.18 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche A. Rahim Ishak (Minister of State for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for Foreign Affairs (Inche A. Rahim Ishak):</b> Mr Speaker, Sir, many years ago\r\n\r\nI learnt that sports and games like soccer, rugby,\r\n\r\nfootball, boxing and wrestling, apart from their\r\n\r\npositive value of keeping people fit and strong,\r\n\r\nwere also aimed at giving men and women a chance\r\n\r\nto develop skills and craftsmanship in organised\r\n\r\ncontests and competitions in order that they would\r\n\r\nbecome more peaceful and peace-loving in nature,\r\n\r\nso that whenever they had differences of opinion\r\n\r\nwhich led to disagreements, they could settle them\r\n\r\nnot by going to war but by thrashing them out in\r\n\r\nsome form of sport or game played according to\r\n\r\nfixed rules with an umpire to prevent the rules\r\n\r\nfrom being violated. Later I learned that archery,\r\n\r\nfencing and shooting clubs emerged. I am told they\r\n\r\nare not to perfect men's ability to kill one\r\n\r\nanother but in the hope that war and killing would\r\n\r\nbe a thing of the past, and that these sports\r\n\r\nwould help human beings to remember the bow and\r\n\r\narrow, the sword and the gun as ancient weapons of\r\n\r\nwar. This was to remind them also that their\r\n\r\nancestors were more warlike than they. The first\r\n\r\nOlympics were held in Greece for this purpose on\r\n\r\nan international basis so that nations could have\r\n\r\na chance once every four years to show their\r\n\r\nprowess and excellence in peaceful contests and\r\n\r\ncompetitions in sports and games.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are supposed today to be less warlike.\r\n\r\nSad to say, greed, envy and hatred in man seem not\r\n\r\nto have diminished over the centuries and today\r\n\r\nthe causes of war and conflict remain as varied as\r\n\r\nthey are innumerable. We are constantly kept\r\n\r\nreminded that wars, revolutions, coup d'etat,\r\n\r\nracial and religious conflicts, economic and\r\n\r\nsocial chaos, still disrupt the lives of nations\r\n\r\nand their people. Even today nations still go to\r\n\r\nwar because of differences in religion, when one\r\n\r\nwould have thought that the Second World War was\r\n\r\nfought for economic and ideological reasons.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 169</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today we see, to our sorrow, that the generally\r\n\r\naccepted international rules of war are quite\r\n\r\noften not observed. Governments no longer make\r\n\r\nformal declarations of war before firing the first\r\n\r\nvolley or releasing the first bomb from an\r\n\r\naircraft. Those of us who are in our 30s or 40s\r\n\r\npresent here today will remember the night of 8th\r\n\r\nDecember, 1941, when Japanese bombers raided the\r\n\r\nheart of our city within a radius of a mile from\r\n\r\nthis august Chamber. We will also remember the\r\n\r\nsurprise attack on Pearl Harbour and the\r\n\r\ndestruction of American destroyers and other naval\r\n\r\nvessels while Japanese emissaries were still\r\n\r\nnegotiating in the United States of America.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are lessons we learned and cannot\r\n\r\nforget. They teach us that we must always be\r\n\r\nprepared. While we continue to play games\r\n\r\naccording to the rules in peaceful pursuits to\r\n\r\ndevelop fitness and strength in the nation, we\r\n\r\nmust also be ready for emergency situations. It is\r\n\r\nnecessary that we must know what our\r\n\r\npotentialities and limitations are, what our\r\n\r\nstrengths and weaknesses are. Then only can we\r\n\r\ntake action and adopt attitudes in response and in\r\n\r\nrelation to those of our immediate neighbours and\r\n\r\nStates further away in the world. It is only in\r\n\r\nknowing ourselves better that we can, from time to\r\n\r\ntime, make adjustments to changing circumstances\r\n\r\nin the world around us. For the world is never\r\n\r\nstatic, it is always changing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Relatively speaking, Singapore is the most\r\n\r\ndeveloped State among the member countries of\r\n\r\nA.S.E.A.N. In being so, we must be sensitive to\r\n\r\nthe feelings of others in the region vis-a-vis our\r\n\r\nprosperity, whether our success will influence\r\n\r\nothers in a way not desired by them or in a way\r\n\r\nwhich will win us their sustained friendship. We\r\n\r\nmust always be mindful when others blame us for\r\n\r\ntheir continued poverty, and for this we must seek\r\n\r\nthe reasons for this attitude of theirs. We should\r\n\r\nalso consider whether our immediate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 170</b></font><br><br>\r\n\r\n\r\n\r\nneighbours appreciate the pace of development and\r\n\r\nprogress we set for ourselves. And on out part, we\r\n\r\nnaturally expect them to try to understand us and\r\n\r\nthe motivations which propel us in carrying out\r\n\r\nour policies. Because of the high level of\r\n\r\norganisation, adaptability, industry, self-discipline and hard-headedness of our people,\r\n\r\nSingapore can be likened to a chili padi - small\r\n\r\nbut pungent - a very important ingredient in a\r\n\r\npalatable arrangement we seek in the Southeast\r\n\r\nAsia region. We believe that if other nations in\r\n\r\nthe region and we ourselves are to hold our own in\r\n\r\nthe foreseeable future, then the qualities which I\r\n\r\nhave mentioned plus imaginative and intelligent\r\n\r\nleadership and high standards of influence and\r\n\r\neffective government are indispensable. I believe\r\n\r\nthat our friends in the world near and far also\r\n\r\nendorse these qualities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite the relatively higher degree of\r\n\r\ndevelopment of the English language, there does\r\n\r\nnot exist in English a word which can render the\r\n\r\nmeaning or the sense of the word pedas. I have\r\n\r\nheard of the expression \"chilly hot\" as against\r\n\r\n\"fire hot\" used by some people. But these are\r\n\r\nreally not satisfactory translations. Probably it\r\n\r\nis because, despite having been in Asia for more\r\n\r\nthan 300 years, the British never got on to taking\r\n\r\nchillies. But in Southeast Asia we are different.\r\n\r\nPeoples in Southeast Asia are fond of the chilly\r\n\r\nand it will help all concerned to have chili padi,\r\n\r\nthe more the better, for our collective growth and\r\n\r\ndevelopment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore believes that good government based on\r\n\r\nwise and inte1ligent leadership consists not in\r\n\r\nupholding outmoded dogmas but in solving real\r\n\r\nproblems in a world where things are changing\r\n\r\nrapidly. At the same time, we are modest enough to\r\n\r\nknow that we cannot produce all the new ideas and\r\n\r\nall the new methods by ourselves alone. On the\r\n\r\nother hand, we are prepared to look beyond our\r\n\r\nshores for new ideas and the latest innovations\r\n\r\nfrom other societies. To us, it does not matter\r\n\r\nwhere these new ideas and innovations\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 171</b></font><br><br>\r\n\r\n\r\n\r\ncome from, whether from Communist, socialist or\r\n\r\ncapitalist countries. Our internal circumstances\r\n\r\nand history do not permit us to see different\r\n\r\npolitical and economic systems as systems which\r\n\r\nare at war with one another. We have learnt that\r\n\r\nwe must see these differences as being different\r\n\r\nways in which other peoples are trying to solve\r\n\r\ntheir economic and social problems. We must be\r\n\r\nbroad-minded and big-hearted enough to know that\r\n\r\nthese varying political systems may not solve all\r\n\r\nthe problems. But if they succeed in solving some\r\n\r\nof the problems, then we should be prepared to\r\n\r\nlearn from them even if their system is not the\r\n\r\nsame as ours. In other words, Sir, we must be able\r\n\r\nto appreciate different opinions and views held by\r\n\r\nothers and that if others hold opinions and views\r\n\r\ndifferent from ours, we can still continue to be\r\n\r\ntheir friends. We are mature enough to understand\r\n\r\nthat in international relations today, there is no\r\n\r\nsuch thing as unqualified friendship among\r\n\r\nnations. Our friend's enemy need not necessarily\r\n\r\nalso be our enemy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the war in Vietnam should give some food for\r\n\r\nthought. Despite what is going on in Paris today,\r\n\r\nwe can see that the Big Powers were and are still\r\n\r\nbehind the governments in the north of Vietnam as\r\n\r\nwell as in the south. A small war like this has\r\n\r\npotentialities of becoming a big war when the Big\r\n\r\nPowers adopt, directly or indirectly, small wars\r\n\r\nas their own wars. And any small war can, if the\r\n\r\nworld community is not careful, be converted into\r\n\r\na trial of strength between the super powers. For\r\n\r\nsmall countries like ours, this means that if we\r\n\r\nare foolish enough to quarrel among ourselves and\r\n\r\ngo to war with one another, then what may begin as\r\n\r\na war between two small countries will eventually\r\n\r\nbe transformed into a big power conflict. And once\r\n\r\nthat happens, the issues which have led the small\r\n\r\ncountries into war will be left in the background\r\n\r\nand will be taken over by issues which have\r\n\r\nnothing at all to do with the two countries\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 172</b></font><br><br>\r\n\r\n\r\n\r\nconcerned. In a short time, there would have been\r\n\r\nso many killed and wounded, soldiers as well as\r\n\r\ncivilians, on both sides who could have better\r\n\r\ncontributed to their country's peaceful\r\n\r\ndevelopment. In other words, the small countries\r\n\r\nwill be fighting not really on behalf of their own\r\n\r\nnational interests but on behalf of the interests\r\n\r\nof the bigger powers. Small countries cannot\r\n\r\nprevent big power conflicts taking place among\r\n\r\nsuper powers, but they can minimise the chances of\r\n\r\nbig power conflicts breaking out by not going to\r\n\r\nwar with one another. We have seen in the years\r\n\r\nafter the Second World War how foolish and\r\n\r\nthoughtless governments of small countries have\r\n\r\nentered into big power conflicts by openly taking\r\n\r\nthe side of one of the big powers against another.\r\n\r\nSo we should try never to get into such a\r\n\r\nsituation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is in this spirit of independent thinking and\r\n\r\nrealism in international relations that we in\r\n\r\nSingapore approach the world's problems. We hope\r\n\r\nthis will be the basis on which relations between\r\n\r\nnot only Singapore and her immediate neighbours\r\n\r\nbut Singapore and all other States in the world\r\n\r\ncan be established and strengthened.\r\n\r\n\r\n\r\n<br><br>3.33 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ang Nam Piau (Thomson)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, on behalf of the people of Thomson,\r\n\r\nI express my full support for the motion in the\r\n\r\nname of the Prime Minister thanking the President\r\n\r\nfor his policy speech in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the President's Speech and the Addendum to his\r\n\r\nSpeech, he has correctly and practically outlined\r\n\r\nthe policies of the Government, particularly in\r\n\r\nregard to the ways and means of solving the\r\n\r\nproblems arising out of the accelerated withdrawal\r\n\r\nof the British Military Forces from Singapore, in\r\n\r\norder to ensure the continued prosperity and\r\n\r\nstability that we enjoy. These policies receive\r\n\r\nand deserve the full support of the people.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 173</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the Addendum to the\r\n\r\nPresident's Speech, there is one section which\r\n\r\ndeals with the Social Welfare Department. Social\r\n\r\nwelfare may be curtailed because of the defence\r\n\r\nexpenditure involved. I wish to amplify on this\r\n\r\nsection. We know that the social services of a\r\n\r\nnation must be geared to the social organisation\r\n\r\nand the actual needs of society. We should not\r\n\r\ncurtail our expenditure in this respect because of\r\n\r\nan increase in our defence expenditure. On the\r\n\r\ncontrary, we must continue to provide social\r\n\r\nservices to look after the less fortunate people\r\n\r\nin our society, particularly in the trying years\r\n\r\nahead. If we do not have well-organised private\r\n\r\ncharitable organisations to continue looking after\r\n\r\nthe needy people in our society, we will see these\r\n\r\npeople roaming in the streets. Therefore, Mr\r\n\r\nSpeaker, it is heartening to note that there is no\r\n\r\ncurtailment of expenditure in health and education\r\n\r\nbecause of an increase in defence expenditure. It\r\n\r\nhas been stated in the Addendum to the President's\r\n\r\nSpeech that the standard of health, particularly\r\n\r\npublic health, will be raised. This is\r\n\r\npraiseworthy and deserving of our support.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On education, it is also stated that all\r\n\r\navailable resources will be utilised in the\r\n\r\norganisation of the secondary education system so\r\n\r\nthat more students will be rechannelled into\r\n\r\ntechnical education. At the same time, the\r\n\r\nstandard of secondary languages will be raised to\r\n\r\nsuit the practical needs of our society. We will\r\n\r\nrequire more professional and technical personnel\r\n\r\nto man our industries and improve our commercial\r\n\r\nactivities. Therefore, in view of all these\r\n\r\nimprovements and reorganisation. We will be on the\r\n\r\nright path to greater success and prosperity. All\r\n\r\nthese policies are welcomed by the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us turn to social affairs. It is to be noted\r\n\r\nthat the social services in Singapore have been\r\n\r\nacknowledged to be the best in the whole of\r\n\r\nSoutheast Asia. We must continue to maintain\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 174</b></font><br><br>\r\n\r\n\r\n\r\nthis reputation and even improve on it. So I hope\r\n\r\nthat public assistance will not be reduced. The\r\n\r\npeople who require public assistance must continue\r\n\r\nto get it all the same. We know that there is\r\n\r\nprovision for public assistance to be given to the\r\n\r\npoor and sick in our society. Under the public\r\n\r\nassistance scheme, there are certain conditions\r\n\r\nand the rates are as follows:\r\n\r\n\r\n\r\n<pre>\r\n\r\n        $21 per month for the head of family;\r\n\r\n        $10 per month for the wife;\r\n\r\n        $ 8 per month for each dependant above 16 years; and\r\n\r\n        $ 5 per month for each dependant under 16 years.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>The total amount in public assistance to a family\r\n\r\nshall not exceed $90 per month. This assistance in\r\n\r\nitself is not enough to maintain the livelihood of\r\n\r\na family particularly at the present juncture, as\r\n\r\nthe cost of living has been rising over the years.\r\n\r\nI suggest that the unfortunate members of our\r\n\r\nsociety be given more public assistance, if\r\n\r\nfinances permit. At least they should be given\r\n\r\npublic assistance to subsist. But, unfortunately,\r\n\r\nas far as I know, the situation is rather\r\n\r\ndisappointing. Perhaps it is because the funds\r\n\r\nallotted to public assistance are not sufficient.\r\n\r\nI understand that from the beginning of this\r\n\r\nmonth, the head of a family will receive $16 per\r\n\r\nmonth. This will put us back to the position in\r\n\r\n1961 and it is one step backward. We should be\r\n\r\nvery concerned for the needy and unfortunate\r\n\r\nmembers of our society. I hope the Minister for\r\n\r\nSocial Affairs will assure this House that public\r\n\r\nassistance will not be cut in future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, with regard to our defence, I\r\n\r\nhope the Minister will take note that a problem\r\n\r\nexists as regards public assistance. If a member\r\n\r\nof any family joins the National Defence Corps or\r\n\r\nis a national serviceman, public assistance to\r\n\r\nthat family is withdrawn. We all know that\r\n\r\nnational service and military service for the\r\n\r\nprotection of our lives and property and for the\r\n\r\ndefence of our territory\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 175</b></font><br><br>\r\n\r\n\r\n\r\nshould be encouraged. In fact, we have given those\r\n\r\nof our youths called up for national service a big\r\n\r\nsend-off at various community centres. A member of\r\n\r\nthe National Defence Corps is given only about\r\n\r\n$2.50 as transport allowance, and members in the\r\n\r\nReserves or in the regular Armed Forces are given\r\n\r\nonly some allowances which are barely enough for\r\n\r\nthem. So you cannot expect national servicemen or\r\n\r\nmembers of the Armed Forces to be able to support\r\n\r\ntheir families with the allowances that they\r\n\r\nreceive It is, therefore, wrong to withdraw public\r\n\r\nassistance from such families. Mr Speaker, Sir,\r\n\r\nwe know that at the present juncture, we are\r\n\r\nencouraging our young men to join the Army to fill\r\n\r\nthe vacuum which will be left behind by the\r\n\r\naccelerated withdrawal of British troops from\r\n\r\nSingapore. It is most unfortunate that it will\r\n\r\ncost the loss of public assistance to a family if\r\n\r\none of its members joins the Army to protect our\r\n\r\ncountry. He will bring financial disaster upon his\r\n\r\nfamily. This will probably deter our young people\r\n\r\nfrom joining the Armed Forces. I hope the Minister\r\n\r\nwill take corrective action in this regard.\r\n\r\n\r\n\r\n<br><br>3.43 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong (Delta)</b>(<i>In Mandarin</i>): MrSpeaker, Sir, the basic creed and belief of the\r\n\r\nPeople's Action Party is the building up of a non-Communist, democratic multi-racial society. At the\r\n\r\nrecent general elections, the people exercised\r\n\r\ntheir democratic right to elect once again the\r\n\r\nP.A.P, into office and gave it their trust and\r\n\r\nconfidence. As a result of this, all the Members\r\n\r\nhere today are members of the P.A.P. This is a new\r\n\r\nsituation that we are witnessing today. I believe\r\n\r\nthat all my colleagues are proud of this fact and\r\n\r\nwill be greatly encouraged. In fact, the duty to\r\n\r\ndevelop and defend our country rests on us.\r\n\r\nWithout the presence of an Opposition in this\r\n\r\nHouse, we should all the more keep an eye on any\r\n\r\nchanges in the situation, and see to the need of\r\n\r\nnation-building. We\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 176</b></font><br><br>\r\n\r\n\r\n\r\nshould carry out with renewed effort the tasks\r\n\r\nwhich the people have placed on us so that the\r\n\r\n\"stars\" in our midst, on whom many eyes are fixed,\r\n\r\nmay rise and give off their brilliance in\r\n\r\nSoutheast Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this new situation, my colleagues and I\r\n\r\nwill try our best to carry out the basic policies\r\n\r\nof our Government with confidence, endurance and\r\n\r\nability in order to achieve success. Ever since\r\n\r\nthe P.A.P. was entrusted by the people with the\r\n\r\nmanagement of the affairs of the country, we have\r\n\r\nweathered many storms. We have been thoroughly\r\n\r\ntested. Events have proved that the P.A.P. is a\r\n\r\nparty standing on solid ground. It is able to\r\n\r\nwithstand any test. On the other hand, when we\r\n\r\nlook at the other political parties, we see that\r\n\r\nthey only come into existence when a general\r\n\r\nelection is due to be held. They have no long-term\r\n\r\npolitical objectives. In fact, most of our\r\n\r\ncolleagues in this House have already had the\r\n\r\nexperience and taken up the responsibilities and\r\n\r\ntask of an Opposition in this House. They have\r\n\r\ncontributed much as an Opposition. Therefore, it\r\n\r\nspeaks volumes for the present Government that it\r\n\r\nhas principles and can fulfil the tasks which the\r\n\r\npeople have entrusted to us. The P.A.P. is a party\r\n\r\nwhich has long political experience.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, talking about the new political situation,\r\n\r\nmany people have an erroneous concept that when we\r\n\r\ntalk about democratic politics, there must be an\r\n\r\nOpposition in the House. Otherwise, they say,\r\n\r\nthere is no democracy. This concept, I feel, is\r\n\r\nwithout any foundation in democratic politics. A\r\n\r\npolitical party comes to power not from the theory\r\n\r\nof democratic politics or from the constitution,\r\n\r\nbut as a result of the free expression of the will\r\n\r\nof the people. Democratic politics is a system by\r\n\r\nwhich the people manage their own affairs. It is a\r\n\r\nsystem established by the people themselves so\r\n\r\nthat they will have the opportunity and the right\r\n\r\nto rule their country. Provided the party in power\r\n\r\ncan carry out the tasks given to it by the people,\r\n\r\nit does not matter even if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 177</b></font><br><br>\r\n\r\n\r\n\r\nthere is no opposition party in this House. On the\r\n\r\ncontrary, if there is an opposition but because of\r\n\r\nself-interest it discards its responsibilities and\r\n\r\neven goes to the extent of doing things contrary\r\n\r\nto the interest, well-being and livelihood of the\r\n\r\npeople of the country, then the existence of such\r\n\r\nan opposition party is no good at all. In fact, a\r\n\r\nlot of harm will be done. The constitution of a\r\n\r\ncountry lays down that its citizens have the right\r\n\r\nto take part in elections or be elected to office.\r\n\r\nBut it does not lay down what political party\r\n\r\nshould be in power to rule the country. In fact,\r\n\r\npolitical parties are the product of the\r\n\r\nprovisions in the constitution which say that the\r\n\r\npeople have the right to elect their own\r\n\r\ngovernment. The P.A.P. was elected according to\r\n\r\nthe constitution of this country. It is a party\r\n\r\nthat has been entrusted by the people with a new\r\n\r\nmandate. The P.A.P. has formed its government\r\n\r\nwhich is entirely based on the wishes and action\r\n\r\nof the people. We do not see any political\r\n\r\nphilosophy in other political parties. Therefore,\r\n\r\nfundamentally, they do not receive the people's\r\n\r\nconfidence. They cannot appeal to the people to\r\n\r\nsupport their policies. It is no wonder that all\r\n\r\nthe people are supporting the present party in\r\n\r\npower.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the present situation, the new Government is\r\n\r\ntaking up the onerous task of nation-building as\r\n\r\nan independent State in a practical manner. It has\r\n\r\nbecome the core of the whole nation. It is\r\n\r\nimplementing the task of laying a sound foundation\r\n\r\nfor a democratic system of government. It is\r\n\r\nshowing that it can even do without the assistance\r\n\r\nof an opposition party.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, at the present juncture, we must\r\n\r\nunderstand the objectives and principles involved\r\n\r\nin nation-building. In this way we will be able to\r\n\r\nchart better the destiny of our people. As we all\r\n\r\nknow, the basic work in nation-building involves\r\n\r\nmilitary, economic and social aspects. That means\r\n\r\nthat we must try to build up our political\r\n\r\nstrength in order to influence the development of\r\n\r\nour economy. The policy is that our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 178</b></font><br><br>\r\n\r\n\r\n\r\neconomy should be geared to our defence needs. The\r\n\r\nnext aspect to consider is that we must be able to\r\n\r\nmaintain and improve our social and political\r\n\r\nstability. The third aspect is that through social\r\n\r\nconstruction must come about a spirit of national\r\n\r\nconsciousness among the people which would lead to\r\n\r\nthe enhancement of the moral values of our people.\r\n\r\nTo sum up, we should inculcate in our people a\r\n\r\nnational spirit which is the starting point of all\r\n\r\nour efforts in nation-building.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the life of an individual is the same\r\n\r\nas that of a nation. If a man is without a soul,\r\n\r\nthen he is nothing but a perambulating corpse. A\r\n\r\nnation must have a national spirit which is the\r\n\r\nnational soul. Without a national soul a country\r\n\r\nwill not be able to last forever. If a nation has\r\n\r\nno national spirit, it will be disunited,\r\n\r\ncorrupted, degenerate and disorganised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this basis, let us look at our own nation.\r\n\r\nWhat is the present situation? Ever since we\r\n\r\nbecame independent, our Government has spared no\r\n\r\nefforts to carry out social and economic\r\n\r\ndevelopment. It has also spared no efforts to\r\n\r\nstrengthen our defence. We have made an appeal to\r\n\r\nour people to build a rugged society with a view\r\n\r\nto nurturing the next generation so that it will\r\n\r\nbe able to stand firmly on our own soil. These are\r\n\r\nthe principles governing our development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, there is another aspect of our\r\n\r\nsocial development. This is pathological. I refer\r\n\r\nto the fantastic mushrooming of bars and night-clubs in Singapore. As evident in the recent past,\r\n\r\nthere is a great deal of prosperity in Singapore,\r\n\r\nand hence a boom in night-clubs and bars. We have\r\n\r\nmore and more night-clubs and bars coming up in\r\n\r\nSingapore. At the same time, many so-called\r\n\r\nartistic troupes have come to Singapore to give\r\n\r\npublic performances. There are several\r\n\r\nexplanations for the mushrooming of night-clubs.\r\n\r\nOne of them is that it is necessary to have bars\r\n\r\nand night-clubs in order to promote tourism.\r\n\r\nAnother explanation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 179</b></font><br><br>\r\n\r\n\r\n\r\nis that this is possibly the beatnik philosophy of\r\n\r\nthose people who try to satisfy their needs for\r\n\r\nexcitement and stimulation in a turbulent world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us return to reality to understand this\r\n\r\nproblem. First of all, as far as I understand, the\r\n\r\npeople who frequent these places of pleasure are\r\n\r\nnot really tourists. In terms of proportion, among\r\n\r\nthose who frequent bars to get a drink, over 90\r\n\r\nper cent come from the lower and middle classes of\r\n\r\nour population. Furthermore, 70 per cent of these\r\n\r\npeople are wage-earners. If we allow our citizens\r\n\r\nto frequent bars, then it will be a test of our\r\n\r\nfuture. Excessive indulgence by a number of our\r\n\r\ncitizens in womanising, gambling, drinking and all\r\n\r\nsorts of debauchery, will have an Un-favourable\r\n\r\ninfluence on the structure of our society, which\r\n\r\nis a newly emergent society. This will lead to its\r\n\r\ndeterioration. Sir, man cannot withstand\r\n\r\ntemptation.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> When you started with, \"Man cannot...\", I thought you were going to say, \"Man cannot\r\n\r\nlive by bread alone!\" [Laughter.]\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong</b>(<i>In Mandarin</i>): Sir,\r\n\r\neveryday our Government leaders, especially our\r\n\r\nPrime Minister, emphasise that the skill of the\r\n\r\npeople in nation-building is important. Every\r\n\r\nyear, many young people leave school to seek\r\n\r\nemployment. But can we be sure that they will not\r\n\r\nbe tempted? If our reply is that we are not sure,\r\n\r\nthen the basis for nation-building will be\r\n\r\naffected. Sir, those who are present here may also\r\n\r\nbe affected by this poison. Then what will happen\r\n\r\nto our society? In raising this problem, I do not\r\n\r\nwish to suppress the natural instincts of man.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I wish to do is to provide the authorities\r\n\r\nconcerned with an understanding of the problem so\r\n\r\nthat they will look at it as newsmen in the\r\n\r\npromotion of tourism. As a modern people, we\r\n\r\nshould have a clear understanding of the problems\r\n\r\nof sex. The difference between human beings and\r\n\r\nanimals lies in the fact that, in addition\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 180</b></font><br><br>\r\n\r\n\r\n\r\nto instincts, including the instinct of self-preservation, human beings have the benefit of\r\n\r\neducation, an appreciation of culture and of the\r\n\r\nmeaning of life. The propagation of the race is\r\n\r\nthe creation of life. If men were to indulge in\r\n\r\nsex and the pursuit of pleasure and sacrifice the\r\n\r\ninstincts of man, then the meaning of life will be\r\n\r\nlost. Put simply, a meaningful life must have\r\n\r\ncertain standards or limitations in regard to the\r\n\r\nproblems of sex and the pursuit of pleasure. We do\r\n\r\nnot wish to suppress the basic needs of human\r\n\r\nbeings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wish to emphasise the\r\n\r\nfollowing points. First, the development of\r\n\r\ntourism is an important factor in the development\r\n\r\nof our economy. But in so doing, the authorities\r\n\r\nshould have new ideas in tackling this problem. In\r\n\r\naddition to looking after the tourists, the\r\n\r\ninterest of our local citizens should also be\r\n\r\ncared for. Singapore and Hong Kong are not the\r\n\r\nsame in geographical location. Even politically,\r\n\r\nSingapore is quite different from Hong Kong. We\r\n\r\nare an independent country. Hong Kong is a colony\r\n\r\ncontrolled by another country. In the promotion of\r\n\r\ntourism we do not have to rely on the promotion of\r\n\r\nunhealthy pleasures. What we should try to do\r\n\r\ninstead is to encourage tourists to have a good\r\n\r\nopinion of us and a healthy respect for our\r\n\r\ncountry. And this will help us internationally. In\r\n\r\nother words, we should not rely on European forms\r\n\r\nof entertainment to promote tourism. We have many\r\n\r\ncultures which do not exist in European countries.\r\n\r\nThe National Theatre and the Ministry of Culture\r\n\r\nshould look into this problem of promoting\r\n\r\ntourism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second problem I wish to mention is the\r\n\r\nenlargement of employment opportunities for women.\r\n\r\nIn his speech to Parliament, the President has\r\n\r\nrevealed that new policies and new plans will be\r\n\r\nimplemented in the Ministries to tackle the\r\n\r\nproblems facing us in the crucial years ahead.\r\n\r\nThese policies are designed to overcome our\r\n\r\ndifficulties and to lead our country to a more\r\n\r\npeaceful, secure, prosperous and progressive\r\n\r\nfuture. As the only female\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 181</b></font><br><br>\r\n\r\n\r\n\r\nMember of Parliament in this House, I am\r\n\r\nparticularly concerned with the role which women\r\n\r\ncan play in nation-building. I am concerned with\r\n\r\nthe problem of getting equal employment\r\n\r\nopportunities for women. The development of our\r\n\r\neconomy depends not only on our geographical\r\n\r\nposition and our port, but also on our human\r\n\r\nresources. In this respect, women make up half of\r\n\r\nthe total population of our country. And the\r\n\r\npotential strength of our women in nation-building\r\n\r\nshould not be overlooked. But if we want women to\r\n\r\nplay a greater part in nation-building, a pre-requisite is to allow them to have the chance to\r\n\r\nlearn various skills and acquire knowledge. In the\r\n\r\nAddendum to the President's Speech, it is stated\r\n\r\nthat the education system of our secondary schools\r\n\r\nwill be revised. The idea behind this is to enable\r\n\r\nmore students to take up technical education and\r\n\r\nvocational training. The Government has already\r\n\r\nset up a Cabinet Committee comprising the Minister\r\n\r\nfor Education, the Minister for Labour and the\r\n\r\nMinister for Finance to look into the problem and\r\n\r\nto supervise the planning and implementation of\r\n\r\ntechnical education and vocational training. This\r\n\r\nis to avoid any possible duplication in planning\r\n\r\nand implementation of technical education and\r\n\r\nvocational training, and to ensure that they\r\n\r\ncorrespond with our manpower needs and employment\r\n\r\nopportunities. I am sure that no one will disagree\r\n\r\nwith me that the educational system must be based\r\n\r\non the needs of our country and that it will have\r\n\r\nto be revised with the emphasis on technological\r\n\r\nand technical education. But on behalf of the\r\n\r\nwomen in Singapore, I must make a request to\r\n\r\nParliament that the Government should include\r\n\r\nwomen in the planning and implementation of\r\n\r\ntechnical education and vocational training. Mr\r\n\r\nSpeaker, Sir, the reason why I want to emphasise\r\n\r\nthis is that I am worried that the women of\r\n\r\nSingapore will be excluded from taking part in the\r\n\r\nplanning and implementation of technical education\r\n\r\nand vocational training. Certain\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 182</b></font><br><br>\r\n\r\n\r\n\r\nproblems at present show that this possibility\r\n\r\nexists. Therefore, we should not lay emphasis on\r\n\r\nthe training of males only in special skills. We\r\n\r\nall know that the scope of employment for women is\r\n\r\nseverely limited. Other than becoming Government\r\n\r\nand commercial employees and doctors, most of them\r\n\r\nget jobs as hotel receptionists, bar girls,\r\n\r\nwaitresses or even dance hostesses, singers and\r\n\r\nthe like.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the policy planners and administrators\r\n\r\nshould not neglect this fundamental principle when\r\n\r\nthey go about their job. They should not deprive\r\n\r\nwomen of the opportunity to contribute their bit\r\n\r\nto the country. Half of our population of two\r\n\r\nmillion consists of women, as I have already said\r\n\r\njust now, but the rate of employment of women is\r\n\r\nrather slow. Women have very limited employment\r\n\r\nopportunities and various kinds of restrictions\r\n\r\nare imposed on them. Many Government and private\r\n\r\ninstitutions are reluctant to engage female staff\r\n\r\nor workers because of the influence of a backward\r\n\r\ntraditional concept. There are very few\r\n\r\nopportunities for women to receive specialised\r\n\r\ntraining, as a result of which a large number of\r\n\r\nwomen have no other alternative but to become\r\n\r\nwaitresses, receptionists, dance hostesses, bar\r\n\r\ngirls, etc. Of course, I am not saying that such\r\n\r\noccupations are not fit for them, because there\r\n\r\nshould be no discrimination against or disrespect\r\n\r\nfor any kind of occupation. In every society,\r\n\r\nthere must be different people doing different\r\n\r\njobs. They are also making a living in their own\r\n\r\njobs. Such people are also respected subjects of\r\n\r\nour country. The Government should take steps to\r\n\r\nensure that women will have a wider range of\r\n\r\nemployment opportunities, and more suitable jobs.\r\n\r\nI believe that intellectually and physically women\r\n\r\ncan do many kinds of jobs of a technical and\r\n\r\nmechanical nature. We can see many such examples\r\n\r\nin advanced countries, where they have female\r\n\r\nengineers, pilots, ship captains, drivers,\r\n\r\ntechnicians, artisans, etc. There is no reason for\r\n\r\nthe women of Singapore to be more backward than\r\n\r\ntheir sisters in other countries\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 183</b></font><br><br>\r\n\r\n\r\n\r\nin this respect, in view of the fact that in the\r\n\r\nlast decade, they have enjoyed equal opportunities\r\n\r\nin education and their general level of knowledge\r\n\r\nhas risen. Therefore, the present distinction in\r\n\r\nemployment opportunities for men and women is man-made. This is due to bad traditions and to the old\r\n\r\nconcept that women are not suitable for technical\r\n\r\njobs. These traditions and concept should be done\r\n\r\naway with today. Although the policy planners\r\n\r\ncannot stipulate what percentage of women should\r\n\r\nhave technical and technological training, the\r\n\r\nGovernment should provide equal opportunities for\r\n\r\nwomen to receive it. I believe, and everybody will\r\n\r\nagree with me, that of the population of two\r\n\r\nmillion in Singapore, more than half are women.\r\n\r\nFifty per cent of the electorate comprise women\r\n\r\ntoo, and they have exercised their constitutional\r\n\r\nright to elect the Government. Therefore, the\r\n\r\nGovernment should treat them with equal fairness.\r\n\r\nOf the 58 Members here, all are men except myself.\r\n\r\nMaybe there are more women than men in their\r\n\r\nconstituencies and they have already done their\r\n\r\nbit for the country. They have also entrusted\r\n\r\ntheir future in our hands. So I hope that when\r\n\r\nMembers visit their constituents, they will not\r\n\r\nsay, \"Oh, because you are a female voter and not a\r\n\r\nmale voter, there must be some sort of unequal\r\n\r\ntreatment.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, my hope is that the gate to learning\r\n\r\ncan be opened wide to enable more women to have\r\n\r\nequal opportunities to receive technical or\r\n\r\nacademic training. It should not also be\r\n\r\nstipulated that only male students be recruited\r\n\r\nfor employment. Women should also be given\r\n\r\nopportunities for employment. Only by this means\r\n\r\ncan the employment opportunities for women be\r\n\r\nwidened. We can then have a healthy society. This\r\n\r\nis my hope.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will suspend the sitting of the\r\n\r\nHouse and will take the Chair again at five\r\n\r\nminutes past five o'clock.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.32 p.m. until 5.05 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 184</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.05 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Business Motion)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> You have a business motion, Mr\r\n\r\nBarker?\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, may I seek\r\n\r\nyour consent and the general assent of hon.\r\n\r\nMembers to move a motion for the suspension of\r\n\r\nStanding Orders to enable Parliament to adjourn\r\n\r\nearlier than eight o'clock tonight, namely, at\r\n\r\nseven o'clock?\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I give my consent. Do I have the\r\n\r\ngeneral assent of hon. Members for the Leader to\r\n\r\nmove the motion as proposed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That notwithstanding the Standing\r\n\r\nOrders, this Parliament doth adjourn tonight at\r\n\r\nseven o'clock. -[Mr Barker].\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 184</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>PRESIDENT'S SPEECH</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n<div align=\"center\"><h4>\t</h4></div>\r\n\r\n<br><br>5.07 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr Jek Yeun Thong):</b> r Speaker, Sir, the new targets so concisely\r\n\r\nenunciated by the President will undoubtedly exert\r\n\r\nmuch   impact   on   the  Ministry   of   Culture.\r\n\r\nNevertheless, the basic objectives and policies of\r\n\r\nthe Ministry will not be radically altered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is still the cornerstone of our policy to\r\n\r\npreserve   the  values  of  our  various  cultural\r\n\r\nstreams  in  the  context of  striking  a  balance\r\n\r\nbetween the need for homogeneity against the  need\r\n\r\nfor  heterogeneity.  The result  of  this  process\r\n\r\nduring the last nine years is that ours is already\r\n\r\na  cohesive  society. This is not the end  of  the\r\n\r\nroad. The need to socialise our people into modern\r\n\r\nand better ways of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 185</b></font><br><br>\r\n\r\n\r\n\r\nlife  still  remains. It is a continuous  process,\r\n\r\nparticularly vis-a-vis the problems in the crucial\r\n\r\nyears ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a democratic society like ours, it has not\r\n\r\nbeen  and  will not be our intention to attempt  a\r\n\r\ncultural dictatorship, which means imposing on the\r\n\r\npeople criteria of what the ruling elite considers\r\n\r\nto  be  the norms. Instead, culture should  evolve\r\n\r\nfrom  the  ground. It is worth while  to  remember\r\n\r\nthat  certain  countries in which  culture  became\r\n\r\npart  of  the state mechanism have now decided  to\r\n\r\nliberalise this activity which properly should  be\r\n\r\na  non-state  area  of human endeavour.  For  this\r\n\r\nreason  the  Ministry  of Culture  is  only  in  a\r\n\r\nposition  to  provide the catalyst  for,  and  not\r\n\r\ndictate  a set of arbitrary pattern on the people.\r\n\r\nFor  the same reason, our cultural policy  is  not\r\n\r\ncharacterised  by bans on low-brow  literature  or\r\n\r\nentertainment; ours is a creative way of  cultural\r\n\r\nnation-building, since the solution  lies  not  in\r\n\r\nnegatively banning this or that, but in positively\r\n\r\nproviding channels for creative activity  so  that\r\n\r\nthe  general public can develop critical awareness\r\n\r\nof  what  is  good  and what is bad,  and  in  the\r\n\r\nprocess spontaneously reject what has no social or\r\n\r\nother  values  and,  worse still,  that  which  is\r\n\r\ndegrading and detrimental to human dignity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When it comes to talking about culture, it always\r\n\r\noccurs  to me that there are some Members in  this\r\n\r\nHouse  who cherish distorted ideas about  culture.\r\n\r\nThey  seem  to think that the more and the  louder\r\n\r\nthey  condemn the so-called \"yellow culture\",  the\r\n\r\nmore  cultured  they become in  the  eyes  of  the\r\n\r\npublic.  So,  not infrequently in this  House  the\r\n\r\nMinistry  of  Culture was accused of knowingly  or\r\n\r\nunknowingly   promoting  \"yellow   culture\".   The\r\n\r\ntrouble  with these Members is that  they  do  not\r\n\r\nknow what \"yellow culture\" really means.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I can understand and remember, the term\r\n\r\n\"yellow   culture\"  was  coined  by  the   Chinese\r\n\r\nCommunists in the early days to describe all forms\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 186</b></font><br><br>\r\n\r\n\r\n\r\nart  and  cultures which did not toe the  line  of\r\n\r\nCommunist political propaganda. If you look up any\r\n\r\ncommon English dictionary, you will never find the\r\n\r\nterm \"yellow culture\" in it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Communist argument, the\r\n\r\ndemocratic society of the non-Communist world is a\r\n\r\ndying,  decadent society and all forms of art  and\r\n\r\ncultures coming from that society must necessarily\r\n\r\nbe  yellow culture. Only the Communist society  is\r\n\r\ncapable of producing healthy and good culture  for\r\n\r\nthe  people.  But  there are some exceptions.  The\r\n\r\narts   created   or  promoted  by  Communists   or\r\n\r\nCommunist sympathisers in the non-Communist world,\r\n\r\nthose  whom  the  Communists term  as  \"democratic\r\n\r\nelements\"-  min shu ren sheh - can be accepted  by\r\n\r\nthe Communist critics as good and healthy. Thus  a\r\n\r\nsong sung by Paul Robeson is good and healthy, but\r\n\r\nthe  same song sung by, say, Sidney Poitier or Nat\r\n\r\nKing  Cole,  may  be condemned as yellow  culture.\r\n\r\n(But that was years ago when Paul Robeson used  to\r\n\r\nperform in Moscow and when Peking and Moscow  were\r\n\r\non good terms. Now that Peking has fallen out with\r\n\r\nMoscow,  I am not sure whether he still  gets  the\r\n\r\nsame favourable treatment.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I remember years ago, when I was still very\r\n\r\nyoung, I was very fond of the Cantonese Opera  and\r\n\r\nmy  Communist  friends used to advise  me  not  to\r\n\r\nwaste  my  time  in this form of  feudalistic  and\r\n\r\ndecadent  culture. But when the Chinese Communists\r\n\r\ntook  over  China  in  1949  and  after  they  had\r\n\r\nproduced one or two films of Cantonese Opera, with\r\n\r\nthe same actors and actresses who had crossed over\r\n\r\nfrom  Hong Kong, we were all exhorted to see these\r\n\r\nfilms  which  were  praised as the  best  form  of\r\n\r\nculture ever produced by China. Now, with the  Red\r\n\r\nGuards  and  the cultural revolution sweeping  all\r\n\r\nover  China, I am told that these films have  been\r\n\r\ncommitted to the public bonfires.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At one time, Russian dances and folk songs used\r\n\r\nto   be   very   popular   among   the   so-called\r\n\r\n\"progressive  elements\"  in  Singapore.   If   you\r\n\r\nvisited  any  of  the premises of  the  Old  Boys'\r\n\r\nAssociations in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 187</b></font><br><br>\r\n\r\n\r\n\r\nthose  days, you would find young boys and  girls\r\n\r\nsweating  away rehearsing Russian or East European\r\n\r\nfolk  dances.  Those who did not appreciate  these\r\n\r\ndances  were  branded  as \"backward  elements\"  or\r\n\r\n\"reactionary  forces\". Now that they  have  broken\r\n\r\naway from the Russians, I presume they are equally\r\n\r\nbusy  in  condemning Russian dances as revisionist\r\n\r\nand decadent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is how the Communists treated culture: with\r\n\r\nchanging  values all the time and always  dictated\r\n\r\nby their current political thinking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ten or twelve years ago, when the Communist\r\n\r\nagitation was at its peak in Singapore, \"Down with\r\n\r\nyellow  culture\" was one of the favourite  slogans\r\n\r\nused by the Communists to rally the people against\r\n\r\nthe  British  colonialists.  Since  Communism  was\r\n\r\npublicly  banned, very soon the term  \"anti-yellow\r\n\r\ncampaign\"  became synonymous with  the  \"Communist\r\n\r\nmovement\".  When your friends talked  about  anti-yellow  campaigns,  you  knew  exactly  what  they\r\n\r\nmeant.  And  very  significantly, the  anti-yellow\r\n\r\ncampaign was initiated by a pro-Communist  Women's\r\n\r\nAssociation which the colonial Government  had  to\r\n\r\nderegister  later. In carrying out the anti-yellow\r\n\r\ncampaign,  the Communists were trying to  get  the\r\n\r\npeople to reject all forms of culture and art from\r\n\r\nthe  Western world and accept the cultural  values\r\n\r\nand  ideology imposed by them. These were all very\r\n\r\nexpertly  carried out without the innocent  people\r\n\r\nknowing that they were being indoctrinated for the\r\n\r\nCommunist   cause.  Many  talented  artistes   and\r\n\r\nwriters  were drawn into their camp. I know  their\r\n\r\ntechniques very well and if I were to tell you  in\r\n\r\ndetail  how  they  sought  to  convert  people  to\r\n\r\nCommunism  under  the disguise of the  anti-yellow\r\n\r\ncampaign, the short time available to me  in  this\r\n\r\nHouse  would not be enough, for I was one of  them\r\n\r\nand  I  know  their methods and techniques  inside\r\n\r\nout.  I  know  all  the double meanings  in  their\r\n\r\nphrases and terminology and all their double talk.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, at one time I was helping them to direct\r\n\r\nthe so-called cultural\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 188</b></font><br><br>\r\n\r\n\r\n\r\ncampaign.  And that was long before  some  of  our\r\n\r\nBarisan  friends knew anything about Communism.  I\r\n\r\nran    several   publications   for   them,   some\r\n\r\nunderground  and some above ground. The  Communist\r\n\r\nagitation had two prongs. One was the organisation\r\n\r\nof workers and students for industrial strikes and\r\n\r\nschool  sit-ins. Another was the  conduct  of  the\r\n\r\ncultural campaign where they recruited workers for\r\n\r\ntheir propaganda machinery.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The lesson behind all this is that we must be\r\n\r\nvery  careful  when we pick up terms  and  slogans\r\n\r\npassed on to us by the Communists. Of course, I do\r\n\r\nnot  mean that what the Communists say is bad  for\r\n\r\nus  and  vice versa, and therefore we must do  the\r\n\r\nreverse  of  what they do. But we must decide  for\r\n\r\nourselves what we want for our culture and we must\r\n\r\nhave  our own yardstick and criteria and  not  the\r\n\r\nvalues and the likes and dislikes imposed upon  us\r\n\r\nby the Communists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must be liberal in our outlook and we must not\r\n\r\nbe  afraid of accepting new ideas and new forms of\r\n\r\nart.  Singapore is the cross-road of Asia and  the\r\n\r\nWestern  world.  New  ideas and  new  trends  flow\r\n\r\nfreely into Singapore and pass on to other places.\r\n\r\nWe  cannot  isolate ourselves from the changes  of\r\n\r\nthe  world.  We can be selective but we  must  not\r\n\r\nclose  our eyes to the new things in life. We  can\r\n\r\nretain  those  with good taste  and  reject  those\r\n\r\nwhich  are  down-right pornographic. In condemning\r\n\r\nall  Western and foreign culture, the aim  of  the\r\n\r\nCommunists was to create a cultural vacuum in  the\r\n\r\nminds  of  the people so that they have no  choice\r\n\r\nbut  to  accept the Communist cultural values.  We\r\n\r\nmust rectify that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What we want is a culture which will instil the\r\n\r\nspirit  of  patriotism into our  people  and  fill\r\n\r\ntheir  hearts with pride for our beloved  country.\r\n\r\nThey  must  not worry too much about the smallness\r\n\r\nof  our country and they must be made aware of the\r\n\r\ngreatness   of   our  achievements.   Culture   is\r\n\r\nsomething vague and abstract. We cannot  feel  nor\r\n\r\nsmell it, but it is the force that binds all the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 189</b></font><br><br>\r\n\r\n\r\n\r\npeople  and makes them into a nation.  It  is  the\r\n\r\nforce  that  makes all of us want to die  for  our\r\n\r\ncountry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must have what the Communists call\r\n\r\n\"revolutionary  optimism\". It  is  true  that  our\r\n\r\ncountry is a small one, but as the Chinese  saying\r\n\r\ngoes,  even though a sparrow is small it  has  all\r\n\r\nthe five important organs. And not only do we have\r\n\r\nall the important organs but we are also going  to\r\n\r\nhave some muscles, too. It is true that we have no\r\n\r\nnatural  resources of our own. But our country  is\r\n\r\nso strategically situated that we are able to make\r\n\r\nuse  of  all  the  resources  from  the  whole  of\r\n\r\nSoutheast  Asia. It is true that we have  a  small\r\n\r\npopulation - only two million people - and not  many\r\n\r\ntalents   can   be  extracted  from   this   small\r\n\r\npopulation.  But  we  will  absorb  all  the  best\r\n\r\ntalents from the whole of Southeast Asia. We  will\r\n\r\nnot  only give work permits to professional people\r\n\r\nand highly skilled workers to work for us, but  we\r\n\r\nwill  also  allow in the best artistes, musicians,\r\n\r\npainters and dancers, so that they can enrich  our\r\n\r\ncultural  life.  They will sing  for  our  beloved\r\n\r\ncountry and paint the greatness of our people.  In\r\n\r\nreturn,  we  will  give them  a  position  in  our\r\n\r\nsociety and a future for their children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our policy is to allow a free interplay of\r\n\r\ncultural forces and not regard culture as  a  mere\r\n\r\ninstrument  of state. It is in keeping  with  this\r\n\r\nprinciple  that  the Singapore  Arts  Council  was\r\n\r\nformed  to provide avenues for cultural expression\r\n\r\nas  well  as  to  lead feeling  and  thought  into\r\n\r\npurposeful cultural pursuits. In terms  of  actual\r\n\r\nprogrammes,  some  of  the  efforts  of  the  Arts\r\n\r\nCouncil   during  the  last  few  months  included\r\n\r\n\"Singapore  Night\" and \"Festival  1968\",  to  name\r\n\r\nonly  a  few.  It  is significant  that  the  Arts\r\n\r\nCouncil,  which comprises all sectors  of  society\r\n\r\nand  shades  of opinion, is no monopolist  of  the\r\n\r\nperforming  arts. Since then there  have  followed\r\n\r\none  hundred  and one performances staged  in  all\r\n\r\nparts  of  Singapore to mark our great variety  of\r\n\r\nfestive  and social occasions, each no  less  than\r\n\r\nthe other characterised\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 190</b></font><br><br>\r\n\r\n\r\n\r\nby the dominance of local  themes.  In\r\n\r\nshort, ours is no longer the rootless society that\r\n\r\nwe  were once characterised to be by other people.\r\n\r\nTo  change the metaphor, a national culture  in  a\r\n\r\nmulti-racial  society like ours  is  no  longer  a\r\n\r\ntheory or an ideal but an actual fact.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Speech outlined three objectives\r\n\r\n-  the  Ministry of Culture will be involved  with\r\n\r\nthem  -  and  the last more than the others  bears\r\n\r\ndefinite relevance to the Ministry. I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Enhancement of national consciousness of the\r\n\r\nproblems  that will come upon us in the  next  few\r\n\r\nyears.   We  must  all  learn  to  place  national\r\n\r\ninterests  above personal or sectional  interests.\r\n\r\nInternally,   high   morale   -   internationally,\r\n\r\nconfidence   in   our  continuing  stability   and\r\n\r\nefficiency  - this combination will enable  us  to\r\n\r\nachieve new records in high performance.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The quotation is also an indication of what is in\r\n\r\nstore for the Ministry of Culture - an accelerated\r\n\r\nrole in bringing about the change of attitudes  in\r\n\r\nour  people. To fulfil this role, the Broadcasting\r\n\r\nDivision  has  been elevated to  the  level  of  a\r\n\r\nMinistry  with  a Permanent Secretary,  and  I  am\r\n\r\nhappy  to point out that the word \"Division\"  here\r\n\r\ndoes not have divisive connotations that it has in\r\n\r\nits normal context. Far from going different ways,\r\n\r\nit  is  that  since one road is too  congested,  a\r\n\r\nparallel  road  has  been constructed  for  easier\r\n\r\naccessibility  and both roads  lead  to  the  same\r\n\r\nobjective.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The targets as outlined in the President's Speech\r\n\r\ncall  for the establishment of new and necessarily\r\n\r\nmore  efficient ways of life. In this  connection,\r\n\r\nthe mass media at the disposal of the Ministry  of\r\n\r\nCulture must be brought to bear maximum impact  at\r\n\r\nthe minimum cost.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I stated earlier, the policy of my Ministry\r\n\r\nwill   remain  basically  similar,  although   the\r\n\r\nmethods may differ by way of innovations and other\r\n\r\ndevices. In the mass media aspect of our activity,\r\n\r\nit is our policy to induce the change of attitudes\r\n\r\nin  our  people.  Many  a developing  country  has\r\n\r\nrightly  endeavoured to modernise  itself  on  the\r\n\r\nbasis  of  economic and social transformation  but\r\n\r\nhas\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 191</b></font><br><br>\r\n\r\n\r\n\r\ninadvertently omitted a vital area -the  minds  of\r\n\r\nmen.   Our  modernisation  process  should   never\r\n\r\nneglect attitudinal change in our people and  this\r\n\r\nis  where  the  mass  media come  in  to  play  an\r\n\r\nessential role.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the modern world, our situation is unique. No\r\n\r\nother  country  has two million people,  of  multi\r\n\r\nethnic   stock   and   speaking   four   different\r\n\r\nlanguages,  compressed in  an  area  of  only  225\r\n\r\nsquare miles with absolutely no natural resources.\r\n\r\nNo  other  country  in such a  position  has  been\r\n\r\nforced  by geo-politics to have, in such  a  short\r\n\r\ntime,  not  only vastly to expand its economy  but\r\n\r\nalso  to  defend its right to retain what  it  has\r\n\r\nbuilt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Such a country and such a society obviously need\r\n\r\nmore  than the individual talents, drive and  will\r\n\r\nof  its  people. Such a society needs organisation\r\n\r\nof   the  highest  order.  Such  a  society  needs\r\n\r\nleadership   of  the  highest  calibre.   We   are\r\n\r\ndetermined to make our social organisation as best\r\n\r\nwe  can. To do this, and to do it quickly, we will\r\n\r\nneed  to  have  the best mass media  that  we  can\r\n\r\nafford.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But people and government, however dedicated and\r\n\r\nhard  working, cannot think and work all the time.\r\n\r\nThus,  the  Broadcasting Division, in addition  to\r\n\r\nproviding  the link and the stimulant,  will  also\r\n\r\nprovide the diversion and the entertainment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Information, education and entertainment are not\r\n\r\nmutually exclusive nor antagonistic. Education can\r\n\r\nbe  entertaining, entertainment can be informative\r\n\r\nand information can be educational. How well these\r\n\r\ncan  be  merged to provide the best programmes  on\r\n\r\nthe  air depends upon the expertise, the knowledge\r\n\r\nand  the dedication of those entrusted with a very\r\n\r\nimportant function. Our task will be to invoke the\r\n\r\ndedication, arrange for the knowledge and,  within\r\n\r\nour  budget,  provide facilities for  accumulating\r\n\r\nexpertise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Physically, the most pressing need is a radio\r\n\r\ncomplex.  Our  television  building,  studios  and\r\n\r\nequipment are modern.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 192</b></font><br><br>\r\n\r\n\r\n\r\nBut  our radio staff is housed in temporary shacks\r\n\r\nbuilt  during  the  time of the  British  Military\r\n\r\nAdministration. Most of our radio studio equipment\r\n\r\nis as old. We hope to replace it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Staffing will be a problem for yet some time.\r\n\r\nTelevision  is but a few years old  here.  In  its\r\n\r\ncreation  and  very rapid development,  the  radio\r\n\r\nstaff  was  heavily  drawn  upon.  Expertise   was\r\n\r\ndiluted  in the process of increasing broadcasting\r\n\r\nstaff   by  four  times  in  five  years  or   so.\r\n\r\nAggravating the problem is the fact that the radio\r\n\r\nstaff has to learn to operate a different and more\r\n\r\ndifficult medium. And compounding the difficulties\r\n\r\nis  the  fact that when television came, Singapore\r\n\r\nhad  not  a  well developed electronic  and  film-making  industries. Given present limitations,  it\r\n\r\nis  possible, by means of better staff utilisation\r\n\r\nand higher morale, to increase output and quality.\r\n\r\nThis we will do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Good entertainment films, especially in the\r\n\r\nlanguages and dialects of most of our people,  are\r\n\r\ncostly  and  difficult  to obtain.  To  make  them\r\n\r\nourselves  will  cost us more money  than  we  can\r\n\r\nafford.  This does not mean that we will not  make\r\n\r\nany  films ourselves. It only means that  we  will\r\n\r\nhave  to  be very prudent and careful in  what  we\r\n\r\nmake.  We  may  be  able  to  supplement  our  own\r\n\r\nproduction by encouraging other local productions.\r\n\r\nWe  will  have  to  screen  commercially-sponsored\r\n\r\nfilms so long as they are of good quality and good\r\n\r\ntaste.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since assuming office, I have received many\r\n\r\ncomplaints about the poor presentation of  Chinese\r\n\r\nfilms  in  our TV, programmes. The films  we  used\r\n\r\nwere more than ten years old and most of them were\r\n\r\nrepeated twice or even thrice. And I have received\r\n\r\nletters from viewers telling me not to project too\r\n\r\nmany Cantonese films over TV, just because I am  a\r\n\r\nCantonese!  All these boil down to a simple  fact,\r\n\r\nand  that  is  we do not have an independent  film\r\n\r\nindustry in Singapore to produce Chinese films  to\r\n\r\nfeed  our  T.V. Our only source of film supply  is\r\n\r\nHong  Kong  which produces more films in Cantonese\r\n\r\nthan in any\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 193</b></font><br><br>\r\n\r\n\r\n\r\nother  dialects.  What is even worse,  these  film\r\n\r\ncompanies  in Hong Kong are controlled by  two  or\r\n\r\nthree organisations which also run cinema theatres\r\n\r\nin  Singapore. Naturally, they do not want T.V. to\r\n\r\npresent  good programmes that keep the viewers  at\r\n\r\nhome.  They  would  like  the  viewers  to  be  so\r\n\r\ndisgusted  with  our programmes that  the  viewers\r\n\r\nwould  rush  to  patronise their cinemas!  It  is,\r\n\r\ntherefore, their undeclared policy not to sell  or\r\n\r\nhire  to  our  Broadcasting Division  any  Chinese\r\n\r\nfilms of value. If ever they want to hire to us at\r\n\r\nall, the film must be more than ten years old. The\r\n\r\nsame also applies to English and Malay films.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson):</b> Even to Tamil films.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> So in this situation, it is\r\n\r\nquite  difficult  to break their monopoly.  In  my\r\n\r\nview, the film organisations are too short-sighted\r\n\r\nand  narrow-minded. Over the years,  cinemas  have\r\n\r\ncompeted  successfully  against  T.V. with  their\r\n\r\ncolour  films, broader screens and better  quality\r\n\r\nin  sound  and  music. This  our  T.V. can  never\r\n\r\nachieve  for  many years to come, and they  should\r\n\r\nhave  no  worry  that T.V. will  take  away  their\r\n\r\naudience.  So  we  can only  hope  that  the  film\r\n\r\norganisations  will  develop  a  more  enlightened\r\n\r\noutlook  so that cheap and good entertainment  can\r\n\r\nbe made available to the common people. Otherwise,\r\n\r\nwe  will  have to make our own films in Singapore,\r\n\r\nbut the expenses will be very prohibitive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the question of inducing\r\n\r\nattitudinal change in our people as a catalyst  in\r\n\r\nsocial transformation, the various sections of the\r\n\r\nCulture Division of my Ministry share amongst them\r\n\r\nthe other media of mass communication. Utilised in\r\n\r\ncombination  rather  than in  isolation  as  self-sufficient  units, the effects on  nation-building\r\n\r\ncan  be far-reaching. Given effective use of  such\r\n\r\nmass  media, the targets of our Republic will  and\r\n\r\ncan  become all the more attainable, and all  that\r\n\r\nwithin a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 194</b></font><br><br>\r\n\r\n\r\n\r\nmuch   shorter  period  of  time  too  than  would\r\n\r\notherwise be the case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, the Ministry of Culture will\r\n\r\ncontinue  to  ensure  that Singapore  will  become\r\n\r\nculturally distinctive as well as create  a  well-informed and enlightened public, which is a  means\r\n\r\nin itself as much as it is a means to a better and\r\n\r\nmore meaningful life in our multi-racial society.\r\n\r\n\r\n\r\n<br><br>5.36 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Prof. Wong Lin Ken -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Prof. Wong Lin Ken (Alexandra):</b> Mr Speaker, Sir,\r\n\r\nyou  preside over a Parliament that has seen major\r\n\r\nmilestones  in the political history of  Singapore\r\n\r\nafter   every  election.  There  have  been   many\r\n\r\nelections  in Singapore beginning from 1948,  when\r\n\r\nthey  were introduced to provide for the  election\r\n\r\nof  six  Members  to the Legislative  Council.  In\r\n\r\n1955, general elections were held to provide for a\r\n\r\npartial transfer of power to the local people.  In\r\n\r\n1959,   we  had  advanced  sufficiently  to   have\r\n\r\nelections that provided for a substantial transfer\r\n\r\nof power to a wholly elected Legislative Assembly.\r\n\r\nThe result of that general elections was a victory\r\n\r\nfor  the PAP. In September 1963, we as a party had\r\n\r\nalready  made Singapore history by being the  only\r\n\r\nparty   ever  to  be  returned  to  power   twice.\r\n\r\nRecently,  we  created yet more records  in  being\r\n\r\nreturned to power for a third term and in  forming\r\n\r\nthe   first   elected  Government  of  a   totally\r\n\r\nindependent and sovereign Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, it is the current record\r\n\r\nthat  I wish to dwell upon for a few minutes,  and\r\n\r\nthis  is  the unique situation, both for Singapore\r\n\r\nand,  indeed,  for  the practice of  parliamentary\r\n\r\ndemocracy, that we the P.A.P. occupy every  single\r\n\r\nseat in this Parliament. Nowhere else in the world\r\n\r\nwhere  parliamentary democracy  is  practised  has\r\n\r\nsuch a situation arisen. That this is the case  is\r\n\r\nless the result of a choice by the electorate than\r\n\r\nthe  failure  of opposition parties to  provide  a\r\n\r\ncredible  alternative to the P.A.P. It would  have\r\n\r\nbeen in the national interest if we had had widely\r\n\r\ncontested elections in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 195</b></font><br><br>\r\n\r\n\r\n\r\nwhich the support of the communal, Right-wing  and\r\n\r\npro-Communist parties could have been measured  in\r\n\r\nquantitative  terms. Perhaps they would  not  have\r\n\r\nlost  every single seat, but I have no doubt  that\r\n\r\nthey  would  have suffered a decisive defeat.  The\r\n\r\ndefeat   of   the  communal  parties  would   have\r\n\r\ndemonstrated the futility of politics based on the\r\n\r\nnarrow appeals of race and culture. The defeat  of\r\n\r\nthe  Right-wing parties would have driven home the\r\n\r\npoint that they have alienated themselves from the\r\n\r\npeople   of   Singapore   and   have   emasculated\r\n\r\nthemselves by their own inadequacies. Finally, the\r\n\r\ndefeat  of  the  Communist front Barisan  Sosialis\r\n\r\nwould   have  revealed  its  degeneration   as   a\r\n\r\npolitical force due to rigid adherence to policies\r\n\r\nwhich  have  no  relevance in the context  of  the\r\n\r\npresent political situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are some people who feel that it\r\n\r\nseems  somehow not right that the P.A.P. have  all\r\n\r\n58   seats.  Under  the  system  of  parliamentary\r\n\r\ndemocracy  such  as  we  have  inherited,  it   is\r\n\r\npossible  for  a  political party to  contest  the\r\n\r\nelections  and  to  lose every  single  seat,  and\r\n\r\nequally for it to win every single seat. In  1963,\r\n\r\nwe  saw the Singapore People's Alliance lose every\r\n\r\nsingle seat it contested. Now, in 1968, we see the\r\n\r\nP.A.P. win every seat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not very likely that there will be another\r\n\r\nsuch  Parliament, and the return  of  a  political\r\n\r\nOpposition, preferably a bona fide democratic one,\r\n\r\nwill be for the political welfare of Singapore. It\r\n\r\nwill make Parliament a more lively and, certainly,\r\n\r\na  more  abrasive place for its Members. But  more\r\n\r\nimportant, it will ensure the institutionalisation\r\n\r\nof   parliamentary  democracy   as   a   form   of\r\n\r\ngovernment.  If  the return of  an  Opposition  is\r\n\r\nalmost   wholly   or  wholly  a  resurrection   of\r\n\r\nCommunist  front parties, whether in the  form  of\r\n\r\nthe Barisan Sosialis or other organisations guided\r\n\r\nby  other  variants of Communism,  then  Singapore\r\n\r\nwill be moving into more difficult times. For this\r\n\r\nwill  be  the tangible verdict of the  failure  of\r\n\r\nthis Parliament to cope adequately and effectively\r\n\r\nwith the major problems\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 196</b></font><br><br>\r\n\r\n\r\n\r\noutlined  in  precise  and concise  terms  by  the\r\n\r\nPresident  of Singapore in his Speech on  6th  May\r\n\r\nthis year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, indeed all of Southeast Asia, is in a\r\n\r\nstate  of  change  so rapid as  to  awe  even  the\r\n\r\nhistorian.  We  live  in a region  where  dramatic\r\n\r\nchanges  have been the order of the day since  the\r\n\r\nlast  World War. There are powers which  must,  in\r\n\r\nthe  nature  of  things, calculate  the  direction\r\n\r\nwhich  Singapore  politics will take,  within  the\r\n\r\ncontext  of their rivalry in Southeast Asia.  Some\r\n\r\nof  these not only have an interest in us but also\r\n\r\npossess   both  the  will  and  the  capacity   to\r\n\r\ninfluence,  in  overt or, as is  more  likely,  in\r\n\r\nsubtle  but tangible ways, the development of  the\r\n\r\nregion.  What is required of this Parliament  then\r\n\r\nis  more than good and effective government  which\r\n\r\nany  electorate rightfully expects of its  elected\r\n\r\nrepresentatives. It has also to demonstrate in  no\r\n\r\nuncertain manner to those at home and abroad,  who\r\n\r\nwish us well or ill, that this Government and  the\r\n\r\npeople of Singapore have the determination and the\r\n\r\nability  to  create a stable and  enduring  multi-racial  nation in a troublous part of the  Pacific\r\n\r\nBasin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nine years of imaginative and constructive\r\n\r\nefforts  have  gone  into  the  building  of   our\r\n\r\nprosperous  multi-racial  society.  But   economic\r\n\r\nprosperity cannot be our only goal. Singapore  has\r\n\r\nthroughout  its  history enjoyed  high  levels  of\r\n\r\nprosperity,  despite occasional setbacks.  In  the\r\n\r\npast, Singapore flourished even though the various\r\n\r\nraces  had relatively little to do with each other\r\n\r\nand  certainly did not feel as the people  of  one\r\n\r\nnation.  Singapore will not endure solely  on  the\r\n\r\nfoundations  of  multi-storeyed flats,  factories,\r\n\r\nand;  all  the  tangible evidence of a  prosperous\r\n\r\neconomy. A rise in the Gross National Product,  so\r\n\r\nessential  for  our  national  survival  and   the\r\n\r\nobjective of good government, is helpful  for  its\r\n\r\ncushioning  effects  in the competition  for  jobs\r\n\r\nbetween  the communities, but it is not the  long-term answer to bring about a cohesive society  out\r\n\r\nof our diverse races. The answer lies in continued\r\n\r\nefforts to create the kind of society that will be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 197</b></font><br><br>\r\n\r\n\r\n\r\nable to cope with the stresses and strains of life\r\n\r\nin  Asia.  To  ensure this, the basic multi-racial\r\n\r\nphilosophy   of  our  society  must   become   the\r\n\r\nframework  on  which our people rationalise  their\r\n\r\ndaily and national existence. And so, if our multi-racial  society  is to endure, it cannot  be  only\r\n\r\nbecause  of  the words and actions  of  58  P.A.P.\r\n\r\nMembers  of Parliament. It must be the  result  of\r\n\r\nthe  collective will of every single man and woman\r\n\r\nin  Singapore who believes that multi-racialism is\r\n\r\nthe  only  rational way of life  in  the  kind  of\r\n\r\nsociety we have.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have, Mr Speaker, Sir, gone a long way to\r\n\r\ninstitutionalise multi-racialism as a way of life.\r\n\r\nWe  have rightly placed our emphasis on youth  and\r\n\r\neducation,  based on the integration of  the  four\r\n\r\nlanguage  streams and the production of  bilingual\r\n\r\nstudents.   But  languages  are  just   media   of\r\n\r\ncommunication, and by themselves do not  serve  to\r\n\r\nunite  unless the content of education is  infused\r\n\r\nwith the values of our society. This involves more\r\n\r\nthan just a change in the curricula to bring about\r\n\r\na  re-orientation of attitudes. Equally important,\r\n\r\nthose who teach the curricula must understand  and\r\n\r\nbelieve in the grand design.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Please permit me, Mr Speaker, Sir, to cite a\r\n\r\npersonal  experience to illustrate  my  point.  My\r\n\r\neldest  boy  is in the equivalent of a  Primary  1\r\n\r\nclass  in  Washington. One day,  after  about  six\r\n\r\nmonths in this school, he came home to explain  to\r\n\r\nme  why  George  Washington's birthday  was  being\r\n\r\nobserved.  Can we say for certain that our  school\r\n\r\nsystems are so developed that, in a similar period\r\n\r\nof  time,  a child in his first year of  education\r\n\r\ncan,  with  earnest  enthusiasm,  explain  to  his\r\n\r\nparents why our National Day should be celebrated?\r\n\r\nNo  definitive  answer can be expected  without  a\r\n\r\nproper  systematic evaluation involving the  whole\r\n\r\nfield of education. Perhaps in the proposed effort\r\n\r\nto   improve  the  qualitative  character  of  our\r\n\r\neducational system consideration can be  given  to\r\n\r\nthe    inclusion    of   an   investigation    and\r\n\r\nrecommendation of what can be done  to  inspire  a\r\n\r\nteacher to give\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 198</b></font><br><br>\r\n\r\n\r\n\r\nhis  students more than just the format  substance\r\n\r\nof  their  education. Perhaps;  it  is  time  that\r\n\r\nserious thought should be given to a comprehensive\r\n\r\nevaluation of almost one decade of effort that has\r\n\r\nbeen  put  in  the field of education towards  the\r\n\r\nobjective  of  a  multi-racial society,  with  the\r\n\r\nobject  of determining both the factors that  have\r\n\r\npromoted  or  retarded progress, so  that  further\r\n\r\ndevelopment can be set into motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A multi-racial society can only be nurtured and\r\n\r\nsustained   by   a   multi-racial  intelligentsia,\r\n\r\nreflecting the character of the population. So  it\r\n\r\nis a logical development of our educational policy\r\n\r\nthat  the  universities and other institutions  of\r\n\r\nhigher  learning-should  become  an  integral  and\r\n\r\nvital   part  of  the  national  community.   The-desirability   of  a  Minister  of   Science   and\r\n\r\nTechnology, who is also simultaneously  the  Vice-Chancellor  of  the University of  Singapore,  may\r\n\r\ndisturb the intellectual equilibrium of those  who\r\n\r\nhold   an   inflexible  doctrinal  view  of   what\r\n\r\nconstitutes   academic  freedom   and   university\r\n\r\nautonomy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yet, if one were to undertake serious research\r\n\r\ninto the subject one would discover that there has\r\n\r\nnever  been a relationship between the  State  and\r\n\r\nthe university which has not undergone changes  in\r\n\r\nresponse  to environmental changes. An examination\r\n\r\nof  the  constitutional and conventional relations\r\n\r\nbetween  State and universities brings  forth  the\r\n\r\nfact  that  friction between them is at a  minimum\r\n\r\nwhere   there  is  a  common  consensus  of  basic\r\n\r\nfundamental  values  and  loyalties  to   society.\r\n\r\nIssues  are  defined, discussed, and  disposed  of\r\n\r\nfrom  the  focal  point of what is  best  for  the\r\n\r\ncommunity as a whole.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The present position of the University of\r\n\r\nSingapore  reflects  in  the  last  analysis   the\r\n\r\nfailure  of the academic community as a  whole  to\r\n\r\nadapt itself to the radical changes that have come\r\n\r\nto  pass  in  Singapore in the  last  decade.  The\r\n\r\nappointment  of a Vice-Chancellor  who-is  also  a\r\n\r\nSenior   Cabinet  Minister,  notwithstanding   his\r\n\r\nreputation  as an academic man, is an  indictment.\r\n\r\nYet, in extenuation, perhaps it must be admitted\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 199</b></font><br><br>\r\n\r\n\r\n\r\nthat many of the academic community  are  not\r\n\r\nour  nationals and cannot be expected  to  concern\r\n\r\nthemselves with our affairs. It will be a  tragedy\r\n\r\nfor  the  development of our intellectual life  if\r\n\r\nthere  is  no  room in the University for  foreign\r\n\r\nprofessors  and teachers to provide the  necessary\r\n\r\nstimuli.  But, in the main, the direction  of  the\r\n\r\nUniversity  must be in the hands of nationals.  It\r\n\r\nis  to  be  hoped,  and  I  am  both  hopeful  and\r\n\r\noptimistic,  that the present unusual appointment,\r\n\r\nthe  product of extraordinary circumstances, shall\r\n\r\nbe  a  passing  phase  in the  history  of  higher\r\n\r\neducation  in  Singapore. For if such  a  practice\r\n\r\nwere  to develop into a permanent feature, it will\r\n\r\nbe  a reflection of the continuing failure of  the\r\n\r\nUniversity to get itself identified, and, what  is\r\n\r\neven  more  important, accepted  as  part  of  our\r\n\r\nnational life.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The imminent recognition of Nanyang University\r\n\r\ndegrees  reminds  us  of how  much  progress  this\r\n\r\ninstitution  has  made  in educational  and  other\r\n\r\nterms   within  the  framework  of  our   national\r\n\r\ncommunity. It is to be hoped that at some point of\r\n\r\nits evolution, it will achieve the same measure of\r\n\r\ninstitutional  recognition as  the  University  of\r\n\r\nSingapore   in  the  international  community   of\r\n\r\nlearning.  If our polyglot society is  to  achieve\r\n\r\nnational cohesion, the linguistic cleavages,  born\r\n\r\nout  of  colonial times and now in the process  of\r\n\r\nbeing bridged in our school system, should not  be\r\n\r\nallowed  to  persist longer than is  educationally\r\n\r\nfeasible in the institutions of higher learning.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, perhaps the designation of the\r\n\r\nMinister for Science and Technology is the  result\r\n\r\nof the necessity to emphasize the national need to\r\n\r\ndevelop  a  hitherto  neglected  aspect   of   our\r\n\r\neducation   rather   than  a   reflection   of   a\r\n\r\nfundamental  change in attitude  on  the  part  of\r\n\r\nGovernment  towards higher education in  the  arts\r\n\r\nand  social sciences. The urgent national need  to\r\n\r\ndevelop  a  technological  and  scientific   class\r\n\r\nindispensable  to  an industrialising  society  is\r\n\r\nbeyond   question  and  requires  constant  public\r\n\r\nreiteration. Yet it is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 200</b></font><br><br>\r\n\r\n\r\n\r\nwell   to   remember  that  the  main  burden   of\r\n\r\npreserving, refining, and developing the  cultural\r\n\r\nlife of a nation falls on the shoulders of the non-technological  and non-scientific members  of  the\r\n\r\nintelligentsia.  We  have  need  to  continue   to\r\n\r\ndevelop the arts and social sciences, and, what is\r\n\r\neven more relevant, to nurture a self-perpetuating\r\n\r\ngeneration of bilingual intelligentsia capable  of\r\n\r\nsustaining  our  society and  having  the  broader\r\n\r\nperspective of viewing our problems on the broader\r\n\r\nbase of a multi-racial community.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now to touch on a specific topic of\r\n\r\ninterest to all Singaporeans. This is the National\r\n\r\nMuseum.  Its re-organisation is long overdue.  The\r\n\r\nproposal to transform it (to quote the Addendum to\r\n\r\nthe  Presidential  Speech)  into  \"an  educational\r\n\r\ncentre   displaying  in  vivid  manner  the   rich\r\n\r\npolitical, social, and economic history  not  only\r\n\r\nof  Singapore but of the whole region of which  we\r\n\r\nare the fulcrum\" is, I think, an imaginative step.\r\n\r\nIn  developing  the  historical  sections  of  the\r\n\r\nNational   Museum,  the  role   of   the   various\r\n\r\ncommunities,  their  leaders,  and  Sir   Stamford\r\n\r\nRaffles  should not be forgotten. For the colonial\r\n\r\npast is as much a part of our national history  as\r\n\r\nthe  eventful future will be. But what is required\r\n\r\nis  more  than  a transformation of  the  National\r\n\r\nMuseum  in the manner proposed. A section  devoted\r\n\r\nto the portrayal of the development of science and\r\n\r\ntechnology  will  contribute in a significant  way\r\n\r\ntowards  encouraging  the  growth  of  minds  more\r\n\r\nreceptive to the perquisites of an industrialising\r\n\r\nsociety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next year, Mr Speaker, we will be celebrating\r\n\r\nthe  150th  anniversary  of  Singapore.  Doubtless\r\n\r\nthere  will be many national celebrations. I would\r\n\r\nlike  to  recommend for the consideration of  this\r\n\r\nGovernment the erection of a monument in memory of\r\n\r\nour   nameless  and,  often,  penniless  immigrant\r\n\r\nancestors  whose sweat and toil turned the  swamps\r\n\r\nof  Singapore into the solid foundation  that  has\r\n\r\nmade it possible\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 201</b></font><br><br>\r\n\r\n\r\n\r\nfor  us to build a better future for ourselves and\r\n\r\nour  children. We have cenotaphs to  remember  our\r\n\r\ndead,  named  or nameless, in the two World  Wars.\r\n\r\nOther  countries remember their Unknown  Soldiers.\r\n\r\nSo why should we not set up, with public donations\r\n\r\nand  governmental encouragement, some  appropriate\r\n\r\nnational  monument for the Unknown  Immigrants  to\r\n\r\nremind   this  and  future  generations   of   our\r\n\r\nimmigrant  origins and the progress we have  made,\r\n\r\nand will continue to make, in nationhood?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have a passion for progress, probably the most\r\n\r\nintense  and most purposeful in this part  of  the\r\n\r\nworld.  We fill up swamps to put up factories  and\r\n\r\nthe  sea to increase the size of our country,  and\r\n\r\nwe  knock down old buildings to make way for  tall\r\n\r\nimpressive  residential and commercial  ones.  But\r\n\r\nthis passion for progress should not be allowed to\r\n\r\nerase  completely the past. In a  country  with  a\r\n\r\nlong  colonial history and no monuments of ancient\r\n\r\ncivilisation  to  remind  us  of   our   past   in\r\n\r\nSingapore,  it  will serve a national  purpose  to\r\n\r\npreserve some old sections of our city, historical\r\n\r\nbuildings,  churches,  mosques,  and  temples,  as\r\n\r\nabiding reminders of the immigrant origins of  our\r\n\r\nnation, and as a visual measure of the progress we\r\n\r\nhave  made,  and  will continue  to  make  in  the\r\n\r\nmodernisation  and consolidation  of  our  nation.\r\n\r\nThere  are even substantial monetary gains  to  be\r\n\r\nderived in preserving something of the past. As we\r\n\r\nchange  the  face of Singapore, as  we  inevitably\r\n\r\nmust,  we  should  also leave some  things  of  an\r\n\r\nexotic  character for the tourists  so  that  they\r\n\r\nwill  have  more to see than just how a determined\r\n\r\nand  resourceful population, with application  and\r\n\r\nambition,  has  brought about  a  modern  thriving\r\n\r\nAsian  city-state into the world  of  science  and\r\n\r\ntechnology.   It   is  in  the  light   of   these\r\n\r\nconsiderations that I regard with a  critical  eye\r\n\r\nthe   efforts   at  urban  renewal.   A   National\r\n\r\nHistorical Commission, with the authority\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 202</b></font><br><br>\r\n\r\n\r\n\r\nto identify the historical aspect of our past that\r\n\r\nis  relevant to our evolution towards multi-racial\r\n\r\nnationhood,  should be seriously considered  as  a\r\n\r\ndesirable creation to advise the Government in its\r\n\r\nurban  renewal  programmes and  its  plan  to  re-organise  the  National  Museum  into  a  national\r\n\r\neducational exhibition centre. I believe  we  have\r\n\r\nqualified people for such a Commission,  and  some\r\n\r\nhave  organised themselves recently into a History\r\n\r\nAssociation of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I began on a note about the\r\n\r\npolitical  desirability and inevitability  of  the\r\n\r\nreturn of an Opposition in this Parliament. I also\r\n\r\nstressed   the  desirability  of   a   bona   fide\r\n\r\ndemocratic Opposition. What is even more desirable\r\n\r\nand  relevant  is  that  the  return  of  such  an\r\n\r\nOpposition  will  take  the  shape  of   political\r\n\r\nparties   that   subscribe  to   the   fundamental\r\n\r\nphilosophy  of  multi-racialism.  We  have  now  a\r\n\r\nParliament   that  reflects  unanimity   on   this\r\n\r\nconcept.  We  should not miss this opportunity  to\r\n\r\nconsolidate  the  institutional arrangements  that\r\n\r\nmake   for  the  perpetuation  of  this  political\r\n\r\nphilosophy as the national order of life.  Let  me\r\n\r\ncommend   to   my  parliamentary  colleagues   the\r\n\r\npractical  wisdom of a great poet who wrote  in  a\r\n\r\nlanguage  this  nation has  the  common  sense  to\r\n\r\naccept as one of its official languages:\r\n\r\n\r\n\r\n<pre>\r\n\r\n            \"On such a full sea are we now afloat,  \r\n\r\n             And we must take the current when it serves,  \r\n\r\n             Or lose our ventures.\" (Shakespeare,  Julius Caesar, Act 4, Scene III).\r\n\r\n</pre>  \r\n\r\n\r\n\r\n<br><br>6.01 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Sha'ari Bin Tadin (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Inche Sha'ari Bin Tadin):</b> Mr Speaker,\r\n\r\nSir,  we have heard divergent views and criticisms\r\n\r\nby hon. Members of the House for the last two days\r\n\r\nin  their replies to the President's Speech at the\r\n\r\nOpening  of  the  Parliament. Some  who  delivered\r\n\r\ntheir speeches were making their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 203</b></font><br><br>\r\n\r\n\r\n\r\ndebut  in Parliament. In this respect, Sir,  I  am\r\n\r\none of those who are making their maiden speeches.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not in a position to reply to some of the\r\n\r\nreferences made by one or two of our hon.  Members\r\n\r\nto  my  Ministry, as I have been appointed  to  my\r\n\r\npresent office only a few days ago. I therefore do\r\n\r\nnot  intend  to  reply but shall leave  it  to  my\r\n\r\ncolleague, the hon. Member for Stamford, and to my\r\n\r\nMinister,  who has already dealt with  certain  of\r\n\r\nthe matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I propose to speak on in the next 30 or 35\r\n\r\nminutes  is  a subject on which none  has  touched\r\n\r\nbefore, although reference has been made here  and\r\n\r\nthere.  I  am  referring to  the  third  objective\r\n\r\noutlined   in   the  President's   Speech,   i.e.,\r\n\r\n\"enhancement  of  national  consciousness  of  the\r\n\r\nproblems  that will come upon us in the  next  few\r\n\r\nyears.\" I consider this objective as important  as\r\n\r\nthe  other  two in creating a modern,  democratic,\r\n\r\nmulti-racial Singapore which is our national goal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As we are all aware, in the Addendum to the\r\n\r\nPresident's Speech, when outlining the policies of\r\n\r\nthe various Ministries as a whole, he said, in his\r\n\r\nreference  to the Ministry of Culture,  that  T.V.\r\n\r\nand  Radio  would  be  elevated  into  a  separate\r\n\r\ndivision with a separate Permanent Secretary. This\r\n\r\nstep  is  taken  in view of the greater  and  more\r\n\r\neffective role our T.V, and Radio has to play  \"to\r\n\r\ninform,  entertain  and  educate\".  It  will  also\r\n\r\nstimulate   loyalty   and   patriotism   and   the\r\n\r\nimportance of increased productivity in order that\r\n\r\nthe  Republic  will be able to pull through  these\r\n\r\ndifficult  years. I have not the slightest  doubt,\r\n\r\nin   the  light  of  the  ability  shown  by   our\r\n\r\nleadership in the past, that we shall be  able  to\r\n\r\nsurmount every difficulty, provided every  one  of\r\n\r\nus  - those in the Government and the people adopt\r\n\r\nthe  right  attitude. It is to adopt this  correct\r\n\r\nattitude in facing the problems ahead of  us  that\r\n\r\nT.V, and  Radio  must play its  due  role.  Every\r\n\r\ncommunity in this island-Republic of ours, whether\r\n\r\nit be Malay, Chinese,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 204</b></font><br><br>\r\n\r\n\r\n\r\nIndian,  Eurasian, European or other  communities,\r\n\r\nmust be made to realise that it is part of a multi-racial Singapore and that it has a role to play in\r\n\r\ncontributing towards the success of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We cannot allow any community to lag behind in\r\n\r\nthis rat-race for survival, otherwise it will have\r\n\r\nto  face problems which are bound to create a  lot\r\n\r\nof  social unrest in the years ahead. Thus, it  is\r\n\r\nvery  vital that no community should feel that  it\r\n\r\nis  being  discriminated against, for  it  is  the\r\n\r\nGovernment's  policy to accord equal treatment  to\r\n\r\neverybody.  Mr Speaker, Sir, this right  attitude\r\n\r\nand  thinking  is vital in order  to  achieve  our\r\n\r\nnational  goal  - that of creating a  multi-racial\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now dwell on the subject of national\r\n\r\nintegration which I think can well be instrumental\r\n\r\nin achieving the third objective as set out in the\r\n\r\nPresident's Speech. I feel the people must be made\r\n\r\nto  feel  as  one  people before we  can  proceed.\r\n\r\nWithout  this solidarity through consolidation  of\r\n\r\neffort  and the pooling of resources, it would  be\r\n\r\nimpossible  to  achieve the other two  objectives,\r\n\r\nnamely,   greater  economic  growth   and   higher\r\n\r\nproductivity and adequate defence capability.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what do we mean when we speak of national\r\n\r\nintegration?   One  definition  is  the   bringing\r\n\r\ntogether of the disparate parts of society into  a\r\n\r\nmore cohesive whole.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are several approaches to this problem and\r\n\r\nwhatever the techniques that we have used  in  the\r\n\r\npast, we should not deviate from our bearings  and\r\n\r\nobjectives.  We  know, too, that this  process  of\r\n\r\ncreating a multi-racial Singapore and the sense of\r\n\r\nbeing Singaporeans will take at least a generation\r\n\r\nbefore we can really see the fruits of our labour.\r\n\r\nBut believe me, Sir, our integrated system both in\r\n\r\nthe  schools  and in the Army has  attracted  both\r\n\r\nattention and criticism from experts all over  the\r\n\r\nworld.  I  know  we  have to  be  patient  in  any\r\n\r\nexperiment that we have undertaken and should  not\r\n\r\nexpect to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 205</b></font><br><br>\r\n\r\n\r\n\r\nsee  the  results overnight. Sir, we  should  give\r\n\r\ncredit to those who have been responsible for  the\r\n\r\nplanning, for they have done a marvellous job.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has been described as the melting-pot\r\n\r\nof  three great cultures -namely, Chinese,  Indian\r\n\r\nand  Malay -and it has attracted a lot of tourists\r\n\r\nwhose desire is to see the exotic Eastern cultures\r\n\r\nin  their various manifestations. Our Government's\r\n\r\ncultural policy is to create a blend of the  three\r\n\r\nbut  with  a  typically Singaporean flavour,  with\r\n\r\nsome  European pepper here and there  to  make  it\r\n\r\nfeel   hot.  Thus,  in  the  process  of  national\r\n\r\nintegration, we have to integrate our cultures  so\r\n\r\nas  to  be  able  to evolve our own  identity  and\r\n\r\ncharacter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the subject of national\r\n\r\nintegration,  our motto should be - Unity  through\r\n\r\nDiversity. The people of Singapore, who come  from\r\n\r\nvarious ethnic groups, find their real loyalty and\r\n\r\nsense of oneness not within the nation as yet, for\r\n\r\nSingapore  is still in the process of  creating  a\r\n\r\nnation,  but  within their special  small  ethnic,\r\n\r\nlanguage or religious groups. National integration\r\n\r\nwill  lead to a drawing together of these  diverse\r\n\r\nelements  into something more cohesive,  with  the\r\n\r\nparts  linked more closely together. The trend  to\r\n\r\nbe foreseen is aptly described by the phrase \"from\r\n\r\nmany small societies to one large society.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All this while, Sir, our leaders and hon. Members\r\n\r\nhave  been  making speeches urging the  people  to\r\n\r\nlive   as  a  united  people  and  stressing   the\r\n\r\nimportance  of  unity amongst  people  of  various\r\n\r\nraces  and  religions, which make up our  polyglot\r\n\r\nsociety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We can see the difference in attire worn by girls\r\n\r\nof  various  races - the Malays  in  their  sarong\r\n\r\nkebayas,   the   Chinese  in   their   tantalising\r\n\r\ncheongsams  and  the  Indians in  their  beautiful\r\n\r\nsaris. With the latest craze for mini-skirts,  our\r\n\r\nyouths  seem to be falling for this type of dress.\r\n\r\nHowever, what I am trying to suggest is that these\r\n\r\nvisual contrasts between Malays, Chinese, Indians\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 206</b></font><br><br>\r\n\r\n\r\n\r\nand  others are only superficial differences  that\r\n\r\nmake  up  our mosaic society, made up of countless\r\n\r\npieces, each neatly defined and separated from all\r\n\r\nthe others.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Everyone in this House is familiar with language\r\n\r\nconflicts in other countries. India has  over  200\r\n\r\nlanguages.  Even  Nepal,  with  only  10   million\r\n\r\npeople,  has six substantial language  groups.  In\r\n\r\nGhana,  with  only 7.5 million people,  there  are\r\n\r\nmore   than  five  major  languages.  Yet  we   in\r\n\r\nSingapore have well adapted ourselves to  speaking\r\n\r\nthe  four  official  languages besides  using  the\r\n\r\nNational   Language  and  our  respective   mother\r\n\r\ntongue.  Fellow-feeling is  difficult  to  develop\r\n\r\nwhen language differences isolate one another. But\r\n\r\nthis  is not the case in Singapore where everyone,\r\n\r\nwhether  he is Chinese or Indian, is able to  make\r\n\r\nhimself  understood  through  the  use  of  bazaar\r\n\r\nMalay, which is the lingua franca in this part  of\r\n\r\nthe world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have said earlier that the Army is one\r\n\r\nimportant  nationalising agent putting  our  young\r\n\r\nmen    through   strenuous   training   in   which\r\n\r\ndifferences of ethnic background, religion, and so\r\n\r\non are minimised and where men are infused with  a\r\n\r\npatriotic  zeal for the nation. In  this  respect,\r\n\r\nthose responsible for the training of our national\r\n\r\nservicemen  and  the  Army should  be  given  full\r\n\r\ncommendation for the wonderful job they are  doing\r\n\r\nin  turning out rugged young men equipped not only\r\n\r\nwith  military skills for armed combat  but,  more\r\n\r\nimportant   still,  imbued  with  the  spirit   of\r\n\r\npatriotism   and   public   spiritedness,    self-discipline  and a high standard of  integrity.  It\r\n\r\nwill  be wonderful to watch in the not too distant\r\n\r\nfuture,  disciplined  young men  taking  over  the\r\n\r\nleadership  not only in the Army but also  in  all\r\n\r\nspheres of activity and organisation. One  day  we\r\n\r\ncan be assured that all the efforts put in by both\r\n\r\nthe Government and us will bring heavy dividends.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other approach is through our school system\r\n\r\nthrough  the  integrated educational policy  which\r\n\r\nhas  indeed  not  only been instilling  a  growing\r\n\r\nsense of national identity into our children but\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 207</b></font><br><br>\r\n\r\n\r\n\r\nalso  inculcating in them the spirit of  the  true\r\n\r\nSingaporean.  The suggestion put  forward  by  the\r\n\r\nhon.  Member  for Joo Chiat last Friday  that  all\r\n\r\ncommunal  schools  should be abolished  should  be\r\n\r\ngiven  serious thought if we are really to achieve\r\n\r\nour   objective.  The  Government   has   recently\r\n\r\nannounced that the integrated policy has now  been\r\n\r\nextended  to  missionary schools, and the  schools\r\n\r\nwhich are untouched are those which are completely\r\n\r\nprivately  financed and over which the  Government\r\n\r\nhas no say.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third and most effective approach, I think,\r\n\r\nis  by  accommodating peoples  of  various  races,\r\n\r\nstatus and background under the same roof,  so  to\r\n\r\nspeak. Peoples from different walks of life,  such\r\n\r\nas   civil  servants,  businessmen,  the  squatter\r\n\r\nfarmers who have been resettled, etc., are brought\r\n\r\ntogether as one community. There can be no  faster\r\n\r\nway  of changing the attitude and mentality of the\r\n\r\npeople  and,  at the same time, modernising  their\r\n\r\nway of life. At the moment, nearly a quarter of  a\r\n\r\nmillion  of  the population are living in  Housing\r\n\r\nBoard  flats  in Queenstown and other  areas,  and\r\n\r\nvery soon the new Toa Payoh satellite town will be\r\n\r\nready for use. More and more people will have  the\r\n\r\nopportunity of living in these flats. I  think  we\r\n\r\ncan achieve our national integration by making the\r\n\r\npeople live in this urbanised society of flats. It\r\n\r\nis  through  constant personal contact and  inter-action that they have come to live as a people and\r\n\r\nin  this  respect  I  must give  the  Housing  and\r\n\r\nDevelopment  Board a pat on the back  for  putting\r\n\r\nSingapore's  reputation  high  on  the   list   of\r\n\r\ncountries that have solved their national  housing\r\n\r\nproblems. Praiseworthy comments have been made  by\r\n\r\nexperts  from  all over the world on  our  housing\r\n\r\nachievements and I can confidently say, Sir,  that\r\n\r\nthis  feeling of pride should be implanted in  the\r\n\r\nminds  of our people, that although Singapore  may\r\n\r\nbe  small  in terms of space, it has evolved  many\r\n\r\ngood  ideas  and set examples to the rest  of  the\r\n\r\nworld on how we tackle the many problems facing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 208</b></font><br><br>\r\n\r\n\r\n\r\nthis  country  by careful planning, thinking  and\r\n\r\nintelligent action.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are prepared to share our expertise and know-how with any country which cares to seek our\r\n\r\nadvice.  We hope in the near future to export  not\r\n\r\nonly commodities which now are getting well known,\r\n\r\nbut most probably also our human made-in-Singapore\r\n\r\nexpertise  to  help  other  countries   in   their\r\n\r\ndevelopment programmes. In fact, we are already  a\r\n\r\ndonor  country under the Colombo Plan by  offering\r\n\r\nscholarships and training courses in the field  of\r\n\r\ntelecommunications, etc. Thus, by the use of human\r\n\r\nresources and with proper leadership, we have  not\r\n\r\nonly  achieved  for ourselves a high  standard  of\r\n\r\nliving  but  we are also able to help  others  who\r\n\r\nrequire  our  services. In fact, we  have  already\r\n\r\nsent a team of housing experts to Christmas Island\r\n\r\nat  the invitation of the Australian Government to\r\n\r\ngive  the  benefit of our experience  in  low-cost\r\n\r\nhousing to the people there. Endeavours like this,\r\n\r\nSir,  help to project Singapore's image abroad.  I\r\n\r\nthink  it is very important that we inculcate  the\r\n\r\nspirit  of national pride in our children and  our\r\n\r\npeople. They must be made to realise that if  they\r\n\r\nwant  to see this state of affairs continue,  they\r\n\r\nmust play their part.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me now elaborate on the\r\n\r\nrole  of T.V, and Radio in creating a multi-racial\r\n\r\noutlook.   All  over  the  world,  it   has   been\r\n\r\nstatistically  discovered  that  individuals   and\r\n\r\nvillagers who have access to the printed  word  or\r\n\r\nthe  radio medium have more modern attitudes,  are\r\n\r\nmuch  more  progressive, and are in a position  to\r\n\r\nplay more positive roles than those who are denied\r\n\r\naccess  to  these mass communication  media.  This\r\n\r\nshows how important the mass media are in changing\r\n\r\nthe  people's attitudes. Even in the communication\r\n\r\nsystem of highly developed societies, there  is  a\r\n\r\ncomplex interaction between the modern mass  media\r\n\r\nsystem  and  the traditional mode of interpersonal\r\n\r\nby-word-of-mouth communication. A  modern  society\r\n\r\nis  not  an amorphous depersonalised mass  society\r\n\r\nfree from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 209</b></font><br><br>\r\n\r\n\r\n\r\nprimary  groups.  It  is an elaborated  system  of\r\n\r\nfamilies, clubs, ethnic groups, classes, political\r\n\r\norganisations and friendship groupings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The dissemination of any new idea or practice in\r\n\r\nsuch  a  society depends not only on the publicity\r\n\r\nit  is  given  through the mass  media,  but  also\r\n\r\nthrough conversations and discussions on topics by\r\n\r\nthe  people face to face. That is why the  setting\r\n\r\nup of Citizens' Consultative Committees in all the\r\n\r\nconstituencies  has bridged the  gap  between  the\r\n\r\nGovernment  and  the  people.  In  this  way,  the\r\n\r\nGovernment   encourages   participation   by    an\r\n\r\nidentification  with  the  citizenry.   All   hon.\r\n\r\nMembers appreciate the services of these people in\r\n\r\nthe Citizens' Consultative Committees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know full well, Sir, that mass media alone can\r\n\r\nhave profound effects on what people pay attention\r\n\r\nto,  the  information they have, their taste,  and\r\n\r\ntheir impressions of the world. On the other hand,\r\n\r\nthe mass media by themselves are less effective in\r\n\r\nchanging  attitudes or efforts towards  action.  I\r\n\r\nhave  noted several hon. Members making references\r\n\r\nto the need to change the attitude and thinking of\r\n\r\nthe  people  if  we hope to survive the  difficult\r\n\r\nyears ahead of us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The subject of changing and influencing\r\n\r\nattitudes,  as everyone knows, is rather  complex.\r\n\r\nThe  trouble is that most people have rather  weak\r\n\r\nor ill-defined attitudes. I believe that something\r\n\r\ncan  be  done to change the attitude of our people\r\n\r\nthrough  the  use of our Radio and T.V. in  their\r\n\r\nprogrammes.  But  Radio  and  T.V. alone   cannot\r\n\r\nachieve  this  target in the absence  of  personal\r\n\r\nreinforcement.  Mr  Speaker,  Sir,   if   I   can\r\n\r\nremember,  the  Member for Katong  has  said  that\r\n\r\nbesides  Radio and T.V., adult education  agencies\r\n\r\ncan  also  be  brought into  play  to  change  the\r\n\r\npeople's attitude.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To get people to act in ways that conform to new\r\n\r\nvalues  requires that mass media of  communication\r\n\r\nbe reinforced\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 210</b></font><br><br>\r\n\r\n\r\n\r\nby the personal touch. We must try to reach\r\n\r\npeople from all walks of life, if possible at  the\r\n\r\ngrass-root level.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our goal is to create a democratic, modern and\r\n\r\nmulti-racial  Singapore, and it is essential  that\r\n\r\nevery  community  in the Republic,  be  it  Malay;\r\n\r\nChinese,  Indian, Eurasian, etc., should have  the\r\n\r\nright attitude towards the problems in the crucial\r\n\r\nyears  ahead  brought  about  by  the  accelerated\r\n\r\nBritish  withdrawal from Singapore. The  problems,\r\n\r\nas  they  are now, may be small but in  the  1970s\r\n\r\nthey  may  rise to such a magnitude that  we  will\r\n\r\nhave  to  face very rough times. As I said earlier\r\n\r\njust  now, we can attack these problems by a  two-pronged approach - via Radio and T.V, and other mass\r\n\r\nmedia   of  communication'  and  through  personal\r\n\r\nreinforcement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore being small in size, is advantageous\r\n\r\nfor the practice of mass media of communication to\r\n\r\nthe  masses. Thus, it is important that we  should\r\n\r\nmake  our  people problem-orientated and  problem-conscious. When their thinking is geared to  this,\r\n\r\nthen they will be able to adapt themselves to  the\r\n\r\nsituation when the time comes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are moving towards a technological\r\n\r\nsociety  and in such a society we want our  people\r\n\r\nto   be   not  only  scientific-minded  but   also\r\n\r\nanalytical and critical in their outlook. This can\r\n\r\nonly  come  about  if  they participate  in  group\r\n\r\ndiscussions  on  the  problems  facing  Singapore.\r\n\r\nThus, it is very important that our Radio and T.V.\r\n\r\nand   other  mass  media  of  communication   like\r\n\r\nnewspapers  and magazines be injected  with  ideas\r\n\r\nthat will stimulate the thinking and instil in the\r\n\r\npeople   a   sense   of  patriotism   and   public\r\n\r\nspiritedness  and  the  importance  of   increased\r\n\r\nproductivity. Small dosages of medicine, if  taken\r\n\r\nevery  day, will have beneficial curative effects.\r\n\r\nSimilarly,  through the media of  Radio  and  T.V.\r\n\r\nprogrammes,  ideas  could  be  infused  into   the\r\n\r\ndramas,, forums, guest-of-the-week programmes, and\r\n\r\nso  on.  It  is only through constant and  regular\r\n\r\nprogrammes   of  this  nature  that  people   will\r\n\r\ngradually accept new\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 211</b></font><br><br>\r\n\r\n\r\n\r\nideas.   Such  programmes  should  be   aimed   at\r\n\r\nequipping  the  people to meet the new  challenges\r\n\r\nahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I now dwell on the\r\n\r\nobjectives  set out in the President's Speech  not\r\n\r\nyet  touched on by my colleagues both on the Front\r\n\r\nbenches  and Back benches. I would like  to  quote\r\n\r\nwhat the President said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'We must all learn to place national interest\r\n\r\nabove personal or sectional interest.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It seems to me, Sir, that this third objective\r\n\r\nhas  a  special  relevance  to  the  question   of\r\n\r\nchanging  the attitudes of the people.  Unless  we\r\n\r\neffectively reorientate the thinking of our people\r\n\r\nto  the  problems that lie ahead, we  can  achieve\r\n\r\nvery  little by way of implementing the other  two\r\n\r\nobjectives.  In  the  closing  paragraphs  of  his\r\n\r\nspeech,  the  President said that he would  expect\r\n\r\nhon.  Members to speak in forthright terms to lend\r\n\r\nmore  importance to lead thinking and  feeling  in\r\n\r\nthe   country,   and  to  ensure   that   everyone\r\n\r\nunderstands the challenge and gives of his best.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister in his speech on the opening\r\n\r\nof  Parliament, in congratulating you on your  re-election to the Chair, said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'...under your guidance, this House will keep the\r\n\r\nparliamentary  machine in  good  shape,  and  also\r\n\r\nsustain  and cultivate the attitudes of  tolerance\r\n\r\nand calculated deference to opposing views.'\r\n\r\n\r\n\r\n<br><br>For  the  last  two days, I have heard  criticisms\r\n\r\nlevelled    against   Government    policies    by\r\n\r\nBackbenchers, who in fact are playing the role  of\r\n\r\nthe  Opposition.  The position  of  our  one-party\r\n\r\nParliament  in  Singapore  by  consent  is  rather\r\n\r\nunique. There are countries in Afro-Asia where the\r\n\r\ntemptation    is    to   establish    single-party\r\n\r\nconstitution   tendencies.  Some  countries   have\r\n\r\nevolved  political  parties  whose  major  purpose\r\n\r\nappears  to  be to moderate communal,  ethnic  and\r\n\r\nother  conflicts,  without  insisting  on  a  full\r\n\r\nmonopoly  of power. Certain parties, such  as  the\r\n\r\nAlliance of Malaysia, the Congress Party in India,\r\n\r\nand  the  Party  of Revolutionary  Institution  in\r\n\r\nMexico, consciously subscribe to the integrated\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 212</b></font><br><br>\r\n\r\n\r\n\r\nsystem of politics. These political Parties\r\n\r\ncontain a number of diverse and often competing\r\n\r\ngroups.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr Yeoh Ghim Seng temporarily in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>6.23 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Prime Minister's Speech, he expressed the\r\n\r\nhope  that one day the Opposition would  and  must\r\n\r\ninevitably return. Before that day comes, we,  the\r\n\r\nP.A.P., within ourselves in this House are already\r\n\r\ncreating  this \"Opposition\" group in the  form  of\r\n\r\nthe   Backbenchers.   Although   this   form    of\r\n\r\nOpposition, as the Prime Minister observed, is not\r\n\r\nthe   same  real  Opposition  that  he   and   his\r\n\r\ncolleagues experienced in the fifties and sixties,\r\n\r\nnevertheless the new Back-benchers who represent a\r\n\r\nwide cross-section of our society will undoubtedly\r\n\r\nbe  able to keep the parliamentary machine  going.\r\n\r\nWe  must  let the whole world know that  the  one-party  system  that we have today in Singapore  is\r\n\r\nmerely  an  electoral  accident  and  not  because\r\n\r\ndemocracy  is dead, as some have said. During  the\r\n\r\nlast  general  elections  the  Opposition  parties\r\n\r\ncould  not win a single seat. The sweeping victory\r\n\r\nby  the  P.A.P, in the seven contested  seats  was\r\n\r\nclear  testimony of the faith and  confidence  the\r\n\r\npeople  have  in  the present Government.  We  can\r\n\r\nprove  to  the world that the one-party Parliament\r\n\r\nin Singapore provides an absorbing study for those\r\n\r\nwho  are  interested in doing  research  into  the\r\n\r\npolitical upheaval in Singapore which, as has been\r\n\r\nsaid,   is  unique  and  unprecedented  in   world\r\n\r\nhistory.  I observe that not many people  take  an\r\n\r\ninterest  in  parliamentary proceedings.  This,  I\r\n\r\nagain attribute to the attitude of our people  who\r\n\r\ntake  things for granted. However, I am sure, that\r\n\r\nMembers on the opposite Benches will take heed  of\r\n\r\nwhat  the  President said, that they should  speak\r\n\r\ntheir minds freely and forcefully and provide  the\r\n\r\nlead in their thinking and feeling in the country.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 213</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the overwhelming support given by the\r\n\r\npeople in returning all the 58 seats to the P.A.P.\r\n\r\nclearly  shows  that we have the  support  of  the\r\n\r\nmasses.  The present leadership, with the addition\r\n\r\nof   new   Members,  will  work  hard  to   uphold\r\n\r\nparliamentary democracy in Singapore and,  at  the\r\n\r\nsame  time,  give the people security,  peace  and\r\n\r\nprosperity. I would like to make an appeal to  the\r\n\r\nleaders of all the communities in the Republic  to\r\n\r\nsink  their differences and work together to  make\r\n\r\nmulti-racial Singapore a success.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure whatever complaints the people have can\r\n\r\nalways   be   voiced  through  their  Members   of\r\n\r\nParliament in the various constituencies and they,\r\n\r\nin turn, can voice them in Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Malays, in particular, also have a\r\n\r\ncontribution  to make towards the success  of  our\r\n\r\nmulti-racial  society and of democratic  socialism\r\n\r\nin  Singapore.  They must not feel that  they  are\r\n\r\nisolated  or are being excluded. They must  change\r\n\r\ntheir  attitude and reorientate their thinking  to\r\n\r\nsuit  the  changes  that are taking  place  around\r\n\r\nthem.  They must not live in the world of fantasy.\r\n\r\nWe   want  our  Malay  community  to  have   every\r\n\r\nopportunity to train and equip themselves to  face\r\n\r\nthe  challenge  for  an industrialised  Singapore.\r\n\r\nThese efforts will succeed only if the Malays have\r\n\r\nthe  right spirit to face the challenge  to  work,\r\n\r\nstudy  and train themselves in order to  face  the\r\n\r\nworld  in  the future. They should not worry  over\r\n\r\ntrifling matters which will bring no benefits. The\r\n\r\nGovernment is giving every assistance to  all  the\r\n\r\nMalays  in  the Republic as provided  for  in  the\r\n\r\nConstitution -especially in the field of education\r\n\r\n-and they must make full use of the facilities and\r\n\r\nopportunities  that  are  available  to  them   to\r\n\r\nimprove themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has said, \"We are living in a\r\n\r\nsociety which from day to day assumes a more urban\r\n\r\nand  industrialised character.\" In  the  next  few\r\n\r\nyears with the rapid development in urban renewal,\r\n\r\nconstruction of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 214</b></font><br><br>\r\n\r\n\r\n\r\nflyovers  and other building complexes,  Singapore\r\n\r\nwill  be  transformed into one of the most dynamic\r\n\r\ncities in this part of the world and will be  able\r\n\r\nto  maintain  a  high standard of living  for  its\r\n\r\npeople. It has already become a Utopia - a land of\r\n\r\nplenty.   By   Asian   standards,   Singapore   is\r\n\r\nprosperous, but this affluence does not mean  that\r\n\r\nany   part  of  the  society  can  afford  to   be\r\n\r\ninefficient or adopt lackadaisical attitudes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the lack of corruption in this Republic has\r\n\r\nmade Singapore one of the few countries which have\r\n\r\na  clean government. Our people have not only come\r\n\r\nto  expect  efficient  and intelligent  officials,\r\n\r\nthey   have  also  come  to  understand   that   a\r\n\r\ndemocratically  elected government  can  and  will\r\n\r\neliminate corrupt practices.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Undoubtedly, Sir, this has contributed to the\r\n\r\nimage of a democratically elected government as an\r\n\r\neffective  servant  which,  in  the  process,  can\r\n\r\nmaintain  high  standards  of  conduct,  and   has\r\n\r\ndismissed  the attractiveness of more totalitarian\r\n\r\napproaches  to discipline as the sine qua  non  of\r\n\r\nprogress.  It  has meant that political  opponents\r\n\r\nmust be policy oriented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next five years will, in all probability,\r\n\r\ndetermine  if Singapore will continue to  have  an\r\n\r\nOpposition  or  will move towards a modified  one-party system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Malay community must remain part of the\r\n\r\ngrowth  and  development of every  aspect  of  the\r\n\r\nsocial,  political and economic life of Singapore.\r\n\r\nThey  must develop self-reliance so that  one  day\r\n\r\nthey  too can stand on their own feet and  compete\r\n\r\nwith  the  others.  They must identify  themselves\r\n\r\nwith  the symbol of progress as Singapore  Malays.\r\n\r\nThey  must not say that religion hinders  progress\r\n\r\nsince  Islam  teaches us to be diligent,  to  work\r\n\r\nhard,  to  strive, for nothing is  free.  All  the\r\n\r\nopportunities for improvement are before them  and\r\n\r\nit is up to them to take full advantage. They must\r\n\r\nnot have the false idea adopted by some of the so-called \"leaders\" that the Government wishes to  do\r\n\r\naway with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 215</b></font><br><br>\r\n\r\n\r\n\r\nthe  Malay language just because the two secondary\r\n\r\nschools are going to be integrated. Even a  Member\r\n\r\nof  the  Malaysian Parliament, Inche Khir  Johari,\r\n\r\nMinister  for  Education, in many of his  speeches\r\n\r\nrecently,   has   indicated   that   he    favours\r\n\r\nintegration and the use of English in the teaching\r\n\r\nof   Science   and  Mathematics  in   Malay-medium\r\n\r\nschools.  Let us be realists. It is no use  trying\r\n\r\nto  hide  something bad and later on it  is  found\r\n\r\nthat it is too late to do anything. The earlier we\r\n\r\nhave  the change in our school system, the  better\r\n\r\nit  will be for the generations that are to  come.\r\n\r\nThat is why the Government is doing all it can  to\r\n\r\nhave  the reorganisation of secondary schools  and\r\n\r\nre-siting of the Universities to avoid duplication\r\n\r\nof  work, so that maximum advantage can be derived\r\n\r\nfrom  such  changes  which will  in  turn  benefit\r\n\r\nSingapore.  They  must  not  think  in  terms   of\r\n\r\nsectional interests, for this kind of thinking  is\r\n\r\nnot   healthy   in  the  context  of  multi-racial\r\n\r\nSingapore. They must not be introspective in their\r\n\r\nthinking,  for  this  will only  make  them  slide\r\n\r\nfurther  back  into  the past.  They  must  be  as\r\n\r\nforward-looking as the others and they  should  be\r\n\r\nproud  of their mini-Singapore which may be  small\r\n\r\nin  size  but not in spirit or wealth. It  is  the\r\n\r\nspirit  of oneness and sense of togetherness  that\r\n\r\nthe leaders must inculcate in the Malay community.\r\n\r\nThey must also instil in them a sense of pride and\r\n\r\nunity.  Let  us all work together to  achieve  the\r\n\r\ncommon  national goal of creating  a  multi-racial\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>6.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Othman Bin Wok (Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Social Affairs (Inche Othman Bin Wok):</b> Sir, over the last few days, Members of the\r\n\r\nHouse  have  raised  a number of  questions  about\r\n\r\nsports,  including  how the National  Stadium  can\r\n\r\ncontribute to making our society a robust one  and\r\n\r\nhow  the stadium will not become a white elephant.\r\n\r\nThey  have  also raised the point of  insufficient\r\n\r\nattention  being paid to badminton and whether  we\r\n\r\nshould  consider  introducing  an  air-conditioned\r\n\r\nBadminton  Hall  in  the National  Sports  Stadium\r\n\r\nComplex.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 216</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To meet the economic challenges posed in the\r\n\r\nyears ahead, it is necessary for our people to  be\r\n\r\nphysically  fit  and have a greater  capacity  for\r\n\r\nendurance.  This physical ruggedness can  best  be\r\n\r\nachieved through competitive and community sports.\r\n\r\nAlthough  it  is a recognised fact  that  sporting\r\n\r\nactivities help to build stamina, sports  is  also\r\n\r\nknown  to  engender  a strong  sense  of  national\r\n\r\npride. The twin objectives of a rugged society and\r\n\r\nnational  pride will therefore be  served  in  our\r\n\r\nmulti-society  through  active  encouragement   of\r\n\r\nsports.\r\n\r\n\r\n\r\n<br><br>6.39 p.m.\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fortunately, Mr Speaker, Sir, we have three\r\n\r\nadvantages  on  our  side  in  creating   such   a\r\n\r\nphysically  rugged  society.  The  first  is   the\r\n\r\nyouthfulness of our population, making them easily\r\n\r\nadaptable to respond to the challenges ahead;  the\r\n\r\nsecond  advantage  is  the high  standard  of  our\r\n\r\nhealth  services;  and the third  is  the  compact\r\n\r\ncharacter   of  our  island  State   making   easy\r\n\r\naccessibility to any service or facility  that  is\r\n\r\nprovided.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The active encouragement of sports activities\r\n\r\nplanned by the Ministry of Social Affairs includes\r\n\r\nthe setting up of a proper co-ordinating committee\r\n\r\nfor  sports.  At present, there are too  many  co-ordinating  committees with overlapping functions.\r\n\r\nSome of these committees will be abolished and the\r\n\r\nnew one that will be created will include not only\r\n\r\nrepresentatives  of the Olympic Council  but  also\r\n\r\nrepresentatives of the Ministry of Education,  the\r\n\r\nSports Division of the Ministry of Social Affairs,\r\n\r\nthe  Army, the Police Force and also the  People's\r\n\r\nAssociation. Encouragement will also be  given  to\r\n\r\nindividual   sports  organisations  to  reorganise\r\n\r\nthemselves  to  get  the  services  of   dedicated\r\n\r\nofficials  in their committees, so that  sustained\r\n\r\nefforts  can  be  made to improve  the  individual\r\n\r\ngames concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Besides organisation, another plan is to get\r\n\r\nproper  coaches  for the various games  played  in\r\n\r\nSingapore. A beginning\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 217</b></font><br><br>\r\n\r\n\r\n\r\nhas  been made to get expert coaches. So far,  the\r\n\r\nservices  of four coaches have been obtained.  The\r\n\r\nBulgarian  coach for football arrived in  November\r\n\r\n1967   and  the  Bulgarian  coach  for  basketball\r\n\r\narrived  in April this year. The volleyball  coach\r\n\r\narrived from Japan in April 1968. The services of,\r\n\r\nSingapore's  past  badminton champion,\"  Mr  Wong\r\n\r\nPeng  Soon, have been obtained as badminton coach.\r\n\r\nHe  started operations as from February this  year\r\n\r\nand  has  gathered a group of potential first-rate\r\n\r\nplayers who will be put to centralised training on\r\n\r\na  systematic  basis in preparation for  the  next\r\n\r\nThomas Cup competition. Arrangements are also made\r\n\r\nfor  a  Japanese swimming coach to come and  train\r\n\r\nour  swimmers  to  reach  international  standard.\r\n\r\nSimilar approaches will be made to get coaches  in\r\n\r\nathletics and hockey.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for facilities for sports, Members are aware\r\n\r\nof the building of the National Stadium Complex at\r\n\r\nKallang. The open stadium, which will hold 50,000,\r\n\r\nis  planned to be completed by the end of 1970. As\r\n\r\nfor  the  indoor stadium, provision has been  made\r\n\r\nfor  such facilities as gymnastics, table  tennis,\r\n\r\nbasketball, volley ball, sepak takraw (or what  we\r\n\r\ncall sepak raga faring), and badminton. There will\r\n\r\nbe  separate  facilities for swimming, ice-skating\r\n\r\nand tennis courts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although the Member for Joo Chiat has suggested\r\n\r\nthe inclusion of an air-conditioned badminton hall\r\n\r\nin  the  National  Stadium  complex,  it  will  be\r\n\r\nnecessary  to  make  a close examination  of  this\r\n\r\nsuggestion  in the light of the following  factors\r\n\r\nbefore  a  decision  is  taken  to  include   this\r\n\r\nfacility  in  that  complex. First,  whether  air-conditioning will interfere with the game; second,\r\n\r\nwhether air-conditioning will put our players at a\r\n\r\ndisadvantage  when  they  have  to  compete  under\r\n\r\nnatural  conditions in places  such  as  Djakarta,\r\n\r\nKuala  Lumpur, Manila and Bangkok, where the halls\r\n\r\nare  not  air-conditioned; third, whether  we  are\r\n\r\nexploiting  our  natural  advantages   of   better\r\n\r\nreaction to heat in comparison with those  players\r\n\r\nin termperate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 218</b></font><br><br>\r\n\r\n\r\n\r\nclimate  when playing in the  tropics.  It\r\n\r\nwill  be  necessary for all these  factors  to  be\r\n\r\nstudied before a decision is taken to build an air-conditioned badminton hall in the complex.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the question of the Member for\r\n\r\nPunggol  on  how the stadium can help to  build  a\r\n\r\nrugged  society,  I have already mentioned  before\r\n\r\nthe part that sports can play in building a robust\r\n\r\nnation. The national stadium, when completed, will\r\n\r\nbe  used  extensively by sports  organisations  in\r\n\r\nSingapore  as  well as by students  from  schools,\r\n\r\ncolleges, universities, etc. Although such use  of\r\n\r\nthese facilities will not bring in much money,  it\r\n\r\nis  also  planned to use the national stadium  for\r\n\r\nother  purposes so that proceeds from  such  usage\r\n\r\nwill  help to pay for the running of the  stadium.\r\n\r\nExaminations  of  such  use  are  being  made   at\r\n\r\npresent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Besides the Sports Complex at Kallang, the\r\n\r\nMinistry   has   planned  also  to   improve   the\r\n\r\nfacilities  at  Jalan Besar Stadium,  Farrer  Park\r\n\r\nAthletic  Centre and Balestier Plain to  serve  as\r\n\r\nsubsidiary centres for sports. However,  as  there\r\n\r\nis  a great concentration of population in Housing\r\n\r\nand  Development Board estates, the Board will  be\r\n\r\nurged  to  provide  more playing fields,  swimming\r\n\r\npools   and  gymnasiums,  etc.,  in  the   housing\r\n\r\nestates. The provision of such facilities will not\r\n\r\nonly   maintain  the  physical  fitness   of   our\r\n\r\npopulation  but will also help the youths  in  the\r\n\r\nestates  to get to know one another better through\r\n\r\ncommunity sports and games.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage sports in the manner planned, funds\r\n\r\nwill  have to be raised. Members are already aware\r\n\r\nthat  the  proceeds  from the  Toto  Pools  to  be\r\n\r\nstarted soon will be utilised to meet the cost  of\r\n\r\nbuilding the Kallang Sports Complex. To supplement\r\n\r\nthe proceeds of the Toto Pools in meeting the cost\r\n\r\nof  setting up new training facilities, employment\r\n\r\nof  expert coaches, sending Singapore's  teams  to\r\n\r\ncompete in overseas competitions and holding local\r\n\r\ncompetitions  with invited overseas participation,\r\n\r\nmy  Ministry plans to set up a Central  Fund  for,\r\n\r\nsports promotion. This will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 219</b></font><br><br>\r\n\r\n\r\n\r\nenable   greater  public  participation   in   the\r\n\r\nfinancing  of sports promotion. As an  inducement,\r\n\r\nit  is  planned that such public contributions  to\r\n\r\nthis Fund will be exempted from income tax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am also taking this\r\n\r\nopportunity to explain to the House how the Social\r\n\r\nWelfare  Department  exercises  economy   in   the\r\n\r\nprovision  of its welfare services. In  line  with\r\n\r\nthe  declared policy of the Government to get full\r\n\r\nvalue for every dollar spent, services provided by\r\n\r\nthe  Social Welfare Department will be kept  under\r\n\r\nconstant   review  to  determine   whether   these\r\n\r\nservices  must  necessarily  be  provided  by  the\r\n\r\nGovernment and, if so, how maximum economy can  be\r\n\r\nachieved in the provision of welfare services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To this end, the Department has made a start in\r\n\r\nevaluating its welfare programmes. The purpose  of\r\n\r\nsuch   evaluation  is  to  eliminate   duplication\r\n\r\nbetween  services provided by the  Government  and\r\n\r\nthose   operating  under  private  and   voluntary\r\n\r\nauspices. All necessary steps will be taken to co-ordinate  the  network  of  welfare  services  and\r\n\r\nmaximise   the  use  of  personnel  and   material\r\n\r\nresources. Where it is found necessary to  improve\r\n\r\nthe  quality and coverage of these services,  this\r\n\r\nwill   be  done  at  the  lowest  possible   cost.\r\n\r\nIncreasing emphasis will also be placed  on  those\r\n\r\nwelfare  services  that can contribute  towards  a\r\n\r\nfuller  development of human resources as  opposed\r\n\r\nto   those   other   services  that   are   merely\r\n\r\npalliatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The area of the Department's work which can be\r\n\r\ncontracted  without consequent social ill  effects\r\n\r\nis the service provided in the children's centres.\r\n\r\nThese centres were originally established to  help\r\n\r\ntackle  the  post-war  problems  of  malnutrition,\r\n\r\nilliteracy  and delinquency. These problems  have,\r\n\r\nover  the  years,  been  greatly  ameliorated  and\r\n\r\nconsequently  the  role of the children's  centres\r\n\r\ntoday  is not as important as it used to be.  With\r\n\r\nthe  increasing  number of schools  and  community\r\n\r\ncentres,  most of them with kindergarten  classes,\r\n\r\nit is apparent that the need for the Department to\r\n\r\ncontinue operating children's\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 220</b></font><br><br>\r\n\r\n\r\n\r\ncentres   will   gradually  decrease.   In   fact,\r\n\r\nattendances in a few of the centres have begun  to\r\n\r\nshow  a  steady decline. It is, therefore, logical\r\n\r\nto consider closing down the 16 children's centres\r\n\r\nin stages commencing with those in the rural areas\r\n\r\nas and when their enrolment drops. For a start, it\r\n\r\nis  proposed  to close down the Yio Chu  Kang  and\r\n\r\nBoon  Teck Road centres, as the former is situated\r\n\r\nin   a   rural   area  served  by  four   People's\r\n\r\nAssociation  kindergartens  and  the   latter   is\r\n\r\naffected by the clearance programme for Toa  Payoh\r\n\r\nNew Town.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to utilise fully the facilities in the\r\n\r\n10  creches,  a number of vacant places  in  these\r\n\r\ncreches  will  be offered to children  of  working\r\n\r\nparents  in  the higher income groups. But  unlike\r\n\r\nthose  from families with incomes below  $500  per\r\n\r\nmonth  who  will  continue to  enjoy  the  heavily\r\n\r\nsubsidized  creche facilities, children  from  the\r\n\r\nhigher  income  families  will  have  to  pay   an\r\n\r\neconomic admission charge. Further details of this\r\n\r\nnew scheme will be announced shortly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Department has also sought ways and means to\r\n\r\nmake its 12 Social Welfare Homes as productive and\r\n\r\nself-sufficient   as   possible.   For    example,\r\n\r\nresidents  of  these  Homes are  now  required  to\r\n\r\nperform  some  of the domestic chores  which  were\r\n\r\npreviously  done  by paid staff.  The  able-bodied\r\n\r\nbeggars and destitutes will be organised into work\r\n\r\nparties  to  undertake work projects both  in  and\r\n\r\noutside  the Homes. Residents will also be trained\r\n\r\nto  do  productive and meaningful work. One Social\r\n\r\nWelfare  Home is now producing noodles for  supply\r\n\r\nto   the   other  Homes.  The  Homes  are  thereby\r\n\r\nsupporting the Eat-More-Wheat Campaign and, at the\r\n\r\nsame time, effecting savings in their rations bill\r\n\r\nby  making  their  own noodles.  Another  Home  is\r\n\r\noffering  a cake-making and food-catering  service\r\n\r\nfor  small  parties and laundry work  for  private\r\n\r\nfirms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The residents in the Homes will be taught to\r\n\r\nproduce  attractive handicraft articles for  sale.\r\n\r\nRevenue  from such sales of work will be used  for\r\n\r\nthe benefit of the Homes, thereby reducing their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 221</b></font><br><br>\r\n\r\n\r\n\r\nrunning  cost.  Instructors in the  various  Homes\r\n\r\nhave  been sent on refresher courses in handicraft\r\n\r\nto  enable them to introduce the latest methods in\r\n\r\nproducing attractive saleable handicraft articles.\r\n\r\nMore  cottage  industries such as orchid  growing,\r\n\r\ntropical   fish   rearing,  racket   re-stringing,\r\n\r\nmanufacture of racket presses and tourist souvenir\r\n\r\narticles will be introduced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These measures will not only help to prepare the\r\n\r\nyounger  residents  for early discharge  to  start\r\n\r\nprojects  on their own or take up paid  employment\r\n\r\noutside,  but  will  also  result  in  substantial\r\n\r\nreduction  of  departmental  expenditure  both  in\r\n\r\nterms of a quicker turnover of residents and fewer\r\n\r\nstaff  like  welfare attendants,  gardeners,  etc.\r\n\r\nrequired.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Existing welfare services will be oriented\r\n\r\ntowards  the  strengthening of the family  as  the\r\n\r\nbasic  unit  of our society and the prevention  of\r\n\r\nbreakdown  in  family  life. The  preservation  of\r\n\r\nstrong  family ties and the encouragement of  each\r\n\r\nfamily  to look after its own members is the  best\r\n\r\nway  of  keeping  the  country's  expenditure   on\r\n\r\nwelfare services within reasonable limits. Parents\r\n\r\nmust   be   made   to  shoulder   their   parental\r\n\r\nresponsibilities  towards their children  who,  in\r\n\r\nturn, must be taught to take care of their parents\r\n\r\nin  their declining years. In this way, there will\r\n\r\nbe  less  need  for social welfare  services  like\r\n\r\npublic    assistance    and    institutions    for\r\n\r\ndelinquents,  destitutes  and  old   people.   The\r\n\r\nwelfare  resources can then be applied to services\r\n\r\nwhich  can  contribute more positively  towards  a\r\n\r\nbetter life for all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There will, of course, be interstitial areas\r\n\r\nrequiring  the  provision of the more  traditional\r\n\r\ntypes of welfare services. In this task, the whole\r\n\r\ncommunity  must  share the responsibility.  It  is\r\n\r\nmost  gratifying  to see the extremely  good  work\r\n\r\nthat is being done by many voluntary organisations\r\n\r\nin  caring for the aged, the handicapped  and  the\r\n\r\nneedy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the years ahead, my Ministry will actively\r\n\r\nencourage and help in whatever\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 222</b></font><br><br>\r\n\r\n\r\n\r\nway   possible   the   work   of   the   voluntary\r\n\r\norganisations    providing   services    to    the\r\n\r\nhandicapped,  disabled and aged and  in  areas  of\r\n\r\nactivity not being provided now by the Government.\r\n\r\nPeriodic  visits to the various voluntary  welfare\r\n\r\norganisations  made  by me have  revealed  a  high\r\n\r\nstandard of service in the voluntary field. It  is\r\n\r\nvery evident that some of the staff are absolutely\r\n\r\ndedicated to their work. To these people, there is\r\n\r\nno   such   thing  as  office  hours.  They   work\r\n\r\nincredibly long hours and at all times of the  day\r\n\r\nand  night  without  complaint.  They  are  always\r\n\r\nthinking of ways and means to help improve the lot\r\n\r\nof  the less fortunate ones for whose welfare they\r\n\r\nare  working.  Such selfless devoted service  they\r\n\r\ngive  cannot be bought with money. In fact,  I  am\r\n\r\ntold  that  some  of  these workers  return  their\r\n\r\nsalaries  or allowances to their organisations  to\r\n\r\nbe used for furthering their good work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With more public-spirited citizens of Singapore\r\n\r\ncoming forward and following the example of  these\r\n\r\ndedicated voluntary helpers, the problem of caring\r\n\r\nfor the disabled, the handicapped and the aged  in\r\n\r\nour  society will be greatly reduced. There is  no\r\n\r\ngreater satisfaction than in helping in one way or\r\n\r\nanother the less fortunate of our fellow citizens.\r\n\r\nAs more voluntary helpers offer their services not\r\n\r\nonly  in voluntary organisations but also  in  the\r\n\r\nSocial  Welfare  Homes, the  objective  of  making\r\n\r\nthese  Homes self-sufficient will be more  quickly\r\n\r\nachieved. This is particularly so if the voluntary\r\n\r\nhelpers  have special skills that can be  imparted\r\n\r\nto the residents and staff of the Homes.\r\n\r\n\r\n\r\n<br><br>6.58 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Chiaw Meng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Education (Dr Lee Chiaw Meng):</b> Mr Speaker, Sir,\r\n\r\nmay  I  join  the Prime Minister in  thanking  the\r\n\r\nPresident  for his gracious speech which  outlines\r\n\r\nour  Government's policies for the crucial  period\r\n\r\nahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In moving the motion, the Prime Minister has\r\n\r\ncorrectly  pointed out the principal factors  that\r\n\r\nmade Singapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 223</b></font><br><br>\r\n\r\n\r\n\r\nwhat it is today, namely, our human resources, our\r\n\r\nstrategic      geographical     location,      our\r\n\r\ninfrastructure   and   experience   in   commerce,\r\n\r\nindustry and communications.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I be permitted to refer to an article in\r\n\r\nThe  Mirror  dated  18th March,  1968,  quoting  a\r\n\r\nsurvey carried out by Business International ---\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Lee, I think you will have to\r\n\r\nget closer to the microphone because your voice is\r\n\r\nnot    coming   through   the   ear-pieces.    The\r\n\r\nInterpreters  and  the  Reporters  may  be  having\r\n\r\ndifficulty.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Chiaw Meng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Chiaw Meng:</b> Yes, Sir, as I was saying,\r\n\r\nThe Mirror quotes a survey carried out by Business\r\n\r\nInternational  on the relative attractiveness  and\r\n\r\ninvestment  environment of eight major  cities  in\r\n\r\nthis   region.   Of  the  22  factors   considered\r\n\r\nimportant,   only  three  are   related   to   the\r\n\r\ngeographical  situation: the rest are  related  to\r\n\r\nhuman  factors. Indeed, it must be  so,  otherwise\r\n\r\nour  surrounding islands would become very serious\r\n\r\ncompetitors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We do not have any rich natural resources other\r\n\r\nthan our two million people and the knowledge  and\r\n\r\ninfrastructure they possess. Our Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 224</b></font><br><br>\r\n\r\n\r\n\r\nconsiders   it   to   be   our   paramount\r\n\r\nresponsibility   to   accelerate   the   pace   of\r\n\r\ndevelopment  and formation of our  human  capital,\r\n\r\nand  we  will  spare no effort in  achieving  this\r\n\r\ngoal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members may recall that almost  nine  years\r\n\r\nago when our Party first took office, we laid down\r\n\r\nour  three  main principles on education.  One  of\r\n\r\nthem is to put emphasis on practical subjects like\r\n\r\nMathematics and Science, so that our citizens  are\r\n\r\ntaught  to  use their hands and their  brains.  We\r\n\r\nmust  break the \"white-collar\" consciousness which\r\n\r\nmust belong only to the past. The ground work  has\r\n\r\nbeen   laid  successfully  and  it  is   time   to\r\n\r\nreorganise our education system to keep pace  with\r\n\r\nour  industrialisation success. In short, we  have\r\n\r\nachieved  in  our economic development  more  than\r\n\r\nwhat we promised and at a much faster rate than we\r\n\r\nplanned.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order. It is seven o'clock\r\n\r\nnow  and  pursuant to the resolution made  earlier\r\n\r\ntoday, the House will now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Seven o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
