{"memberId": null, "volumeNo": "29", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"2\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"29\">\r\n\r\n<meta name=\"Sit_No\" content=\"2\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1969-06-12\">\r\n\r\n<meta name=\"Start_Col\" content=\"49\">\r\n\r\n<meta name=\"End_Col\" content=\"78\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">29</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">12-06-1969</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 49</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE SECOND PARLIAMENT</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART III OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 29</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 12th June, 1969</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr P. Coomaraswamy).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Inche Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Whampoa), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (MacPherson), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East). Parliamentary Secretary to the Minister for Law and National Development (National Development Division).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 50</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for Defence.\r\n\r\n\r\n\r\n<br>Mr Lim Soo Peng (Havelock).\r\n\r\n\r\n\r\n<br>Mr Low Guan Onn (River Valley).\r\n\r\n\r\n\r\n<br>Mr Low Yong Nguan (Crawford).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ghazali Bin Ismail (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon).\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister for Communications.\r\n\r\n\r\n\r\n<br>Inche Rahmat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 51</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Potong Pasir), Parliamentary Secretary to the Minister for Law and National Development (Law Division).\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Inche Sha'ari Bin Tadin (Kampong Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Choa Chu Kang), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines). Acting Minister for Culture.\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken (Alexandra).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 52</b></font><br><br>\r\n\r\n\r\n\r\n<br>Tuan Haji Ya'acob Bin Mohamed (Kampong Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Mr Yeoh Ghim Seng (Joo Chiat), Deputy Speaker.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Eric Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State, Prime Minister's Office .\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs and Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 51</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n              \r\n\r\n<div align=\"center\"><b>CRIMINAL PROCEDURE CODE (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question\r\n\r\n[11th  June, 1969], \"That the Bill be now  read  a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker, the business of government is to\r\n\r\nensure that the rule of law must be seen to\r\n\r\nprevail, and not thwarted. This means that the\r\n\r\nadministration of justice is carried out fairly\r\n\r\nand justly, and that the law does take its course.\r\n\r\nWhen making changes to existing practice, we have\r\n\r\nto ask ourselves whether the change we are\r\n\r\nintroducing will be for the better.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 52</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having spent a decade in the practice of the law,\r\n\r\nwith  some experience in the criminal courts,  and\r\n\r\nanother decade in government having to provide for\r\n\r\nthe  machinery  of justice, the police  and  their\r\n\r\ninvestigations, public prosecutors and the courts,\r\n\r\nI have little doubt that this is a change which in\r\n\r\nour  circumstances will ensure that justice is the\r\n\r\nmore likely to be done, and seen to be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If three High Court Judges cannot decide on\r\n\r\nquestions   of  fact  better  than  seven   random\r\n\r\njurymen,  then grievous harm is being  done  every\r\n\r\nday.  Single  Judges and single  Magistrates  have\r\n\r\nbeen, and are deciding questions of fact, both  in\r\n\r\ncivil and criminal cases. Every day\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 53</b></font><br><br>\r\n\r\n\r\n\r\nsingle  Judges and single Magistrates  make  their\r\n\r\ndecisions after findings on questions of  fact  on\r\n\r\nthe  evidence  of  witnesses under examination-in-chief   and  cross  examination.  Sometimes   they\r\n\r\nintervene  to pose questions. Sometimes  documents\r\n\r\nand  exhibits  are  brought before  them.  I  have\r\n\r\nlittle  doubt  that they are the  more  likely  to\r\n\r\narrive at the truth as against a jury of laymen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The jury system may work in Singapore, if our\r\n\r\njurors   do   not   feel  overwhelmed   with   the\r\n\r\nresponsibility  of having to find  a  man  guilty,\r\n\r\nwhen  they  know that this means a death sentence.\r\n\r\nIt  also requires Judges who have complete command\r\n\r\nof  their courts, and are sufficiently subtle  and\r\n\r\nskilful  to  get  juries to arrive  at  the  right\r\n\r\nverdict through a judicious choice of words  which\r\n\r\ncannot be attacked on appeal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even in England, the present Lord Chief Justice\r\n\r\nhas  had occasion in recent years to make a number\r\n\r\nof  caustic comments on the jury system.  One  can\r\n\r\nalways  fall back on Blackstone in the  eighteenth\r\n\r\ncentury, and several English Judges of the present\r\n\r\ncentury to proclaim the virtues of the Anglo-Saxon\r\n\r\nmethod  of  jury trial. But, even in England  from\r\n\r\nthe   requirement  of  unanimous  verdict  for   a\r\n\r\nconviction,  it  is now only necessary  to  get  a\r\n\r\nmajority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Also not so long ago in England juries were\r\n\r\ncalled  upon to decide questions of fact  even  in\r\n\r\ncivil cases, like actions for libel. Now they have\r\n\r\nbeen abolished. The administration of justice  has\r\n\r\nto  be kept apace and abreast with the times.  And\r\n\r\nthe  reputation of the jury for divine discernment\r\n\r\nis now much tarnished.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have seen in Singapore several miscarriages of\r\n\r\njustice  in the past few years. In one  trial  for\r\n\r\nmurder  recently, a trial that should  have  taken\r\n\r\nfive days dragged on for over 30 days as Judge and\r\n\r\nprosecutor  leant  over backwards  to  ensure  the\r\n\r\nappearance of justice being manifestly done. In my\r\n\r\nview, it was overdone. Every visiting psychiatrist\r\n\r\nwas  called  to  give evidence,  ending  with  the\r\n\r\nmajority of jurymen being so impressed or confused\r\n\r\nthat a majority of the jury\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 54</b></font><br><br>\r\n\r\n\r\n\r\nreduced  the charge of murder to a conviction  for\r\n\r\nculpable  homicide. The time has come to put  this\r\n\r\nright.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Western Europe is not uncivilised. They too have\r\n\r\nthe  rule  of  law, although more Roman  law  than\r\n\r\nAnglo-Saxon  law.  The French, Germans,  Italians,\r\n\r\nand Dutch do not have juries for civil or criminal\r\n\r\ntrials. No jurist or student of jurisprudence  has\r\n\r\nbeen  reckless enough to say that justice  is  not\r\n\r\nbeing done in these countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question some lawyers unconsciously frame is:\r\n\r\nBefore  whom does an accused person, who  can  pay\r\n\r\nfor  a good advocate, stand a more sporting chance\r\n\r\nof  being acquitted, three High Court Judges or  a\r\n\r\njury  of  seven?  I  suggest that  as  legislators\r\n\r\nconcerned  with the administration of justice,  we\r\n\r\nare  not interested in this question. The question\r\n\r\nthat  we  in  this House must ask  is:  Are  three\r\n\r\nJudges  more likely to do justice than  seven  men\r\n\r\nchosen at random to serve on a jury?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think we know the answer to this. I support the\r\n\r\nSecond Reading of this Bill.\r\n\r\n\r\n\r\n<br><br>2.36 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy (Telok Blangah):</b>Mr Speaker, Sir, yesterday we heard the Minister\r\n\r\nfor Law and National Development and my colleagues\r\n\r\nthe Member for Bukit Panjang and the Member for\r\n\r\nSerangoon Gardens expressing their views as well\r\n\r\nas their concern about certain portions of the\r\n\r\nCriminal Procedure Code (Amendment) Bill. Today we\r\n\r\nhad the opportunity of listening to the Prime\r\n\r\nMinister himself. All these four Members are from\r\n\r\nthe legal profession and I have no doubt that they\r\n\r\nare fully conversant with and convinced of what\r\n\r\nthey have expressed in this House. They have\r\n\r\nquoted authoritative opinions in support of their\r\n\r\nviews. We are also aware that several members of\r\n\r\nthe legal profession in Singapore and the Bar\r\n\r\nCommittee have raised, to quote the Minister for\r\n\r\nLaw, \"vociferous objections\" to the Bill. Sir, may\r\n\r\nI express some of the misgivings I have as a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 55</b></font><br><br>\r\n\r\n\r\n\r\nlayman  who has no connection whatsoever with  the\r\n\r\nlegal profession.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, not too long ago, a Member of Parliament (a\r\n\r\ncolourful personality who is no more with us) in a\r\n\r\nfriendly  neighbouring country when  referring  to\r\n\r\nanother  Member of Parliament's interpretation  of\r\n\r\nsome  law, pointedly stated that just as a  person\r\n\r\nwho    prescribes    medicine   without    medical\r\n\r\nqualifications is termed a \"quack\",  similarly,  a\r\n\r\nman without legal training who presumes to analyse\r\n\r\nlegal  points is termed a \"lawyer burok\".  At  the\r\n\r\nrisk  of  being disparaged in a similar manner,  I\r\n\r\nfeel   it  is  my  duty  to  express  the  genuine\r\n\r\nmisgivings  that the ordinary people may  have  in\r\n\r\nregard to this Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister, while outlining the need for\r\n\r\nthe  introduction of the Bill, has mentioned  that\r\n\r\nour  experiences in the recent past have shown the\r\n\r\nunreliability of the system of trial by jury where\r\n\r\npersons who should have been convicted had instead\r\n\r\nbeen  acquitted. Sir, a pertinent question is,  is\r\n\r\nit solely because this aspect of administration of\r\n\r\njustice  has  been  left in  the  hands  of  seven\r\n\r\nlaymen?  Or  can it not be, as the Prime  Minister\r\n\r\nonce  suggested  when  advocating  more  equitable\r\n\r\nsalaries  for our legal officers in the Government\r\n\r\nservice,  that a number of criminals  are  roaming\r\n\r\nthe  streets  because of the unrealistic  salaries\r\n\r\nfor legal officers which have been responsible for\r\n\r\neffecting  a  brain drain from Government  service\r\n\r\ninto  private practice, leaving, as it  were,  the\r\n\r\nAttorney-General's Chambers with the second  best?\r\n\r\nEven   though   the  position   may   have   shown\r\n\r\nimprovement recently, the few good legal  officers\r\n\r\nin the legal service are not able to cope with the\r\n\r\nnumber of criminal cases on their hands. It stands\r\n\r\nto  reason that a Deputy Public Prosecutor who has\r\n\r\nto  handle several cases at one and the same  time\r\n\r\ncannot   devote  the  same  amount  of  time   and\r\n\r\nattention as opposing counsel may be able to do in\r\n\r\na particular case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when speaking on this Bill, we\r\n\r\nmust not forget that in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 56</b></font><br><br>\r\n\r\n\r\n\r\nmany  countries  the trend of  public  opinion  is\r\n\r\nagainst  capital punishment and this Bill is  only\r\n\r\napplicable   to  cases  in  respect   of   capital\r\n\r\noffences. The effect of this Bill is tantamount to\r\n\r\nthe   facilitation   of  capital   punishment   in\r\n\r\nSingapore. The point I wish to make is  that  just\r\n\r\nas  there  are  authorities and  learned  opinions\r\n\r\nwhich  have  been  cited  in  this  House  by  the\r\n\r\nproponents  of the Bill in favour of abolition  of\r\n\r\ntrial by jury, there are equally authoritative and\r\n\r\nlearned   opinions  to  the  effect  that  capital\r\n\r\npunishment  is  not a solution to the  problem  of\r\n\r\ncriminal and anti-social behaviour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now refer to the practical\r\n\r\ndifficulties that we may have to face if this Bill\r\n\r\nbecomes  law.  We  have known in practice  in  all\r\n\r\ncriminal  cases where the punishment of  death  is\r\n\r\nauthorised by law, that the trial may spread  over\r\n\r\na  number  of  days and that this  Bill,  when  it\r\n\r\nbecomes  law, will have the effect of causing  not\r\n\r\none  but  three  Judges to be tied up  during  the\r\n\r\ncourse  of  the  trial. Knowing that  there  is  a\r\n\r\nshortage of High Court Judges at this juncture, it\r\n\r\nwould  appear  that Singapore can ill  afford  the\r\n\r\nluxury of having three Judges to be fully occupied\r\n\r\nwith one trial. Even if we increase the number  of\r\n\r\nJudges,  I fear that the Bill will bring  about  a\r\n\r\nlong  back-log  of  court cases  and  consequently\r\n\r\njustice could not be meted out as expeditiously as\r\n\r\nit should be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now refer to clause 3 of the Bill which\r\n\r\nseeks  to  amend Chapter 21, section  178  of  the\r\n\r\nCriminal  Procedure Code. Subsection  (3)  of  the\r\n\r\nproposed section 178 reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'If the three Judges of the High Court are unable\r\n\r\nto  arrive at a decision either unanimously or  by\r\n\r\nmajority,  the  court may acquit  the  accused  or\r\n\r\ndischarge him, such discharge not amounting to  an\r\n\r\nacquittal; in either case the accused may be tried\r\n\r\nbefore another court consisting of three Judges of\r\n\r\nthe  High Court other than those who had tried him\r\n\r\npreviously.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if three learned Judges cannot arrive at a\r\n\r\ndecision,  then  I suggest that some  doubts  have\r\n\r\nbeen  raised  and  I  feel the  case  deserves  an\r\n\r\nacquittal,  and  not another trial before  another\r\n\r\ncourt,  consisting  of three Judges  of  the  High\r\n\r\nCourt\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 57</b></font><br><br>\r\n\r\n\r\n\r\nother  than  those who had tried  him  previously.\r\n\r\nSir,  what  happens if the second  court  is  also\r\n\r\nunable  to arrive at a decision either unanimously\r\n\r\nor  by majority? I feel that an important accepted\r\n\r\nprinciple is being ignored, namely, that no person\r\n\r\nshould  be  placed in peril of his life  twice.  I\r\n\r\nwould have thought that the replacement of a  jury\r\n\r\nof  seven  laymen by a panel of three  Judges  who\r\n\r\nrepresent  the  top of the legal profession  would\r\n\r\nhave  further obviated the necessity of  a  second\r\n\r\ntrial.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is gratifying to know that the Bill is\r\n\r\ngoing  to  a Select Committee and I have no  doubt\r\n\r\nthat the Committee, as the Minister has given  the\r\n\r\nassurance,  will give every consideration  to  the\r\n\r\nconstructive suggestions and objections raised  by\r\n\r\nany interested party.\r\n\r\n\r\n\r\n<br><br>2.46 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, it is significant that out of\r\n\r\nthe  58 Members of Parliament in this House,  only\r\n\r\nfive  Members  spoke on this Bill,  and  of  these\r\n\r\nfive, four are lawyers. The interest shown in this\r\n\r\nHouse  in  the  Bill reflects the  interest  shown\r\n\r\noutside  the  House. The rumblings  and  grumbling\r\n\r\nheard  outside this House are confined  mainly  to\r\n\r\nsome  members of the legal profession  who,  as  I\r\n\r\nsaid  yesterday, practise mostly in  the  criminal\r\n\r\ncourts.  We have hardly heard a groan  or  even  a\r\n\r\nsqueak  against  this Bill from  the  man  in  the\r\n\r\nstreet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when lawyers get together and protest and\r\n\r\nbegin  to shout, \"The jury is the lamp of freedom.\r\n\r\nWhat is this Government doing? Ah, they are taking\r\n\r\nthe  jury away;\" some people begin to sit up, some\r\n\r\nprick  up  their ears and listen,  and  even  some\r\n\r\nstudents begin to get restless. Fortunately,  Sir,\r\n\r\nnot many people outside this House have even shown\r\n\r\nthe  slightest  interest  in  retaining  the  jury\r\n\r\nsystem.  Let  us examine more closely this  catchy\r\n\r\nphrase \"the jury is the lamp of freedom\". What  is\r\n\r\nthis  freedom?  Whose freedom is  it?  Is  it  the\r\n\r\nfreedom to kill, or kidnap and hold to ransom  and\r\n\r\nsometimes  kill in the process? Is it the  freedom\r\n\r\nto carry\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 58</b></font><br><br>\r\n\r\n\r\n\r\nfirearms  with impunity? Or is it the  freedom  of\r\n\r\nlawyers, whilst defending an accused person  on  a\r\n\r\ncapital charge, to address and sway a jury? As you\r\n\r\nwell know, Sir, no such freedom exists. It is  not\r\n\r\neven  a  right. The fundamental rights of liberty,\r\n\r\nlike  the liberty of a person, freedom of  speech,\r\n\r\nfreedom   of  religion,  are  enshrined   in   our\r\n\r\nConstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members will know that in order to make this Bill\r\n\r\nlaw,  there  is no need to amend the Constitution.\r\n\r\nSo to speak of the jury as the lamp of freedom is,\r\n\r\nwith the greatest respect, Sir, in the context  of\r\n\r\nour  society, pure and utter balderdash. Trial  by\r\n\r\njury  is, therefore, a mere privilege -- a privilege\r\n\r\nthat  the  law  has  up  to now  accorded  accused\r\n\r\npersons  (who  if  convicted  are  liable  to   be\r\n\r\nsentenced  to  death) to be tried  by  a  jury;  a\r\n\r\nprivilege  the law has accorded lawyers  defending\r\n\r\nsuch accused persons to address and perhaps sway a\r\n\r\njury.  The time has come for this privilege to  be\r\n\r\ntaken away.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I should explain for the benefit of some\r\n\r\nMembers  of  this House that in our courts  today,\r\n\r\ntwo  types of cases are heard - civil and criminal\r\n\r\ncases. Civil cases in Singapore have never at  any\r\n\r\ntime  been  heard  by a jury.  Today,  as  far  as\r\n\r\ncriminal cases are concerned, it is only in  cases\r\n\r\nin  the  High  Court  where  accused  persons  are\r\n\r\ncharged   with   offences  that   may   lead,   on\r\n\r\nconviction,   to   the   imposition   of   capital\r\n\r\npunishment,  that  juries  are  required.  On  the\r\n\r\naverage, out of the thousands of cases heard every\r\n\r\nyear in the High Court and the subordinate courts,\r\n\r\nonly  about  one dozen cases are cases  which  are\r\n\r\ntried  with  a Judge and a jury. This  Bill,  when\r\n\r\nenforced,  will result in the end of  jury  trials\r\n\r\nfor  these  types of cases. In place of the  jury,\r\n\r\nthere will be three Judges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is the main objection to a trial by three\r\n\r\nJudges?  I  think it is pretty obvious that  three\r\n\r\nJudges  can  decide  questions  of  law  and  even\r\n\r\nquestions of fact better than seven laymen. It has\r\n\r\nbeen  faintly  suggested that the Government  can,\r\n\r\nand the Government may,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 59</b></font><br><br>\r\n\r\n\r\n\r\ninfluence  the  Judges. Sir, does  any  reasonable\r\n\r\nperson believe that this Government, whatever  its\r\n\r\ndefects and whatever its shortcomings, would stoop\r\n\r\nso  low  as  to influence our Judges by pressuring\r\n\r\nthem   into   convicting  alleged   murderers   or\r\n\r\nkidnappers?  I need not assure the House  that  we\r\n\r\nhave far better things to do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I also remind the House of Article 125 of the\r\n\r\nConstitution which provides for the protection  of\r\n\r\nJudges.   This  is  Article  125  of  the  Federal\r\n\r\nConstitution  which was retained  by  us  when  we\r\n\r\npassed  the  independence Act in  December,  1965.\r\n\r\nSir,  this  Article  is being  re-enacted  in  the\r\n\r\nConstitution  (Amendment)  Bill  now  before   the\r\n\r\nHouse.  I  refer  to clause 2 of this  Bill  which\r\n\r\nseeks to enact an Article 52F Clause (3) of  this\r\n\r\nnew Article reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'If the Prime Minister, or the Chief Justice\r\n\r\nafter consulting the Prime Minister, represents to\r\n\r\nthe  President  that a Judge of the Supreme  Court\r\n\r\nought  to be removed on the ground of misbehaviour\r\n\r\nor of inability, from infirmity of body or mind or\r\n\r\nany   other  cause,  to  properly  discharge   the\r\n\r\nfunctions  of  his  office,  the  President  shall\r\n\r\nappoint  a tribunal in accordance with clause  (4)\r\n\r\nof    this   Article   and   shall   refer    that\r\n\r\nrepresentation to\r\n\r\nit, and may on the recommendation of the tribunal\r\n\r\nremove the Judge from office.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause (4) of this new Article goes on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The tribunal shall consist of not less than five\r\n\r\npersons who hold or have held office as a Judge of\r\n\r\nthe  Supreme Court or the High Court in Singapore,\r\n\r\nor,  if  it appears to the President expedient  to\r\n\r\nmake such an appointment, persons who hold or have\r\n\r\nheld   equivalent  office  in  any  part  of   the\r\n\r\nCommonwealth, and the tribunal shall  be  presided\r\n\r\nover  by the member first in the following  order,\r\n\r\nnamely, the Chief Justices...'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am merely bringing the attention of\r\n\r\nMembers  to  this clause to show that the  Judges,\r\n\r\nonce  appointed, are firmly seated in their office\r\n\r\nand practically irremovable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I will\r\n\r\ndeal briefly with the suggestion of the Member for\r\n\r\nBukit Panjang, which was also touched upon by  the\r\n\r\nMember   for  Telok  Blangah, that  the  proposed\r\n\r\nsubsection  (3) of the new section 178  should  be\r\n\r\ndeleted. I informed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 60</b></font><br><br>\r\n\r\n\r\n\r\nthe  House  yesterday that it is the intention  of\r\n\r\nGovernment  to send this Bill to Select  Committee\r\n\r\nwhere  representations may be made in writing  and\r\n\r\nrepresentors  heard in person if they  so  desire.\r\n\r\nWhen  the  Bill  is  taken  clause  by  clause  in\r\n\r\nCommittee,  every consideration will be  given  to\r\n\r\nthe   Members'   suggestion  and  to   any   other\r\n\r\nrepresentations that we may receive. Indeed,  Sir,\r\n\r\nnow  that  only  members of one  Party  have  been\r\n\r\nelected  to  represent  the people  of  Singapore,\r\n\r\nrepresentations   from  the   public   to   Select\r\n\r\nCommittee  on  this  and  on  any  Bill  are  most\r\n\r\nwelcome.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I also just touch upon one more point\r\n\r\nwhich  was raised by the Member for Telok  Blangah\r\n\r\nwho  was  worried about the number of  Judges?  He\r\n\r\nsaid  we might require six or more Judges.  May  I\r\n\r\nsay  at this stage that there is no difficulty  in\r\n\r\nappointing  more  Judges. At the  moment,  we  are\r\n\r\nshort because two Judges, Mr Justice Buttrose and\r\n\r\nMr  Justice Ambrose, left recently and no one has\r\n\r\nbeen appointed since. I do not appoint Judges  but\r\n\r\nI  can  assure the House that the matter  is  well\r\n\r\nbeing  looked  after  and  more  Judges  will   be\r\n\r\nappointed very soon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Bill be committed to a Select Committee\r\n\r\nconsisting  of Mr Speaker as Chairman  and  seven\r\n\r\nMembers  to  be  nominated  by  the  Committee  of\r\n\r\nSelection.\" [Mr\r\n\r\nBarker].\r\n\r\n<br><br><font size=\"1\"><b>Column: 60</b></font><br><br>\r\n\r\n<div align=\"center\"><b>CONSTITUTION (AMENDMENT)</b></div>\r\n\r\n<div align=\"center\"><b>BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.02 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, I beg to move, \"That the Bill\r\n\r\nbe now read a Second time.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill now before the House introduces two\r\n\r\namendments to the Singapore Constitution. Clause 2\r\n\r\nof the Bill seeks to introduce a new Part A of the\r\n\r\nConstitution, and as Members will see\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 61</b></font><br><br>\r\n\r\n\r\n\r\nit  makes provision for the Judiciary. This branch\r\n\r\nof   Government  is  missing  from  the  Singapore\r\n\r\nConstitution  in  its original  form  because  the\r\n\r\nOrder  in  Council  setting out  the  Constitution\r\n\r\nenvisaged   Singapore  as  a  state   within   the\r\n\r\nFederation of Malaysia, the judicial power  was  a\r\n\r\nFederal  matter and was therefore set out  in  the\r\n\r\nFederal  Constitution. Now  that  we  have  become\r\n\r\nindependent on our own, this obvious hiatus in our\r\n\r\nConstitution is being provided for. This amendment\r\n\r\ncomes  at  an appropriate moment accompanying  the\r\n\r\nSupreme  Court of Judicature Bill which would  set\r\n\r\nout in detail the judicial structure in Singapore.\r\n\r\nIn so far as the Judiciary is a separate branch of\r\n\r\nGovernment,  it  has to be set out separately  and\r\n\r\nenacted in this Part of the Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 of the Bill sets out more radical\r\n\r\nprovisions.  The new Part IVa of the  Constitution\r\n\r\ndeals  with  the  setting up of  the  Presidential\r\n\r\nCouncil.  Hon. Members will remember that  amongst\r\n\r\nthe  various suggestions made by the Wee Chong Jin\r\n\r\nReport   on  constitutional  provisions  for   the\r\n\r\nprotection of minority rights in the Republic  was\r\n\r\nthis  recommendation, namely, the setting up of  a\r\n\r\nCouncil  of State to act as an extra Parliamentary\r\n\r\nsafeguard  for the protection of minority  rights.\r\n\r\nMembers will also recall the speech I made to this\r\n\r\nHouse   on  the  Constitutional  Report  on   21st\r\n\r\nDecember,  1966, when I informed  the  House  that\r\n\r\namong the various recommendations in regard to the\r\n\r\nprotection  of fundamental rights and freedoms  of\r\n\r\nthe  individual  and the manner in  which  various\r\n\r\nprovisions  of  the  Constitution  ought   to   be\r\n\r\nentrenched, the Government would agree  with  this\r\n\r\nrecommendation of a Council of State. I  had  also\r\n\r\ntold  the  House that although we would differ  in\r\n\r\ndetail,  in principle we agreed to such a  Council\r\n\r\nbeing established. Instead of calling this Council\r\n\r\nthe \"Council of State\", the Government has decided\r\n\r\nto  name it the \"Presidential Council\", a term  we\r\n\r\nconsider more suitable and more appropriate.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 62</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Council would consist of a Chairman and ten\r\n\r\npermanent members appointed for life and ten other\r\n\r\nmembers  appointed for various  periods  up  to  a\r\n\r\nmaximum  of  three  years.  As  set  out  in   the\r\n\r\nExplanatory  Note, the functions  of  the  Council\r\n\r\nwill  be  principally to consider  and  report  on\r\n\r\nmatters   affecting  persons  of  any  racial   or\r\n\r\nreligious  community  in  Singapore  as   may   be\r\n\r\nreferred to it by Parliament or by the Government.\r\n\r\nThe  Council  is  also to examine  all  Bills  and\r\n\r\nsubsidiary   legislation   to   ensure   that   no\r\n\r\nprovisions  in  our laws would  result  in  unfair\r\n\r\ndiscrimination  against or otherwise  violate  any\r\n\r\nfundamental liberties of the individual set out in\r\n\r\nour Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has been argued by some that such a chamber as\r\n\r\nthe  Presidential  Council comprising  non-elected\r\n\r\nmembers would be a derogation of the supremacy  of\r\n\r\nParliament.  We have been careful to  ensure  that\r\n\r\nthis  will  not  be  so. In the normal  course  of\r\n\r\nevents, the Council can only delay the passage  of\r\n\r\na  Bill  for s period of one month. But as Members\r\n\r\nwill appreciate, if the Presidential Council is to\r\n\r\nplay  its  role  as a checkpoint to safeguard  the\r\n\r\nrights  of  the individual, it must  have  certain\r\n\r\npowers. Although Members of the Government may  be\r\n\r\nallowed to attend meetings of the Council  and  to\r\n\r\ntake part in its deliberations, they will not join\r\n\r\nin reaching its decisions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The functions of the Council will not be confined\r\n\r\nsolely  to  the  scrutiny  of  Bills  enacted   by\r\n\r\nParliament. Subsidiary legislation as may be  made\r\n\r\nunder  the authority of an Act of Parliament would\r\n\r\ncome  within  the purview of the Council,  to  see\r\n\r\nwhether  a particular provision even in subsidiary\r\n\r\nlegislation amounts to a \"differentiating measure\"\r\n\r\nor  in  any  other  way  violate  the  fundamental\r\n\r\nliberties of the subject. Whilst it has  no  power\r\n\r\nto  veto  any  legislation  and  so  diminish  the\r\n\r\nsupremacy of our elected legislature, it does draw\r\n\r\npublic   attention  to  any  proposal   which   it\r\n\r\nconsiders discriminatory of any minority group. So\r\n\r\nany  government  of the day has  to  consider  the\r\n\r\nodium it would incur\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 63</b></font><br><br>\r\n\r\n\r\n\r\npublicly  for  enforcing  majority  rule  to  the\r\n\r\ndisadvantage  of  a minority,  although  this  is\r\n\r\nnormal democratic practice.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>\t[Mr Deputy Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>3.12 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, certain Bills must of necessity be\r\n\r\nexcluded from the purview of the Council  such  as\r\n\r\nMoney  Bills or indeed any Bill certified  by  the\r\n\r\nPrime  Minister to be so urgent that it would  not\r\n\r\nbe in the public interest to delay its enactment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These and similar provisions do not seriously\r\n\r\naffect  the supremacy of Parliament. It  is  hoped\r\n\r\nthat  far  from derogating from the  supremacy  of\r\n\r\nParliament, members of the Council will carry  out\r\n\r\ntheir  functions in the spirit and  intendment  of\r\n\r\nthis  Bill,  namely, to assist Parliament  in  its\r\n\r\nconsideration  of  Acts of Parliament  and  ensure\r\n\r\nthat such Acts or other enactments made under  the\r\n\r\nauthority  of  Acts  of Parliament  are  fair  and\r\n\r\nundiscriminating  in  their  effects  to  all  the\r\n\r\nvarious peoples in our Republic. In this way it is\r\n\r\nthe  hope  that confidence and a sense of security\r\n\r\nand  a  sense  of  more than  fair  play  will  be\r\n\r\nengendered throughout the community.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the considerable public interest\r\n\r\nin  this  Bill, I intend to send it  to  a  Select\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Prof Wong Lin Ken -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Prof Wong Lin Ken (Alexandra):</b> Sir, I rise to speak on the Constitution\r\n\r\n(Amendment) Bill, a subject of compelling  concern\r\n\r\nto  all those, within and without Parliament,  who\r\n\r\nbelieve  that  a  multi-racial  society,  with   a\r\n\r\ndiversity  of  cultures, can  be  organized  on  a\r\n\r\nrational   basis  that  denies   no   race   equal\r\n\r\nopportunities in life.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are not the only multi-racial nation on earth,\r\n\r\nand  the  Government is certainly  not  the  first\r\n\r\ngovernment faced\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 64</b></font><br><br>\r\n\r\n        \r\n\r\nwith  the  all-important problem  of  finding  an\r\n\r\nappropriate    national   framework    by    which\r\n\r\nmultifarious races can live and work  together  in\r\n\r\npeace  and  harmony,  respect  and  tolerate  each\r\n\r\nother's  differences and share, at the same  time,\r\n\r\nan  identity  of nationhood. To take some  liberty\r\n\r\nwith   a   proverbial  expression,  the  political\r\n\r\nharvests which a nation reaps depend on the way in\r\n\r\nwhich  it  has  sowed the seeds of  nationhood  on\r\n\r\nground  fertile for politics along communal lines.\r\n\r\nAs  a  historian by profession, I  would  like  to\r\n\r\nquote history\r\n\r\n-  history  is  replete with examples  of  violent\r\n\r\npolitical  harvests that can  only  sow  seeds  of\r\n\r\nfurther bloody discord.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In examining the evolution of the present\r\n\r\nconstitutional  amendment for the  creation  of  a\r\n\r\nPresidential    Council,   I   note    that    the\r\n\r\nConstitutional  Commission  of   1966   made   the\r\n\r\nfollowing  recommendation, and  I  quote  page  4,\r\n\r\nparagraph 16, of its Report:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'We recommend the creation of a non-elected\r\n\r\nadvisory body to be called \"the Council of  State\"\r\n\r\nwith   a   small   membership,  not   subject   to\r\n\r\ndissolution   but  renewing  itself   at   regular\r\n\r\nintervals by the retirement and replacement  of  a\r\n\r\nproportion of its members in rotation. The members\r\n\r\nshould   be  appointed  by  the  President   after\r\n\r\nconsultation with the Prime Minister  but  in  the\r\n\r\nPresident's  discretion from amongst able,  mature\r\n\r\ncitizens irrespective of race, colour or creed who\r\n\r\nhave attained eminence or responsible positions in\r\n\r\ntheir  respective walks of life but  who  are  not\r\n\r\nmembers of any political party. We believe such  a\r\n\r\nbody  can play an effective and vital part in  the\r\n\r\naffairs  of  the nation in many ways. It  will  be\r\n\r\nable in its debates to focus the attention of  the\r\n\r\npublic  on  any matter originating from Parliament\r\n\r\nwhich  may adversely affect the interests  of  any\r\n\r\nminority  group. It will also be able to serve  as\r\n\r\nan  additional check on new legislation  and  this\r\n\r\nwould  be particularly useful on matters of  great\r\n\r\npublic  importance  and  on  matters  which  might\r\n\r\naffect  the  minorities. Also, it  will  be  able,\r\n\r\nespecially  where  there  is  no  responsible   or\r\n\r\neffective Opposition in Parliament, to put forward\r\n\r\nwhere  it  considers it necessary  in  the  public\r\n\r\ninterest  to do so, constructive and well-informed\r\n\r\ncriticism  or amendments of measures  proposed  in\r\n\r\nParliament.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, it will be recalled that\r\n\r\nnowhere  in  the Constitutional Commission  Report\r\n\r\ndid  it propose that the interests of the minority\r\n\r\nraces in Singapore be secured or protected in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 65</b></font><br><br>\r\n\r\n\r\n\r\nthe   form   of  constitutional  entrenchment   of\r\n\r\nminority  rights over and above those  enjoyed  by\r\n\r\nthe  majority race. Indeed, it considered minority\r\n\r\nrepresentation in Parliament or in an Upper House,\r\n\r\nor  proportional representation, as constitutional\r\n\r\nmeasures  that  would defeat their very  objective\r\n\r\nand intensify politics along communal lines.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitutional Commission believed, and I am\r\n\r\nof  the  view  that  history  will  vindicate  its\r\n\r\nbelief,  that  minority interests  would  be  best\r\n\r\nsecured  and protected if minority groups  enjoyed\r\n\r\nthe  same fundamental rights as the majority race.\r\n\r\nIts  belief and faith in a non-racial Constitution\r\n\r\nof   Singapore  evidently  was  derived  from  the\r\n\r\npolitical  foresight  and  common  sense  of   its\r\n\r\nmembers,  and  reflected  their  belief  that  the\r\n\r\nvarious races in Singapore were increasingly aware\r\n\r\nthat  (and  I quote page 3, paragraph  10  of  the Report):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'their future and the future of the nation lies\r\n\r\nin  a non-racial approach to all problems under  a\r\n\r\nform  of government which would enable the  growth\r\n\r\nof  a  united,  multi-racial, free and  democratic\r\n\r\nnation in which all its citizens have equal rights\r\n\r\nand equal opportunities.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On 27th August, 1966, the Commission presented\r\n\r\nits Report to the President. The Report was tabled\r\n\r\nin this Parliament in December 1966 and debated in\r\n\r\nMarch  1967.  Most of the recommendations  of  the\r\n\r\nCommission were accepted by the Government, and in\r\n\r\nmany  others the Government accepted the principle\r\n\r\nbut not the details.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, slightly more than two years have elapsed\r\n\r\nbetween  the  last  debate on the  Report  of  the\r\n\r\nConstitutional Commission and the present  Reading\r\n\r\nof  the  Constitution (Amendment)  Bill,  and  the\r\n\r\npublic has adequate time to digest and ingest  the\r\n\r\nReport  and  the basic views of the Government  on\r\n\r\nit. In the interim, the present Government had its\r\n\r\nmandate  to  govern  renewed,  and  had,  to   the\r\n\r\nastonishment of the world and to its own political\r\n\r\nembarrassment, won  every  single   parliamentary\r\n\r\nseat.  I attach some special significance to this,\r\n\r\nfor  in  a  state predominantly Chinese in  racial\r\n\r\ncomposition, neither the extreme right  nor  left\r\n\r\nChinese parties had\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 66</b></font><br><br>\r\n\r\n\r\n\r\nwanted  to test their strength with a multi-racial\r\n\r\nparty,  leaving it an almost uncontested arena  to\r\n\r\nassume  power for a third time in succession.  The\r\n\r\nConstitutional  Commission of 1966  in  retrospect\r\n\r\nhad  not misjudged the political mood of the races\r\n\r\nin Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed Presidential Council reflects the\r\n\r\nintention,  the  purpose, and the  spirit  of  the\r\n\r\nCouncil of State recommended by the Constitutional\r\n\r\nCommission.  As  recommended, it  is  an  advisory\r\n\r\nbody,  and leaves untouched the present unicameral\r\n\r\nlegislature.  It also does not infringe  upon  the\r\n\r\nresponsibilities of Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is a fundamental principle of\r\n\r\nparliamentary  democracy  that  the  supremacy  of\r\n\r\nParliament remains paramount. In my opinion, there\r\n\r\nis  nothing  in the proposed Presidential  Council\r\n\r\nthat undermines this principle. It is correct that\r\n\r\nthe  Presidential Council shall only be  empowered\r\n\r\nto   examine   the   Bills   after   the   elected\r\n\r\nrepresentatives  of  the  people   have   studied,\r\n\r\ndebated and passed them, for I regard intervention\r\n\r\nof   the  Council  before  the  final  Reading  as\r\n\r\nencroachment   upon   the   responsibilities   and\r\n\r\nprivileges   of   Parliament.   To    allow    the\r\n\r\nPresidential Council to intervene at  any  earlier\r\n\r\nstage of parliamentary Reading of the Bills is  to\r\n\r\npermit   it  to  exercise  an  influence  in   the\r\n\r\nlegislature,  at  the  time that  the  Members  Of\r\n\r\nParliament  should be sensitive to public  opinion\r\n\r\nand form their own independent judgment as to what\r\n\r\nparliamentary measures will be for the public good\r\n\r\nand    supportable   by   the   electorate.    The\r\n\r\nPresidential  Council's  report  of  any  Bill  or\r\n\r\nsubsidiary  legislation is advisory in  character,\r\n\r\nand  it is not mandatory on the part of Parliament\r\n\r\nto  accept  it, and can be over-ridden if  a  two-thirds   majority  of  parliamentary  Members   so\r\n\r\ndecide.  However, I should imagine  no  Parliament\r\n\r\ncan  lightly disregard or dismiss the view of  the\r\n\r\nPresidential  Council unless there be  over-riding\r\n\r\nreasons  for  not acting on its advice.  The  two-thirds  majority  rule  is an  adequate  safeguard\r\n\r\nagainst  any  infringement  of  the  supremacy  of\r\n\r\nParliament, at the same time against disrespect of\r\n\r\nthe Presidential Council.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 67</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it has been both consistent with\r\n\r\nparliamentary    principles   and    the    proper\r\n\r\nfunctioning of the Presidential Council  that  its\r\n\r\nproceedings  be conducted in private.  Privacy  of\r\n\r\nproceedings  safeguards  its  members   from   the\r\n\r\nintimidating  pressure of communal public  opinion\r\n\r\nas  well as removes any possibility of playing  to\r\n\r\nthe communal gallery. As regards its lack of right\r\n\r\nto  hear objectors or examine witnesses, I  am  of\r\n\r\nthe  view that this will not impair the efficiency\r\n\r\nand  efficacy  of  the Presidential  Council.  The\r\n\r\nright  to  hear  objectors  or  witnesses  rightly\r\n\r\nbelongs  to Parliament, either in the chambers  of\r\n\r\nSelect Committees or parliamentary commissions  of\r\n\r\ninquiry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is criticism from many quarters that there\r\n\r\nshould be an Opposition to the present Government.\r\n\r\nThe Constitutional Commission of 1966 had reported\r\n\r\nthat the Council of State might act as a check  on\r\n\r\nParliament in an advisory manner in the absence of\r\n\r\nresponsible or effective Opposition. It is, in  my\r\n\r\nview, correct that there is no possibility of  the\r\n\r\nproposed Presidential Council developing in a  way\r\n\r\nthat  might give substance to such a view  of  its\r\n\r\nfunction. An Opposition is regarded as a desirable\r\n\r\nfactor  that keeps the parliamentary system alive,\r\n\r\nbut  the  lack of it does not mean the destruction\r\n\r\nof the essence of democracy. For in the democratic\r\n\r\nprocess, the electorate can collectively decide to\r\n\r\nvote a political party entirely out of Parliament,\r\n\r\nas had happened to the Singapore Alliance in 1963.\r\n\r\nEqually, it can entirely vote a political party to\r\n\r\nall the seats in Parliament - this happened to  us\r\n\r\nin 1968.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>3.27 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have never said that there\r\n\r\nshould  be  no  Opposition in Parliament.  But  we\r\n\r\ncannot  molly-coddle an Opposition into existence,\r\n\r\ndirectly  or indirectly, for this will be  against\r\n\r\nthe  national survival of Singapore. There is only\r\n\r\none route to Parliament, and that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 68</b></font><br><br>\r\n\r\n\r\n\r\nis  by way of elections. The road to Parliament is\r\n\r\nraw  and  rough, not for those who want  political\r\n\r\nglamour the easy way. Only those with the will  to\r\n\r\nsucceed,  sustained by tenacity  of  purpose  and,\r\n\r\nhopefully,    integrity   of   intentions,    will\r\n\r\neventually  make the grade. Finally, Mr  Speaker,\r\n\r\nSir,   there   is   an  organized  Opposition   in\r\n\r\nSingapore,  a fact some choose to ignore,  but  it\r\n\r\nhas   decided  to  pursue  the  path   of   extra-parliamentary   Opposition,   as   some   of    my\r\n\r\nparliamentary  colleagues had vividly  found  when\r\n\r\ntheir branch headquarters were attacked.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the multi-racialism which this\r\n\r\nParliament  stands for requires  time  before  its\r\n\r\nvalues,  beliefs, and practices become irrevocably\r\n\r\ninstitutionalized.     No     constitution      or\r\n\r\nconstitutional  amendments of  any  kind,  however\r\n\r\ningeniously  devised by the wisest men  on  earth,\r\n\r\ncan guarantee that a constitution will survive the\r\n\r\nturbulent  realities of politics. No  constitution\r\n\r\ncan  guarantee  that minority interests  will  not\r\n\r\nsuffer or that the majority will not exercise  its\r\n\r\nwill  in  a discriminating way. There is a popular\r\n\r\nmystique about the sanctity and inviolability of a\r\n\r\nconstitution.  This  is true  of  those  countries\r\n\r\nwhere democratic institutions have evolved over  a\r\n\r\nlong  period of history, and the political  values\r\n\r\nof  democracy  are firmly a part of  the  cultural\r\n\r\ntraditions of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, post-war history is abundant with\r\n\r\nevidence   that   democratic   constitutions    by\r\n\r\nthemselves  do  not make for democratic  processes\r\n\r\nnor   ensure  their  own  survival.  In  the  last\r\n\r\nanalysis,   all   depends  on   the   people   who\r\n\r\nparticipate in politics - their outlook and  their\r\n\r\nbeliefs. If this is true of democracy, it is  even\r\n\r\nmore  so  for  any  constitutional  provision  for\r\n\r\nminority   interests.  Ultimately,  the   greatest\r\n\r\nsafeguard for minority interest in Singapore  lies\r\n\r\nnot  in  any constitutional provision but  in  the\r\n\r\ncontinued  election of people  to  Parliament  who\r\n\r\nbelieve in and practise multi-racialism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we in this Parliament believe\r\n\r\nin  multi-racialism, and what  Singapore  requires\r\n\r\nprimarily is confidence that multi-racialism can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 69</b></font><br><br>\r\n\r\n\r\n\r\nwork  within  the  context  of  the  stresses  and\r\n\r\nstrains of Southeast Asia, it is our duty and  the\r\n\r\nduty of those who share our belief to prove to the\r\n\r\npeople  that the multi-racial system in  Singapore\r\n\r\ncan  work as well as establish for our Republic  a\r\n\r\nviable  and  enduring political identity.  On  our\r\n\r\nconduct   as  a  political  party,  and   on   our\r\n\r\nadministration as a government will  the  minority\r\n\r\nand  the majority races judge us as to our  multi-racialism. The existence of multi-racial Singapore\r\n\r\nis a daily referendum, and we have to win it every\r\n\r\nday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Constitution\r\n\r\n(Amendment) Bill as the constitutional  expression\r\n\r\nof  our  declared  faith in an equal  multi-racial\r\n\r\nsociety,  and  our unequivocal intention  to  give\r\n\r\nsubstance and meaning to a nation in which all are\r\n\r\nequal regardless of differences of race, language,\r\n\r\nculture and religion.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I support the Constitution\r\n\r\n(Amendment)  Bill, especially  in  regard  to  the\r\n\r\nestablishment of a Presidential Council.  I  would\r\n\r\nlike to congratulate the Minister on this, because\r\n\r\nthe establishment of a Presidential Council is  in\r\n\r\nline with the recommendation of the Constitutional\r\n\r\nCommission of 1966. Once again the Government  has\r\n\r\ndemonstrated that it intends to carry out whatever\r\n\r\nit has promised to do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, although we have been independent\r\n\r\nfor  only  four years, the democratic  system  has\r\n\r\nworked  very successfully in our country. This  is\r\n\r\ndue  to  the  fact  that,  firstly,  we  have   an\r\n\r\nefficient  and  honest government;  secondly,  our\r\n\r\nmulti-racial  society is accustomed to  democratic\r\n\r\npractices.  This  can  be seen  in  the  last  few\r\n\r\nelections held.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the various clauses in the Bill are\r\n\r\nappropriate.  One of the provisions  in  the  Bill\r\n\r\nstipulates that the Council should not  take  more\r\n\r\nthan  one  month  to  examine  a  Bill  passed  by\r\n\r\nParliament. This will ensure that all Bills passed\r\n\r\nby Parliament will be implemented smoothly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 70</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to offer two points for the\r\n\r\nconsideration of the Minister. One  is  about  the\r\n\r\nappointment   of   members  to  the   Presidential\r\n\r\nCouncil. Secondly, the composition of the  members\r\n\r\nof  the Presidential Council must be multi-racial,\r\n\r\n1  hope  we  can appoint people who have extensive\r\n\r\nsocial  experience,  and  who  are  impartial  and\r\n\r\npatriotic. I hope the Minister will pay  attention\r\n\r\nto these points because the task of the Council is\r\n\r\nto  look  after  the interests and rights  of  the\r\n\r\nminorities in Singapore.\r\n\r\n\r\n\r\n<br><br>3.35 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr L. P. Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr L. P. Rodrigo (Serangoon Gardens):</b> Mr Speaker, Sir, the multiracial texture of our\r\n\r\nsociety  gives the Presidential Council a distinct\r\n\r\nrole to play, but it is my feeling that this would\r\n\r\ndepend  ultimately  on  the  composition  of   the\r\n\r\nCouncil.  It is important to realise that  one  of\r\n\r\nthe  functions of the Council is to act as a  body\r\n\r\nof constitutional interpretation, because, if I am\r\n\r\nnot  mistaken,  Sir,  the Bill  before  the  House\r\n\r\ndescribes  the functions of this proposed  Council\r\n\r\nas  being,  first, advising Parliament on  matters\r\n\r\naffecting  minority  rights and,  second,  drawing\r\n\r\nattention   to  Bills  and  statutory  legislation\r\n\r\nwhich,  in the eyes of the Council, appear  to  be\r\n\r\ninconsistent  with the Constitution  or  with  the\r\n\r\nfundamental liberties of the individual.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the second function of the Council,\r\n\r\nthat   is, to  advise  Parliament  that   certain\r\n\r\nlegislation when in operation will be inconsistent\r\n\r\nwith the Constitution or the fundamental liberties\r\n\r\nof  the  individual,  this  will  require  of  the\r\n\r\nCouncil  an  expertise which is  primarily  legal,\r\n\r\nparticularly   an   expertise  in   constitutional\r\n\r\ninterpretation.  We  can say  that  such  kind  of\r\n\r\nexpertise will obviously be lodged in very  mature\r\n\r\nmembers of the legal profession, namely, the Chief\r\n\r\nJustice and Puisne Judges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this stage, perhaps I can refer the House to\r\n\r\ncertain  statements made by the Minister  for  Law\r\n\r\nand  National Development when the Report  of  the\r\n\r\nConstitutional Commission was tabled  before  this\r\n\r\nHouse in 1966, and reported\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 71</b></font><br><br>\r\n\r\n\r\n\r\nin  Hansard,  Volume 25, No. 14. The Minister  for\r\n\r\nLaw  and  National  Development did  suggest  that\r\n\r\nperhaps  eminent  people like ex-Chief  Ministers.\r\n\r\nChief  Justices and Puisne Judges could constitute\r\n\r\nsuch  a  Council. I wonder whether this will  make\r\n\r\nthe  Council operate in the way that is  obviously\r\n\r\nintended.  Should such eminent people be appointed\r\n\r\nto  this Council, they would be in an embarrassing\r\n\r\nposition  when legislation which is  suspected  of\r\n\r\nbeing  inconsistent with the Constitution  or  the\r\n\r\nfundamental   liberties  of  the   individual   is\r\n\r\ncontested  in  the  High Court for  interpretation\r\n\r\nafter the Council had decided unanimously or by  a\r\n\r\nmajority  to submit an adverse report  thereon  to\r\n\r\nParliament,   and   Parliament   had    thereafter\r\n\r\noverridden  such  adverse report by  a  two-thirds\r\n\r\nmajority. Of course, this will only arise if there\r\n\r\nis  such a spate of proceedings for constitutional\r\n\r\ninterpretation  in the High Court that  we  cannot\r\n\r\navoid having the same Judges who had been involved\r\n\r\nin  the  deliberation  on  this  legislation  also\r\n\r\ntaking  part in the High Court proceedings.  I  am\r\n\r\nsure  that  the  Minister is quite aware  of  this\r\n\r\npossibility,  but if he will clarify  this  point,\r\n\r\nperhaps it might assist the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I might ask, why is it that a two-thirds majority is required under the Bill to over-\r\n\r\nride  an  adverse  report  from  the  Presidential\r\n\r\nCouncil?  It  appears that this  would  reflect  a\r\n\r\ncertain  amount of consensus on the  part  of  the\r\n\r\nCouncil.  But this may raise another problem, for\r\n\r\nit  may  be  said that such a two-thirds  majority\r\n\r\nover-riding an adverse report from the Council  is\r\n\r\ntantamount to an amendment of the Constitution. By\r\n\r\nour Constitution we need only an ordinary majority\r\n\r\nto  amend  it. I would not be able to answer  this\r\n\r\nquestion. Would a two-thirds majority of the House\r\n\r\nover-riding   an   adverse   report    from    the\r\n\r\nPresidential Council amount to an amendment of the\r\n\r\nConstitution? If it does mean an amendment to  the\r\n\r\nConstitution,  then,  of  course,  to  a   certain\r\n\r\nextent,  I  agree with the opinion voiced  outside\r\n\r\nthat  perhaps it might jeopardise the  individuals\r\n\r\nwho\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 72</b></font><br><br>\r\n\r\n\r\n\r\nwould  not be able to contest this legislation  in\r\n\r\nthe High Court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one other point which can perhaps be\r\n\r\nclarified by the Minister. The Bill that is before\r\n\r\nthe  House specifically excludes the consideration\r\n\r\nof  evidence by witnesses and individuals  by  the\r\n\r\nCouncil.  But what if the Council wish to consider\r\n\r\nwritten representations from any source? Would it\r\n\r\nbe  permitted to do this? These are points  which\r\n\r\nperhaps the Minister could clarify.\r\n\r\n\r\n\r\n<br><br>3.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Mr Speaker, Sir, I too have to seek the\r\n\r\nMinister's indulgence in asking one pertinent question  for  clarification. Under  the  Constitution\r\n\r\n(Amendment)  Bill - at page 2 -it is  provided  in\r\n\r\nclause  (2) of the new Article 52B that  temporary\r\n\r\nHigh  Court  Judges  can be appointed.  Can  these\r\n\r\ntemporary  High  Court Judges hear criminal  cases\r\n\r\nwhere  the  penalty is death? If so, do they  have\r\n\r\nthe  protection provided under the new Article 52F\r\n\r\nin the Constitution (Amendment) Bill?\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, first, may I remind Members\r\n\r\nthat  this  is  not Question Time? Apparently  all\r\n\r\nfour Members who spoke on the Bill support it  not\r\n\r\nonly  in  principle but in detail. The Member  for\r\n\r\nSembawang even congratulates me. But then he  adds\r\n\r\na  rider  to  the  effect that we  had  better  be\r\n\r\ncareful   whom  we  appoint  to  the  Presidential\r\n\r\nCouncil.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens has raised\r\n\r\nseveral pertinent points. He is worried about  the\r\n\r\nexpertise   that  would  be  required   --   legal\r\n\r\nexpertise    in    constitutional   interpretation\r\n\r\nprobably  of documents of the law which  would  be\r\n\r\nrequired of its members. He is afraid that some of\r\n\r\nour  Judges  might be embarrassed should  they  be\r\n\r\nparty  to  a decision of the Presidential  Council\r\n\r\nwhich  is over-ruled by a two-thirds, majority  in\r\n\r\nthis  House;  the  same Judge  having  perhaps  to\r\n\r\ndecide the same point which may be an issue in the\r\n\r\nHigh Court.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 73</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, perhaps to set the worries of the Members at\r\n\r\nrest, it would be best for me to refer again to my\r\n\r\nspeech  in  this House on 21st December,  1966.  I\r\n\r\nquote from Hansard, Vol. 25. No. 14, col 1055:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Membership of this Council ... would be of\r\n\r\ntwo types -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Permanent members: This would consist of men\r\n\r\nof  distinction who will be chosen from those  who\r\n\r\nhold  or  have  held  high offices,  e.g.  Cabinet\r\n\r\nMinisters,  former  Chief  Ministers,  the   Chief\r\n\r\nJustice,  the Speaker, the Chairman of the  Public\r\n\r\nService  Commission, Puisne Judges, the  Attorney-General  and  former Permanent Secretaries.  There\r\n\r\nwould be no age limit:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Members who are removable: Appointments\r\n\r\nwould be on the advice of Cabinet and would be for\r\n\r\na  fixed  period  of,  say, three  years.  Persons\r\n\r\nappointed would be mature citizens who have either\r\n\r\nrendered  distinguished public service or attained\r\n\r\neminence  in  their  respective  walks   of   life\r\n\r\nregardless of race, colour or creed as recommended\r\n\r\nby the Commission.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, surely we are not so short of digits in\r\n\r\nSingapore  that  we cannot find 20  men  with  the\r\n\r\nnecessary  legal expertise to sit on this  Council\r\n\r\nand advise this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens has also asked\r\n\r\nwhy  a  two-thirds majority is required  when  the\r\n\r\nConstitution can be amended in this House  without\r\n\r\na  two-thirds majority. Let me put it this way. Is\r\n\r\nthe  Presidential Council to sit,  deliberate  and\r\n\r\nfinally  send  us  its advice only  to  have  such\r\n\r\nadvice flung out by a simple show of hands? I  do\r\n\r\nnot  think  this is the way we should reject  such\r\n\r\nadvice in this House. The Council's advice must be\r\n\r\nconsidered  with  some respect  and  a  two-thirds\r\n\r\nmajority  will ensure that not all its  decisions,\r\n\r\nor  perhaps  very few, may be upset here  and  the\r\n\r\nadvice not taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens has also\r\n\r\nenquired whether the Council\r\n\r\ncan receive written representations. The answer is\r\n\r\n\"Yes\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I end by dealing with the inquiry made\r\n\r\nby  the Member for Telok Blangah? He wants to know\r\n\r\nwhy we have made provision for the appointment  of\r\n\r\ntemporary Judges and whether these Judges can hear\r\n\r\ncriminal cases\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 74</b></font><br><br>\r\n\r\n\r\n\r\nwhich  may attract capital punishment. The  answer\r\n\r\nis  \"Yes,  they can.\" In Singapore today  we  have\r\n\r\nacting  Ministers  who have  full  powers  of  the\r\n\r\nMinister who happens to be away. In the same  way,\r\n\r\nan  acting Judge of the High Court will  have  the\r\n\r\nsame  powers as any permanent Judge of that Court-\r\n\r\nthe  same  powers  to hear even the  most  serious\r\n\r\ncriminal cases which attract capital punishment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved.\r\n\r\n\"That this Bill be committed to a Select Committee\r\n\r\nconsisting  of Mr Speaker as Chairman  and  seven\r\n\r\nMembers  to  be  nominated  by  the  Committee  of\r\n\r\nSelection.\"-[Mr Barker].\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I propose to take the suspension now and I\r\n\r\nwill  take the Chair again at fifteen minutes past\r\n\r\nfour o'clock.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 3.55 p.m. until 4.15 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 74</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 4.15 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUPREME COURT OF</b></div>\r\n\r\n<div align=\"center\"><b>JUDICATURE BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, I beg to move. \"That the Bill\r\n\r\nbe now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Supreme Court of Judicature Bill now\r\n\r\nbefore  the  House,  as its  very  name  suggests,\r\n\r\nprovides a proper basis for the administration  of\r\n\r\njustice  in  our Courts which should  really  have\r\n\r\nbeen  introduced  soon  after  we  left  Malaysia.\r\n\r\nUnfortunately, the many and varied Problems  which\r\n\r\nwe  had  to  deal with upon leaving  Malaysia  had\r\n\r\nforced us to continue with the existing system  of\r\n\r\nadministration of justice until the  present  day.\r\n\r\nAll  that  the Bill purports to do is to  set  out\r\n\r\nlogically  the  consequences that  flow  from  our\r\n\r\nbecoming   independent  on   our   own   with   an\r\n\r\nindependent system of administration of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 75</b></font><br><br>\r\n\r\n\r\n\r\njustice   separate  from  the  system   that   was\r\n\r\nintroduced  while  we were part  of  Malaysia  and\r\n\r\nwhich   had   since   continued   in   use.   Such\r\n\r\nanachronistic references to the Federal  Court  of\r\n\r\nAppeal, for example, would be done away with.  The\r\n\r\nSupreme Court now consists of the Court of Appeal,\r\n\r\nthe  Court of Criminal Appeal and the High  Court.\r\n\r\nThe Bill generally does no more than to revert  to\r\n\r\nthe  position obtaining before we joined Malaysia.\r\n\r\nThe  powers  of jurisdiction of the Supreme  Court\r\n\r\nare  the  same  as  heretofore, before  we  joined\r\n\r\nMalaysia  and  after we left Malaysia.  There  are\r\n\r\nsome  minor  amendments to the law  which  can  be\r\n\r\nregarded  as technical and which generally  relate\r\n\r\nto  drafting  technique. Apart  from  these  minor\r\n\r\nchanges,  there  is  the  introduction  of  a  new\r\n\r\nprovision   in   Part   VII   which   deals   with\r\n\r\nmiscellaneous  matters. This new section  empowers\r\n\r\nthe  High  Court  to  declare any  person  who  is\r\n\r\nhabitually   and  persistently  and  without   any\r\n\r\nreasonable cause instituting legal proceedings  as\r\n\r\na vexatious litigant, whereupon such person may be\r\n\r\nprevented   from  instituting  legal   proceedings\r\n\r\nwithout  first  obtaining the leave  of  the  High\r\n\r\nCourt. Such application to the High Court to  have\r\n\r\na person declared a vexatious litigant can only be\r\n\r\nmade by the Attorney-General.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Needless to say, the Bill would be very welcome\r\n\r\nby  all who practise the law as well as those  who\r\n\r\nadminister it. One could say, therefore, that this\r\n\r\nBill has been long overdue and would set right  on\r\n\r\na  proper  basis the administration of justice  in\r\n\r\nour Courts. No more have the records of appeal for\r\n\r\nthe  purposes of conformity with the existing  law\r\n\r\nto be sent up to the Registry of the Federal Court\r\n\r\nin  Kuala Lumpur as it is even now being done. The\r\n\r\nCourt  would carry on its proceedings in the  same\r\n\r\nmanner  but  without all the anachronistic  carry-over  of a system which prevailed when we  were  a\r\n\r\nstate of the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 76</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed\r\n\r\nto a Committee of the whole House.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Committee on a date to be fixed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 76</b></font><br><br>\r\n\r\n<div align=\"center\"><b>DRUGS (PREVENTION OF MISUSE) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n<br><br>4.20 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chua Sian Chin (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I beg to move, \"That the Bill\r\n\r\nbe now read a Second time.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill seeks to prohibit unauthorised import\r\n\r\nand  possession of a group of medicinal substances\r\n\r\nwhich  are  generally referred to  as  stimulants,\r\n\r\nappetite suppressants, and hallucinogenic drugs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members will remember that when Parliament sat on\r\n\r\nthe  16th  of December, 1966, the then Member  for\r\n\r\nRiver   Valley  (Mr  Lim  Cheng  Lock)  expressed\r\n\r\nconcern  over  the abuse of \"pep pills\"  which  he\r\n\r\nfound was available to members of the public  from\r\n\r\nunauthorised sellers and requested my  predecessor\r\n\r\nto look into the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To put the record straight, I should point out\r\n\r\nthat  the  import  and sale of  \"amphetamines  and\r\n\r\nsimilar substances\" popularly referred to as  \"pep\r\n\r\npills\"  have been controlled under the  provisions\r\n\r\nof   the  Poisons  Ordinance  over  the  past  two\r\n\r\ndecades.  Since 1961 the control was tightened  by\r\n\r\nmaking    the   substance   available   only    on\r\n\r\nprescriptions issued by medical practitioners. The\r\n\r\nabuse  to  which the Member for River Valley  drew\r\n\r\nattention  is  a recent phenomenon  in  Singapore,\r\n\r\nfollowing world-wide publicity given in the  daily\r\n\r\npress  of the abuse of these drugs in metropolitan\r\n\r\nareas of the developed countries, particularly  in\r\n\r\nJapan  and the United States of America, it is  to\r\n\r\nbe   regretted  that  some  of  our  students   in\r\n\r\ninstitutions of higher learning have  resorted  to\r\n\r\nthe  use  of these drugs. The appetite suppressant\r\n\r\ndrugs  have similar properties to the amphetamines\r\n\r\nand are in demand for weight reducing purposes.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 77</b></font><br><br>\r\n\r\n\r\n\r\nThese  include  Preludin,  Apisate,  Pre-Sate  and\r\n\r\nseveral    others.   Mescaline   and    LSD    are\r\n\r\nhallucinogenic substances which are available  for\r\n\r\nresearch.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am advised that all the drugs listed in the\r\n\r\nSchedule to the Act are liable to habituation  and\r\n\r\npersons  taking them become increasingly dependent\r\n\r\non  them. The reasons for taking the drugs in  the\r\n\r\nfirst  instance are depression, fatigue,  boredom,\r\n\r\nobesity,  anxiety  or premature ejaculation.  Some\r\n\r\nhave  taken  them for \"kicks\". But,  sad  to  say,\r\n\r\nresort  to  these  drugs  soon  becomes  a  habit.\r\n\r\nAddiction  with  its  tragic train  then  follows.\r\n\r\nPersons  \"hooked  on\", to use a  colloquial  term,\r\n\r\nthese  drugs  are excitable, unstable,  aggressive\r\n\r\nand  disorientated. To combat sleeplessness, some\r\n\r\npersons  resort  to  sleeping pills  with  further\r\n\r\ndeterioration   of   their   health   leading   to\r\n\r\npsychosis.   Though  abuse  of  these   drugs   in\r\n\r\nSingapore   has  not  developed  into  a   serious\r\n\r\nproblem.  Members will, no doubt,  agree  with  me\r\n\r\nthat prevention is better than cure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, we in Singapore are in an extremely\r\n\r\nvulnerable position since we not only have a young\r\n\r\npopulation  but also we are a big  city  which  is\r\n\r\nalso  one of the big ports of the world. I  cannot\r\n\r\ntherefore over-emphasise the importance  of  doing\r\n\r\neverything  in our power to guard our youths  from\r\n\r\nthe tragedies of drug addiction which is now quite\r\n\r\nprevalent  in  other parts of the world.  We  just\r\n\r\ncannot  afford to allow our youths  to  resort  to\r\n\r\ndrugs   if  we  are  to  achieve  our  fundamental\r\n\r\nobjective   of  building  a  strong   and   rugged\r\n\r\ngeneration that is healthy both in mind and body.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provisions of the Poisons Ordinance are\r\n\r\ninadequate in that possession, unless \"for  sale\",\r\n\r\nis  not  an  offence and that power of  arrest  at\r\n\r\nsight  of  persons in possession of drugs  is  not\r\n\r\nprovided  for.  These  drugs are  not  \"narcotics\"\r\n\r\nwhich precludes their inclusion under\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 78</b></font><br><br>\r\n\r\n\r\n\r\nthe  Dangerous Drugs Ordinance. On these  grounds,\r\n\r\nit  was decided to frame this Bill, which is based\r\n\r\non a similar United Kingdom legislation introduced\r\n\r\nin  1964.  The  advice  of  the  Poisons  Advisory\r\n\r\nCommittee,  consisting of doctors and  pharmacists\r\n\r\nand  others in Government and the University,  was\r\n\r\nsought   and  the  Committee  recommended  control\r\n\r\nsimilar to that exercised over narcotics under the\r\n\r\nDangerous Drugs Ordinance (Cap. 137).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It will be noticed that the medically-supervised\r\n\r\nuse  and possession of these drugs is allowed  for\r\n\r\nand  there  is  no  intention of  restricting  the\r\n\r\nlegitimate  use  of  these  substances  to   treat\r\n\r\npatients. However, one of the ways in which  these\r\n\r\ndrugs may get into the hands of addicts is through\r\n\r\nover-prescribing, as has been noted  in  countries\r\n\r\nwhere there is widespread abuse. It is hoped  that\r\n\r\npersons  authorised to supply these drugs,  mainly\r\n\r\ndoctors, will maintain adequate control over these\r\n\r\ndrugs  and  prescribe them in limited  amounts  to\r\n\r\nmeet the therapeutic needs of their patients only.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and\r\n\r\ncommitted to a Committee of the whole House.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a\r\n\r\nCommittee on the Bill.-[Mr Chua Sian Chin].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without\r\n\r\namendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That Parliament do now adjourn to a\r\n\r\ndate to be fixed.\"-[Mr Barker].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Twenty-six minutes to Five o'clock p.m. to</div>\r\n\r\n<div align=\"right\">a date to be fixed.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
