{"memberId": null, "volumeNo": "32", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"3\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"32\">\r\n\r\n<meta name=\"Sit_No\" content=\"6\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1972-10-26\">\r\n\r\n<meta name=\"Start_Col\" content=\"227\">\r\n\r\n<meta name=\"End_Col\" content=\"296\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">32</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">6</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">26-10-1972</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 32</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 26th October, 1972</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J. P. (Joo Chiat)).\r\n\r\n\r\n\r\n<br>Encik Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Encik A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ahmad Mattar (Leng Kee), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Ang Kok Peng, B.B.M. (Crawford), Minister of State for Communications.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr Ivan Baptist (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mr Chai Chong Yii (Bukit Batok).\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Chin Harn Tong (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for the Environment.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (Mac Pherson), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 228</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hon Sui Sen (Havelock), Minister for Finance.\r\n\r\n\r\n\r\n\r\n\r\n<br>Mr Lai Tha Chai (Henderson), Mr Lee Khoon Choy (Hong Lim), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Lee Yiok Seng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah), Parliamentary Secretary to the Minister for Communications.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment.\r\n\r\n\r\n\r\n<br>Tuan Haji Mohd. Ariff bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Ong Leong Boon (Kim Seng).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ong Teng Cheong (Kim Keat).\r\n\r\n\r\n\r\n<br>Encik Othman bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phey Yew Kok (Boon Teck).\r\n\r\n\r\n\r\n<br>Encik Rahmat bin Kenap Al-Haj (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Encik Sha'ari bin Tadin (Kampong Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Minister of State for Labour and Government Whip.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Dr Augustine H. H. Tan (Whampoa).\r\n\r\n\r\n\r\n<br>Dr Tan Eng Liang, B.H.M. (River Valley).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Chua Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State for the Environment.\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken, B.B.M. (Alexandra).\r\n\r\n\r\n\r\n<br>Mr Yeo Choo Kok (Delta).\r\n\r\n\r\n\r\n<br>Mr Yeo Toon Chia (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and Home Affairs, and National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>DL Chiang Hai Ding (Ulu Pandan).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 230</b></font><br><br>\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Kuo Chuan).\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Tuan Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>PRESIDENT'S SPEECH</h4></div>\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Fifth Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nQuestion [16th October, 1972],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the\r\n\r\nSpeech of the President be agreed to: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of\r\n\r\nSingapore, express our thanks to the President\r\n\r\nfor the Speech which he delivered on behalf of\r\n\r\nthe Government at the opening of the First\r\n\r\nSession of this Parliament.\".'.- [Mr Chai Chong   Yii].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too (Paya Lebar)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, when we rose yesterday, I was dealing\r\n\r\nwith  a  matter  concerning  the  equality  between\r\n\r\nduties  and rights. In other words, people  working\r\n\r\nin  the  same place should be governed by the  same\r\n\r\nrules  and regulations. When duties and rights  are\r\n\r\nnot   properly   equated,   especially   under   an\r\n\r\nenlightened Government like ours, they can be  said\r\n\r\nto be an oversight on the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 230</b></font><br><br>\r\n\r\n\r\n\r\nGovernment's part. For example, on the question  of\r\n\r\nthe  retirement  age for Chinese  school  teachers,\r\n\r\nthere  are two different kinds of ruling. According\r\n\r\nto  the regulations, those who were employed before\r\n\r\n1st  July, 1956, have to retire at 55 years,  while\r\n\r\nthose employed after this date can retire at 60. We\r\n\r\nfeel that this regulation is unreasonable. I wonder\r\n\r\nwhy such a regulation should be adopted and why  it\r\n\r\nis  still  being  implemented by  the  Ministry  of\r\n\r\nEducation.  I  said  yesterday that  the  Singapore\r\n\r\nChinese  School Teachers' Association had submitted\r\n\r\nmemorandum  after  memorandum to  the  Ministry  of\r\n\r\nEducation,  all  of  which  had  been  shelved  and\r\n\r\nforgotten.  There  was no reply  to  the  memoranda\r\n\r\nsubmitted  so  far.  Sir,  we  have  made  repeated\r\n\r\nsubmissions,  but  they have been  simply  ignored.\r\n\r\nThis is a matter for regret. It is not my intention\r\n\r\nto  take  up so much time of this House in  dealing\r\n\r\nwith  this  small matter. However, I strongly  feel\r\n\r\nthat the implementation of the regulations which  I\r\n\r\nhave   described   is   causing   discontent    and\r\n\r\ndissatisfaction  among  the  teachers  in   Chinese\r\n\r\nschools.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 231</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have always said that\r\n\r\nteachers  in our Republic should inculcate  in  our\r\n\r\nchildren  a  sense  of national  consciousness  and\r\n\r\npatriotism. But the Ministry of Education  has  not\r\n\r\nlooked   after  the  interests  of  our   patriotic\r\n\r\nteachers.  On  the contrary, it is  giving  special\r\n\r\ntreatment to those who are not patriotic and  whose\r\n\r\nloyalty is, in fact, in doubt. You will recall that\r\n\r\nin  1959  when  the present Government  first  took\r\n\r\noffice  with  a  mandate from the  people,  it  was\r\n\r\ndecided  that in order to save our national coffers\r\n\r\nand  our economic resources, there should be a  pay\r\n\r\ncut  in the public service. As a result of the  pay\r\n\r\ncut,  the teachers suffered. In addition, they  had\r\n\r\nto  carry a greater work load. They had to teach in\r\n\r\nthe adult education classes. Teachers in Government-aided  schools also suffered the pay cut. When  the\r\n\r\npay  cut  order was made, some of the teachers  who\r\n\r\nhad   no  backbone  and  who  were  not  loyal  and\r\n\r\npatriotic  took to their heels and went across  the\r\n\r\nCauseway  to offer their services there.  In  other\r\n\r\nwords, they left the Singapore education service to\r\n\r\nwork elsewhere. Three or four years later, when our\r\n\r\nnational economy took a turn for the better,  these\r\n\r\npeople  came back to Singapore because the pay  cut\r\n\r\nwas  restored. However, these people, who left  and\r\n\r\nreturned,  were  classified  as  teachers  employed\r\n\r\nafter 1st July, 1956, and are therefore allowed  to\r\n\r\ncarry on teaching happily until they reach the  age\r\n\r\nof  60.  Those  who did not leave the service  then\r\n\r\nhave  to  retire at 55 under the same  regulations.\r\n\r\nAre  we  to encourage patriotic feeling by  looking\r\n\r\nafter  the interests of the determined lot  of  the\r\n\r\nteachers who did not take to their heels? Or are we\r\n\r\nto  give  better treatment to those  who  left  the\r\n\r\nservice in the face of difficult times? Mr Speaker,\r\n\r\nSir,  this  is a question we have to consider  very\r\n\r\nseriously. We should not allow opportunists to  get\r\n\r\na better deal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have taken up the question of the retirement\r\n\r\nage  in order to draw the attention of the Minister\r\n\r\nfor  Education to this anomaly so that  it  can  be\r\n\r\nrectified. I hope to hear from the new Minister for\r\n\r\nEducation, the Minister of State,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 232</b></font><br><br>\r\n\r\n\r\n\r\nor  the Parliamentary Secretary, declaring that the\r\n\r\nretiring  age  for teachers in Singapore  would  be\r\n\r\nunified.  I  am  still far away  from  the  age  of\r\n\r\nretirement. Therefore, I am not speaking for my own\r\n\r\npersonal  interest,  but on  behalf  of  the  other\r\n\r\nteachers.   I   come  under  the   regulation   for\r\n\r\nretirement at 60. Let us forget these asides  which\r\n\r\nare  unnecessary. When I took up this matter I  did\r\n\r\nso  in the hope that the memoranda submitted by the\r\n\r\nSingapore   Chinese  School  Teachers'  Association\r\n\r\nwould receive due consideration from the Ministry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I wish to raise concerns educative\r\n\r\ntravel.  In the President's address, it was  stated\r\n\r\nthat  grants from the Education Fund would be given\r\n\r\nfor   educative  travel  to  enable  teachers   and\r\n\r\nstudents  to see the neighbouring countries.  This,\r\n\r\nof  course, is a matter for rejoice because it will\r\n\r\nbe of benefit to our teachers and students. It will\r\n\r\nbe an encouragement to our teachers and students to\r\n\r\nlearn by actual experience instead of by rote. What\r\n\r\nI  fail  to under-stand, however, is this. Recently\r\n\r\nthe  Singapore Chinese School Teachers' Association\r\n\r\nsent  a team of teachers to' attend the Fifth Asian\r\n\r\nConference  of  the Congress of the World  Teaching\r\n\r\nProfession  in Tokyo. The Singapore Chinese  School\r\n\r\nTeachers'  Association had to' raise its own  funds\r\n\r\nto  pay  for  the passage. They did not  receive  a\r\n\r\nsingle cent from the Government. At the end of  the\r\n\r\nconference   they   were  invited   to   tour   the\r\n\r\nneighbouring  countries. They therefore  spent  six\r\n\r\nextra days overseas. What was most exasperating was\r\n\r\nthat for some reason, the Ministry of Education  or\r\n\r\nthe  Ministry of Finance cut six days of their pay.\r\n\r\nInstead   of  receiving, a  grant,  the   teachers\r\n\r\nsuffered  a  pay  cut.  Perhaps  the  Ministry   of\r\n\r\nEducation  and the Ministry of Finance  should  get\r\n\r\ntogether  to  find  out  whether  educative  travel\r\n\r\nshould  be  encouraged by allowing  full-pay  leave\r\n\r\n[Interruption]. If teachers are sent to  Taiwan  to\r\n\r\nlearn  the Chinese language, it is not a  bad  idea\r\n\r\nbecause  they  are not allowed to  go  to  mainland\r\n\r\nChina.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 233</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Tay, please continue with what you\r\n\r\nwant to say, instead of arguing with Members.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nwas  speaking on educative travel. The point I want\r\n\r\nto stress here is that since it has become a matter\r\n\r\nof  policy to encourage educative travel,  teachers\r\n\r\nshould  be given every opportunity to make  use  of\r\n\r\ntheir  annual  leave for this purpose.  Why  should\r\n\r\nteachers  suffer  a  pay  cut  while  they  are  on\r\n\r\neducative  travel? Mr Speaker, Sir, it is  my  hope\r\n\r\nthat since educative travel is being encouraged, as\r\n\r\nmentioned in the President's address, the officials\r\n\r\nin  the  Ministry of Education or the  Ministry  of\r\n\r\nFinance will take note of this policy and implement\r\n\r\nit   accordingly,  instead  of  treating  this   as\r\n\r\npropaganda material. Sir, we are certainly grateful\r\n\r\nto  the President for making it a Government policy\r\n\r\nto  encourage  educative travel among the  teachers\r\n\r\nand  students.  This  will  certainly  widen  their\r\n\r\nhorizon.  I fully endorse this policy.  As  to  the\r\n\r\ndetails of its implementation, we can discuss them\r\n\r\nat the proper time.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman bin Wok (Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Social Affairs (Encik Othman bin Wok):</b> Mr Speaker, Sir, I would like to associate\r\n\r\nmyself with the sentiments already expressed by  my\r\n\r\nhonourable colleagues in thanking the President for\r\n\r\nhis  many  timely and thought-provoking  statements\r\n\r\ncontained in his Address.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have said \"timely\" because the President has\r\n\r\nvery  ably  outlined in his Address the  change  of\r\n\r\ncircumstances  that prevail in our Republic  today,\r\n\r\ncircumstances which not only differ from  those  of\r\n\r\nfive  years  ago but also necessitate a  change  of\r\n\r\nplanning and action to enable us to face the  tasks\r\n\r\nahead.  The  President's Address provides  us  with\r\n\r\nmany  guidelines  for  the  future  development  of\r\n\r\nSingapore  and  which very correctly underline  the\r\n\r\nsocial  principle governing our society,  i.e, the\r\n\r\nprinciple  of  sustained collective  endeavour  and\r\n\r\nquality participation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 234</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, more than ever, we must evolve social\r\n\r\npolicies which will ensure the full utilisation  of\r\n\r\nour manpower resources, particularly to resolve the\r\n\r\nshortage   of  labour  in  the  present  employment\r\n\r\nsituation.  There is no doubt that,  in  the  years\r\n\r\nahead,   we  must  consciously  strive  to   create\r\n\r\nconditions  in  which social dislocations  will  be\r\n\r\nminimised  and the widest opportunity for community\r\n\r\nparticipation and individual fulfilment in work  or\r\n\r\nin recreation, is afforded to all our citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As emphasised in the President's speech,\r\n\r\nSingaporeans  must avoid the pattern  of  thinking,\r\n\r\nthe  welfare state syndrome, where everyone expects\r\n\r\nothers,  not himself, to work harder to  carry  the\r\n\r\nburden  of  providing services and amenities  which\r\n\r\neveryone wants. It must be recognised that there is\r\n\r\na  limit  to what the State can provide. In  social\r\n\r\nservices,  clearly  it is not possible  nor  is  it\r\n\r\ndesirable for the Government to do everything. Much\r\n\r\ncould  be  said about the danger that lurks  within\r\n\r\nthe  apparently innocent philosophy  of  \"something\r\n\r\nfor nothing\", and it is true that in the context of\r\n\r\nour  circumstances in Singapore today this  selfish\r\n\r\nand seemingly harmless philosophy of \"something for\r\n\r\nnothing\"  could turn out to be disastrous,  if  not\r\n\r\nfatal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the field of social affairs, I would be the\r\n\r\nfirst  to  endorse the statement of  the  President\r\n\r\nthat \"no one should get away with enjoying services\r\n\r\nsubsidised through the hard work of others, without\r\n\r\nmaking  his  own contribution, to the best  of  his\r\n\r\nability  and  capacity.\" That is why, of  late,  my\r\n\r\nMinistry  has been reviewing its policies,  and  is\r\n\r\nconsidering new schemes whereby those who can work,\r\n\r\nthough  with  limitations,  should  be  encouraged,\r\n\r\ntrained  and helped along to work. For example,  in\r\n\r\nour Public Assistance Scheme, my officers have been\r\n\r\nscanning and sieving the lists of public assistance\r\n\r\nrecipients  who, on account of their age,  physical\r\n\r\nabilities or circumstances, are believed to be able\r\n\r\nto do at least some work; and the main guideline in\r\n\r\nour  new policy will be that such public assistance\r\n\r\nrecipients\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 235</b></font><br><br>\r\n\r\n\r\n\r\nwho  can  work will be offered suitable  employment\r\n\r\nor,  if they are untrained, will be put on training\r\n\r\nschemes  to  help  them take up gainful  employment\r\n\r\neventually.  We have now reached the  stage  where,\r\n\r\nunless valid reasons are given by recipients as  to\r\n\r\nwhy  they  cannot  accept the job or  the  training\r\n\r\noffered, their public assistance allowance will  be\r\n\r\ndiscontinued  if they should turn  down  offers  of\r\n\r\nemployment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the same vein, we are also looking into the\r\n\r\nintensive and extensive training of the handicapped\r\n\r\nadults   of  Singapore.  While  training   of   the\r\n\r\nhandicapped   by  the  various  voluntary   welfare\r\n\r\norganisations  in  Singapore  has   so   far   been\r\n\r\nconcentrated  on  the children and teenage  groups,\r\n\r\nnot  much  has  been done for the training  of  the\r\n\r\nhandicapped adults who, for one reason or  another,\r\n\r\nare  not  able  to obtain employment due  to  their\r\n\r\nbeing untrained and handicapped. The Social Welfare\r\n\r\nDepartment   is  at  the  moment  considering   all\r\n\r\npossible  measures to provide useful  and  suitable\r\n\r\ntraining for the handicapped adults of Singapore in\r\n\r\norder  to  enable  them  to  be  well-equipped  for\r\n\r\nemployment and to obtain suitable employment.  This\r\n\r\nis  a significant step in the rehabilitation of the\r\n\r\nhandicapped people of Singapore, closely  following\r\n\r\nthe  policy  that  even the handicapped  today  are\r\n\r\nexpected  to  make  their own contribution  towards\r\n\r\nsociety to the best of their ability and capacity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I wish to make it clear that\r\n\r\nthere is no intention whatsoever on the part of the\r\n\r\nGovernment to reduce or cease welfare aid to  those\r\n\r\nwho  are  really incapable and who, on account  .of\r\n\r\ntheir  old  age or severe handicap, are  unable  to\r\n\r\nmake  any  contribution to  the  society.  We  will\r\n\r\ncontinue  to provide assistance to such unfortunate\r\n\r\nand  genuinely  needy citizens, but certainly  this\r\n\r\n\"something  for  nothing\"  business  will  not   be\r\n\r\napplied  to the able-bodied and the unemployed  who\r\n\r\ndue  to  their sheer laziness or inertia  have  not\r\n\r\nbeen trying to work and who have sought the easiest\r\n\r\nway  out by merely relying on welfare aid. To these\r\n\r\npeople,  gone  are  the days when  they  could  get\r\n\r\nsomething for nothing.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 236</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have over the years evolved a pattern of\r\n\r\nsocial services based on the participation of  both\r\n\r\nthe  Government and the voluntary sectors.  It  is\r\n\r\nintended  to  restructure and strengthen  community\r\n\r\nparticipation  in welfare services by  reorganising\r\n\r\nthe  various  services which  have  been  developed\r\n\r\nrather  haphazardly, depending more  on  individual\r\n\r\ninitiative and effort, into systematic and  planned\r\n\r\noperations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has already taken steps to\r\n\r\nstrengthen the Research and Training Section of the\r\n\r\nSocial Welfare Department, and one of the functions\r\n\r\nof  this  Section,  apart  from  its  research  and\r\n\r\ntraining roles, is to engage in systematic planning\r\n\r\nfor  the  improvement of welfare  services  in  the\r\n\r\nRepublic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;More sophisticated techniques will be used in the\r\n\r\nrehabilitation process not only for  the  residents\r\n\r\nof  welfare  homes but also for juvenile  offenders\r\n\r\nplaced  on  probation. A psychologist  has  already\r\n\r\nbeen  recruited  to launch a Psychological  Service\r\n\r\nand to provide consultancy and referral services in\r\n\r\nthe  adjustment programme which in the near  future\r\n\r\nwill  involve  greater participation  by  voluntary\r\n\r\nwelfare workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take this opportunity to express\r\n\r\nmy appreciation for the concern shown by the Member\r\n\r\nfor  Kuo Chuan regarding the working of the Women's\r\n\r\nCharter.  I  would like to assure the  Member  that\r\n\r\nfrom time to time my Ministry makes a study of  the\r\n\r\nproblems and the issues posed in the implementation\r\n\r\nof  the Women's Charter. I would like to point  out\r\n\r\nthat  the  Women's  Charter is only  a  legislative\r\n\r\nmeasure to prevent abuse, and it has already proven\r\n\r\nits   usefulness  by  enhancing  the   status   and\r\n\r\npromoting the welfare of women and families.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to correct the impression\r\n\r\ncreated by the Member when he said that the divorce\r\n\r\nrates  had soared to unmanageable heights. In fact,\r\n\r\nthe  number of divorce petitions over the last five\r\n\r\nyears has been within the region of 200 to 300  per\r\n\r\nyear,  as compared to the number of marriages which\r\n\r\nis between 10,000 to 13,000 per year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 237</b></font><br><br>\r\n\r\n\r\n\r\nThe Member may also wish to know that from 1960  to\r\n\r\n1971 there were only 2,036 applications made to the\r\n\r\nHigh  Court for divorces, and only 1,411  of  these\r\n\r\nwere approved, giving an average of only 128 actual\r\n\r\ndivorce  cases  per year. Although this  figure  is\r\n\r\nhigher  than  that  for  1960,  i.e.,  before   the\r\n\r\nintroduction   of   the  Women's   Charter,   where\r\n\r\napproximately  80 divorces per year were  recorded,\r\n\r\nit  must  be  recognised that in  those  days  most\r\n\r\nmarriages, including polygamous marriages, were not\r\n\r\nregistered  and,  hence  divorce  was   by   mutual\r\n\r\nconsent, the figures for which were not included in\r\n\r\nstatistics given by the High Court. I would like to\r\n\r\ndispel  the impression that divorce can  easily  be\r\n\r\nobtained. The provisions for divorce in the Women's\r\n\r\nCharter   are  fairly  restrictive.  It   is   also\r\n\r\ninteresting to note that the social stigma attached\r\n\r\nto divorces has now diminished.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member that due to rapid\r\n\r\nurbanisation  and  modernisation,  the  stabilising\r\n\r\nforces  in  our  Asian  culture,  which  have  kept\r\n\r\nfamilies  together,  have  been  weakened  to  some\r\n\r\nextent.  There are also many other factors  in  our\r\n\r\nsocial  situation that have brought about conflicts\r\n\r\nand  tensions affecting family life. To  counteract\r\n\r\nthese  trends  and  tendencies,  social  education,\r\n\r\neither in the home or within the school setting, is\r\n\r\nmost important.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the Member's suggestion for a review of\r\n\r\nthe  Women's Charter. But for such a review  to  be\r\n\r\nfruitful,  considerable sociological research  into\r\n\r\nthe factors affecting family life is necessary.  It\r\n\r\nis  for  this  reason that a Research and  Training\r\n\r\nSection  has  been  set up in  the  Social  Welfare\r\n\r\nDepartment,  and  it  is  hoped  that  through  the\r\n\r\nvarious  projects, which have already been planned,\r\n\r\nit  may  be possible to know more about the various\r\n\r\nsocial phenomena which the Member has pointed out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In sports, we have a two-fold objective. Firstly,\r\n\r\nwe  must make sport the way of life for our people.\r\n\r\nSports can build body and mind, and it is vital to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 238</b></font><br><br>\r\n\r\n\r\n\r\nsocial  peace. The Government has already laid  the\r\n\r\nfoundations  and indicated the direction  for  mass\r\n\r\nparticipation   in   sports   and   games.   Inter-constituency sports is promising, and every  effort\r\n\r\nmust be made by one and all to sustain it, and  the\r\n\r\nnecessary  organisation and funds must be  obtained\r\n\r\nto    provide   a   more   varied   programme   and\r\n\r\ncomprehensive range of facilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Equally important, we must aim at excellence in\r\n\r\nsports.   This  can  only  be  achieved  with   the\r\n\r\nnecessary  organisation, funds and support  in  the\r\n\r\nway  of  staff, expertise, availability of training\r\n\r\ntime  and  adequate facilities. There is  no  doubt\r\n\r\nthat  we  can succeed, considering that within  the\r\n\r\nshort  space  of  one  and  a  half  years  of  the\r\n\r\nestablishment  of  the  National  Sports  Promotion\r\n\r\nBoard,  we  have not only paved the  way  for  mass\r\n\r\nparticipation  in sports but also  established  the\r\n\r\nframework for the development of sports talents for\r\n\r\nboth national and international competitions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime next year the National Stadium will be\r\n\r\nthe  venue  for the Seventh SEAP Games,  the  first\r\n\r\ntime  a major international meet of such importance\r\n\r\nis   being   organised  here.   We   have   already\r\n\r\nsuccessfully bidden for the next Asian Games to  be\r\n\r\nheld  in  Singapore in 1978. The task of developing\r\n\r\nthe  necessary  organisation and infrastructure  to\r\n\r\nmake Singapore an important centre for sports is  a\r\n\r\nchallenging  one,  but  judging  from  the  present\r\n\r\nleadership, enthusiasm and dedication shown  by  so\r\n\r\nmany people involved in the organization of sports,\r\n\r\nI  have every confidence that what we have set  out\r\n\r\nto do in sports will soon be realised.\r\n\r\n\r\n\r\n<br><br>3.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Soo Chuan (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Foreign Affairs (Mr Ong Soo Chuan) (in Mandarin):</b>\r\n\r\nMr  Speaker, Sir, this is the First Session of  the\r\n\r\nThird  Parliament  since our independence.  As  our\r\n\r\nPresident has pointed out in his speech:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We meet today under circumstances vastly\r\n\r\ndifferent  from  those  prevailing  when  the  last\r\n\r\nParliament was convened on 6th May, 1968.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 239</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, our past era can be reviewed in two\r\n\r\nstages.  The  first  stage  is  the  period   after\r\n\r\nindependence,  which was quite  a  tumultuous  one.\r\n\r\nDuring that period Singapore became a Republic  and\r\n\r\nthere  were  many  problems  to  be  resolved   and\r\n\r\ntackled.  The second stage is the five-year  period\r\n\r\nwhen we were in office. During this time we had  to\r\n\r\nsolve  many  difficulties and problems  which  were\r\n\r\nmore  harsh  and  real, such as  economy,  defence,\r\n\r\nunemployment  and the problem of redundancy  caused\r\n\r\nby  the British military withdrawal. However, under\r\n\r\nour  judicious  leadership with the right  policies\r\n\r\nand   with  the  co-operation  and  effort  of  our\r\n\r\ndiligent  people, we managed to solve all of  them,\r\n\r\neach and every one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now we are entering into the third stage, in\r\n\r\nwhich  we  strive for quality, and on the basis  of\r\n\r\nour  past successful experience, I believe  we  can\r\n\r\nachieve  results. The central theme of this message\r\n\r\nof  the President is that, in addition to achieving\r\n\r\nhigher standards of education, business management,\r\n\r\nand work ethic, there are two conditions to be met.\r\n\r\nOne  is  the establishment of the small  family  to\r\n\r\nensure  a  better  quality and an  improved  living\r\n\r\nstandard.  This will enable the next generation  to\r\n\r\nlook  after  themselves  better,  without  being  a\r\n\r\nburden  to  the  society or the nation.  The  other\r\n\r\ncondition  is  the  abuse of  free  social  welfare\r\n\r\nservices. We should remember that everybody  has  a\r\n\r\nduty to put in his share of work, either physically\r\n\r\nor  mentally, in return for what he wants.  In  any\r\n\r\nsociety,  there should be no such thing as  getting\r\n\r\nsomething  for  free. Otherwise that  country  will\r\n\r\nbecome either weaker or poorer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has emerged from a period of\r\n\r\ndifficulties, and marching into its eighth year  of\r\n\r\nindependence  at  a steady pace. Through  our  past\r\n\r\nefforts in overcoming difficulties, we have  gained\r\n\r\nrich   and  varied  experience,  and  our  people's\r\n\r\nconfidence  in building a better society  has  been\r\n\r\nstrengthened.  In not too short  a  time,  we  have\r\n\r\novercome many difficult problems which, in the eyes\r\n\r\nof outsiders, were impossible to solve. All this is\r\n\r\ndue to the determination and drive of our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 240</b></font><br><br>\r\n\r\n\r\n\r\npeople,  which have consolidated the foundation  of\r\n\r\nnation building.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We managed to overcome the difficulties\r\n\r\nencountered in the past because most of  our  adult\r\n\r\npopulation  had  gone through the  mill  and  lived\r\n\r\nthrough  different social systems.  They  had  gone\r\n\r\nthrough  suppression  by  colonial  rule  and   the\r\n\r\npersecution  by  the Japanese warlords  during  the\r\n\r\nsecond  World War. And finally they had  also  gone\r\n\r\nthrough  the  relentless treatment of  the  corrupt\r\n\r\ngovernment  of  the early days of a  self-governing\r\n\r\nstate.  In short, they had gone through trials  and\r\n\r\ntribulations and emerged from the baptism of  fire.\r\n\r\nWith  all  these experiences and efforts they  have\r\n\r\nmade sacrifices and struggle to build up their  own\r\n\r\ncountry  and  an ideal society. After independence,\r\n\r\nthe   people  have  become  masters  of  their  own\r\n\r\ndestiny.   This   fact   has   strengthened   their\r\n\r\npatriotism, and because of this they have discarded\r\n\r\nthe  feeling  of  being birds of  passage  and  the\r\n\r\nattitudes  of  immigrants. So on this concept  they\r\n\r\nare   able  to  build  a  further  prosperous   and\r\n\r\nprogressive society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The unique quality about the people of Singapore\r\n\r\nis that, unlike those of other countries, they have\r\n\r\nnot taken to the belief that just because Singapore\r\n\r\nis independent they can sit down and enjoy life. If\r\n\r\nwe  look at the developing countries around us,  we\r\n\r\nwill  see  that  instead of making any  advancement\r\n\r\nthey  are on the way down. That we have been  able'\r\n\r\nto  progress from time to time and become more  and\r\n\r\nmore  prosperous is all due to the good quality  of\r\n\r\nour  people  who  know that independence  does  not\r\n\r\nnecessarily bring with it prosperity and  progress.\r\n\r\nThe  people realise that concerted efforts and hard\r\n\r\nwork  on  the part of the people will make possible\r\n\r\nnation  building.  They do  not  take  chances  but\r\n\r\ninstead participate actively in the task of  nation\r\n\r\nbuilding.  So long as this patriotic spirit  exists\r\n\r\namong  these seasoned adults of Singapore, it  will\r\n\r\nbe very difficult for foreign interests to buy over\r\n\r\nSingapore.   But  the  strength   of   this   adult\r\n\r\npopulation cannot last forever. With the passage of\r\n\r\ntime it must gradually dissipate. Therefore, in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 241</b></font><br><br>\r\n\r\n\r\n\r\norder to preserve our hard-won achievements and  to\r\n\r\nensure  that  there  will be further  progress  and\r\n\r\nprosperity  for Singapore, we must take  preventive\r\n\r\nmeasures  so that our country under the  leadership\r\n\r\nof  the  next generation will not be taken over  or\r\n\r\nmanipulated by foreign elements. As stated  in  the\r\n\r\nPresidential address, Constitutional amendments are\r\n\r\nnecessary to ensure that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`no surrender of our sovereignty, or any part\r\n\r\nthereof,   by   way  of  incorporation   into,   or\r\n\r\nfederation  with,  any other country  is  possible,\r\n\r\nunless  two-thirds  of  the total  electorate  vote\r\n\r\npositively for it in a referendum.'\r\n\r\n\r\n\r\n<br><br>All  this is a preparation for a better future.  It\r\n\r\ndoes  not  mean that we have no confidence  in  the\r\n\r\nnext  generation of leaders. This is because  about\r\n\r\n50 per cent of them at least do not have the actual\r\n\r\nexperience  of the difficulties and hardships  that\r\n\r\nolder leaders had undergone in the past. They  lack\r\n\r\nthe experience of the hardships and tribulations of\r\n\r\nthe  early `50s. Whatever knowledge they may gather\r\n\r\nabout  those  difficulties  comes  from  books   or\r\n\r\nhearsay.  Most  of them have been enjoying  modern,\r\n\r\nstable  and  comfortable living in Singapore.  From\r\n\r\nchildhood  to adulthood they have not gone  through\r\n\r\nthe mill, as the present generation had. Therefore,\r\n\r\nwe  have to give some consideration to this matter.\r\n\r\nTo  make  good the shortcomings, we must strengthen\r\n\r\nthis  feeling  of  patriotism and  the  indomitable\r\n\r\nspirit  by  laying sufficient stress on  education.\r\n\r\nEducation is fundamental to nation building and the\r\n\r\nrunning of a country. To make sure that the  future\r\n\r\nleadership  from the younger generation  will  have\r\n\r\nthe  same  verve  and  capability  of  the  present\r\n\r\nleadership, we must see to it that the content  and\r\n\r\nquality  of  education should he  such  that  these\r\n\r\nfuture  leaders will not only be able to contribute\r\n\r\ntowards  the  economic progress of the country  hut\r\n\r\nalso maintain political stability with patriotism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look around the industrially advanced\r\n\r\ncountries  in  the world. Many of  them  have  paid\r\n\r\nattention  only  to their industrial  and  economic\r\n\r\nneeds,  and  not the cultivation of  the  necessary\r\n\r\nvirtues\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 242</b></font><br><br>\r\n\r\n\r\n\r\nand character of their people. As a result there is\r\n\r\nan   imbalance  of  interests  among  their  people\r\n\r\nmanifesting     excessive    individualism     over\r\n\r\nnationalism.  Some of the young people  study  hard\r\n\r\nmerely for the sake of getting highly paid jobs  so\r\n\r\nthat  they  can  enjoy.  Although  Singapore  is  a\r\n\r\ndeveloping  country, in terms of  economic  growth,\r\n\r\nshe is already a developed country. It is necessary\r\n\r\nonly  to  enhance the quality of education  and  to\r\n\r\nencourage technological education. But if  we  only\r\n\r\ncrystallise our attention on our economic needs  at\r\n\r\nthe  expense  of the cultivation of  patriotic  and\r\n\r\nethical  virtues,  then there may  come  a  society\r\n\r\nsteeped in selfishness with a generation of  people\r\n\r\nwho  only care for themselves without so much  care\r\n\r\nfor  the country the young leadership will then  be\r\n\r\nweakened. Therefore, for the future of our  nation,\r\n\r\nwe   must   try  to  arrest  the  trend   of   such\r\n\r\ndevelopment. We must actively foster the concept of\r\n\r\npatriotic virtues among our young people.  We  must\r\n\r\nmake  our young people realise that improvement  in\r\n\r\nthe  quality of education is not meant  to  enhance\r\n\r\ntheir  own selfish personal interest, but  for  the\r\n\r\nnational interest and for a better service  to  the\r\n\r\nsociety.  Hence,  the Ministry of Education  should\r\n\r\npositively shoulder up this responsibility.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, over the past few years\r\n\r\nparticularly  during  the last  general  elections,\r\n\r\nthere  is  a  clear indication of  doubt  over  the\r\n\r\nloyalty of some opposition parties. For ideological\r\n\r\nreasons,  some of them are inclined to look  up  to\r\n\r\nother  countries,  others, for  their  own  selfish\r\n\r\nreasons,  have  become  the  Trojan  horse  in  our\r\n\r\ncountry; some have become the mouthpiece of foreign\r\n\r\ninterests. On the face of it, such people are  very\r\n\r\nconvincing  in  their  talks,  but  in  the   final\r\n\r\nanalysis  we  can  see  their hideous  motives.  Mr\r\n\r\nSpeaker,  Sir, if our way of life and our  policies\r\n\r\nhave  not had the strong support of the people,  we\r\n\r\nwould  not  have been able to obtain this landslide\r\n\r\nvictory. The crux of the problem is that there  are\r\n\r\nstill some people with ulterior motives who wish to\r\n\r\nmake use of the mass media, both to mislead and  to\r\n\r\ndivide our people. They are doing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 243</b></font><br><br>\r\n\r\n\r\n\r\nthis  in  order  to  satisfy the  desire  of  their\r\n\r\nforeign  masters. So the people of  Singapore  must\r\n\r\nalways   be   on   guard   against   such   people.\r\n\r\nConstitutional  amendments to ensure  our  national\r\n\r\nintegrity   and  sovereignty  are  therefore   very\r\n\r\nnecessary.  These  measures are also  necessary  to\r\n\r\nensure   the   political  stability  and   economic\r\n\r\nprosperity of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, because of the present political\r\n\r\nstability, economic prosperity and high standard of\r\n\r\nliving there are some people in our midst who  have\r\n\r\nneither tasted nor realised what hardship is.  They\r\n\r\nare  very naive and very foolishly tried to  create\r\n\r\ntrouble  by interfering with the good life  of  the\r\n\r\npeople.  If  history should repeat itself,  and  if\r\n\r\nthere  should be a return of the turbulent days  of\r\n\r\nboycott of classes, strikes, and riots of the  `50s\r\n\r\nand  the early `60s, then could we continue to lead\r\n\r\nthis  secure, happy and satisfying life? We should,\r\n\r\ntherefore,  heighten our vigilance,  cultivate  our\r\n\r\npatriotic  feelings, examine ourselves  and  foster\r\n\r\nthe  virtue of putting national and public interest\r\n\r\nabove  personal  interest, and  working  diligently\r\n\r\nwith others. With concerted effort we must maintain\r\n\r\nour verve and drive, take up the responsibility and\r\n\r\nplan  carefully for a better future, and make  full\r\n\r\nuse  of  whatever  potential we have  to  meet  the\r\n\r\nchallenging roles confronting us in the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion.\r\n\r\n\r\n\r\n<br><br>3.20 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Augustine H. H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Augustine H. H. Tan (Whampoa)</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, Sir, the people of Singapore have voted\r\n\r\nwisely for political stability, for they know  that\r\n\r\neconomic and social progress depends upon a climate\r\n\r\nof stability and confidence. With such a favourable\r\n\r\nclimate,   we   can   address  ourselves   to   the\r\n\r\nchallenging task of developing our country  into  a\r\n\r\ngreat  metropolis,  with a cultured,  well-educated\r\n\r\nand highly-skilled population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his distinguished address, our President\r\n\r\nstressed two essential pre-conditions for Singapore\r\n\r\nto become a centre\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 244</b></font><br><br>\r\n\r\n\r\n\r\nfor  excellence. The first has to  do  with  family\r\n\r\nplanning.  People  in the low income  group  should\r\n\r\ntake  particular  note  of this.  They  should  not\r\n\r\nhandicap themselves further by having more children\r\n\r\nthan  they  can feed, more children than  they  can\r\n\r\neducate, or more children than they can accommodate\r\n\r\ndecently in their one- or two-room flats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second pre-condition the President mentioned,\r\n\r\nthat  is,  the preservation of the work  ethic  and\r\n\r\ndiscipline,   must  be  taken  seriously   by   all\r\n\r\nSingaporeans.  Parents, in particular,  should  not\r\n\r\noverindulge  their  children with  liberal  pocket-money or tolerate idleness and indiscipline. When I\r\n\r\nsee  students today driving their own cars  to  the\r\n\r\nJunior  College, or to the University, I  sometimes\r\n\r\nwonder whether parents are not making life too soft\r\n\r\nfor  their children. If our youth do not learn  the\r\n\r\nvalue of money and do not acquire a measure of self-discipline,  then  our future as  a  nation  is  in\r\n\r\ndoubt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the immediate future, our task is to upgrade\r\n\r\nour  industries, improve our technical skills,  and\r\n\r\nacquire more sophisticated managerial and marketing\r\n\r\nexpertise. In the past, we were more concerned with\r\n\r\npromoting  foreign investment than with development\r\n\r\nas  such. In the future, investment promotion  must\r\n\r\ngo  hand in hand with development of technical  and\r\n\r\nmanagerial  skills.  To ensure  this,  perhaps  our\r\n\r\nindustrial incentives could be revised to encourage\r\n\r\nexpansion of existing enterprises, especially local\r\n\r\nenterprises. Perhaps we can also devise  additional\r\n\r\ncriteria for granting tax incentives to industries,\r\n\r\ne.g, a  target number or a proportion of technical\r\n\r\nand  managerial personnel could be specified so  as\r\n\r\nto  ensure  that proper development of Singaporeans\r\n\r\ntake place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the constraints to further development of\r\n\r\nindustry  is  the  availability  of  technical  and\r\n\r\nprofessional personnel. I believe we should  create\r\n\r\na   pool  of  such  people  from  abroad  by  prior\r\n\r\nscreening  and  granting of  provisional  permanent\r\n\r\nvisas. Such visas can be exercised when an approved\r\n\r\njob  is available to the applicant. This would  cut\r\n\r\ndown delays in recruitment. In\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\naddition, housing needs to be made available to the\r\n\r\nnew immigrant for the initial six months or a year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Rapid development requires a corresponding\r\n\r\ncapacity to cope with change. In industry, we shall\r\n\r\nhave  to  deal  with  firms made  uncompetitive  by\r\n\r\nrising rents and wages or else by urban renewal. We\r\n\r\nshall have to balance the need for equity with  the\r\n\r\nlong-term interests of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to add my support\r\n\r\nfor the Finance Minister's decision to increase the\r\n\r\npay of civil servants. The dedicated efforts of our\r\n\r\ncivil  service  have  been crucial  to  Singapore's\r\n\r\ndevelopment  over  the  last  14  years.  We   must\r\n\r\nrecognise  and reward the dedicated.  Moreover,  as\r\n\r\nthe  President  pointed out, we  need  to  preserve\r\n\r\nquality  in our civil service. I believe we  should\r\n\r\nhave  periodic  reviews of civil service  salaries,\r\n\r\nespecially in the context of rapid development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also welcome the Government's policy of taxing\r\n\r\nluxury consumption. This would encourage saving and\r\n\r\ndiscourage  lavish consumption which can  have  bad\r\n\r\nsocial effects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I fully endorse the\r\n\r\nGovernment's intention of amending our Constitution\r\n\r\nto  prevent  Singapore from being  bought  over  by\r\n\r\nforeign countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I fully support the motion moved by the hon.\r\n\r\nMember for Bukit Batok.\r\n\r\n\r\n\r\n<br><br>3.26 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Phey Yew Kok (Boon Teck):</b> Mr. Speaker, Sir, I\r\n\r\nam  happy  to  note that, in the  addendum  to  the\r\n\r\nPresident's  Speech dealing with  the  Ministry  of\r\n\r\nLabour,  there  is a categorical statement  to  the\r\n\r\neffect that \"workers are human beings and not  mere\r\n\r\ncogs  in  the wheels of production.\" If we  want  a\r\n\r\nhealthy   framework  of  industrial  relations   to\r\n\r\ndevelop   in   Singapore,  it  is  of   fundamental\r\n\r\nimportance that our system of industrial  relations\r\n\r\nshould  get  away  from concepts which  regard  the\r\n\r\nworker and his skill as no more than yet another\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 246</b></font><br><br>\r\n\r\n\r\n\r\npurchasable  commodity on the market. Human  skills\r\n\r\ncertainly  have  a  market  value.  But  human  co-operation  cannot  be purchased.  It  can  only  be\r\n\r\nearned  through  the practice of  sound  industrial\r\n\r\npsychology.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The atmosphere which prevails on the production\r\n\r\nsites  of many enterprises in Singapore is poisoned\r\n\r\nby  pernicious  doctrines of industrial  relations,\r\n\r\nwhich regard workers as wage slaves who have to  be\r\n\r\ncoerced  and  bullied, and not as partners  in  the\r\n\r\nproduction   process,  whose   co-operation,   even\r\n\r\nenthusiastic co-operation, might be obtained by the\r\n\r\nsimple  expedient of regarding them as  responsible\r\n\r\nhuman beings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is all to the good that we in Singapore are\r\n\r\nbecoming  increasingly conscious of pollution.  But\r\n\r\npollution is not only physical pollution. There  is\r\n\r\nalso  psychological pollution which exists in  many\r\n\r\nof  our  industries  and which can  and  does  have\r\n\r\nserious  harmful  consequences for  our  industrial\r\n\r\nproduction.  This  psychological pollution  is  the\r\n\r\nconsequence of the primitive notions of  industrial\r\n\r\nrelations and of personnel management, which I have\r\n\r\nreferred  to.  And  it  manifests  itself   in   an\r\n\r\natmosphere of mutual distrust and disregard between\r\n\r\nmanagements  and  workers on  our  factory  floors.\r\n\r\nThere  is no mutual consultation on what, in  fact,\r\n\r\nare common problems. Instead, there is a system  of\r\n\r\narbitrary  orders, the reasons for  which  are  not\r\n\r\ngiven,  but which the workers are expected to  obey\r\n\r\nlike automatons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, I had to deal with one factory where\r\n\r\nthe  management  embarked on a major reorganisation\r\n\r\nof  work schedules. They had good reasons for  this\r\n\r\nreorganisation, for they had obtained new and  more\r\n\r\nproductive  machines.  But the  workers  were  left\r\n\r\ncompletely  in  the  dark  about  the  management's\r\n\r\nplans. One fine morning, they found themselves  re-allocated and transferred about. Resentment  boiled\r\n\r\nover,  and  there was a work stoppage. The  climate\r\n\r\nwas not improved by a Production Superintendent who\r\n\r\nthreatened dire punishment for the workers  because\r\n\r\nhe  claimed that he was a close friend of  what  he\r\n\r\ntermed \"top PAP leaders.\" He\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 247</b></font><br><br>\r\n\r\n\r\n\r\nis  one of those persons responsible for destroying\r\n\r\nthe  confidence and trust which our  Government  so\r\n\r\nrichly  deserves.  I  shall be happy  to  privately\r\n\r\nidentify  the  gentleman concerned to the  Minister\r\n\r\nfor   Labour,  so  that  he  may  consider   taking\r\n\r\nappropriate action.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But coming back to my theme, none of these\r\n\r\ntroubles would have occurred if the management  had\r\n\r\ntaken  the workers into confidence about the \"whys\"\r\n\r\nand   \"wherefores\"   of   the   reorganisation   of\r\n\r\nproduction.   Indeed,  a  number   of   enlightened\r\n\r\nmanagements  make  good use of  works  councils  to\r\n\r\ndiscuss  and  to  consult  with  their  workers  on\r\n\r\nproblems which arise in the process of production.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The intelligent use of works councils can give\r\n\r\nworkers  a  rewarding  sense  of  participation  in\r\n\r\nproduction,   and   thereby   help    to    enhance\r\n\r\nproductivity  and  to  transform  the  climate   of\r\n\r\nindustrial  relations. Workers come  to  feel  that\r\n\r\nthey  belong to the enterprise they work  for,  and\r\n\r\nidentify  themselves  with  the  success   of   its\r\n\r\noperations.    Unfortunately,   the    number    of\r\n\r\nmanagements in Singapore which are prepared to give\r\n\r\nthe  works  councils  a  try-out  is  few  and  far\r\n\r\nbetween.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If workers and management can regard themselves\r\n\r\nas  two necessary parts of a production team,  many\r\n\r\nof   our  problems  in  industrial  relations  will\r\n\r\ndisappear.  The  Secretary-General  of   the   NTUC\r\n\r\nproposed  in  a  recent speech the desirability  of\r\n\r\nachieving  what he called \"a community  effort\"  in\r\n\r\nall  our  industrial enterprises. Some managements,\r\n\r\nhowever,  fear that this proposal means that  trade\r\n\r\nunions   will  attempt  to  take  over   management\r\n\r\nfunctions.  This is rubbish and is far  from  being\r\n\r\nthe  intention  of  the NTUC. We clearly  recognise\r\n\r\nthat  the specific economic problems in industries,\r\n\r\ntouching  on  the division and the  nature  of  the\r\n\r\nproduct, the utilisation of labour and capital, the\r\n\r\ndistribution  of  raw materials,  etc.,  cannot  be\r\n\r\nsolved  by majority decisions or voting.  They  can\r\n\r\nonly  be  dealt  with  by  those  who  possess  the\r\n\r\ntechnical knowledge. The workers are not specialist\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 248</b></font><br><br>\r\n\r\n\r\n\r\nin  this  field. So there is no  question  of\r\n\r\ntrade unions wanting to usurp management functions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But in the actual process of production, workers\r\n\r\ncan  and  should  be  made to feel  that  they  are\r\n\r\nmembers  of  a  production team  and  not,  as  the\r\n\r\naddendum  to the President's Speech puts it,  \"mere\r\n\r\ncogs in the wheels of production.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the near future, the NTUC hopes to hold\r\n\r\ndiscussions with a number of selected employers  in\r\n\r\nthe  Republic  with  a  view  to  trying  out  more\r\n\r\nenlightened  and productive methods  of  industrial\r\n\r\nrelations. We cannot institute these changes on our\r\n\r\nown.  Management must also co-operate. Furthermore,\r\n\r\nwe  hope to obtain the blessings of the Government.\r\n\r\nIt  would be a great pity if the initiative we have\r\n\r\nshown proves to be still-born because of a lack  of\r\n\r\npositive response from the employers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The tripartite affiance between Government, trade\r\n\r\nunions  and employers must not be an alliance  only\r\n\r\non  paper.  It must be translated into practice  on\r\n\r\nour  factory floors. We offer our hands in  sincere\r\n\r\nco-operation  to  the employers. We  hope  that  at\r\n\r\nleast  some of them will have the wisdom to  accept\r\n\r\nthe proffered hand.\r\n\r\n\r\n\r\n<br><br>3.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, in\r\n\r\nhis  speech at the opening of the First Session  of\r\n\r\nthis Parliament, the President broadly outlined the\r\n\r\nGovernment's policies for the next five  years.  He\r\n\r\nlaid   particular  stress  on  quality   and   high\r\n\r\nperformance on the part of all so that our Republic\r\n\r\n\"can  become a centre for excellence in all  fields\r\n\r\nimportant  to our economic and cultural life.\"  And\r\n\r\nthe addenda of the various Ministries elaborated on\r\n\r\nthese two aspects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, during the debate on the motion of\r\n\r\nthanks  to the President, many of my colleagues  on\r\n\r\nthe backbenches have made contributions in terms of\r\n\r\nsuggestions  and concrete comments. So  I  propose,\r\n\r\nSir, to touch on some of the topics that need to be\r\n\r\nbrought up for the Government's consideration.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 249</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have gone through the addendum and note with\r\n\r\nconsiderable interest the portion from the Ministry\r\n\r\nof  Education.  I  am glad of the  ambitious  plans\r\n\r\nproposed. But somehow I am surprised at the brevity\r\n\r\nof  some  parts  contained therein, in  particular,\r\n\r\nthat  part which dwells on industrial training.  It\r\n\r\nis  noteworthy  that an Industrial  Training  Board\r\n\r\nwill  be established and for which a Bill has  been\r\n\r\npresented   to   this  House.  Referring   to   one\r\n\r\nparticular   aspect  in  the  field  of  industrial\r\n\r\ntraining, I had an occasion in September this  year\r\n\r\nat  the  official opening of the Ponggol Vocational\r\n\r\nInstitute  to  comment  on the  building  industry,\r\n\r\nwhich  is  now facing an acute shortage of  skilled\r\n\r\nand semi-skilled workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It cannot be denied that the building industry\r\n\r\nadds  much  to our Gross Domestic Product.  I  said\r\n\r\nthen  that  the  demand for  housing  in  both  the\r\n\r\nprivate  and public sectors had outstripped  supply\r\n\r\nto  a point of no return, at least for the next ten\r\n\r\nyears  or  more.  And that this  unprecedented  and\r\n\r\nunexpected  situation had brought  about  an  acute\r\n\r\nshortage  of  skilled and semi-skilled construction\r\n\r\nworkers.   As   a  result,  building   construction\r\n\r\ncompanies,  as  an  immediate  solution   to   this\r\n\r\nproblem,  had  to import labour. I  had  then  also\r\n\r\nstressed the need to develop a large pool  of  such\r\n\r\nworkers   of  our  own  in  order  to  reduce   our\r\n\r\ndependence on imported labour. This could  be  done\r\n\r\nby   organising  more  courses  through  vocational\r\n\r\ninstitutes, like the Ponggol Vocational  Institute.\r\n\r\nAnd  we  could encourage more of our school-leavers\r\n\r\nto  take up building construction as a career. This\r\n\r\ncould  be  clone  through wider  publicity  of  the\r\n\r\ncourses  run by the Institute with the stress  that\r\n\r\nmonetary   benefits  from  such   a   career   were\r\n\r\ncomparable to a white-collar job.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am of the view that similar emphasis should be\r\n\r\ngiven  to  this  field  of  Singapore's  industrial\r\n\r\nactivity  before the problem becomes  critical.  In\r\n\r\nthe  past  too  much  emphasis,  if  not  an  over-emphasis, had been placed on the need\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 250</b></font><br><br>\r\n\r\n\r\n\r\nfor  technicians  in  the manufacturing  and  other\r\n\r\nfields  of  industrial training that  there  is  at\r\n\r\npresent    a   corresponding   lack   of   building\r\n\r\ntechnicians.  We must not forget that the  numerous\r\n\r\nfactories  in  Jurong and other areas  have  to  be\r\n\r\nbuilt   first  before  the  machinery  and  factory\r\n\r\ntechnicians  could  move in. These  buildings  were\r\n\r\nbuilt by building construction workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether the Ministry concerned is\r\n\r\nactively  looking into this aspect of  the  problem\r\n\r\nthat  our Republic is now facing, and whether steps\r\n\r\nare  being taken to overcome this, because I am not\r\n\r\nvery  impressed by the statement that, and I quote,\r\n\r\n\"the  Ministry will continue to develop  vocational\r\n\r\ntraining  in selected manual and applied  arts  and\r\n\r\nservice trades.\" It is thus my hope that one of the\r\n\r\nfirst tasks of the Industrial Training Board,  when\r\n\r\nset  up, will be to look into the provision of more\r\n\r\ncourses   on  building  construction  among   other\r\n\r\nthings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another aspect, Sir, I wish to touch on is the\r\n\r\nproblem faced by fishermen, especially those  based\r\n\r\nin   my  constituency  at  Kangkar.  Although   the\r\n\r\naddendum on the Ministry of Defence consists of two\r\n\r\nshort   paragraphs,  there  is  much  to  be  done.\r\n\r\nHowever, it is in the structure and set-up  of  the\r\n\r\nMaritime Command of the Singapore Armed Forces that\r\n\r\nI  am particularly concerned with, i.e, what can it\r\n\r\ndo  to  safeguard our territorial waters  and  what\r\n\r\nprotection can it give to our fishermen who go  out\r\n\r\nto  fish  in  the  territorial waters  and  beyond?\r\n\r\nPerhaps I can best illustrate this by familiarising\r\n\r\nhon.   Members  with  the  problem  faced  by   the\r\n\r\nfishermen in my constituency, who have to  sail  to\r\n\r\nthe  South  China  Sea to make a living.  It  is  a\r\n\r\nhazardous means of livelihood for them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Each time a trawler leaves its base at Kangkar\r\n\r\nfor the fishing grounds in the South China Sea,  it\r\n\r\nhas  to pass through the Straits of Johore and head\r\n\r\nnorth-east. Sometimes even before it can reach  the\r\n\r\nfishing    grounds,   say,   near   the   Horsburgh\r\n\r\nLighthouse,  some fast pirate boat would  come  and\r\n\r\nharass\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 251</b></font><br><br>\r\n\r\n\r\n\r\nthem.  They do this on the return trip too!  These\r\n\r\npirates either demand large sums of money or order\r\n\r\nour fishermen at gun-point to some island and hold\r\n\r\nthem to ransom. When the fishermen do return, they\r\n\r\ncome  back  empty-handed. On many occasions,  when\r\n\r\nsums  of money ranging from $100 to $400 are  paid\r\n\r\non  the  way  out, another pirate boat would  come\r\n\r\nalong  and make similar demands on the fishermen's\r\n\r\nreturn.  The fishermen have complained  to  me  on\r\n\r\nseveral   occasions;  I  have  brought  up   their\r\n\r\ncomplaints  to  both  the Ministries  of  National\r\n\r\nDevelopment  and  Foreign Affairs.  The  officials\r\n\r\nsaid  they were looking into the matter  and  that\r\n\r\nwas  that.  Even a protest note from the fishermen\r\n\r\nsent  earlier  this  year to the  Foreign  Affairs\r\n\r\nMinistry has not brought about any change  in  the\r\n\r\nsituation. I was told that the Ministry would  get\r\n\r\nin  touch  with  the Ministry  of  Defence  to  do\r\n\r\nsomething.  I  would like to know  what  is  being\r\n\r\ndone.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fishermen tell me that the patrol boats of\r\n\r\nthe  Maritime  Command do patrol the  said  areas,\r\n\r\nespecially along the territorial waters, but  they\r\n\r\ndo  not  seem to be very effective for  they  were\r\n\r\nmerely  passing by. In other words, the sea  lanes\r\n\r\nused   by   our   fishermen  are  not   adequately\r\n\r\npatrolled.  I  wonder  whether  the  Ministry   of\r\n\r\nDefence  could look into this. Well,  the  Defence\r\n\r\nMinister may turn round and say, \"There were  only\r\n\r\nfew  cases reported to us. And if there are  more,\r\n\r\nwhy  do the fishermen not report?\" I can only  say\r\n\r\nthat  some  reports have been made and  some  have\r\n\r\nnot.  The simple reason why some reports have  not\r\n\r\nbeen  made is that the fishermen see no  point  in\r\n\r\nreporting  as they say that nothing can  be  done.\r\n\r\nSome time ago, I read a news item in a local paper\r\n\r\nwhich states that very few amateur fishermen would\r\n\r\ndare go out to the South China Sea these days  for\r\n\r\nfear  of being harassed by these pirates. This  is\r\n\r\nnot  an  exaggeration, but a fact. I do  not  know\r\n\r\nwhether the Defence Minister is satisfied with the\r\n\r\npresent  set-up  of the Maritime Command  and  the\r\n\r\nrole  it is now playing. In this respect, can  the\r\n\r\nMinister inform this House on the steps\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 252</b></font><br><br>\r\n\r\n\r\n\r\nhe  proposes to take to give better protection  to\r\n\r\nour  fishermen  from  being  harassed  by  pirates\r\n\r\nwithin and near our territorial waters? If he  can\r\n\r\nassure this House that he is looking into this,  I\r\n\r\nam   sure  the  fishermen  in  my  area  would  be\r\n\r\ngrateful. I feel strongly that one aspect  of  the\r\n\r\nMaritime Command's duties would include this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a topic that constitutes the usual cry of\r\n\r\nMembers of Parliament for the rural areas  is  the\r\n\r\ninadequacy  of  Government to  provide  the  rural\r\n\r\nfolks   with  amenities  like  roads,  water   and\r\n\r\nelectricity supplies and street lighting. Though a\r\n\r\nsum  of  slightly more than $4 million  was  voted\r\n\r\nearlier  this year to meet the requirement  of  58\r\n\r\nconstituencies  then (and now it is  being  spread\r\n\r\nover 65 constituencies) these rural constituencies\r\n\r\nusually  use  up most of the funds  allocated.  In\r\n\r\nspite  of  this, still much more funds are  needed\r\n\r\nfor  more  has to be done. If I were  to  ask  the\r\n\r\nMinister  for  Law and Home Affairs, and  National\r\n\r\nDevelopment, for an increase in the allocation  of\r\n\r\nfunds  to  the rural areas, he will most certainly\r\n\r\nsay  that he is in sympathy with us, but what else\r\n\r\ncan  he  do,  for  he  is not  holding  the  purse\r\n\r\nstrings!  Well,  then,  I will  urge  the  Finance\r\n\r\nMinister  to consider the plight of the  residents\r\n\r\nin  the rural areas when he presents the budget in\r\n\r\nMarch  next  year. I can only request  him  to  be\r\n\r\nmindful of the words of the President that  \"There\r\n\r\nis  a bloom which will spread from the city to the\r\n\r\nnew   towns,  and  through  to  the  villages  and\r\n\r\nkampongs in the rural areas\". On our side, we, the\r\n\r\nMPs  for the rural areas, earnestly hope that  the\r\n\r\nbloom  will take the shape of more metalled roads,\r\n\r\nelectricity  and  water  supplies,  better  street\r\n\r\nlighting  and  better drainage. If  this  happens,\r\n\r\nthen I say the bloom is fair and realistic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, before I conclude I would also\r\n\r\nlike  to touch on the Ministerial statements  made\r\n\r\nlast  week and earlier this week in this House.  I\r\n\r\nchoose  to make comment now because only questions\r\n\r\ncan  be asked of Ministerial statements, and very\r\n\r\noften they are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\n\r\n\r\n\"lost\"  even  though  answered.  Sir,  the  Finance\r\n\r\nMinister in his Ministerial statement raised  taxes\r\n\r\non  motor vehicles, petrol, wines, tobacco, etc. He\r\n\r\nsaid  that the taxes raised would not hit  the  low\r\n\r\nincome  group.  I  do not think  this  is  entirely\r\n\r\ncorrect  because  the increases in  tax  on  wines,\r\n\r\nliquor,  beer and stout do bit them quite hard,  if\r\n\r\nnot,  hard enough. Let me illustrate. I do not know\r\n\r\nwhether  he is aware that dinner parties are  given\r\n\r\nby  the  low income group on occasions of  marriage\r\n\r\nand  anniversaries. The majority of the  population\r\n\r\nare  below the age of 30, and marriages take  place\r\n\r\nevery  day.  And  when receptions and  dinners  are\r\n\r\nheld,  hard  and soft drinks are usually  provided.\r\n\r\nThis is not lavishness, as it is only customary  on\r\n\r\nsuch auspicious occasions. Even if one were to  cut\r\n\r\ndown  on  such  expenditure, I just wonder  by  how\r\n\r\nmuch.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Finance Minister also increased the import\r\n\r\nduty on cars from 30 per cent to 45 per cent, but I\r\n\r\nnote  that  he has not imposed the excise  duty  on\r\n\r\nlocally  assembled  vehicles. This  gives  one  the\r\n\r\nimpression  that he is giving the 15 per  `cent  or\r\n\r\nmore  to the local assemblers who will have an edge\r\n\r\nover  the  importers. If the objective  behind  the\r\n\r\nintroduction   of  the  additional   duty   is   to\r\n\r\ndiscourage  people  from owning  cars  and  to  use\r\n\r\npublic transport instead, then I think excise  duty\r\n\r\nshould be introduced. Otherwise, prospective buyers\r\n\r\nwill  be encouraged to buy locally assembled  cars,\r\n\r\nbig  and  small as they are, for they cost so  much\r\n\r\nless!  For,  after all, excise duty does  bring  in\r\n\r\nrevenue. If it does, why not impose it?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On another counter-effect on the recent increases\r\n\r\nin   customs  duties,  I  would  like  the  Finance\r\n\r\nMinister to consider that with high customs duties,\r\n\r\nsmuggling  can  be made more profitable.  Smuggling\r\n\r\nmay  well be on the increase instead. I think there\r\n\r\nmust  be some sort of balance. However, I must  say\r\n\r\nthat  the move to increase the tax on luxury  items\r\n\r\nis good.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 254</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to the statement made by the\r\n\r\nHealth  Minister  when he raised  the  accouchement\r\n\r\nfees  in  Government hospitals. I do not share  his\r\n\r\nview  that  \"For  the Singapore of the  1970's  the\r\n\r\nthird  child is a luxury. The fourth and fifth  are\r\n\r\nanti-social  acts.\" The Minister also pointed  out,\r\n\r\nin  answer  to a question, that he was not  against\r\n\r\nthose  who could afford the 3rd, 4th or 5th  child,\r\n\r\nand  he also said to the effect \"by all means  have\r\n\r\nmore if you can afford.\" I am of the view that  the\r\n\r\nstatement  is  not  only unfair but  contradictory.\r\n\r\nWell, according to him, lowering the birth rate  is\r\n\r\nthe best solution to raise our standard of life and\r\n\r\nquality of the environment. And the introduction of\r\n\r\nincreased accouchement charges with effect from 1st\r\n\r\nAugust  next year is primarily aimed at  the  lower\r\n\r\nincome  group that have or are going to have  large\r\n\r\nfamilies in the 70's.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister concerned has admitted in his\r\n\r\nstatement  that  there has been a  decline  in  the\r\n\r\nbirth-rate through family planning. I say this is a\r\n\r\ngood  sign; but I was disappointed that he did  not\r\n\r\ntake  up the suggestion made by the Member for  Kim\r\n\r\nSeng  who suggested persuasion as a means. I  would\r\n\r\nlike  to  urge  him  to  consider  this  suggestion\r\n\r\nseriously  and  to  get  the  Family  Planning  and\r\n\r\nPopulation Control Board to launch a relentless and\r\n\r\nintensified  campaign in the rural areas,  to  make\r\n\r\nfull  use of the mass media and to conduct courses.\r\n\r\nI say, do this first, and should the birth rate not\r\n\r\nbe lowered further or not at the desired rate, then\r\n\r\nonly  can  the  Government resort  to  measures  as\r\n\r\ncontained in the statement. We have said  that  our\r\n\r\nelectorate is sophisticated enough and that we have\r\n\r\nbeen  quite successful in mass education.  I  would\r\n\r\nlike to urge that we postpone the implementation of\r\n\r\nincreasing such charges and see the effect of  such\r\n\r\na  campaign.  Frankly, I do not  think  people  are\r\n\r\nhappy  with  the introduction of such measures  for\r\n\r\nthey do not like to be told what to do and what not\r\n\r\nto  do.  And  with the growing population  becoming\r\n\r\nmore  and  more literate, especially in the  1970's\r\n\r\nand beyond, coupled\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 255</b></font><br><br>\r\n\r\n\r\n\r\nwith  it such mass education, I  am  positive\r\n\r\nthat the desired result can be achieved without any\r\n\r\npenalty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to support the motion.\r\n\r\n\r\n\r\n<br><br>3.59 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ch'ng Jit Koon (Tiong Bahru)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  on  the  12th  of  this  month  the\r\n\r\nPresident  delivered his Address on behalf  of  the\r\n\r\nGovernment, in which policy statements  were  made.\r\n\r\nIn  his  Address, the President charted the various\r\n\r\ntasks   and  measures  to  be  taken  for   further\r\n\r\nimprovement  of  the  country over  the  next  five\r\n\r\nyears.  Undoubtedly,  with the  fulfilment  of  all\r\n\r\nthese  measures, Singapore will certainly become  a\r\n\r\nmore   progressive,  stronger  and  more   gracious\r\n\r\ncountry, with a better and happier life for all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad to note that in the Addendum on\r\n\r\nthe  Ministry of Education, stress is made that the\r\n\r\nquality  of  trained teachers will be enhanced  and\r\n\r\nthe  contents  of textbooks improved.  It  is  also\r\n\r\nstated  in  the  Addendum that: \"As more  qualified\r\n\r\nteachers   become  available,  the  teacher-student\r\n\r\nratio will improve, reducing the number of students\r\n\r\nper  class to provide more individual attention for\r\n\r\neach  student.\"  This  is a  very  encouraging  and\r\n\r\npraiseworthy  policy. As we all know  education  is\r\n\r\nthe foundation of nation-building. If we can really\r\n\r\nensure  that  students  are given  more  individual\r\n\r\nattention,  then there is no reason why  we  cannot\r\n\r\nproduce much better students.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past few days, several Members of\r\n\r\nthis  House  have  expressed  their  views  on  the\r\n\r\nadministration  of  the Ministry  of  Education.  I\r\n\r\nwould  like to take this opportunity to reflect  to\r\n\r\nthis House on matters that I have observed. Sir, it\r\n\r\nis  quite  usual for the Ministry of  Education  to\r\n\r\nsend  relief  teachers  to schools  when  for  some\r\n\r\nreason  or other the regular teachers have left  or\r\n\r\nare on leave. This is only a temporary measure,  in\r\n\r\nmy  view.  At  best,  it is an  expedient,  because\r\n\r\nrelief   teachers  can  only  be   temporary.   But\r\n\r\nsometimes this causes dislocation, particularly  to\r\n\r\nthose students who are in the final year. As far as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 256</b></font><br><br>\r\n\r\n\r\n\r\nknow, there was one secondary school with about  70\r\n\r\nteachers in both sessions. Before the term was out,\r\n\r\nthere  was  a  turnover  of  more  than  40  relief\r\n\r\nteachers  in  this  particular  school.  For   some\r\n\r\nsubjects, the students had to wait for more than  a\r\n\r\nmonth  before they could get relief teachers. These\r\n\r\nrelief teachers only stayed for a short while. Sir,\r\n\r\nI have also been informed that this also happens to\r\n\r\nsome  other schools in Singapore. What we  fail  to\r\n\r\nunderstand  is that while, on the one  hand,  there\r\n\r\nare  many  trained teachers waiting to be recruited\r\n\r\nor  appointed,  on the other hand, there  are  many\r\n\r\nvacancies yet to be filled.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government should think very carefully\r\n\r\nand  analytically  before a  decision  is  made  or\r\n\r\nimplemented.  It seems to me that the  Ministry  of\r\n\r\nEducation  is  one  particular Ministry  which  has\r\n\r\nfrequently changed its policies or decisions. As in\r\n\r\nthe case of the secondary technical school which  I\r\n\r\nhave  just  referred to, initially this school  had\r\n\r\nboth   technical  and  academic  classes.  In   the\r\n\r\nbeginning, the students and teachers were all  very\r\n\r\ndevoted  and  hardworking, and within a  few  years\r\n\r\nthey  had created a fine tradition of devotion  and\r\n\r\nhard-work. But shortly after that, the Ministry  of\r\n\r\nEducation  converted  this  school  into   a   pure\r\n\r\ntechnical school and abolished the first and second\r\n\r\nyear  classes. Because of this, students'  stay  in\r\n\r\nthe school was shortened. Thus the students had  no\r\n\r\nfeeling  of  attachment  for  the  school  and  the\r\n\r\nteachers  also  could not understand  the  students\r\n\r\nwell,  resulting  in  poor  performance.  The  fine\r\n\r\ntradition  was thrown overboard. In view  of  this,\r\n\r\nthe  Ministry  of Education allowed the  school  to\r\n\r\nrecruit  first  year students at the  beginning  of\r\n\r\nthis year. I understand the school is also going to\r\n\r\nhave  academic  classes next year. All  this  shows\r\n\r\nthat the Ministry of Education has been too rash in\r\n\r\nmaking decisions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Addendum on the Ministry of Culture and\r\n\r\nthe  Ministry  of  Social  Affairs,  the  President\r\n\r\nstated  that  the mass media, both  Government  and\r\n\r\nprivate,  must  help to inculcate  the  virtues  of\r\n\r\npatriotism,  pride  in  the  national  effort   and\r\n\r\nachievement and the importance of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 257</b></font><br><br>\r\n\r\n\r\n\r\nteamwork  and  national endeavour as necessary  for\r\n\r\ngroup   success.   The  inculcation   of   national\r\n\r\nconsciousness for the building of a rugged  society\r\n\r\nis one of the pressing tasks ahead of us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On one occasion, I met a student leader of an\r\n\r\ninstitution  of higher learning. He  told  me  that\r\n\r\nmost  of his university mates were rather depressed\r\n\r\nand downhearted, devoid of fighting spirit. He said\r\n\r\nthe  society  was to be responsible for  all  this.\r\n\r\nSir,  is  it not a pity that even among the  future\r\n\r\nstalwarts  of  our  society  there  could  be  such\r\n\r\nthinking? Moreover, among our young people today  a\r\n\r\ngreat  many  of them are still dependent  on  their\r\n\r\nparents,  and  it is also a pity to see  that  they\r\n\r\nhave taken deeply to a life of decadence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last weekend I had the opportunity to see a show\r\n\r\nprovided by children of kindergarten classes run by\r\n\r\nthe  People's Association. The programme was  very\r\n\r\nattractive  and  entertaining,  and  it  was   very\r\n\r\nmeaningful  in content. It was a very  praiseworthy\r\n\r\nperformance. What was regrettable was that  in  the\r\n\r\nsouvenir  magazine for this occasion. I  noted  the\r\n\r\nfollowing remarks in the \"What we say\" column:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`I must study hard in order to become a rich\r\n\r\nfather in future;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must study hard so that when I grow up I can\r\n\r\nmake  more money for my father and mother to fatten\r\n\r\nthem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must study hard now in order to be first in the\r\n\r\nclass and win a prize.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the remarks made by these innocent\r\n\r\nchildren  of five or six years of age,  we  can  at\r\n\r\nonce  know what their thinking is. I wonder if  the\r\n\r\nteachers had inculcated in them the right thinking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our Government does not seem to have done enough\r\n\r\nto  curb yellow culture and to check the spread  of\r\n\r\ninimical western fads. Many films, which have  been\r\n\r\nbanned  in  our  country, have been allowed  to  be\r\n\r\nadvertised in the local press. The campaign to curb\r\n\r\nlong hair announced by the authorities and launched\r\n\r\nwith  all  seriousness appears to  he  short-lived.\r\n\r\nEven  today  we  can see posters on  the  walls  of\r\n\r\nGovernment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 258</b></font><br><br>\r\n\r\n\r\n\r\noffices saying that those who sport long hair  will\r\n\r\nnot be welcome and will he dealt with last. Yet  we\r\n\r\noften see many people sporting long hair and in odd\r\n\r\nclothes roaming about the streets, and going in and\r\n\r\nout of Government departments. Even some Government\r\n\r\nservants  are sporting long hair, many of whom  are\r\n\r\noffice boys in uniform.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, industrialisation and economic development\r\n\r\nis  the life-blood of our country. In the past  few\r\n\r\nyears  our  efforts  and achievements  in  economic\r\n\r\ndevelopment have become a fact and is open for  all\r\n\r\nto  see.  As the President has pointed out  in  his\r\n\r\nspeech,  in order to maintain the economic momentum\r\n\r\nthe policy of quantitative achievement is no longer\r\n\r\nadequate  to meet our present needs. He  also  said\r\n\r\nthat we could now afford to select those industries\r\n\r\nwhich  would not ruin the environment. It  is  time\r\n\r\nnow  for us to take stock and to rectify and adjust\r\n\r\nany errors. Some foreign investors have made use of\r\n\r\nour  industrialisation policy  to  benefit  in  the\r\n\r\ntransitional period. They exploited the  weaknesses\r\n\r\nin  our  immigration  policy and  monopolised  high\r\n\r\ntechnology and managerial administration,  so  that\r\n\r\nour  citizens are denied the opportunities  arising\r\n\r\ntherefrom.  Some  of these foreign  investors  even\r\n\r\nplayed foul to achieve their selfish interests. Not\r\n\r\nlong  ago,  the Minister for Labour  spoke  at  the\r\n\r\nannual    dinner   of   the   Singapore   Employers\r\n\r\nFederation, appealing to our small and medium-sized\r\n\r\nenterprises  to  speed up modernisation  to  create\r\n\r\nkeen   competition.  He  also  urged  the   Chinese\r\n\r\neducated   senior  personnel  to   take   part   in\r\n\r\nmanagement  training  in  order  to  make   further\r\n\r\ncontributions to the prosperity of the country.  In\r\n\r\nits  wake,  I am glad to note that next  month  the\r\n\r\nChinese  Chamber  of Commerce and  the  Faculty  of\r\n\r\nCommerce  of  the Nanyang University  will  jointly\r\n\r\nhold  a  series of vocational training  courses  in\r\n\r\nmanagement  and  administration  for  the   Chinese\r\n\r\neducated  personnel who serve in medium  and  small\r\n\r\nindustries  to provide them with opportunities  for\r\n\r\nfurther  education. No doubt, this is most  timely.\r\n\r\nWe  hope  it  will  really  serve  the  purpose  of\r\n\r\ntraining\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 259</b></font><br><br>\r\n\r\n\r\n\r\nmore  managerial personnel for our country to  meet\r\n\r\nour  needs,  and  we also hope  that  from  now  on\r\n\r\nNanyang  University will take fuller initiative  to\r\n\r\nestablish closer links with the society in order to\r\n\r\nmake greater and more positive contribution to  the\r\n\r\nadvancement of our nation and our society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion moved by the Member for\r\n\r\nBukit Batok thanking the President for his speech.\r\n\r\n\r\n\r\n<br><br>4.11 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir,\r\n\r\nI wish to support the motion of thanks moved by the\r\n\r\nMember for Bukit Batok.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The development programmes outlined in the\r\n\r\naddendum   to   the  President's   speech   deserve\r\n\r\ncommendation.  Such  programmes  have   also   been\r\n\r\nproposed  in  some other developing countries.  But\r\n\r\nthe  vital  difference is that our programmes  will\r\n\r\nnot  simply  be  blueprints but will be  translated\r\n\r\ninto reality and without fail. We in Singapore have\r\n\r\nwitnessed achievements after achievements by reason\r\n\r\nof  the  determined efforts of an honest government\r\n\r\nand  the  active  co-operation  and  support  of  a\r\n\r\nhardworking population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to take this\r\n\r\nopportunity  to  touch  on  some  aspects  of   the\r\n\r\npolicies outlined by the President, and I hope that\r\n\r\nthe  Government will give serious consideration  to\r\n\r\nthe comments made here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the addendum to the President's speech\r\n\r\nconcerning  the Ministry of Labour, the  Government\r\n\r\nhas proposed to regulate the rate of wage increases\r\n\r\nso  as  to keep pace with any rise in the  cost  of\r\n\r\nliving and level of expectation of workers, no more\r\n\r\nand no less. Such a proposal is much to be welcomed\r\n\r\nas  the  desirability of orderly wage increases  is\r\n\r\nbeyond   question.  In  any  inflation  of   prices\r\n\r\nresulting  from  disorderly wage increases,  it  is\r\n\r\nalways the wage-earners themselves who suffer since\r\n\r\nwhatever wage increases they may receive are  bound\r\n\r\nto be more than swallowed up by price increases.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 260</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I am wondering as to the means the\r\n\r\nGovernment  intends  to  use  in  controlling  wage\r\n\r\nincreases,   in   the  absence  of   any   proposed\r\n\r\nlegislation  to regulate prices and incomes.  As  I\r\n\r\nsee  it,  the  only two main groups of wage-earners\r\n\r\nover   whose  wages  the  Government  may  exercise\r\n\r\neffective  control are (1) employees in the  public\r\n\r\nsector,  whether  organised or otherwise,  and  (2)\r\n\r\nemployees who are organised in the private  sector.\r\n\r\nUnorganised   workers,  who  include   almost   all\r\n\r\nmanagers and executives, however, constitute by far\r\n\r\nthe  greater  majority  of  the  workforce  in  the\r\n\r\nRepublic.  For the unorganised workers who  do  not\r\n\r\ncome  within  the  jurisdiction of  the  Industrial\r\n\r\nArbitration  Court  or  the  consideration  of  the\r\n\r\nNational Wages Council, there is nothing to prevent\r\n\r\ntheir  respective  employers  from  according  them\r\n\r\nunlimited wage or salary increases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Strange as it may seem to be, an employer may\r\n\r\nfind  it more profitable, for instance, to pay wage\r\n\r\nincreases to retain or attract skilled workers  who\r\n\r\nare  in short supply, by reason of the heavy outlay\r\n\r\nin  time  and cost for training such workers.  Then\r\n\r\nagain  there are employers who are prepared to  pay\r\n\r\ntheir  workers  more  as  an  incentive  for  their\r\n\r\nremaining  unorganised.  The  desire  to   convince\r\n\r\nworkers  of  the  disadvantages of being  organised\r\n\r\nalso  explains why some employers, after concluding\r\n\r\na collective agreement on the lowest terms possible\r\n\r\nby  sobbing  their hearts out at  the  Ministry  of\r\n\r\nLabour and before the Industrial Arbitration Court,\r\n\r\nunilaterally and voluntarily proceed to grant their\r\n\r\nemployees more favourable benefits.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point I wish to make is that so long as\r\n\r\nemployers  are  permitted to  discriminate  between\r\n\r\nemployees  on  an arbitrary basis,  as  opposed  to\r\n\r\ndifferentials of pay on an objective  basis,  there\r\n\r\nis bound to be frustration and unrest among workers\r\n\r\nin  the matter of pay. If trade unions are required\r\n\r\nto  exercise restraint over wage increases  in  the\r\n\r\nnational   interest,  there  should  be  reciprocal\r\n\r\nrestraint  by  employers in the exercise  of  their\r\n\r\nprerogative to accord\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 261</b></font><br><br>\r\n\r\n\r\n\r\nwage  increases on a voluntary basis,  particularly\r\n\r\nthe unorganised employees, including executives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed regulations requiring applicants for\r\n\r\nwork  permits to undergo a medical examination will\r\n\r\nundoubtedly  impose a severe strain on our  medical\r\n\r\nservice. As a matter of fact, such requirements are\r\n\r\nalready  being  practised by many well  established\r\n\r\nfirms. I wonder whether the Ministry of Labour will\r\n\r\nconsider  accepting medical certificates issued  by\r\n\r\ncompany doctors in this respect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provision of creches and kindergartens in\r\n\r\ndensely  populated areas is indeed most welcome  by\r\n\r\nhousewives  who  wish to work to  supplement  their\r\n\r\nfamily income. But there are housewives who may not\r\n\r\nwant  to  put  their children in creches  for  some\r\n\r\nreason  or  other.  The Ministry  of  Labour  could\r\n\r\nassist such housewives by being more liberal in the\r\n\r\ngranting of work permits for domestic servants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the addendum relating to the\r\n\r\nMinistry   of   Communications  stated   that   the\r\n\r\nRepublic's  communications system will be  expanded\r\n\r\nand  improved upon. Here, I would like to draw  the\r\n\r\nMinistry's  attention  to  the  state  of  the  bus\r\n\r\nservices. It is true that the reorganisation of the\r\n\r\nbus services some time ago had greatly improved `on\r\n\r\nthe  chaotic conditions that existed in  the  past.\r\n\r\nHowever, it is not an uncommon sight to see stalled\r\n\r\nbuses  in every part of the town. Some of the buses\r\n\r\nare fairly new. Breakdown of buses not only causes\r\n\r\ntraffic  congestion but also inconvenience  to  the\r\n\r\ntravelling public. Such a state of affairs will run\r\n\r\ncounter to the Government's encouragement to people\r\n\r\nto  travel by public transport rather than by cars.\r\n\r\nWhen  a  bus breaks down, the driver and  conductor\r\n\r\nusually  disappear  from  the  scene,  leaving  the\r\n\r\npassengers   stranded  and  the   bus   obstructing\r\n\r\ntraffic.  I  would  suggest that bus  operators  be\r\n\r\nrequired  to  maintain their buses in good  running\r\n\r\norder and That heavy penalties should be imposed if\r\n\r\nthey do not do so.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 262</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>4.18 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Leong Boon (Kim Seng):</b> Sir, I am happy and\r\n\r\nhonoured to speak in support of the motion moved by\r\n\r\nthe  hon.  Member  for  Bukit Batok,  thanking  the\r\n\r\nPresident  for  the Speech which  he  delivered  on\r\n\r\nbehalf  of  the  Government at the opening  of  the\r\n\r\nFirst Session of this Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having read and studied the Speech and subsequent\r\n\r\nAddenda,  I  am  convinced that the Government  had\r\n\r\ndone  its utmost in deeds and planning to  build  a\r\n\r\nSingapore which is today the pride of its  citizens\r\n\r\nand  the  envy  of its neighbours.  The  plans  and\r\n\r\nguidelines  laid out before us for  the  next  five\r\n\r\nyears  are glowing testimonies of a government  led\r\n\r\nby  able,  dedicated and far-sighted  leaders,  men\r\n\r\nwith  vision  who see beyond the present  into  the\r\n\r\nfuture,  men  who stand fast by logic,  reason  and\r\n\r\nprinciples, and men with imagination who  care  for\r\n\r\nthe people's welfare and Singapore's destiny.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The process of nation-building is an unending\r\n\r\none.  Much  had  been done in the  past,  but  much\r\n\r\nremains to be done. Never before in the history  of\r\n\r\nour  country is there such material abundance  with\r\n\r\nample opportunities for jobs and the promise  of  a\r\n\r\ngood  life.  Mr Speaker, Sir, we have come  a  long\r\n\r\nway.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The economy is buoyant with all the signs of\r\n\r\ncontinuing growth and sustained momentum. We have a\r\n\r\npeople  characterised by industry,  enterprise  and\r\n\r\ndrive.  Our defence build-up is sound; a  pragmatic\r\n\r\nforeign  policy of dynamic neutralism and  regional\r\n\r\nco-operation  and goodwill, tough  internal  social\r\n\r\nand  labour measures; all these ensuring  political\r\n\r\nstability,  creating the right climate for  massive\r\n\r\nforeign capital investments, and sustained economic\r\n\r\ngrowth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While in the past we emphasised on national\r\n\r\nsecurity and survival, we now stress on the quality\r\n\r\nof  life  and gracious living. And this is  rightly\r\n\r\nso. In the next five years, we seek in the words of\r\n\r\nthe President, to achieve in qualitative terms what\r\n\r\nin the last five years we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 263</b></font><br><br>\r\n\r\n\r\n\r\nhave achieved in quantitative terms. Wages will  go\r\n\r\nup  in  a  steady and orderly fashion.  Health  and\r\n\r\neducation are fundamental guarantees for all, young\r\n\r\nand old.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Living must now carry new dimensions-meaning and\r\n\r\npurpose, not toil and sweat and more toil and  more\r\n\r\nsweat.  The  Government seeks a more gracious  life\r\n\r\nfor  all. The city is now clean and green. It  will\r\n\r\nbe   cleaner   and   greener.   More   recreational\r\n\r\nfacilities  and social amenities are promised.  The\r\n\r\nperforming arts are encouraged.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With increasing wealth, the problem of leisure\r\n\r\nwill inevitably set in. The afflictions of advanced\r\n\r\nwestern  societies  are  a constant  reminder  that\r\n\r\nunless  we  take adequate steps to avert  them,  we\r\n\r\nshall in the years to come succumb. With more money\r\n\r\nand free time, our youths will turn to distractions\r\n\r\nand  activities  that today bear headlines  in  the\r\n\r\nmass media in western societies. We have instituted\r\n\r\neffective measures against drug-taking. But we must\r\n\r\nremain  vigilant and sustain efforts  to  inculcate\r\n\r\ngood habits and healthy living.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government quite correctly has placed\r\n\r\nincreasing  emphasis on sports and extra-curricular\r\n\r\nactivities in schools. Our educational system  must\r\n\r\ngear itself towards a more comprehensive education.\r\n\r\nBi-lingualism   is  stressed  and  multi-lingualism\r\n\r\nencouraged.   Civics   is  part   of   the   school\r\n\r\ncurriculum. More time must be given to the teaching\r\n\r\nof  the  arts and subjects like history,  geography\r\n\r\nand  literature must have greater relevance to  the\r\n\r\nSoutheast Asian and Asian milieu. In short, we seek\r\n\r\nto  produce  educated men with all-round  abilities\r\n\r\nand not just literate men with narrow interests and\r\n\r\nknowledge.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Formal recognition must be given to extra-curricular activities and sports by awarding\r\n\r\ncredits that count in the final analysis and  final\r\n\r\nassessment  of a student's performance, entry  into\r\n\r\ninstitutions of higher learning and employment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In our campaign to build a people tough in mind\r\n\r\nand body and a rugged\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 264</b></font><br><br>\r\n\r\n\r\n\r\nsociety,  it is not untimely for the Government  to\r\n\r\nconsider establishing a Ministry of Sports.  Active\r\n\r\nparticipation and interests in sports is so much  a\r\n\r\npart  of' our national character. Numerous national\r\n\r\nsports associations are in existence and much money\r\n\r\nis  spent by these and other interested parties  in\r\n\r\nsports promotion. Yet the standard of sports leaves\r\n\r\nmuch to be desired.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have many dedicated people who have given\r\n\r\ntheir  best in time, energy and years. The National\r\n\r\nSports  Promotion Board, in spite  of  its  initial\r\n\r\npromise,  is  now  bogged  down  by  financial  and\r\n\r\norganisational problems. A new Ministry  of  Sports\r\n\r\nwill  certainly he a timely and welcome move.  With\r\n\r\nofficial recognition, Mr Speaker, a new chapter for\r\n\r\nsports will begin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Centralised control and authority, finance,\r\n\r\nexpertise,  purpose and fair play will do  much  to\r\n\r\nelevate sports from the near-gutter state it is now\r\n\r\nin  to higher plains. Next year, we shall host  the\r\n\r\nSEAP  Games  and,  in 1978, the  Asian  Games.  The\r\n\r\nNational  Stadium  is  near  completion.  So   much\r\n\r\nnationalism  and pride are generated in competitive\r\n\r\nsports  and a real boost will come if our sportsmen\r\n\r\nand athletes do well in these Games.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as a medical practitioner, I\r\n\r\nfeel  it  incumbent upon me to comment  on  medical\r\n\r\nservice  in Singapore. I am proud of the fact  that\r\n\r\nwe  do  indeed  have  the best medical  service  in\r\n\r\nSoutheast Asia. Our doctor-population ratio is  the\r\n\r\nlowest.  The Government's decision to build  a  new\r\n\r\nGeneral  Hospital to replace the  existing  one  at\r\n\r\nOutram Road is well received by the public and  the\r\n\r\nmedical  profession. Yet I would be failing  in  my\r\n\r\nduty  if  I do not bring to the attention  of  this\r\n\r\nHouse some aspects of existing medical service that\r\n\r\nneed  improvement. We are paying ample emphasis  on\r\n\r\npreventive  medicine. But curative  medicine  needs\r\n\r\nequal emphasis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As we all know, good health is a vital pre-condition to a more active and meaningful life. As\r\n\r\nthe  standard of living goes up, people will demand\r\n\r\nbetter medical care. At present in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 265</b></font><br><br>\r\n\r\n\r\n\r\nGovernment  institutions, there is a real  shortage\r\n\r\nof  doctors, ancillary staff, ward space and  other\r\n\r\nfacilities.  There  will continue  the  problem  of\r\n\r\nattracting  and retaining top calibre personnel  as\r\n\r\nlong  as pay and service conditions compare  poorly\r\n\r\nwith   private  practice.  Again,  we   need   more\r\n\r\nspecialists  who can render expert  treatment.  Not\r\n\r\nonly do we have the problem of retaining doctors in\r\n\r\nservice,  but  we  now face the  added  problem  of\r\n\r\nattracting  good students to study  medicine.  Each\r\n\r\nyear  some 120 students at the Faculty of  Medicine\r\n\r\nof the University of Singapore graduate as doctors.\r\n\r\nToday some 50 per cent of the 3rd year students are\r\n\r\nnon-citizens and 60-70 per cent of the 1st and  2nd\r\n\r\nyear students are non-citizens. Very similar trends\r\n\r\nare  present  in  the dental and pharmacy  schools.\r\n\r\nWhat these figures mean really is that we shall  he\r\n\r\nproducing  fewer and fewer doctors to cope  with  a\r\n\r\nsituation  of rising expectation among  the  people\r\n\r\nfor better health care.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, faced with this manpower shortage problem,\r\n\r\nmay I therefore suggest to the Health Ministry that\r\n\r\nthey  maximise  the utilisation of available  staff\r\n\r\nand post doctors in optimal strength to the various\r\n\r\ndepartments.  The surgical wards are  over-burdened\r\n\r\nwith  work  and more medical officers and  housemen\r\n\r\nare needed. Again we have too few anaesthetists and\r\n\r\ninsufficient operating theatres. On many  occasions\r\n\r\noperations  for  surgical emergencies  are  delayed\r\n\r\nwith  consequent  rise in morbidity  and  mortality\r\n\r\nrisks.   The   Ministry  must  be   sensitive   and\r\n\r\nresponsive  to staff request for elective  postings\r\n\r\nanti  the  period of posting must  be  such  as  to\r\n\r\nenable doctors to obtain the necessary requirements\r\n\r\nfor   specialist  training.  In  short,  we  should\r\n\r\norientate  the  medical service from  one  of  pure\r\n\r\nservice  to one where service commitments  are  met\r\n\r\noptimally  with job satisfaction and  training  for\r\n\r\ndoctors and staff.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 266</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further, it is worth considering the setting up\r\n\r\nof  convalescent homes for patients  who  are  well\r\n\r\nenough not to require constant doctor care but sick\r\n\r\nenough  not  to be up and about. Many patients  are\r\n\r\ndischarged from the hospitals too early because  of\r\n\r\nbed   shortage   and   inadequate   medical   care,\r\n\r\nthereafter  leading  to  unnecessary  medical   and\r\n\r\nsurgical   complications.  This  causes  suffering,\r\n\r\nprolonged  medical leave and loss of  many  working\r\n\r\nclays.  Often  patients are retained  in  wards  in\r\n\r\nspite  of  ward  overcrowding because  of  medical,\r\n\r\nsocial  and  economic reasons.  Old  patients  with\r\n\r\nworking children, surgical and orthopaedic patients\r\n\r\nin high-rise flats, disabled celibates, just cannot\r\n\r\nbe  sent  away. Convalescent homes are  cheaper  to\r\n\r\nbuild  and  maintain than hospitals, and  certainly\r\n\r\nmore   economical   in  the   long   run.   Indeed,\r\n\r\nconvalescent  homes  have become  an  indispensable\r\n\r\nfeature  of good medical practice in most  advanced\r\n\r\nwestern countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to support the motion\r\n\r\nmoved by the Member for Bukit Batok.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I propose to take the suspension now.\r\n\r\nI suspend the sitting and will take the Chair again\r\n\r\nat Five minutes past 5.00 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.33 p.m. until 5.05 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.05 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Yiok Seng (Bukit Panjang)</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker, Sir, I support the motion moved by the\r\n\r\nMember for Bukit Batok, thanking the President  for\r\n\r\nhis  speech made in the House on the 12th  of  this\r\n\r\nmonth.  In his speech the President indicates  that\r\n\r\nin  this new age and environment our people  should\r\n\r\ncarry  out new tasks and try their best to keep  in\r\n\r\nstep  with  all round development and  progress.  I\r\n\r\nbelieve  our people can redouble their efforts  and\r\n\r\nstrive  for  individual and national  progress  and\r\n\r\nsecurity. In the speech of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 267</b></font><br><br>\r\n\r\n\r\n\r\nPresident,  mention  was made about  spreading  the\r\n\r\naffluence  of the city to the rural areas.  We  all\r\n\r\nwelcome this policy. We hope this objective can  be\r\n\r\nachieved   early.  The  rural  people  are   always\r\n\r\ndiligent. They have struggled very hard to eke  out\r\n\r\na  living from the land. Their contribution to  our\r\n\r\ncountry  has  in  no way burn small.  However,  the\r\n\r\nservices  they  obtain  from  the  Government   are\r\n\r\ncomparatively  few. Now that we have developed  and\r\n\r\nprogressed,  we  should  be  able  to  improve  the\r\n\r\nlivelihood of our rural folks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since independence the Government has been\r\n\r\ncarrying out large scale construction work, even in\r\n\r\nthe rural areas. Every year millions of dollars are\r\n\r\nallotted  for development of the rural areas,  such\r\n\r\nas  the provision of electricity, water, roads  and\r\n\r\nother  social facilities, in order to  improve  the\r\n\r\nliving conditions of the rural people. However,  in\r\n\r\nspite  of  our  efforts in the  rural  areas,  many\r\n\r\nproblems and difficulties have still to be  solved.\r\n\r\nThere  are many places without any electricity  and\r\n\r\nwater supplies. To the rural folks, their immediate\r\n\r\nneed is roads, water and electricity. For a country\r\n\r\nlike  ours, which claims to be a developed country,\r\n\r\nwe  should not allow this situation to exist.  From\r\n\r\nthe projects carried out in the past, I see that we\r\n\r\nlack   a   comprehensive  and  unified  scheme   of\r\n\r\ndevelopment.  I  hope  the  Ministry  of   National\r\n\r\nDevelopment will formulate a comprehensive plan for\r\n\r\nthe  development of the rural areas so that  water,\r\n\r\nelectricity  and  roads may be supplied  throughout\r\n\r\nour  country.  This will prevent any  suspicion  or\r\n\r\ndiscontent among the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the speech mention was also made about\r\n\r\nthe efforts of the Ministry of National Development\r\n\r\nto  solve our housing problem. Now, the Ministry is\r\n\r\npaying   attention   to  the  provision   of   more\r\n\r\nrecreational facilities in the residential areas. I\r\n\r\nfeel  that  it  is  necessary to  provide  adequate\r\n\r\nsocial  amenities in the Woodlands satellite  town.\r\n\r\nThere  should  be better facilities for  recreation\r\n\r\nfor the residents there, including sports. When all\r\n\r\nthis  is  done,  it  can  be  said  to  be  another\r\n\r\nachievement of our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 268</b></font><br><br>\r\n\r\n\r\n\r\nGovernment in trying to provide better services  to\r\n\r\nthe  rural people. It will thus narrow the  gap  in\r\n\r\nthe  living  standard between the rural people  and\r\n\r\nthat of the urban dwellers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have personally witnessed the progress of\r\n\r\nthe  projects out there, and I found that the first\r\n\r\nbatch of flats in the housing estate is expected to\r\n\r\nbe   completed  early  next  year  for  allocation.\r\n\r\nHowever,  the  development of  housing  estates  in\r\n\r\nWoodlands  seems  to  have no connection  with  the\r\n\r\nMinistry of Education, because there seems to be no\r\n\r\nsign  of any provision for a school. So we can well\r\n\r\nimagine  the  situation in the years to  come  when\r\n\r\npeople  move into this new satellite town  only  to\r\n\r\nfind  that their children will not be able to enrol\r\n\r\nin any of the existing schools. I hope the Ministry\r\n\r\nof  Education will pay attention `to these problems\r\n\r\narising  from  the building of this  new  satellite\r\n\r\ntown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we all know, whenever a new satellite\r\n\r\ntown  is built certain people must be affected  and\r\n\r\nthey  have  to be resettled. However,  there  is  a\r\n\r\ndifference in the psychological effect between  the\r\n\r\nremoval  of  rural people and the  urban  dwellers.\r\n\r\nWhen  urban dwellers move out, they move only to  a\r\n\r\nbetter  environment or to better houses.  But  when\r\n\r\nthe rural folks are resettled, they are moved to  a\r\n\r\nnew  environment of which they have  no  knowledge.\r\n\r\nThey   will   be   worried  about  the   facilities\r\n\r\navailable,  for  example, schools, playgrounds  and\r\n\r\nother problems like transport for their children to\r\n\r\ngo  to new schools. All these difficulties increase\r\n\r\ntheir psychological tension and pressure, and  will\r\n\r\ncause  more  social  problems,  thereby  increasing\r\n\r\ndiscontent against the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Woodlands area, which is in my\r\n\r\nconstituency, there will be many resettlement cases\r\n\r\nin  the  future. We should note that  even  at  the\r\n\r\npresent juncture resettling the rural people causes\r\n\r\nthem  difficulty. I therefore hope the  authorities\r\n\r\nconcerned  will  in  consultation  with  the  rural\r\n\r\npeople set up a Resettlement Committee in order  to\r\n\r\nco-ordinate and assist in the resettlement  of  the\r\n\r\nrural folks affected.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 269</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>5.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Social Affairs (Mr Chan Chee Seng) (in Mandarin):</b>\r\n\r\nMr  Speaker,  Sir, I would like to  join  the  hon.\r\n\r\nMembers of the House, who have spoken just now,  in\r\n\r\ntheir  expression  of thanks and gratitude  to  our\r\n\r\nPresident for his enlightening Address made at  the\r\n\r\nopening of Parliament on 12th October, 1972.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is with pride that I endorse my strong support\r\n\r\nto  the  challenge posed by the President  to  make\r\n\r\nSingapore  a  centre for excellence in  all  fields\r\n\r\nimportant  to  our  economic, cultural  and  social\r\n\r\nlife.  Our  main concern now is to  find  ways  and\r\n\r\nmeans  to sustain and further develop the  pace  of\r\n\r\ngrowth that exists with the thriving economy of our\r\n\r\nRepublic. Let it be our priority task for the  next\r\n\r\nfive  years  to endeavour in every way possible  to\r\n\r\nachieve  higher standards in everything,  with  the\r\n\r\nemphasis  on quality whether in jobs, in social  or\r\n\r\nrecreational amenities, or homes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our social policy must of necessity reflect our\r\n\r\ndeep  concern for the welfare of the less fortunate\r\n\r\nin  our society. But it must at the same time be  a\r\n\r\npolicy  in keeping with our tradition of enterprise\r\n\r\nand  industry  and  our desire for  excellence  and\r\n\r\nachievement. In a society like ours,  there  is  no\r\n\r\nplace  for the indolent. If we are to make progress\r\n\r\nand  to  prosper, everyone must work and  make  his\r\n\r\npersonal contribution. No one should expect to  get\r\n\r\nsomething for nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the field of social welfare, I fully endorse\r\n\r\nthe  President's  statement that  in  view  of  the\r\n\r\nextenuating circumstances in Singapore, we can ill-afford  to adopt the characteristic of the  welfare\r\n\r\nstate  syndrome  in  supplying everything  free  to\r\n\r\neverybody  who wants it from cradle  to  grave.  We\r\n\r\nwould  like to see a Singapore where everybody  who\r\n\r\ncan  work shall work unless he or she is beset with\r\n\r\nsickness, severe disability or old age. We  do  not\r\n\r\nbelieve in merely\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 270</b></font><br><br>\r\n\r\n\r\n\r\ndoling  out  free  gifts which will  lead  to  much\r\n\r\nabuse.  The  Government's intention  is  to  assist\r\n\r\neveryone  to achieve the fullest degree  of  social\r\n\r\nand economic adjustments and usefulness of which he\r\n\r\nis  capable. It is for this reason that an  all-out\r\n\r\neffort   has  been  made  by  the  Social   Welfare\r\n\r\nDepartment   to   assist   the   handicapped,   the\r\n\r\ndestitutes  and  other  needy  persons,  to  obtain\r\n\r\ngainful  employment so that they need not  continue\r\n\r\nto  depend  on public assistance. In this  respect,\r\n\r\nthe Social Welfare Department under our Ministry is\r\n\r\ngoing  all  out  to establish more creches  in  the\r\n\r\nimmediate  future in order to enable  more  married\r\n\r\nmothers  to leave their homes to work and  to  play\r\n\r\ntheir role in increasing the family income as  well\r\n\r\nas  the productivity of the nation. For example,  a\r\n\r\nnew  creche  will be added on to our long  list  of\r\n\r\nexisting creches in Singapore, with the opening  of\r\n\r\nthe  huge Toa Payoh Creche in the Toa Payoh  Estate\r\n\r\nbefore  the end of the year. More creches  will  he\r\n\r\nbuilt  in  housing estates and areas  with  a  high\r\n\r\ndensity  of population, so that mothers  can  leave\r\n\r\ntheir babies and children safely in the creche  and\r\n\r\nconcentrate in their effort of increasing their own\r\n\r\nincome and the national income.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Within the welfare homes run by the Social\r\n\r\nWelfare Department, every effort is made to  ensure\r\n\r\nthat  the  inmates, who rely on  public  funds  for\r\n\r\ntheir subsistence, will be able to contribute  even\r\n\r\nthough in a small way to society, so that they  are\r\n\r\nnot  getting  something for nothing.  The  workable\r\n\r\namong  the  aged,  and  the  employable  among  the\r\n\r\ndestitute persons, who are now looked after by  the\r\n\r\nSocial Welfare Department, will have to work or  be\r\n\r\ntrained  to  work in a manner that is commensurable\r\n\r\nand  suitable to their physical and mental ability.\r\n\r\nIt is only those who are positively unable to work,\r\n\r\non account of their very old age, sickness or their\r\n\r\nunfortunate circumstances, who may be excused  from\r\n\r\ncarrying  out  any serious job. But even  then,  in\r\n\r\ntheir own small way, they will be encouraged to  do\r\n\r\nsome  handicraft work or some light  labour  within\r\n\r\ntheir  means  and ability to help them  play  their\r\n\r\npart in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 271</b></font><br><br>\r\n\r\n\r\n\r\nsociety.  In  this  way,  they  will  be  able   to\r\n\r\nsubscribe productively to the nation that whilst we\r\n\r\nare  subsidising  them for their  livelihood,  they\r\n\r\nwill at least be able to pay a small percentage  of\r\n\r\nthe actual cost.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the coming years, the emphasis in the\r\n\r\nexpansion of social services will be on quality and\r\n\r\nparticipation.  Plans  have already  been  made  to\r\n\r\nstrengthen  the  existing system of social  welfare\r\n\r\nservices  through  the  restructuring  of  existing\r\n\r\nwelfare  institutions  and  the  provision  of  new\r\n\r\nfacilities  and  services  consonant  with   modern\r\n\r\nconcepts  of  social planning. The Government  will\r\n\r\nstrengthen  its  programme of promoting  the  well-being  of families, children and youths as well  as\r\n\r\nprotective  measures  for the  aged,  and  for  the\r\n\r\nphysically,   mentally  and  socially  handicapped.\r\n\r\nApart  from the humanitarian objectives of  such  a\r\n\r\nprogramme,  it  is  intended  to  organise   social\r\n\r\nservices   in   such  a  way  as  to   ensure   the\r\n\r\nconservation  and  development of  human  resources\r\n\r\nwhich are vital for economic expansion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am grateful to the President for pointing out\r\n\r\nin his Address the existence of fortunately only  a\r\n\r\nhandful of our citizens who still believe that  the\r\n\r\nState owes them a living, a good living. These  are\r\n\r\nusually  the youngsters who ape the bad  habits  of\r\n\r\nwestern  culture,  who  don  long  hair,  who  lend\r\n\r\nthemselves  to drug abuse and who eke  the  easiest\r\n\r\nway  out  for a living by terrorising other people.\r\n\r\nSuch  misfits in our society should be  brought  to\r\n\r\ntask, and the quicker they realise that nothing  in\r\n\r\nlife  is  for free, the better it will be  for  the\r\n\r\nfuture of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must be more conscious of the pressures which\r\n\r\npush some of our young people into consumption  and\r\n\r\nother  thought-habits, which  are  often  not  only\r\n\r\ninappropriate to our work ethics and life-style for\r\n\r\nnation building, but also antagonistic to sustained\r\n\r\nsocial and economic growth and which give birth  to\r\n\r\ntensions which may undermine and destroy the fruits\r\n\r\nof  hard endeavour. True, no society can completely\r\n\r\ninsulate  itself  against adverse  influences  like\r\n\r\nhippism and the drug sub-culture, but\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\n\r\n\r\nit will be a grave dereliction of duty if we do not\r\n\r\ntake  firm measures at an early stage to counteract\r\n\r\nsuch influences.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that our crucial task is to\r\n\r\nprovide  community programmes which can  catch  the\r\n\r\nimagination of our young people to ensure that they\r\n\r\nwill not fritter their time away but are given  the\r\n\r\nopportunity to participate in meaningful activities\r\n\r\nof benefit to the society and to themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our youth must be encouraged to participate in\r\n\r\nhealthy and fruitful past-times, As Members must be\r\n\r\naware, our intention is to develop sports as a  way\r\n\r\nof  life in Singapore. Already, the foundation  for\r\n\r\nmass  participation in sports has  been  laid.  The\r\n\r\nGovernment  is  committed to develop through  mass-based and competitive programmes of sports activity\r\n\r\nfor   the  purposeful  occupation  of  leisure  for\r\n\r\npleasure   by   our   people.   Intra   and   inter\r\n\r\nconstituency sports programmes will more  and  more\r\n\r\nbe  encouraged  and  provide the  escape-valve  for\r\n\r\nmodern  pressures  and needs. In  our  increasingly\r\n\r\nurban  society and youthful population, we  believe\r\n\r\nthat  sports, as a regular habit and as a means  of\r\n\r\nentertainment  and enjoyment, should  enthuse  more\r\n\r\nand  more as players and spectators and in this way\r\n\r\nnot  only contribute to a larger measure of fitness\r\n\r\nbut also productivity and happiness.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Urgent consideration is now being given to the\r\n\r\ndrawing up of a Master Plan for Sports in Singapore\r\n\r\nfor the next one or two decades, which, among other\r\n\r\nthings,  will provide for the requirements  of  the\r\n\r\nprimary,   secondary   and   tertiary   levels   in\r\n\r\nfacilities and activities of sports for leisure  as\r\n\r\nwell as competition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We can look forward to the increasing realisation\r\n\r\nof  a  more  rugged and productive  society  and  a\r\n\r\nbetter life and a centre of excellence in Singapore\r\n\r\nthrough  sports and recreation with the seeds  that\r\n\r\nare  being  sown  firmly and  increasingly  bearing\r\n\r\nfruit in the years to come. This task will be  made\r\n\r\nmuch  more  successful  and  satisfying  if  it  is\r\n\r\nrealised  that it is in the national interest  that\r\n\r\nthe public and private sectors,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 273</b></font><br><br>\r\n\r\n\r\n\r\ninstitutionally and individually,  take  to  sports\r\n\r\nconsciousness  and  performances   in   every   way\r\n\r\npossible, since sports can do only a world of good.\r\n\r\nFor  the  foreseeable future, sports  in  Singapore\r\n\r\nwill  essentially he amateur. In this connection  I\r\n\r\nwish  to  exhort employers to encourage recognition\r\n\r\nand   incentives  for  sportsmen,   including   the\r\n\r\nprovision of adequate time for the requirements  of\r\n\r\ntraining  of  their sportsmen for  competitive  and\r\n\r\nnational sports. The Government will on its own  do\r\n\r\nall  that  s possible to provide the base  and  the\r\n\r\nfacilities  and finances to realise through  sports\r\n\r\nfurther  progress in and glories for Singapore  and\r\n\r\nto  increasingly engage the leisure-time of  people\r\n\r\nin the pleasures of sports.\r\n\r\n\r\n\r\n<br><br>5.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Mr Speaker, Sir, hon.\r\n\r\nMembers  of  the House will agree with me  that  in\r\n\r\nvery  few  countries  in the world  which  practise\r\n\r\nparliamentary democracy for a party to have won all\r\n\r\nthe  seats in Parliament for two successive  terms.\r\n\r\nWhy  is  the PAP so overwhelmingly accepted by  the\r\n\r\npeople?  Why  are  the majority of  the  people  of\r\n\r\nSingapore  subscribing to the ideals  of  the  PAP?\r\n\r\nSir,  for  a  person  who is unconcerned  with  the\r\n\r\npolitical  life and pulse of Singapore, this  might\r\n\r\nappear  to  be  a  complex exercise  attempting  to\r\n\r\nanalyse the cause and result. But the reason behind\r\n\r\nit  is really very simple: the PAP which was formed\r\n\r\n18   years  ago  as  a  democratic,  non-Communist,\r\n\r\nsocialist,  and multi-racial party, has adhered  to\r\n\r\ntwo  fundamental beliefs. They are written into the\r\n\r\nparty constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) To abolish the unjust inequalities of wealth\r\n\r\nand  opportunities existing in the present  system;\r\n\r\nto  establish an economic order which will give all\r\n\r\ncitizens  the  right  to  work  and  full  economic\r\n\r\nreturns  for  their labour and skill; to  ensure  a\r\n\r\ndecent living and social security to all those who,\r\n\r\nthrough  sickness,  infirmity or  old  age  can  no\r\n\r\nlonger work.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 274</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) To infuse into the people a spirit of\r\n\r\nnational unity, self-respect and self-reliance, and\r\n\r\nto  inspire them with a sense of endeavour  in  the\r\n\r\ncreation of a prosperous, stable and just society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is with these two fundamental beliefs and\r\n\r\nconvictions   that  many  of  my  colleagues   have\r\n\r\nstruggled  fearlessly  in  order  to  achieve   our\r\n\r\nideals.  We fought the colonialists, the right-wing\r\n\r\nreactionaries and their lackeys and the Communists.\r\n\r\nIf  we  did  not  have the guts, the  stamina,  the\r\n\r\ncourage, the energy and determination to defeat the\r\n\r\nCommunists and the reactionary forces, many  of  us\r\n\r\nwill  not be here in this Chamber and the situation\r\n\r\nin  Singapore would be entirely different.  In  the\r\n\r\nprocess  we have overcome a multitude of  problems.\r\n\r\nSir,  when the PAP took over the administration  in\r\n\r\n1959,  as  a self-government, we knew that  without\r\n\r\nhonesty,  determined and incorruptible  leadership,\r\n\r\nproper planning, hard-work and above all loyalty to\r\n\r\nthe country and its people we could not survive. We\r\n\r\nhave  never  run  away  from  any  threat  or   any\r\n\r\ndifficulty; we stood by our principles  and  fought\r\n\r\nfor  our  objectives or we would never be  able  to\r\n\r\nsurvive  the  trials and tribulations befalling  us\r\n\r\nthrough the years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we were kicked out of Malaysia and\r\n\r\nbecame an independent Republic, we were faced  with\r\n\r\nthe   hard  facts  -  lack  of  natural  resources,\r\n\r\nunemployment,   economic  uncertainty   and,   most\r\n\r\nimportant, national security which became even more\r\n\r\nintangible  with the announcement  of  the  British\r\n\r\nmilitary rundown. This multitude of problems  would\r\n\r\nhave deterred those with less fortified minds.  But\r\n\r\nnot those who were in the PAP.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the economic prosperity and political\r\n\r\nstability  that we enjoy today does not  fall  from\r\n\r\nheaven,  but paid at a very high price.  These  are\r\n\r\nthe  results  of sheer hard work of our  population\r\n\r\nand  the honest, incorruptible, realistic and  able\r\n\r\nleadership who are prepared to sacrifice even their\r\n\r\nlives for the country and the people. Sir, although\r\n\r\nthe PAP had about 70 per cent of the total votes in\r\n\r\nthe recent general elections,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 275</b></font><br><br>\r\n\r\n\r\n\r\nthere  are  about  30 per cent of  the  votes  cast\r\n\r\nagainst  us.  There  are  many  reasons  for  these\r\n\r\nprotest votes, for example, personal disappointment\r\n\r\nin  not  getting hawker licences or other  permits,\r\n\r\ndemolition of illegal structures, resettlement, and\r\n\r\na   good   portion   of  the  hard-core   Communist\r\n\r\nsupporters  and the racialists. Sir,  in  the  next\r\n\r\nfive years, the Communists will change its line and\r\n\r\ntactics  in their struggle. I must warn  the  House\r\n\r\nthat  the  challenge will not come from the  U.N.F.\r\n\r\nled   by  Vetrivelu,  the  Workers  Party  led   by\r\n\r\nJeyaretaam  or the fly-by-night political  parties,\r\n\r\nbut the Communists. Sir, those of my colleagues who\r\n\r\nwere  with me in the `50s and early `60s will agree\r\n\r\nwith   me  that  the  Communists  will  make  rapid\r\n\r\nrecovery of the ground they have lost if we are not\r\n\r\ncareful and take things easy or becoming complacent\r\n\r\nin  that event, we would lose not by the credits of\r\n\r\nothers  but  by  our  default. Therefore,  we  must\r\n\r\nprepare our battle now, before it is too late.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was not easy for Singapore to become\r\n\r\nindependent. We are living at the crossroads of the\r\n\r\nEast  and  West, and it is because of our strategic\r\n\r\nposition   that  the  concept  of  an   independent\r\n\r\nSingapore  would  be  challenged  from  within  and\r\n\r\nwithout  for  as long as we live. It is unavoidable\r\n\r\nthat  we  Singaporeans have to  face  this  in  our\r\n\r\nlifetime  -  the Communists are out to destroy  the\r\n\r\nindependence   of   Singapore   and   the   extreme\r\n\r\nreactionaries  would wish to hand over  independent\r\n\r\nSingapore to others either on a gold platter or  by\r\n\r\nviolence. We, therefore, must be vigilant and  must\r\n\r\nbe prepared to meet any contingency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President's address, which was delivered\r\n\r\nin  this House on the 12th of October, is a  highly\r\n\r\nsocialistic guideline for our people for  the  next\r\n\r\nfive   years.  The  Constitutional  amendments   to\r\n\r\nprotect  the  sovereignty of  our  Republic  is  of\r\n\r\nparamount importance, and timely too.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In building a robust and rugged society and to\r\n\r\nfree  our young people from evil influences of  the\r\n\r\nWest, of drug addiction and hippism, more emphasis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 276</b></font><br><br>\r\n\r\n\r\n\r\nand  effort will be carried out by the Ministry  of\r\n\r\nSocial Affairs in the field of Sports. Many coaches\r\n\r\nin  different  games were engaged  to  promote  the\r\n\r\nstandards of our Sports. Sir, I am sure  a  lot  of\r\n\r\npublic  funds  will be spent on coaches  and  other\r\n\r\nfacilities. I hope the aim is not only  to  produce\r\n\r\ngold  medallists but to inculcate  into  our  young\r\n\r\npeople  the sense of loyalty, discipline  and  good\r\n\r\nsportsmanship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, owing to the fast growth of our industries,\r\n\r\nthere  is  an  unprecedented  shortage  of  skilled\r\n\r\nworkers.  The  Ministry of Labour, I presume,  will\r\n\r\nissue  work  permits more liberally to non-citizens\r\n\r\nwith at least a primary education and who must pass\r\n\r\na  medical  examination. Sir, more  and  more  work\r\n\r\npermit holders will be staying in Singapore to help\r\n\r\nour industrial production. This is, of course, good\r\n\r\nfor  our  economy. But on the other hand  I  wonder\r\n\r\nwhether  the  Ministry of Labour has made  thorough\r\n\r\ninvestigations into their background so  that  they\r\n\r\nwill not pose a security problem to our Republic in\r\n\r\nthe  years  to  come. Already  we  are  faced  with\r\n\r\nincreased crime rates. Sir, almost everyday we read\r\n\r\nin  the  newspapers that shops are robbed, payrolls\r\n\r\ngrabbed,  and  people  kidnapped  or  murdered   by\r\n\r\ngangsters or hired assassins. It is hoped that with\r\n\r\nthe reorganisation of the Police Force, crimes will\r\n\r\nbe  reduced  so that the life and property  of  the\r\n\r\npeople will be protected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the PAP took office, much effort has\r\n\r\nbeen  done to develop the urban areas. The progress\r\n\r\nis  tremendous and we deserve to be proud. However,\r\n\r\nI  would  like to urge the Government  to  consider\r\n\r\nvery  seriously  and to implement  immediately  the\r\n\r\nbuilding of rural town centres. Although the  rural\r\n\r\nresidents, farmers and fishermen, enjoy good roads,\r\n\r\nelectricity,  water, and street  lights,  but  when\r\n\r\nthese  rural folks come down to the city they  will\r\n\r\ncompare the improvement and development of the city\r\n\r\nwith  that  of  the rural areas. They  cannot  help\r\n\r\nfeeling that the rural areas have been left out  or\r\n\r\nignored. Therefore, these simple people will be  an\r\n\r\neasy prey to Communist influence. Sir, although the\r\n\r\nGovernment has plans to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 277</b></font><br><br>\r\n\r\n\r\n\r\nbuild new towns in Woodlands and Telok Blangah,  it\r\n\r\nis  not  enough. The Government should  immediately\r\n\r\ndraw  up  plans  to  build and  improve  the  rural\r\n\r\nconstituencies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a new mandate has just been given to us by\r\n\r\nthe people in the recent general elections. For the\r\n\r\nnext  five years the Government's aim is  to  raise\r\n\r\nstandards of skill and technological competence and\r\n\r\nto     improve    professional    management    and\r\n\r\ntechnological expertise. We are entrusted with this\r\n\r\nheavy  task  and we ensure that we will  carry  out\r\n\r\nthis responsibility to the best of our ability; but\r\n\r\nthe  most  important ingredient for its success  is\r\n\r\nthe full co-operation of our people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I join hon. Members in this House in\r\n\r\nexpressing  our  thanks to the  President  for  his\r\n\r\naddress.\r\n\r\n\r\n\r\n<br><br>5.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. F. Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. F. Conceicao (Katong):</b> Mr Speaker, Sir, I\r\n\r\nrise  to  support  the  motion  of  thanks  to  the\r\n\r\nPresident  for his speech to Parliament,  moved  by\r\n\r\nthe Member for Bukit Batok.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The principal burden of the President's Speech\r\n\r\nand  the  elaborations  contained  in  the  various\r\n\r\nAddenda  is the promotion of excellence and quality\r\n\r\nin  our  country,  and  that  such  excellence  and\r\n\r\nquality can be achieved only through tough exercise\r\n\r\nof  our  will to succeed - in other words,  through\r\n\r\ncontinuous  diligent attention to our  work.  I  am\r\n\r\nsure  that the same \"sheer determination, hard work\r\n\r\nand realistic planning\" which enabled Singapore  to\r\n\r\nmake  the grade before will also see it through  in\r\n\r\nthe  coming years. May I add to what other  Members\r\n\r\nhave  said,  my  own expression of views  regarding\r\n\r\ngovernment  policy? Inasmuch as  others  have  been\r\n\r\naffected  by their own preoccupations, I  need  not\r\n\r\ndeprecate my own, which is adult education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where the Ministry of Finance is concerned, the\r\n\r\nobjectives stated in the relevant Addendum can only\r\n\r\nbe  achieved by our civil service being  geared  to\r\n\r\ntop\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 278</b></font><br><br>\r\n\r\n\r\n\r\nproductivity  and  efficiency.  The  Minister   for\r\n\r\nFinance  himself has, in a speech at  the  official\r\n\r\nopening  of the Staff Training Institute, mentioned\r\n\r\nthat  the civil service' has to be attuned  to  new\r\n\r\ndevelopments   that  are  taking   place   in   its\r\n\r\nenvironment.  New  ministries and statutory  bodies\r\n\r\nhave  been  set  up and the Government  has  itself\r\n\r\nbecome   involved   in  business   and   industrial\r\n\r\nenterprises. The Staff Training Institute has since\r\n\r\nits  inception organised a large number and variety\r\n\r\nof  training activities for various grades of civil\r\n\r\nservants. But for the Institute to perform its role\r\n\r\nat  maximum  efficiency- the role of  enabling  the\r\n\r\ncivil service to become an instrument responsive to\r\n\r\nthe   changes  that  are  taking  place  then  some\r\n\r\nreorganisation of the Institute is called for.  For\r\n\r\none,  more  staff  will have to  be  given  to  the\r\n\r\nInstitute.  For  another,  the  principal  of   the\r\n\r\nInstitute  will  have  to be  not  merely  a  civil\r\n\r\nservant of excellence but also someone who has  the\r\n\r\ncapabilities  to  be  the head  of  an  educational\r\n\r\ninstitution. The status of principal,  to  make  it\r\n\r\ncommensurate with the ability of such a person, has\r\n\r\nto  be at least equivalent to a University dean of'\r\n\r\nfaculty.  If  the combination of civil service  and\r\n\r\neducational  experience is  not  available  in  any\r\n\r\nsingle  person who can be spared currently for  the\r\n\r\njob  of  head of this Institute, I propose that  we\r\n\r\nset  about  training  such a  person  so  that  the\r\n\r\nInstitute  may  be run effectively  as  a  training\r\n\r\ninstitution  for  civil  servants.  Such  a  person\r\n\r\nwould,  of course, have functions only in  relation\r\n\r\nto the running of this Institute as a full-time job\r\n\r\nand   not   be   assigned   other   civil   service\r\n\r\nadministrative jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where the Ministry of Defence is concerned, now\r\n\r\nthat  we  have  ensured to an  extent  our  defence\r\n\r\ncapability, it is hoped that we may be able to  set\r\n\r\nabout   providing  our  officers  with   continuing\r\n\r\neducation to add polish to their demeanour as  well\r\n\r\nas   skill  and  competence,  and  also  to   their\r\n\r\nadditional   skill  and  competence   where   their\r\n\r\nprofessional soldiering is concerned.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 279</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Foreign Affairs, although this is not directly\r\n\r\nwithin  the province of the Ministry, it  is  about\r\n\r\ntime  we  thought  of  educating  our  people,  the\r\n\r\nordinary  Singapore citizen, to a greater awareness\r\n\r\nof  the larger world beyond Singapore so that  they\r\n\r\nmay  be  all  the  more able to understand  foreign\r\n\r\npolicy,  especially  the  great  changes  that  are\r\n\r\ntaking  place in the alignment of nations. Although\r\n\r\neducation  is not a direct business of the  Foreign\r\n\r\nMinistry, encouragement of understanding of foreign\r\n\r\nrelations would certainly be part of the Ministry's\r\n\r\nportfolio.  In respect of our close neighbours,  we\r\n\r\nmust give whatever support we can to ASEAN and seek\r\n\r\nto  extend real and active co-operation in as  many\r\n\r\nfields as possible under the umbrella of ASEAN.  We\r\n\r\nshould  note  that it is not only the Minister  for\r\n\r\nForeign  Affairs or those working in  his  Ministry\r\n\r\nwho  can contribute a greater understanding between\r\n\r\nourselves  and  our neighbours.  For  example,  the\r\n\r\nrecent  visit of our Defence Minister to  Indonesia\r\n\r\nhas,  I  am sure, cemented further the relationship\r\n\r\nbetween  ourselves  and that nation.  Regional  co-operation   in  respect  of  subjects   under   the\r\n\r\njurisdiction of other Ministries is also  a  policy\r\n\r\nwe should actively encourage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where the Addendum relating to the Ministry of\r\n\r\nHome  Affairs  is concerned, there are  two  points\r\n\r\nwhich  I  would  like to make. First,  I  think  we\r\n\r\nshould  pay  special  attention  to  the  need  for\r\n\r\ntraining  an  efficient  specialist  staff  in  the\r\n\r\nCommercial Crimes section. Although Singapore is an\r\n\r\ninternational    commercial   centre    in    which\r\n\r\ntransactions  of  some  sophistication  are   being\r\n\r\ncarried  out, yet we have been shown to be in  some\r\n\r\nrespects  woefully  naive.  With  regard   to   the\r\n\r\nnecessary  co-operation that has to  be  maintained\r\n\r\nbetween  the  Police  and  the  Law  sector,   this\r\n\r\neffective co-operation where commercial crimes  are\r\n\r\nconcerned can only be implemented if our Commercial\r\n\r\nCrimes  officers  are equipped with  the  necessary\r\n\r\nknowledge and expertise. I propose that we  should,\r\n\r\nif necessary, send our officers abroad to relevant\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 280</b></font><br><br>\r\n\r\n\r\n\r\ninstitutions to be further trained in investigative\r\n\r\nskills  related  to commercial crimes.  As  I  have\r\n\r\nmentioned  before  on some other  occasion,  and  I\r\n\r\ndoubt  whether  the  situation has  improved  since\r\n\r\nthen, the principal training instrument used by the\r\n\r\nCommercial  Crimes  Department  seems  to  be   the\r\n\r\nDepartment of Extra-mural Studies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter which I would like to bring up,\r\n\r\nand  which  is a responsibility of the Ministry  of\r\n\r\nHome  Affairs  as well as that of the  Ministry  of\r\n\r\nCommunications,  is  the  problem  of  traffic   in\r\n\r\nSingapore.  I  am surprised that no  reference  has\r\n\r\nbeen  made  to this matter in the Addendum  on  the\r\n\r\nMinistry   of  Home  Affairs.  Annually   we   have\r\n\r\nthousands  of  accidents  and  hundreds  of  deaths\r\n\r\nbesides    innumerable   maimings   and   scarrings\r\n\r\nresulting from carelessness and aggression  on  the\r\n\r\nroads.  It  is  about time that the traffic  police\r\n\r\ntook the matter firmly in their hands and proceeded\r\n\r\nin a systematic way to educate drivers for courtesy\r\n\r\nand  caution  on our streets. If we  are  to  bring\r\n\r\nabout a sense of excellence, a sense of quality  in\r\n\r\nour  people,  we certainly should try to  eradicate\r\n\r\nthe  rashness  and defiance of the Jaw  that  often\r\n\r\nprevails among the users of the roads. Is there any\r\n\r\ndifference  in  kind  between  the  defiance  of  a\r\n\r\ncriminal, a, gangster, a person who commits assault\r\n\r\nand  other  depredations on the one hand,  and  the\r\n\r\ndefiance  of  the violent user of the road  on  the\r\n\r\nother? Is there any difference between the loss  of\r\n\r\nincome, loss of life, loss of man-hours suffered by\r\n\r\nthose involved in accidents on the road on the  one\r\n\r\nhand, and those involved in industrial accidents on\r\n\r\nthe other? Inasmuch as we want to instil a sense of\r\n\r\none  person identifying with his neighbour  in  our\r\n\r\ncommunity centres, in our housing estates,  in  our\r\n\r\nclubs,  in our recreational grounds, we have  still\r\n\r\nto instil this regard of a person for his fellowman\r\n\r\nalso  on  the roads where thousands of  people  are\r\n\r\nmoving  daily, where Singaporeans come  in  contact\r\n\r\nwith  Singaporeans but frequently in  a  manner  of\r\n\r\naggressive   competition  in  which   feelings   of\r\n\r\ncommunity are almost completely forgotten.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 281</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that we should congratulate the\r\n\r\nMinister  for  Science  and  Technology   for   his\r\n\r\nforesight in setting up the Science Centre,  and  I\r\n\r\nhope   that   this  institution  will  relate   its\r\n\r\nactivities  closely  to  the  interests  and  needs\r\n\r\nespecially  of  our  young  people,  as   well   as\r\n\r\nrepresent  itself as an outstanding institution  of\r\n\r\nits kind in Southeast Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We may look forward, in the not too distant\r\n\r\nfuture, to seeing the effective implementation of a\r\n\r\nmass  rapid transit scheme to relieve our  domestic\r\n\r\ntransportation problems. More immediately, however,\r\n\r\nour present bus service has to be further improved.\r\n\r\nThe  disciplining  of a few hard-core  recalcitrant\r\n\r\nbus  drivers, who have shown scant regard  for  the\r\n\r\ncomfort  and  convenience of  bus  users,  must  be\r\n\r\ncomplemented  by improvement in present  conditions\r\n\r\nof  work  of  bus drivers which result  from  their\r\n\r\nhaving to race around trying to keep to unrealistic\r\n\r\nschedules.   Bus   owners  should   co-operate   by\r\n\r\nimproving  the  mechanical as well as accommodation\r\n\r\nquality of their buses. It is only by making a  bus\r\n\r\ntrip   a   relatively  pleasant   and   comfortable\r\n\r\nexperience that we can induce our citizens  to  use\r\n\r\npublic  transport more frequently. Their  education\r\n\r\nis through enjoying a bus ride. Being rattled along\r\n\r\nto  their  destination, willy-nilly, is a deterrent\r\n\r\neducational experience.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should be happy to note the reference in the\r\n\r\nMinistry of Labour Addendum to encouragement  being\r\n\r\ngiven   to  workers  to  constantly  improve  their\r\n\r\nknowledge   and  skills  (incidentally,   why   not\r\n\r\nattitudes  also?)  in adult and workers'  education\r\n\r\ncourses. But this is not only to enable a worker to\r\n\r\nfurther  increase his capacity in  more  productive\r\n\r\nlabour,   as  has  been  stated  in  the   Addendum\r\n\r\n(although we should stress the importance of this),\r\n\r\nhut  also  that he should use education to  improve\r\n\r\nhis  cultural and spiritual condition. I hope  that\r\n\r\nthe  Minister for Labour will support any  move  to\r\n\r\npersuade Government to grant paid leave to  workers\r\n\r\nwho   may   like   to  attend  relevant   full-time\r\n\r\ncontinuing education\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 282</b></font><br><br>\r\n\r\n\r\n\r\ncourses  such  as may indeed  increase  the\r\n\r\nworker's capacity for more productive labour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Primary Production Department intends to set\r\n\r\nup factory farms and flatted farms. I hope that all\r\n\r\nrequired  educational measures  will  be  taken  to\r\n\r\nenable   farmers  to  adjust  to  this  aspect   of\r\n\r\nurbanisation. Further, it is perhaps important  for\r\n\r\nfarmers  to  be educated to the importance  of  co-operatives,  and be given aid to set  up  such  co-operatives\r\n\r\nas  will  prevent  them   from   being\r\n\r\nexploited as they have been in the past.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where our health environment is concerned the\r\n\r\n\"Keep  Singapore Clean\" campaigns have been  models\r\n\r\nof   co-ordinated  public  education  activity.  My\r\n\r\nreference  to this, in discussions of our  informal\r\n\r\nadult  education  procedures, has  evoked  on  many\r\n\r\noccasions  extreme  interest and  admiration  among\r\n\r\npeople  overseas. I hope that such public education\r\n\r\nactivity  will  continue to feature prominently  in\r\n\r\nthe  life of our city. Perhaps a campaign  of  this\r\n\r\nkind   could   he  conducted  to  improve   traffic\r\n\r\nconditions in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Culture has jurisdiction over the\r\n\r\nmass  media.  I hope that greater use of  the  mass\r\n\r\nmedia,  especially  radio and television,  will  be\r\n\r\ndirected  towards continuing education,  especially\r\n\r\nof  the  worker. There are many subjects  that  can\r\n\r\nlend  themselves  to  interesting  and  educational\r\n\r\npresentation through radio and television, if  only\r\n\r\nmore  programme organisers could have more time  to\r\n\r\nuse  more imagination. It would be a good  idea  to\r\n\r\nhave   additional   personnel  trained   in   adult\r\n\r\neducation to organise such programmes for  workers'\r\n\r\neducation.  Subjects like labour economics,  labour\r\n\r\nlaw,  trade  union organisation, the new developing\r\n\r\nrole  of the trade unionist, relations between  the\r\n\r\nworker, employer and government as well as cultural\r\n\r\nfeatures for the worker, may be presented. We  have\r\n\r\nmedia  experts  and  adult  education  experts   in\r\n\r\nSingapore.  Somehow  these  expertises   have   not\r\n\r\nharmonised in a single individual. Perhaps we could\r\n\r\ntrain  an adult educator in media techniques  or  a\r\n\r\nmedia man in adult education principles so\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 283</b></font><br><br>\r\n\r\n\r\n\r\nthat we may have greater success in the use of  the\r\n\r\nmedia for adult education. But the media alone  has\r\n\r\nnot  an  adequate educative capability. Experiments\r\n\r\nhave shown that the mixed media approach would have\r\n\r\nthe  optimum educational results. This implies that\r\n\r\nthere  must  not only be listening or  viewing  but\r\n\r\nalso discussion in an inter-personal situation  and\r\n\r\neven the use of correspondence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, the People's Association\r\n\r\ncommunity centres could be used as venues  for  the\r\n\r\norganisation of listening or viewing and discussion\r\n\r\ngroups.  This  would be one way  of  adding  a  new\r\n\r\ndimension to the function of community centres.  In\r\n\r\nany  case, the activities in community centres have\r\n\r\nto  be  diversified so as to attract  participation\r\n\r\nfrom a broader spectrum of the population. Inasmuch\r\n\r\nas a multi-disciplinary approach has been necessary\r\n\r\nin academic progress for the successful progress of\r\n\r\nthe   People's   Association,  perhaps   a   multi-ministerial  approach  may be  necessary.  The  co-ordination\r\n\r\nis  required  of  People's  Association\r\n\r\nactivities  with  resources from  other  Ministries\r\n\r\nlike   Defence,  Education.  Social  Affairs,  even\r\n\r\nFinance (perhaps especially Finance).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Education Ministry has, throughout the years\r\n\r\nof  PAP  Government, striven successfully to relate\r\n\r\nits  objectives more and more harmoniously with the\r\n\r\nobjectives  of  the rest of the Government  sector.\r\n\r\nOur  educational objectives therefore  comply  with\r\n\r\noverall national objectives. And now there  is  the\r\n\r\nemphasis  on  quality of teachers, of  methods,  of\r\n\r\ncurriculum. The quality of the teacher  depends  on\r\n\r\nhis   personal  ethic.  But  the  standard  of  his\r\n\r\nprofessional ability depends on the quality of  his\r\n\r\nmethods.  I  think  the  main  manageable  emphasis\r\n\r\nshould be on the quality of educational methods.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A thorough grounding in good methodology should\r\n\r\nreinforce  the  teacher's  understanding   of   the\r\n\r\nenvironment in which he teaches as well as the aims\r\n\r\nof  the  educational sector. Teachers in  Singapore\r\n\r\nshould   find  in  their  environment  a   stirring\r\n\r\nchallenge.  I think it was Plutarch who  said  that\r\n\r\nthe City is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 284</b></font><br><br>\r\n\r\n\r\n\r\nthe  best teacher. Within the size of our  city  we\r\n\r\ncan keep the relationship of one citizen to another\r\n\r\nwithin  human  proportions. Our  administration  is\r\n\r\nable  to reach out to the grass-roots of our city's\r\n\r\npopulation. Our social structures give a tremendous\r\n\r\neducational  potential  to the  city.  The  teacher\r\n\r\nshould see his role against this potential.  He  is\r\n\r\nteaching   children  to  develop  and   take   full\r\n\r\nadvantage  of  this potential.  He  is  not  merely\r\n\r\nteaching  subjects.  He is teaching  a  continually\r\n\r\nlearning  person,  who will hopefully  continue  to\r\n\r\nlearn  long  after the classroom and childhood  has\r\n\r\nbeen left behind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, as children are learning in\r\n\r\nschool,  adults  too are exposed to  a  variety  of\r\n\r\neducational challenges in our learning society. The\r\n\r\nvery housing projects, the satellite towns that the\r\n\r\nGovernment puts up, forces learning oil our people.\r\n\r\nThey have to adjust to the pace of urbanisation. We\r\n\r\ncould  make our city the Athens of Southeast  Asia.\r\n\r\nEn  Athens, education was not something perpetrated\r\n\r\nin  the schools. There was no fixed time, no  rigid\r\n\r\ncurricula. Education was not confined to a  certain\r\n\r\nperiod  of  childhood  in  a  person's  life.   The\r\n\r\nAthenian  was educated by his environment,  by  his\r\n\r\nculture,  by his way of life. Of course,  all  this\r\n\r\nwas  possible because of the existence of  slavery.\r\n\r\nBut  we  have machines. Let these machines  be  our\r\n\r\nslaves,  not  the other way about, as has  happened\r\n\r\nelsewhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I plead for is that education in various\r\n\r\ninstitutions  and in all periods  of  the  person's\r\n\r\ndevelopment be an integrated life-time process. The\r\n\r\neducation  of  the  child  and  the  adolescent  in\r\n\r\nschools,  industrial  training  procedures,   adult\r\n\r\neducation, or other educational institutions, these\r\n\r\nare  not separable experiences but facets belonging\r\n\r\nto the whole of one's educational life.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This integration has been faintly recognised in\r\n\r\nthe Addendum on the Education Ministry, in which it\r\n\r\nis  stated  that  \"adult  education  will  he  more\r\n\r\nclosely  linked with the school system on  the  one\r\n\r\nhand,  and with industrial training on the  other\".\r\n\r\nBut adult education\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 285</b></font><br><br>\r\n\r\n\r\n\r\nis  not  a continuation of school education  merely\r\n\r\nfor   as  long  as  our  workers  wish  to  improve\r\n\r\nthemselves,  as  stated  in  the  Addendum.   Every\r\n\r\nopportunity  should  be taken  to  demonstrate  the\r\n\r\nimportance of continuing education to the worker in\r\n\r\na changing environment. And provisions should be in\r\n\r\na  variety  of forms through a variety of agencies,\r\n\r\nso that our workers, whatever their age or whatever\r\n\r\ntheir   preoccupations,  whatever  the   style   of\r\n\r\neducation  to  which they have been accustomed,  or\r\n\r\nwhatever  style they may want, will find  something\r\n\r\nabout   which  they  may  want  to  continue  their\r\n\r\neducation and, in this way, find their city  giving\r\n\r\nthem  not  only a material sustenance  but  also  a\r\n\r\nquality of cultural and spiritual living.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to support the motion.\r\n\r\n\r\n\r\n<br><br>6.07 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Speaker, Sir,\r\n\r\nI would like to join my colleagues in this House in\r\n\r\nsupporting the motion moved by the Member for Bukit\r\n\r\nBatok   to  thank  the  President  for  his  speech\r\n\r\ndelivered  on  behalf  of  the  Government  at  the\r\n\r\nopening Session of this Parliament on 12th October,\r\n\r\n1972.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President's speech, together with the addenda\r\n\r\nfrom the various Ministries, clearly spells out the\r\n\r\npolicies of the Government and what it would do for\r\n\r\nthe people of Singapore during the next five years,\r\n\r\nso  as  to  achieve higher standards in everything,\r\n\r\nwith the emphasis on quality.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the last general elections held on 2nd\r\n\r\nSeptember, 1972, 760,472 voters, or 93.55 per cent,\r\n\r\nin  the  57  contested  constituencies  cast  their\r\n\r\nvotes,  of  which more than 525,000, or  69.02  per\r\n\r\ncent,  voted  for  the People's Action  Party.  All\r\n\r\nopposition   party   candidates,   including    two\r\n\r\nindependent candidates, were defeated. All  65  PAP\r\n\r\ncandidates were elected to Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the PAP's victory in the last general\r\n\r\nelections means the victory of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 286</b></font><br><br>\r\n\r\n\r\n\r\nthe  people of Singapore. The result of the general\r\n\r\nelections clearly shows that the opposition parties\r\n\r\nare not wanted by the voters and they only want the\r\n\r\nPAP.  The voters of Singapore, young and old,  male\r\n\r\nand  female, are very intelligent in casting  their\r\n\r\nvotes  wisely  and opposition parties  cannot  fool\r\n\r\nthem   with  empty  promises  or  obsolete  slogan-shouting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I observe that leaders of opposition parties\r\n\r\nstill  do not realise that if they want to  win  in\r\n\r\nany general elections, they must have the following\r\n\r\ngood qualities: -`\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) They must have intelligent, honest, capable\r\n\r\nand  incorrupt  leaders who are  respected  by  the\r\n\r\nvoters of Singapore and who are especially of  good\r\n\r\ncharacter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) They must prove to the people of Singapore\r\n\r\nthat  they are dedicated and loyal to the  Republic\r\n\r\nof Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) They must convince the electorate that their\r\n\r\nleaders  have the ability and capacity to  do  what\r\n\r\nthe  PAP  leadership has obtained, i.e, peace  and\r\n\r\nprosperity for the people of Singapore.\r\n\r\n\r\n\r\nUnless  the  opposition  parties  have  these  good\r\n\r\nqualities  which  I  have  just  mentioned,  I  can\r\n\r\npredict  they  will be totally defeated  again  and\r\n\r\nthat all the PAP candidates will win again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the National Wages Council had recommended\r\n\r\nfor  the workers a wage increase of 8 per cent  for\r\n\r\nthis  year with effect from 1st July, 1972,  4  per\r\n\r\ncent  of  which  will go to the  Central  Provident\r\n\r\nFund. I regret to say that the net balance of 4 per\r\n\r\ncent is hardly enough to meet the present high cost\r\n\r\nof  living  and the gradual increase of  prices  of\r\n\r\nthings  from  5  per  cent  to  15  per  cent.  The\r\n\r\nConsumers  Association  of  Singapore  (CASE)   can\r\n\r\ntestify to the truth of it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministerial statements given by the Minister\r\n\r\nfor  Finance, the Minister for the Environment  and\r\n\r\nthe  Minister  for Health during  this  Session  of\r\n\r\nParliament  will  increase  the  charges   on   the\r\n\r\nfollowing items:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) New rates of duties and taxes on liquors,\r\n\r\ncigarettes and tobacco, petrol,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 287</b></font><br><br>\r\n\r\n\r\n\r\ncars, additional registration fees and road tax  on\r\n\r\nprivate cars;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) New electrical tariffs from December 1972;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) New accouchement fees from August 1973.\r\n\r\n\r\n\r\n<br><br>Sir,  the abovementioned increases in the new rates\r\n\r\nof  duties  and taxes, the new electrical  tariffs,\r\n\r\nand accouchement fees mean that more money have  to\r\n\r\nbe  spent by the workers. The net balance of 4  per\r\n\r\ncent  wage  increase given to the workers  will  be\r\n\r\ntaken   away  by  the  new  taxes,  new  electrical\r\n\r\ntariffs, new accouchement fees, and the increase in\r\n\r\nprices of commodities. With one hand, the employers\r\n\r\ngive  us the wage increase of 8 per cent but 4  per\r\n\r\ncent  go  to  CPF,  and with the  other  hand,  the\r\n\r\nemployers   take  the  8  per  cent  back   through\r\n\r\nincreases  in the prices of commodities. Government\r\n\r\nhas  to  increase the taxes so that the  additional\r\n\r\nrevenues  will  be used to pay the wages  of  civil\r\n\r\nservants,  to build HDB flats, schools,  hospitals,\r\n\r\nroads,   bridges,  etc.  But  when  the  Government\r\n\r\nincreases  the taxes, the employers increase  their\r\n\r\nprices  of  products. In the end, the workers  will\r\n\r\nsuffer.  The  Government requested the  workers  to\r\n\r\nexercise wage restraint and to make sacrifices  for\r\n\r\nthe  national survival, which they have  fully  co-operated. But unfortunately it is not possible  for\r\n\r\nthe Government to impose price control on anything.\r\n\r\nAgain,  the  workers have to suffer. Where  is  the\r\n\r\njustice?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that next year when the National Wages\r\n\r\nCouncil   makes   any  recommendations   for   wage\r\n\r\nincreases,  it would take note of the increases  of\r\n\r\nGovernment  taxes,  the  increases  in  prices   of\r\n\r\ncommodities and the high cost of living. Otherwise,\r\n\r\nwhatever wage increase is given to the workers will\r\n\r\nbe  taken  back  by the employers  through  general\r\n\r\nprice increases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was reported by a local paper recently\r\n\r\nthat  there  is  exploitation  of  the  workers  by\r\n\r\nunscrupulous employers. These bad employers pay low\r\n\r\nwages to the temporary and daily-rated workers  and\r\n\r\ndemand  high productivity. They also dismiss  these\r\n\r\nworkers' without good\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 288</b></font><br><br>\r\n\r\n\r\n\r\nreason  and  replace them as often as  possible  so\r\n\r\nthat  they  can keep on paying low wages  and  free\r\n\r\nfrom  paying  CPF contributions. I  would  strongly\r\n\r\nurge  the  Minister for Labour to investigate  this\r\n\r\nmatter. I appeal to workers who have not joined any\r\n\r\ntrade  union  to  do  so immediately.  The  Pioneer\r\n\r\nIndustries    Employees   Union,   the    Singapore\r\n\r\nIndustrial  Labour Organisation and  the  Singapore\r\n\r\nManual  and Mercantile Workers' Union will  be  too\r\n\r\npleased to recruit them and to get for them  better\r\n\r\nwages and conditions of service and job security.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I appreciate the necessity of getting\r\n\r\nadditional  workers  to  meet  the  present  labour\r\n\r\nshortage.  It  was also suggested to  get  as  many\r\n\r\nwomen  workers  as possible to meet this  shortage,\r\n\r\nespecially  the housewives, by doing  part-time  or\r\n\r\npiece-rate  work.  It is perfectly  all  right  for\r\n\r\nhousewives  to do part-time or piece-rate  work  if\r\n\r\nthey  have  the  spare time,  or  else  they  would\r\n\r\nneglect their home duties and their children  would\r\n\r\nnot  get  the usual attention or love from them.  I\r\n\r\nthink  it is not wise for housewives to earn $2  or\r\n\r\n$3  a day to do part-time or piece-rate work and to\r\n\r\nneglect   their  home  duties  or  their  children.\r\n\r\nChildren who do not get the attention and love from\r\n\r\ntheir  parents  and are neglected  will  eventually\r\n\r\nbecome school dropouts or juvenile delinquents  and\r\n\r\na   danger   to   society.  I  would  prefer   more\r\n\r\nmechanisation  of work, a little  more  liberal  in\r\n\r\ngranting  work  permits  and  better  pay  for  the\r\n\r\nworkers.  Also,  the  workers  must  accept  family\r\n\r\nplanning and the need to have a small family of two\r\n\r\nor  three children only. With better wages for  the\r\n\r\nworkers,   more  mechanisation  of  work,   further\r\n\r\nrelaxation  in granting of work permits,  and  with\r\n\r\nworkers  practising family planning, we  can  spare\r\n\r\nthe  good housewives from doing part-time or piece-rate  work, so that their attention and love  given\r\n\r\nto  their  children  will  bring  up  good,  loyal,\r\n\r\nhealthy  and  strong citizens of Singapore  in  the\r\n\r\nspirit of gracious living.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to support the motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 289</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.14 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii (Bukit Batok)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir I would like to thank Members of  this\r\n\r\nHouse  for  supporting my motion. I  wish  also  to\r\n\r\nthank them for their valuable suggestions, many  of\r\n\r\nwhich   are   constructive  and   are   worthy   of\r\n\r\nconsideration by the various departments;  although\r\n\r\n1  must  say  that I do not know what will  be  the\r\n\r\nreactions of the departments concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, in accordance with the usual tradition\r\n\r\nof  the  Singapore Government, I believe  that  all\r\n\r\nconstructive suggestions will certainly receive due\r\n\r\nconsideration  by  the departments  concerned,  and\r\n\r\nwill be speedily processed and implemented. We  all\r\n\r\nknow  that  some  suggestions may not  seem  to  be\r\n\r\npracticable,  and  therefore  there  is  need   for\r\n\r\nfurther   study.  Besides,  it  is  easy  to   make\r\n\r\nsuggestions which may sound practical but they  may\r\n\r\nnot  be  implemented  without prior  study  of  the\r\n\r\nconsequences which may arise. Some suggestions seem\r\n\r\nto  be  too  ambitious, while others  sound  rather\r\n\r\ngood.  However,  I  cannot  accept  or  reject  the\r\n\r\nsuggestions  on  behalf  of  the  Government.   The\r\n\r\nvarious suggestions put up by Members involve every\r\n\r\nGovernment  department  and ministry,  touching  on\r\n\r\nmedicine, politics, finance, agriculture, industry,\r\n\r\nlabour and other fields, As regards education, some\r\n\r\nMembers  have  criticised certain  aspects  of  the\r\n\r\nadministration    and    have    expressed    their\r\n\r\ndissatisfaction.  However, I do  not  know  exactly\r\n\r\nwhere the faults lie. I hope I will be able to find\r\n\r\nout  where  the  fault is, if any,  in  future.  On\r\n\r\nculture, to sum up the opinion of Members, it seems\r\n\r\nthat  we  all  agree  that we should  preserve  our\r\n\r\ntraditional  eastern culture and we should  prevent\r\n\r\nour  youths  from  being infected by  any  decadent\r\n\r\ntrends  of  Western culture. We all hope  that  our\r\n\r\neconomy  can continue to progress and keep  abreast\r\n\r\nwith  the times. We all agree too that in Singapore\r\n\r\nwe do not hope to see any\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 290</b></font><br><br>\r\n\r\n\r\n\r\npillion-sitters,    instead    everybody     should\r\n\r\ncontribute  his share of work in order to  get  his\r\n\r\ncommensurable reward.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about politics, we all agree that\r\n\r\nSingapore is strategically situated in this part of\r\n\r\nthe  world, and is also an important metropolis  in\r\n\r\nSoutheast  Asia.  This  has created  envy  in  some\r\n\r\npeople  and  they  plan designs  against  us.  When\r\n\r\npeople come to us, it may not be just a visit or to\r\n\r\ndo  business  with us or because they  want  to  do\r\n\r\nsomething  for our good; it is normally  for  their\r\n\r\nown  selfish interests, or they may desire to  gain\r\n\r\nsome  control  over  us, if possible.  So  we  must\r\n\r\nalways be on the alert.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On medical services, several Members have made\r\n\r\ngood  suggestions relating to such topics as family\r\n\r\nplanning,  which  is interesting and  constructive,\r\n\r\nand  environmental control, which is a  fairly  new\r\n\r\nsubject.  In  many constituencies, including  mine,\r\n\r\nmany  residents  have expressed  their  concern  or\r\n\r\ndissatisfaction about environmental control. One of\r\n\r\nthe reasons is that, it being a fairly new subject,\r\n\r\nmany people are not very conversant with the degree\r\n\r\nof  human  tolerance  against pollution  before  it\r\n\r\nbecomes   unbearable.  I  think  this  topic   will\r\n\r\nstimulate  more  debate,  but  we  hope  that   the\r\n\r\nGovernment  Department concerned will  first  carry\r\n\r\nout a campaign to inform the people of the need for\r\n\r\nanti-pollution     measures     before     actually\r\n\r\nimplementing them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards agriculture, many Members representing\r\n\r\nthe  rural constituencies have spoken on behalf  of\r\n\r\nthe  rural  folks, and they have commented  on  the\r\n\r\nprice  of  pigs.  They have also spoken  about  the\r\n\r\nproblems of our fishermen among other matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To sum up, it seems to me that two points have\r\n\r\nnot   been   touched   on  sufficiently.   One   is\r\n\r\npatriotism, and the other is the implementation  of\r\n\r\nour  Income Tax policy. In a city state,  you  will\r\n\r\nfind  that it is a basic trend of the people to  be\r\n\r\ndrawn  naturally  towards  material  enjoyment  and\r\n\r\nindividualism. This is in direct conflict with  the\r\n\r\nsense  of  patriotism.  We must  therefore  promote\r\n\r\npatriotism, especially among the younger\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 291</b></font><br><br>\r\n\r\n\r\n\r\ngeneration so as to make each and every one of them\r\n\r\nmore  patriotic  and more loyal to the  country  so\r\n\r\nthat the future of Singapore will be assured.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards income tax, this is the basic problem\r\n\r\nin   every   democratic  country.   What   we   are\r\n\r\npropounding   here  in  Singapore   is   democratic\r\n\r\nsocialism. This imposes on us the need to pay  more\r\n\r\nattention  to the inequality between the  rich  and\r\n\r\nthe  poor  and  the problems arising therefrom.  We\r\n\r\nhave  progressed quite rapidly in  respect  of  our\r\n\r\neconomy.  The  equal distribution of wealth  should\r\n\r\nreceive  more attention by us, otherwise  the  rich\r\n\r\nwill become richer and the poor become poorer. This\r\n\r\nwill  not  be good for the future of Singapore.  We\r\n\r\nknow  that  under  our  present  income  tax  laws,\r\n\r\ncompany  tax  is levied on a company's net  profits\r\n\r\nonly  up  to  40 per cent. Holders of shares,  when\r\n\r\ndeclaring their personal incomes, are not  required\r\n\r\nto pay further taxes because tax deduction on share\r\n\r\ndividends can be regarded as a tax credit. Here are\r\n\r\nthe  faults because personal income tax is, at  its\r\n\r\nhighest  scale, more than the 40 per cent which  is\r\n\r\nthe  maximum  leviable on company's  profits.  Many\r\n\r\npeople   take   advantage  of  this   loophole   by\r\n\r\norganising private limited companies, so  that  all\r\n\r\ntheir  incomes can be declared within the  accounts\r\n\r\nof  the  company  and their expenses  paid  by  the\r\n\r\ncompany. No dividends are declared. If the personal\r\n\r\nincomes  of  such people are very  high,  then  the\r\n\r\nGovernment will incur a loss in revenue,  as  there\r\n\r\nis  a  difference  of some 15 per cent  in  revenue\r\n\r\nbetween  personal  income  tax  and  company   tax.\r\n\r\nPerhaps  in future some tighter tax measures,  like\r\n\r\nthose  of Australia or elsewhere, may be introduced\r\n\r\nin   Singapore,  because,  as  the  President   has\r\n\r\nmentioned  in  his  speech,  our  present  taxation\r\n\r\npolicy  is in certain respects rather outdated.  So\r\n\r\nthey have to be rectified. This, of course, is only\r\n\r\nmy personal view.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally. I would like to thank Members for\r\n\r\nlending  support  to my motion  of  thanks  to  the\r\n\r\nPresident for his speech.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 292</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the Speech\r\n\r\nof the President be agreed to: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of\r\n\r\nSingapore,  express our thanks  to  the  President\r\n\r\nfor  the  Speech which he delivered on  behalf  of\r\n\r\nthe   Government  at  the  opening  of  the  First\r\n\r\nSession of this Parliament.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 292</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EMPLOYMENT (AMENDMENT) AND INDUSTRIAL RELATIONS</b></div>\r\n\r\n<div align=\"center\"><h4>(AMENDMENT) BILLS</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Written Representations and Minutes of Evidence)</b></div>\r\n\r\n\r\n\r\n<br><br>6.26 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui (Minister of State for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for Labour (Mr Sia Kah Hui):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament resolves that the written\r\n\r\nrepresentations submitted to, and  the  Minutes  of\r\n\r\nthe  Evidence taken by, the Select Committee on the\r\n\r\nEmployment  (Amendment)  Bill  and  the  Industrial\r\n\r\nRelations (Amendment) Bill in the previous  session\r\n\r\nbe presented to Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members will recall that both the Employment\r\n\r\n(Amendment)  Bill  and  the  Industrial   Relations\r\n\r\n(Amendment)  Bill  were  introduced  in  the   last\r\n\r\nsession   of  the  Second  Parliament.  They   were\r\n\r\ncommitted  to a Select Committee after  the  Second\r\n\r\nReading    on   the   2nd   June,   1972.   Written\r\n\r\nrepresentations  were made to the Select  Committee\r\n\r\non   both  Bills  by  the  National  Trades   Union\r\n\r\nCongress,  the Singapore Employers Federation,  the\r\n\r\nSingapore  International Chamber of  Commerce,  the\r\n\r\nSingapore  Manufacturers Association, the Singapore\r\n\r\nChinese  Bus  Owners  Association,  the  major  oil\r\n\r\ncompanies,  Lam Huat Hup Kee Pineapple  Co.  (Pte.)\r\n\r\nLtd., and the proprietor of Asia Book Company. Oral\r\n\r\nrepresentations  have  also been  made  before  the\r\n\r\nSelect    Committee    arid    some    of     their\r\n\r\nrecommendations, both oral and written,  have  been\r\n\r\nincorporated  in the two Bills read for  the  First\r\n\r\ntime in this House on the 17th of this month.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As it is not proposed to commit the Bills to a\r\n\r\nSelect Committee again, it would be appropriate  to\r\n\r\nhave the written representations submitted to,  and\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n\r\n\r\nMinutes  of  the  Evidence  taken  by,  the  Select\r\n\r\nCommittee in the previous session, be presented  to\r\n\r\nParliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament resolves that the written\r\n\r\nrepresentations submitted to, and  the  Minutes  of\r\n\r\nthe  Evidence taken by, the Select Committee on the\r\n\r\nEmployment  (Amendment)  Bill  and  the  Industrial\r\n\r\nRelations (Amendment) Bill in the previous  session\r\n\r\nbe presented to Parliament.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>RECLAMATION (TUAS)</b></div>\r\n\r\n\r\n\r\n<br><br>6.29 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Cheng Choon (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Mr Ho Cheng Choon):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move the motion* standing in the name of my Minister, as it appears on the Order\r\n\r\nPaper. \r\n\r\n\r\n\r\n<hr>\r\n\r\n* The  motion,  standing  in  the  name  of  the\r\n\r\nMinister  for  Law and Home Affairs,  and  National\r\n\r\nDevelopment, reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with\r\n\r\nsection  4  of the Foreshores Act (Chapter  270),\r\n\r\napproves  the reclamation by Government of  those\r\n\r\nportions of the foreshores and sea-bed off  Tuas,\r\n\r\nJurong,  containing a total area of approximately\r\n\r\n135.9  acres as shown coloured pink on  the  plan\r\n\r\nmarked  \"LAND OFFICE RECLAMATION PLAN  NO.  4/72\"\r\n\r\nwhich   is   deposited  in   the   Land   Office,\r\n\r\nSingapore.\r\n\r\n<hr>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you will recall that in June this year, this\r\n\r\nHouse  approved the reclamation of about 974  acres\r\n\r\nof  the  foreshore and sea-bed at Tuas, Jurong,  by\r\n\r\nthe  Jurong Town Corporation to meet the increasing\r\n\r\ndemand  for  sea-front lands by marine and  marine-orientated industries. The Corporation now proposes\r\n\r\nto  reclaim a further 135.9 acres of the  foreshore\r\n\r\nand sea-bed in this area, as shown coloured pink on\r\n\r\nthe  plan marked \"LAND OFFICE RECLAMATION PLAN  NO.\r\n\r\n4/72\",  a copy of which is displayed in the Library\r\n\r\nof this House for the information of Members. It is\r\n\r\nproposed   to  allocate  the  reclaimed   site   to\r\n\r\nMitsubishi Heavy Industries Ltd. For\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\nship-repairing   and   ship-building    industries.\r\n\r\nNegotiations  are  now  taking  place  between  the\r\n\r\nEconomic Development Board, the Development Bank of\r\n\r\nSingapore and Mitsubishi Heavy Industries Ltd, for\r\n\r\nthe project to be undertaken as a joint venture  at\r\n\r\na total initial investment of about $88 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed reclamation is expected to be\r\n\r\ncompleted by May 1974 at an estimated cost  of  $12\r\n\r\nmillion.  The  fill required for this  reclamation,\r\n\r\nabout  12  million cubic yards of  earth,  will  be\r\n\r\nobtained by cutting down nearby hills.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On completion of the reclamation, the reclaimed\r\n\r\nland  will be proclaimed as State land and will  be\r\n\r\nalienated   to   the  Corporation  on   terms   and\r\n\r\nconditions  to  be agreed with the Land  Office  to\r\n\r\nenable  the  Corporation to issue subsequently  its\r\n\r\nown sub-lease to Mitsubishi Heavy Industries Ltd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with section\r\n\r\n4 of the Foreshores Act (Chapter 270), approves the\r\n\r\nreclamation by Government of those portions of  the\r\n\r\nforeshores and sea-bed off Tuas, Jurong, containing\r\n\r\na  total area of approximately 135.9 acres as shown\r\n\r\ncoloured  pink  on  the plan  marked  \"LAND  OFFICE\r\n\r\nRECLAMATION  PLAN NO. 4 /72\" which is deposited  in\r\n\r\nthe Land Office, Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>RECLAMATION (PASIR PANJANG)</b></div>\r\n\r\n\r\n\r\n<br><br>6.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Cheng Choon (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Mr Ho Cheng Choon):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move the motion+ standing in the\r\n\r\n\r\n\r\n<hr>\r\n\r\n+ The  motion,  standing  in  the  name  of  the\r\n\r\nMinister  for  Law and Home Affairs,  and  National\r\n\r\nDevelopment, reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with\r\n\r\nsection  4  of the Foreshores Act (Chapter  270),\r\n\r\napproves  the reclamation by Government  of  that\r\n\r\nportion  of  the foreshore and sea-bed  at  Pasir\r\n\r\nPanjang  containing an area of  approximately  20\r\n\r\nacres  as shown edged in green on the plan marked\r\n\r\n\"LAND OFFICE RECLAMATIQN PLAN NO. 5/72\" which  is\r\n\r\ndeposited in the Land Office, Singapore.\r\n\r\n<hr>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 295</b></font><br><br>\r\n\r\n\r\n\r\nname  of  my Minister, as it appears on  the  Order\r\n\r\nPaper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in July 1971 this House approved the\r\n\r\nreclamation of about 91 acres of the foreshore  and\r\n\r\nsea-bed at Pasir Panjang, as shown edged red on the\r\n\r\nplan  marked  \"LAND  OFFICE  RECLAMATION  PLAN  NO.\r\n\r\n1/71\", a copy of which was displayed in the Library\r\n\r\nof  this House for the information of Members. This\r\n\r\nreclamation,  undertaken by the Port  of  Singapore\r\n\r\nAuthority  as  agent  of  the  Government,  is   in\r\n\r\nprogress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is now proposed to extend the reclamation by\r\n\r\nfilling  up  the area shown edged green  (about  20\r\n\r\nacres  in  area)  on the plan marked  \"LAND  OFFICE\r\n\r\nRECLAMATION PLAN NO. 5/72\", a copy of which is  now\r\n\r\ndisplayed  in  the Library of this  House  for  the\r\n\r\ninformation of Members. The proposed development by\r\n\r\nthe  Housing and Development Board at Telok Blangah\r\n\r\nrequires  urgent  earth works  to  be  carried  out\r\n\r\nwithin the next three months, and the surplus earth\r\n\r\nwill  be used as fill for the proposed reclamation.\r\n\r\nIn  fact,  in order not to hold up earth  works  at\r\n\r\nTelok  Blangah,  approval,  under  the  proviso  to\r\n\r\nsection 4 of the Foreshores Act, has been given  to\r\n\r\nthe  Port of Singapore Authority to reclaim, in the\r\n\r\nfirst  instance, the five acres shown edged red  on\r\n\r\nthe plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This reclamation, which will also be undertaken\r\n\r\nby the Port of Singapore Authority on behalf of the\r\n\r\nGovernment, is expected to cost approximately  $2.5\r\n\r\nmillion. On completion of the reclamation, the land\r\n\r\nwill  be  utilised by the Urban Renewal  Department\r\n\r\nfor tourist\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 296</b></font><br><br>\r\n\r\n\r\n\r\nprojects  and for the resettlement of the  existing\r\n\r\nauction centres in urban areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The area to be reclaimed adjoins land on which\r\n\r\nare  private  residences.  The  Authority  will  be\r\n\r\nrequested to take all the necessary precautions  to\r\n\r\nensure  that  the reclamation will not cause  undue\r\n\r\nnuisance or inconvenience to the occupiers of these\r\n\r\nproperties.    However,   about   nine    temporary\r\n\r\nstructures  on  the foreshore, falling  within  the\r\n\r\narea  to  be reclaimed, will have to be demolished.\r\n\r\nThese temporary structures are licensed by the Land\r\n\r\nOffice  and  are  occupied by  about  23  families.\r\n\r\nArrangements   will  be  made  to  resettle   these\r\n\r\nfamilies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with section\r\n\r\n4 of the Foreshores Act (Chapter 270), approves the\r\n\r\nreclamation  by Government of that portion  of  the\r\n\r\nforeshore  and sea-bed at Pasir Panjang  containing\r\n\r\nan area of approximately 20 acres as shown edged in\r\n\r\ngreen on the plan marked \"LAND\r\n\r\nOFFICE   RECLAMATION  PLAN  NO.  5/72\"   which   is\r\n\r\ndeposited in the Land Office, Singapore.\r\n\r\n\r\n\r\nResolved,\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to the 3rd\r\n\r\nNovember, 1972.\"-[Mr Sia Kah Hui].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Twenty-four minutes to Seven o'clock p.m. to</div>\r\n\r\n<div align=\"right\">Friday, 3rd November, 1972.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
