{"memberId": null, "volumeNo": "34", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"3\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"34\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1975-02-27\">\r\n\r\n<meta name=\"Start_Col\" content=\"129\">\r\n\r\n<meta name=\"End_Col\" content=\"164\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">34</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">27-02-1975</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 129</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 34</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 27th February, 1975</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M. J.P. (Joo Chiat)).\r\n\r\n\r\n\r\n<br>Encik Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Mr Ahmad Mattar (Leng Kee), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Ang Kok Peng, B.B.M. (Crawford), Minister of State for Health.\r\n\r\n\r\n\r\n<br>Mr Ivan Baptist (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mr Chai Chong Yii (Bukit Batok), Minister of State for Communications, and Acting Government Whip.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Dr Chiang Hai Ding (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Chin Harn Tong (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for the Environment.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (Mac Pherson), Minister for Health and Home Affairs.\r\n\r\n\r\n\r\n\r\n\r\n<br>Mr J, F. Conceicao (Katong), Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 130</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture, and Acting Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Lai Tha Chai (Henderson).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Yiok Seng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment.\r\n\r\n\r\n\r\n<br>Haji Mohd. Ariff Bin Suradi (Kampung Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ong Teng Cheong (Kim Keat).\r\n\r\n\r\n\r\n<br>Encik Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phey Yew Kok (Boon Teck).\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister of Defence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 131</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br>Encik Rahmat Bin Kenap A1-Haj (Geylang Serai). Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Haji Sha'ari Bin Tadin (Kampung Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Dr Tan Eng Liang, B.B.M. (River Valley).\r\n\r\n\r\n\r\n<br>Dr Augustine H. H. Tan (Whampoa).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Haji Ya'acob Bin Mohamed (Kampung Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n\r\n\r\n<br>Mr Yeo Choo Kok (Delta). Mr Yeo Toon Chia (Kampung Kapur).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Encik A. Rahim Ishak (Siglap) Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Hon Sui Sen (Havelock), Minister for Finance.\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Ong Leong Boon (Kim Seng).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampung Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Kuo Chuan).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Minister of State for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State for the Environment.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 131</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBER TO BE ABSENT</h4></div>\r\n\r\n\r\n\r\nUnder the provisions of clause 2 (d) of Article\r\n\r\n30 of the Constitution of Singapore, I have\r\n\r\ngranted permission to the following Member to be\r\n\r\nor to remain absent from sittings of Parliament\r\n\r\n(or any Committee of Parliament to which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\nhe may be appointed) for the period stated:\r\n\r\n<br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Kah Ting (Punggol) - from 3rd to 13th March, 1975.\r\n\r\n\r\n\r\n<br><br><table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\">YEOH GHIM SENG</div></td></tr>\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\"><i>Speaker,</i></div></td></tr>\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\"><i>Parliament of Singapore</i></div></td></tr></table>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>PRESIDENT'S SPEECH</h4></div>\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n<div align=\"center\"><b>(Third Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [25th February, 1975],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the Speech of the President be agreed to:-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of\r\n\r\nSingapore, express our thanks to the President for the Speech which he delivered\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\non behalf of the Government at the opening of the Second Session of this Parliament.\".'.-[Mr  Ong  Teng Cheong].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chin Harn Tong (Aljunied)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, in my speech\r\n\r\nyesterday I cautioned the authorities concerned to\r\n\r\nbe  more careful in the implementation of the  new\r\n\r\nRoad Traffic Act next month. I expressed my\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 133</b></font><br><br>\r\n\r\n\r\n\r\nhope that the members of the Police Force will  be\r\n\r\nas  fair  as possible in the performance of  their\r\n\r\nduties  and  will not abuse their wide  power  and\r\n\r\ncause   unnecessary   hardship   to   the   public\r\n\r\nparticularly the transport workers. On this  point\r\n\r\nI  would like to mention something in relation  to\r\n\r\nthe cooperation between the Police and the people.\r\n\r\nI  feel  that the improvement of relations between\r\n\r\nthe  Police and the people does not depend on just\r\n\r\na  few  exhibitions, seminars or Police  Weeks  to\r\n\r\nachieve the purpose. In actual fact it depends  on\r\n\r\nthe  impression that the Police has  made  on  the\r\n\r\npeople.  Usually  when all these  exhibitions  and\r\n\r\nseminars are over, everything is forgotten.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There have been complaints from transport workers\r\n\r\nthat  whenever  they have to make reports  to  the\r\n\r\nPolice,  the  Police Officers  on  duty  are  more\r\n\r\ninterested in covering up for their colleagues who\r\n\r\nare  implicated in the reports than in taking down\r\n\r\nfactual statements from the complainants. In other\r\n\r\ncases  when  their colleagues are not  implicated,\r\n\r\nthe  Police  Officers are rude  and  even  hostile\r\n\r\ntowards  the complainants. They treat  the  people\r\n\r\nlike  criminals  or  as  their  personal  enemies.\r\n\r\nSometimes a policeman simply stops a taxi only  to\r\n\r\nlook  into  this  or that matter  in  the  obvious\r\n\r\nexpectation  of finding some faults to  report  to\r\n\r\nhis  superior. The cooperation between the  Police\r\n\r\nand  the  people is mutual. If Police Officers  do\r\n\r\nnot  improve  their attitude towards  the  public,\r\n\r\nthen  how  can they expect the public to cooperate\r\n\r\nwith them?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will now come back to what I have said just\r\n\r\nnow.  When the new Road Traffic Act is implemented\r\n\r\nnext month, the Police will be issuing tickets  on\r\n\r\nthe spot for traffic offences. I fear that certain\r\n\r\npolicemen  might  abuse  their  power  by  issuing\r\n\r\ntickets  at random and so prosecute the public  on\r\n\r\nthe   slightest   pretext.  The  general   public,\r\n\r\nparticularly the transport workers who  depend  on\r\n\r\nthe use of vehicles as a means of livelihood, will\r\n\r\nbe  burdened with inconvenience. On the one  hand,\r\n\r\nthey have no money to engage lawyers. On the other\r\n\r\nhand, they will have to try to avoid\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 134</b></font><br><br>\r\n\r\n\r\n\r\nthe trouble or inconvenience of having to go to\r\n\r\ncourt.  Since they are not prepared to  appear  in\r\n\r\ncourt,  they have no choice but to accept whatever\r\n\r\noffers   made  by  the  Police  to  compound   the\r\n\r\noffences.  If this continues, the misunderstanding\r\n\r\nbetween the Police and the people will be worsened\r\n\r\nand  their  impression of the Police  will  become\r\n\r\nmore   unfavourable.  The  authorities  must   pay\r\n\r\nspecial  attention to all these  problems  I  have\r\n\r\njust raised when implementing the new Act which is\r\n\r\nmeant  to  improve  road safety.  The  authorities\r\n\r\nshould  be  more  stringent in the supervision  of\r\n\r\nsubordinates  who,  in  executing  their   duties,\r\n\r\nshould conduct themselves properly in order to win\r\n\r\nthe  cooperation of the public and so make the new\r\n\r\nAct a success.\r\n\r\n\r\n\r\n<br><br>2.38 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Guan Hoo (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Lim Guan Hoo)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, I rise to support the Motion in  the\r\n\r\nname of the Member for Kim Keat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his policy speech to this House the\r\n\r\nPresident has stressed the importance of arresting\r\n\r\nthe   trend  of  mounting  crime  rate.  This   is\r\n\r\nsomething  which we must marshall all efforts.  In\r\n\r\nour new generation, there are young and irrational\r\n\r\npeople   who   do  not  realise  the  effects   of\r\n\r\nunemployment. They are not willing  to  work  hard\r\n\r\nfor  the  good things in life which they  want  to\r\n\r\nenjoy. They are unable to resist the temptation of\r\n\r\npursuing material enjoyment. But whether  we  like\r\n\r\nit   or  not,  these  people  are  living   in   a\r\n\r\ncomparatively more affluent society where there is\r\n\r\nmuch  more  material wealth to  be  spoliated.  So\r\n\r\nrightly or wrongly they have been misled and  have\r\n\r\ngone astray.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Prosperity and progress can also bring about a\r\n\r\nmounting crime rate. For example, in recent  years\r\n\r\nthere  have  been  more  and  more  house-breaking\r\n\r\ncases.  The more Housing Board flats we build  the\r\n\r\nmore   opportunity  there  is  for  house-breaking\r\n\r\nactivities. As a result, if I may so, should there\r\n\r\nbe  any appreciable decrease in the crime rate  it\r\n\r\nwill be something difficult to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 135</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\nunderstand.  On the question of how to  deal  with\r\n\r\ncriminal  activities we often  hear  the  view  of\r\n\r\nthose  who  advocate  \"fundamental  solution\"   or\r\n\r\n\"treating the root-cause\" solution, neglecting the\r\n\r\n\"treating  the symptom\" solution of  the  problem.\r\n\r\nAlthough  \"fundamental solution\" is  an  important\r\n\r\nstep  in  the  process, but to think that  if  you\r\n\r\nresort  only  to \"fundamental solution\"  then  the\r\n\r\nwhole  problem can be solved once and for  all  is\r\n\r\nindeed a half-baked wishful thinking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of social and recreational amenities,\r\n\r\nand  even  on  education, we have  seen  a  marked\r\n\r\nimprovement   in  recent  years.  We   have   more\r\n\r\nrecreational facilities and places made  available\r\n\r\nin the various Housing Board estates. The People's\r\n\r\nAssociation   is  also  actively   promoting   the\r\n\r\nactivities  of  the \"Youth Corps\". All  these  are\r\n\r\npositive measures which will lead our youths  onto\r\n\r\nthe  right  path. School education has  also  been\r\n\r\nemphasising  on  the  concepts  and  contents   of\r\n\r\nEducation  for  Living, which is a very  important\r\n\r\nlink in our Education system. As such, it is hoped\r\n\r\nthat  it  will exercise a positive effect  in  the\r\n\r\nmoulding of the character and personality  of  the\r\n\r\nnew generation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel that Education should\r\n\r\nalso   emphasise  on  vocational  or  professional\r\n\r\ntraining.  We cannot just emphasise on  moral  and\r\n\r\ncharacter  cultivation  alone  right  through  the\r\n\r\nentire  process of school education, from  primary\r\n\r\nto university. In fact, at this stage, we can only\r\n\r\nlay  the  foundation for the cultivation of  moral\r\n\r\ncharacter  in  our schools. It is only  after  our\r\n\r\nyoung generation has entered the society which  is\r\n\r\ndescribed  as \"a university for social  education\"\r\n\r\nthat  they  will  be able to really  complete  the\r\n\r\nprocess of the moulding of moral character against\r\n\r\nodds  and  trials and all kinds of evil influences\r\n\r\nprevailing  in the society. Furthermore,  just  as\r\n\r\nRome  was  not  built in a day,  we  can  see  the\r\n\r\nresults of a good educational policy only after it\r\n\r\nwas  formulated and put into practice for a decade\r\n\r\nor so. But in the meantime, in the task of curbing\r\n\r\ncriminal activities, we  could not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 136</b></font><br><br>\r\n\r\n\r\n\r\njust do nothing but wait for  the\r\n\r\ngood  results  to appear after a long  period.  So\r\n\r\nshort-term remedies or measures should be taken to\r\n\r\nensure that there is a decrease in the crime rate.\r\n\r\nIn  my  opinion, rather than making a  distinction\r\n\r\nbetween  the positive educational process and  the\r\n\r\npassive  punitive process as \"treating  the  root-cause\" and \"treating the symptom\" respectively, it\r\n\r\nwould be better to distinguish the two, one  as  a\r\n\r\nlong-term  educational  guidance  method  and  the\r\n\r\nother as a short-term direct therapeutic, treating\r\n\r\nthe  symptom  method.  These two  measures  should\r\n\r\ncomplement  each  other. We cannot  over-emphasise\r\n\r\none  at  the expense of the other. In the case  of\r\n\r\nthose  who  have  not received long-term  national\r\n\r\neducation  or  benefited  from  training  in   the\r\n\r\nnational  service, who have made  the  mistake  of\r\n\r\ngoing  astray and indulged in criminal  activities\r\n\r\nat  their own cost, these are the people who  have\r\n\r\nmissed  the opportunity for education and for  the\r\n\r\nformulation of correct attitude of life  and  good\r\n\r\ncharacter.  In my opinion, they are \"gone  cases\".\r\n\r\nThey are rotten wood which cannot he carved. It is\r\n\r\ntherefore  impossible  to expect  such  people  to\r\n\r\nbecome  good  overnight. It is  only  through  the\r\n\r\nprocess  of adequate punishment that these  rogues\r\n\r\ncan  he made to repent their sins after their deep\r\n\r\nembroilment in criminal activities, and it  is  my\r\n\r\ncontention that such people will only turn over  a\r\n\r\nnew leaf through the painful process of punishment\r\n\r\nto  make  them  abjure their past. The  effect  of\r\n\r\nlegal  sanction  against criminal activities  does\r\n\r\nnot  stop at punishment. Its positive effect  will\r\n\r\nbe  a  deterrent to the criminal-minded. It serves\r\n\r\nto   remind   and  caution  those  with   criminal\r\n\r\ntendencies  that crime does not pay and  to  check\r\n\r\nthemselves at the brink of the precipice to  avoid\r\n\r\ntripping themselves into the irretrievable  abyss.\r\n\r\nThis is the positive aspect of legal sanction.  In\r\n\r\norder  that legal sanction may produce a deterrent\r\n\r\neffect  as expected, to win a war without a fight,\r\n\r\nso  to  speak in the military jargon, or  to  stop\r\n\r\ntheft  and  pilferage without  the  imposition  of\r\n\r\npunishment,  it is necessary to forgo  the  feeble\r\n\r\nand ineffective light penalties and resort to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 137</b></font><br><br>\r\n\r\n\r\n\r\nheavier  penalties appropriate to crimes  such  as\r\n\r\narmed  robbery. Enhanced punishment will  in  many\r\n\r\ncases  provide  the law enforcement officers  with\r\n\r\nthe  necessary  weapon  to combat  crime,  and  to\r\n\r\nforewarn and forestall those with criminal intents\r\n\r\nby  nipping  their venturesome motive in  the  bud\r\n\r\nbefore  they commit a crime. In this manner  there\r\n\r\nwill  be  less  and less crime and less  and  less\r\n\r\ncriminals  punished, and this is  what  the  kind-hearted would wish to see.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one of the characteristics of a\r\n\r\ncriminal mind is the assessment of his loss should\r\n\r\nhe  trip  in the commission of a crime. Only  with\r\n\r\nadequate punishment will it tell on him that crime\r\n\r\ndoes  not pay. If the gain from crime is  set  off\r\n\r\nagainst   the  loss  in  the  form  of  punishment\r\n\r\ninflicted on him, and this still leaves sufficient\r\n\r\n\"residual value\", then the thought will  occur  to\r\n\r\nhim  that  it  is worth taking the risk.  In  some\r\n\r\nwestern  countries, a soft line has been taken  in\r\n\r\nregard  to security. Capital punishment  has  been\r\n\r\nabolished,  but this will not make  the  criminals\r\n\r\ngive  up  crimes  or repent. Such  a  society,  if\r\n\r\ncareless,  may  turn  into  a  dark  world   where\r\n\r\ncriminals, big or small, will emerge as heroes. So\r\n\r\nthe  mitigation of punishment will depend  on  the\r\n\r\neffect it will have on criminals, i.e, whether  or\r\n\r\nnot they respond to mitigation. If they do, it  is\r\n\r\nfine.  But,  facts and experience have shown  that\r\n\r\nthe  fight against crime is like a tug-of-war.  If\r\n\r\none  side  relaxes, the other side will  have  the\r\n\r\nadvantage and will not yield. This is something we\r\n\r\nshould  guard  ourselves  against.  In  order   to\r\n\r\nstrengthen  legal  sanction in  this  regard,  the\r\n\r\nMinister   for  Home  Affairs  had  sometime   ago\r\n\r\nintroduced several Bills in this House which  were\r\n\r\npassed with the full support of hon. Members. They\r\n\r\nreflect  the correct and firm attitude  which  the\r\n\r\nHouse  had  taken in dealing with the question  of\r\n\r\nsecurity.  The  Police  will  also,  in  the  same\r\n\r\nspirit, adopt a more exacting and effective method\r\n\r\nof  work,  mode of organisation and  strategy  for\r\n\r\nsecurity  in  order  to  ensure  that  our  people\r\n\r\ncontinue  to live in peace without any unnecessary\r\n\r\nharassment  from criminals. With proper deployment\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 138</b></font><br><br>\r\n\r\n\r\n\r\nmarshalling  of  Police manpower to  be  augmented\r\n\r\nwith  full-time national servicemen,  we  will  be\r\n\r\nable to achieve quantitative expansion in addition\r\n\r\nto  qualitative improvement, and this will put our\r\n\r\nfuture  task  of  security  on  a  better  vantage\r\n\r\nground.  I am in full agreement with the  part  of\r\n\r\nthe  President's speech touching on the policy  in\r\n\r\nrespect of security.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Motion in the name of the\r\n\r\nMember for Kim Keat.\r\n\r\n\r\n\r\n<br><br>2.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yeo Toon Chia (Kampung Kapur)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the President, in\r\n\r\nhis  policy speech on the 21st February, has  said\r\n\r\nthat  in  1974  the birth rate had gone  down,  to\r\n\r\nabout  1.5%.  Although experts had predicted  that\r\n\r\nbecause many people had reached the fertility  age\r\n\r\nthere  would  be  an increase in  population,  our\r\n\r\nbirth  rate in 1974 was lower than that for  1973.\r\n\r\nThis  shows  the  success of our  family  planning\r\n\r\ncampaign.  We  have  to  continue  to   curb   our\r\n\r\npopulation growth. Only then can we carry Out  the\r\n\r\nvarious  economic development projects. Only  then\r\n\r\ncan  we ensure that our standard of living and the\r\n\r\nquality of our people in the next generation  will\r\n\r\nbe  raised.  From newspaper reports we learn  that\r\n\r\nbecause of population explosion in many developing\r\n\r\ncountries  the  people are living in  poverty  and\r\n\r\nfilth and are starving by the roadside. Therefore,\r\n\r\nwe  in  Singapore have to continue to  work  hard.\r\n\r\nThis is especially so because we are only able  to\r\n\r\nachieve a growth rate of 5-7%. In order to produce\r\n\r\ngood   citizens  we  have  to  provide  them  with\r\n\r\nadequate  food, a decade of education and training\r\n\r\nand  care by the family and the society.  The  old\r\n\r\nconcept  of  \"more children means more  happiness\"\r\n\r\nhas  no  place in our new society, and  those  who\r\n\r\nbring up big families have themselves to blame. In\r\n\r\nfact,  they are a burden and a stumbling block  to\r\n\r\nthe progress of our society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, it is comforting to note that the\r\n\r\nGovernment  has  been  successful  in  its  family\r\n\r\nplanning  campaign,  and with equality  for  women\r\n\r\nthere is an increase\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 139</b></font><br><br>\r\n\r\n\r\n\r\nin  the  employment of female citizens. There  are\r\n\r\nmore and more young unmarried women going to work.\r\n\r\nThey  know  the disadvantages of bringing  up  big\r\n\r\nfamilies.  All  these  are a  decisive  factor  in\r\n\r\nbringing down our birth rate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in his speech the President has\r\n\r\nsaid that the Government is going to take measures\r\n\r\nto  encourage  young couples to  have  their  aged\r\n\r\nparents   live  with  them.  Firstly,  this   will\r\n\r\nminimise  the problem of care for the old  people.\r\n\r\nSecondly, it will enable the young couples  to  go\r\n\r\nout  to  work so that their children can be looked\r\n\r\nafter  by  their grandparents. This has been  well\r\n\r\nreceived by the young married couples. But I  hope\r\n\r\nthe  Government will provide other  facilities  to\r\n\r\nencourage young couples to have their parents live\r\n\r\nwith  them. For example, there could be a priority\r\n\r\nin  HDB fiat allocation, better designed flats and\r\n\r\nincreasing  the income tax relief for  maintenance\r\n\r\nof aged parents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, most big and busy cities are\r\n\r\nfaced   with   the  severe  problem   of   traffic\r\n\r\ncongestion. Singapore is no exception. As a result\r\n\r\nof  rapid  economic  growth  and  high-rise  urban\r\n\r\nredevelopment in the past few years, more and more\r\n\r\nhigh-rise  buildings have been built in  the  City\r\n\r\nareas,  thus  attracting more business enterprises\r\n\r\nand  workers  into the CBD so that more  and  more\r\n\r\npeople  and  cars fill up the road  space  in  the\r\n\r\nCity.  But our road space is limited. During  peak\r\n\r\nhours  when both human and vehicular traffic  flow\r\n\r\nin  the  same direction, this results  in  serious\r\n\r\ntraffic  congestion, waste of manpower,  time  and\r\n\r\ngreat   financial  loss.  In  view  of  this   the\r\n\r\nGovernment will spare no effort to alleviate  such\r\n\r\npressing traffic problems and to achieve the final\r\n\r\nobjective  of  setting  up a  Mass  Rapid  Transit\r\n\r\nsystem  in  order  to solve our transport  problem\r\n\r\nonce and for all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if we allow more and more high-rise buildings to go up in the central city area\r\n\r\nof  4  sq, km., the staggered times for peak-hour\r\n\r\ntravel  and other traffic reforms will not provide a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 140</b></font><br><br>\r\n\r\n\r\n\r\nlong-term  solution  to  the  transport   problem.\r\n\r\nTherefore, I suggest that such high-rise buildings\r\n\r\nshould be decentralised. Business enterprises  and\r\n\r\nindustries should be located in other parts 0' the\r\n\r\nisland and not centralised in one small area.  And\r\n\r\nin keeping with our long-term development aims, we\r\n\r\nshould plan carefully for a better distribution of\r\n\r\ncentres   for   Education,   Commerce,   Industry,\r\n\r\nServicing, etc, so that the people may live, work,\r\n\r\nstudy  and  travel in the same centre or vicinity.\r\n\r\nThis would save time and energy, so that they need\r\n\r\nnot  have to travel from east to west or from west\r\n\r\nto east to work, study or shopping. I believe such\r\n\r\nmeasures  will  help to solve our serious  traffic\r\n\r\nproblem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Addendum on the Ministry of Defence, it is\r\n\r\nstated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The defence build-up is levelling off. Further\r\n\r\nimprovement  in  our  defence  capacity  will   be\r\n\r\nachieved  not  by greater numbers  but  by  higher\r\n\r\nquality.'\r\n\r\n\r\n\r\n<br><br>In  the  past few years, the major portion of  our\r\n\r\nBudget  went to Armed Forces, enabling a  build-up\r\n\r\nof  our  Armed Forces so that it can play a better\r\n\r\nrole in defending and safeguarding our territorial\r\n\r\nintegrity, our citizens and our property.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;National service has become a way of life of our\r\n\r\nyoung citizens. Although they undergo a service of\r\n\r\nonly  two  years,  the  vigorous  and  disciplined\r\n\r\nmilitary  training has brought a  moral  sense  of\r\n\r\nduty in our youngsters and has made them healthier\r\n\r\ncitizens.  They  have  been able  to  acquire  the\r\n\r\nnecessary  know-how  and  expertise  in   military\r\n\r\nwarfare. This will stand them in good stead in the\r\n\r\nevent  of war, when they will be able to  take  up\r\n\r\narms   to  defend  their  country.  This  is  very\r\n\r\nimportant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, perhaps we have been lucky. We have been\r\n\r\nliving  in  peace for so many years. We  have  not\r\n\r\nbeen  affected by the ravages of war.  Instead  we\r\n\r\nhave been able to live in peace and enjoy life  so\r\n\r\nmuch  so that the skill acquired during two  years\r\n\r\nof  national  service has not been  sufficient  to\r\n\r\nmeet the demand of our youngsters. Therefore,  our\r\n\r\nyoungsters  would  rather  not  undergo   national\r\n\r\nservice. Moreover, some parents are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 141</b></font><br><br>\r\n\r\n\r\n\r\nselfish  and shortsighted. They feel  that  it  is\r\n\r\nbetter not to have national service at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Addendum on the Ministry of Defence\r\n\r\nstates  that  emphasis  will  be  placed  on   the\r\n\r\nimprovement  on training, logistics administration\r\n\r\nand  the  better  use of manpower.  This  is  very\r\n\r\ncorrect.  In  the  last  few  years,  rapid  urban\r\n\r\nrenewal and other developments have resulted in  a\r\n\r\nshortage of technical labour. We had to import all\r\n\r\nkinds of labour from abroad; hence the workers who\r\n\r\nwere  involved in industrial accidents were mostly\r\n\r\nforeigners. There is also an indication that  most\r\n\r\nof the labour engaged in our construction industry\r\n\r\nhave  come from abroad, and that very few  of  our\r\n\r\nyoung citizens are interested in such work. In the\r\n\r\nevent  that foreign countries place a ban  on  the\r\n\r\nexit  of this labour to Singapore because of their\r\n\r\nown need for construction workers or for political\r\n\r\nor   national   reasons,  then  our   construction\r\n\r\nindustry  will  come to a grinding  halt  or  even\r\n\r\nparalysed. Sir, perhaps during the period of their\r\n\r\nnational  service, in addition to the  six  months\r\n\r\nbasic  military and combat training, our  national\r\n\r\nservicemen  should  be trained  in  all  kinds  of\r\n\r\ntechnology or in certain kinds of trade  to  match\r\n\r\nour development needs, so that upon the completion\r\n\r\nof their national service, these young people will\r\n\r\nbe  able  to earn their livelihood or to  work  in\r\n\r\ncertain  activities  of our  economy,  whether  on\r\n\r\ntheir own volition or by deployment by the Central\r\n\r\nManpower  Base  of the Ministry of  Defence.  This\r\n\r\nwill prevent a waste of manpower, time and money.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with the enlightened leadership\r\n\r\nin  our  Government and their rich experience,  we\r\n\r\nhave been able to achieve a growth rate of 7% last\r\n\r\nyear,   and   in  spite  of  world-wide   economic\r\n\r\nrecession our foreign reserves have been increased\r\n\r\nto  $6~  billion.  This indicates  that  with  the\r\n\r\nsupport and unity of the people under a climate of\r\n\r\npolitical stability, we shall be able to  continue\r\n\r\nto surmount all kinds of difficulties to ensure  a\r\n\r\nhealthy  economy. In the coming year, in order  to\r\n\r\nachieve a growth\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 142</b></font><br><br>\r\n\r\n\r\n\r\nrate of 5-7% so as to build a stable society where\r\n\r\nevery  citizen  will have an equal opportunity  to\r\n\r\nlive, learn, train and work according to his  best\r\n\r\nand  to his need, it is necessary to mobilise  our\r\n\r\npeople  to  continue to work  hard,  to  be  self-disciplined, thrifty and enterprising.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on behalf of my Constituency, namely,\r\n\r\nKampung Kapur, I would like to thank the President\r\n\r\nfor his speech.\r\n\r\n\r\n\r\n<br><br>3.06 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Mr Speaker, Sir, since\r\n\r\nTuesday   hon.   Members  of   this   House   have\r\n\r\ndeliberated   very  shrewdly  on  the  President's\r\n\r\nSpeech.  I  do  not  wish to waste  much  time  by\r\n\r\nrepeating  what has been said but  would  like  to\r\n\r\nmake  a short observation on the current political\r\n\r\nstability   of   South-East  Asia   with   special\r\n\r\nreference to the Republic of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members are aware that with the accelerated\r\n\r\ndisengagement of American forces in South  Vietnam\r\n\r\nand  other parts of South-East Asia, together with\r\n\r\nthe   break-up  of  ANZUK  due  to  the   economic\r\n\r\ndifficulties  of  the participant  countries,  and\r\n\r\nwith   world   recession  on  the   uptrend,   the\r\n\r\nunderdeveloped countries have been badly hit. With\r\n\r\nsuch  a  situation before us, I am concerned  with\r\n\r\nthe  possibility that local Communists would  cash\r\n\r\nin  on  the situation and renew their attempts  at\r\n\r\nsubversion,  and  that  the  right-wing  political\r\n\r\nopportunists would make an attempt to come back to\r\n\r\nthe political arena.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recent events in neighbouring countries have\r\n\r\nshown  that  the  Communists have built  up  their\r\n\r\noffensive.   This  may  be  a  signal   to   local\r\n\r\nCommunists  to exploit the unemployment  situation\r\n\r\nand  to mount campaigns on unpopular measures that\r\n\r\nthe  Government may have to take for the  survival\r\n\r\nof our nation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Whampoa yesterday predicted\r\n\r\nthat  there will be further inflation and economic\r\n\r\nhardship,  which means that more and more  workers\r\n\r\nwill   be   retrenched.  This  could   offer   the\r\n\r\nCommunists   the   best  opportunity   to   create\r\n\r\npolitical unrest and other violent activities.  If\r\n\r\nwe are not vigilant, we may face\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 143</b></font><br><br>\r\n\r\n\r\n\r\na  situation not unlike the fifties, and  militant\r\n\r\ntrade  unionism may once again rear its ugly head.\r\n\r\nIf  this  happens, all that we have built  in  the\r\n\r\nlast 16 years may be destroyed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not trying to paint a grave picture of\r\n\r\nthe  situation. But I feel that the point must  be\r\n\r\ndriven  home  to  our people that what  they  have\r\n\r\nenjoyed and hope to continue to enjoy must be paid\r\n\r\nfor by constant vigilance and no one can afford to\r\n\r\nbe  complacent, which would make it easier for the\r\n\r\nCommunists to make a comeback. I am sure that this\r\n\r\nHouse  would  like to be informed of the  measures\r\n\r\nwhich   are  being  considered  to  meet  such   a\r\n\r\nsituation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Motion moved by the Member for\r\n\r\nKim Keat thanking the President for his speech.\r\n\r\n\r\n\r\n<br><br>3.11 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Haji Sha'ari Bin Tadin (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Haji Sha'ari Bin Tadin):</b> Mr Speaker, Sir, I rise to join my\r\n\r\ncolleagues   in   expressing   support   to    the\r\n\r\nPresident's Address on the opening of  the  Second\r\n\r\nSession of the Third Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Much has been said on the various matters raised\r\n\r\nin  the speech. However, I would like to focus  my\r\n\r\nattention  on  that  aspect of  the  speech  which\r\n\r\ntouches  on  the  increasing  crime  rate  in  the\r\n\r\ncountry,  particularly among youths.  I  think  it\r\n\r\nproper that I should provide a few definitions and\r\n\r\ndata  before I proceed further. The United Nations\r\n\r\nhas  defined \"youth\" as a person under the age  of\r\n\r\n35. According  to  this definition,  all  persons\r\n\r\nabove  the  age  of 35 are automatically  excluded\r\n\r\nfrom the category of youths. Of course, there  are\r\n\r\nmany  people  who  claim that  youthfulness  is  a\r\n\r\nquality  of  the mind and has little  to  do  with\r\n\r\nchronological age. However, this is a  controversy\r\n\r\nwhich  I  am  not  willing to enter  into  at  the\r\n\r\nmoment.  According to the last census figures,  it\r\n\r\nappears  that 62% of the population are  under  25\r\n\r\nyears of age while 51% are under 21.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 144</b></font><br><br>\r\n\r\n\r\n\r\nIf  the definitive age for youths is 35 years  and\r\n\r\nunder, then the percentage of youths will be  much\r\n\r\nhigher.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To come to the point, Sir, what concerns me, and\r\n\r\nI am sure a lot of other people, is the increasing\r\n\r\nrate  of  crime such as robbery, theft and murder.\r\n\r\nThe problem is aggravated further by the fact that\r\n\r\nmost  of those involved in such crimes are persons\r\n\r\nin  their  teens and early twenties. The President\r\n\r\nhas observed that in the past high crime rate used\r\n\r\nto  correspond with high unemployment figures.  In\r\n\r\nSingapore,  in  spite of inflation and  recession,\r\n\r\nwhich  have  resulted in some retrenchment,  there\r\n\r\nare  still opportunities for the jobless in  other\r\n\r\nindustries,   such  as  construction   and   ship-repairing,  provided  they  are  not  too  choosy.\r\n\r\nHence,   there   is  the  capacity   to   maintain\r\n\r\nunemployment  figures  at a relatively  low  rate.\r\n\r\nDespite all this there is an increasing crime rate\r\n\r\nin  the Republic. Clearly, the simplistic equation\r\n\r\nof  crime  with poverty no longer holds true.  The\r\n\r\nproblem  of  crime  in  the  Republic  is  further\r\n\r\naccentuated  by  the  fact that,  sometimes,  even\r\n\r\nofficers   of   the  law  have  been   guilty   of\r\n\r\ncontravening  the  law. Their offences  have  been\r\n\r\nsufficiently sensationalised by the Press, and  it\r\n\r\nis not necessary for me to enlarge upon it here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The high crime rate is part of the price we have\r\n\r\nto  pay for affluence, hut that does not mean that\r\n\r\ncrime is ineradicable in an affluent society.  The\r\n\r\nproblem   can  be  solved.  However,  before   the\r\n\r\nappropriate  remedies can be  prescribed,  an  in-depth   study   of  the  problem   is   necessary.\r\n\r\nAccordingly, appropriate agencies must be  set  up\r\n\r\nto study the problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point I am trying to drive at Sir, is that a\r\n\r\nlot  of social ills can be cured if new approaches\r\n\r\nare  adopted.  In  this  particular  problem,  the\r\n\r\nsolution lies in adopting fresh approaches  in  an\r\n\r\neffort  to  understand our young people and  their\r\n\r\nproblems.  The  People's  Association  should   be\r\n\r\ncommended  for  having  taken  the  initiative  in\r\n\r\ngiving  the newly-formed Youth Executive Committee\r\n\r\na greater say in the running of their programmes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 145</b></font><br><br>\r\n\r\n\r\n\r\nand  activities.  However, the  number  of  youths\r\n\r\ninvolved   in  the  activities  of  the  community\r\n\r\ncentres  are  lamentably small. The  rest  of  our\r\n\r\nyoung people who are not usefully employed may  be\r\n\r\nindulging  in  useless, if not harmful,  pursuits.\r\n\r\nThe  waste  of youthful talents is an  eventuality\r\n\r\nthat  should  be avoided at all cost, particularly\r\n\r\nas  our  only  enduring resource is  our  manpower\r\n\r\nresource.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest that schools and colleges\r\n\r\nwork  closely with People's Association and  other\r\n\r\nsuch bodies, particularly sports organisations, in\r\n\r\nan  effort  to intensify vigilance over our  young\r\n\r\npeople. Such close cooperation would enable school\r\n\r\nleavers  to  be easily channelled into  activities\r\n\r\nthat would develop their talents to the fullest. I\r\n\r\nam  of the view that young people should undertake\r\n\r\na   proper   balance  of  cultural  and   sporting\r\n\r\nactivities. This would be one of the best means of\r\n\r\nensuring  that  young people have a competence  in\r\n\r\nboth  sports  and  the arts. I believe,  Sir,  the\r\n\r\nrecent  restructuring of our primary school system\r\n\r\nis  an effort in the right direction in so far  as\r\n\r\nit enables young people to choose their careers in\r\n\r\naccordance  with  their aptitudes  and  interests.\r\n\r\nAppropriate career guidance is essential  so  that\r\n\r\neveryone  can  find  their  appropriate  niche  in\r\n\r\nsociety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for those young people who have succumbed to\r\n\r\ndrug-addiction,  I  believe  their  addiction   is\r\n\r\nsymptomatic of their rebellion against society and\r\n\r\nis  part  of  their  general  stance  against  the\r\n\r\nEstablishment.  Although many  studies  have  been\r\n\r\nconducted   to   discover  the  cause   for   such\r\n\r\nattitudes, I do not think we have arrived  at  any\r\n\r\nauthoritative conclusion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is my view that the crux of the matter lies in\r\n\r\nthe   lack   of  sufficient  spiritual  or   moral\r\n\r\neducation of our young. It is true that the origin\r\n\r\nof  the drug problem and the evolution of the drug\r\n\r\nsub-culture   partly  lies  in  the  openness   of\r\n\r\nSingapore  society to external influence.  As  the\r\n\r\ngateway  to  the  East, we  receive  a  number  of\r\n\r\ntourists. While they contribute to an increase  in\r\n\r\nour  foreign  exchange earnings, they  also  leave\r\n\r\nbehind a legacy of their particular\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 146</b></font><br><br>\r\n\r\n\r\n\r\ninfluence  and life-style. The solution  does  not\r\n\r\nlie  in building a \"wall\" around us but rather  in\r\n\r\nstrengthening   our  resources   against   harmful\r\n\r\nexternal influences. The Government's efforts have\r\n\r\nto   be   supplemented   by   that   of   parents,\r\n\r\norganisations  and society. The various  resources\r\n\r\nof  the country have to be galvanised in combating\r\n\r\nthe drug problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the President has observed,\r\n\r\nwe  have  a generation of young people growing  up\r\n\r\nwith  little knowledge of the hardships  of  their\r\n\r\nparents. These young people are part of the  post-war  generation. Most of their mature  years  were\r\n\r\nspent  in the affluent climate ushered in  by  the\r\n\r\nPeople's  Action  Party.  They  have  enjoyed  the\r\n\r\nfruits of the new affluence but contributed little\r\n\r\ntowards  achieving  it.  There  is,  therefore,  a\r\n\r\ntendency  among the young to take the achievements\r\n\r\nof the older generation for granted. Sometimes the\r\n\r\ncomplacency and insensitivity of the young  exceed\r\n\r\ndecent  boundaries, particularly when they  resort\r\n\r\nto all manner of crime. Some of my colleagues have\r\n\r\nadvised the imposition of more severe penalties on\r\n\r\noffenders.   While  they  serve   as   a   partial\r\n\r\ndeterrent,  it would not contribute a solution.  I\r\n\r\nbelieve  that the complementary solution  lies  in\r\n\r\nestablishing  an  effective  dialogue  and  better\r\n\r\nrapport   with   the  young   with   a   view   to\r\n\r\nunderstanding  their  problems.  This   is   where\r\n\r\nparents and organisations can come to the aid.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, leadership among young people may be\r\n\r\nprovided  by  national service reservists.  Having\r\n\r\nundergone rigorous training in the service of  the\r\n\r\nnation,  they  are better able to  appreciate  its\r\n\r\nneeds.  Thus,  national servicemen  can  serve  as\r\n\r\neffective digits in society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As rightly pointed out by the Member for Ulu\r\n\r\nPandan, the values which our young are growing  up\r\n\r\nwith, occasion some concern. There seems to  be  a\r\n\r\ngrowing   rootlessness  as   the   young   divorce\r\n\r\nthemselves  from  the  values  that  govern  their\r\n\r\nparents'  lives. I believe that youths can  imbibe\r\n\r\nthose  values  traditional to Asian  society  only\r\n\r\nthrough a closely-knit family life. The home will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 147</b></font><br><br>\r\n\r\n\r\n\r\nbe  the  appropriate  place for  learning  correct\r\n\r\nvalues.  Close  family  life  would  also   enable\r\n\r\nproblem-fraught   teenagers   to   address   their\r\n\r\nproblems to their parents, instead of looking  for\r\n\r\nadvice from their peers. I would like to urge  all\r\n\r\nparents  to  make every effort to  achieve  better\r\n\r\ncommunication  with their children.  It  is  often\r\n\r\nobserved  that  the  problems of  the  nation  are\r\n\r\nessentially  the problems of the family.  This  is\r\n\r\ncertainly  true of the problems related  to  youth\r\n\r\nand,  clearly, the best solution lies  within  the\r\n\r\nfamily unit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Mr Speaker, Sir, I would like to touch on\r\n\r\nthe Addendum that has reference to the Ministry of\r\n\r\nCulture. Amongst other things, the President  said\r\n\r\nthat  \"social  and  cultural  development  is   an\r\n\r\nintegral  part of the overall development  of  the\r\n\r\nnation\".  Taken  at  the  microcosmic  level,   it\r\n\r\nfollows  that  the  cultural  development  of  the\r\n\r\nperson   is   an  integral  part  of  his   entire\r\n\r\ndevelopment. The truly educated man must evince an\r\n\r\nappreciation   for   the   beautiful   in    life.\r\n\r\nAppreciation   of  the  arts  must  constitute   a\r\n\r\nnecessary  part of education if we are to  produce\r\n\r\nfully-developed individuals.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I conclude my observations. I thank\r\n\r\nthe  House  for the patience with which they  have\r\n\r\nheard me out.\r\n\r\n\r\n\r\n<br><br>3.22 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ivan Baptist (Potong Pasir):</b> Mr Speaker, Sir,\r\n\r\nin   rising  to  associate  myself  with  my  most\r\n\r\nesteemed  colleagues, the hon.  Members  from  the\r\n\r\nBack-bench  and the hon. Member for Kim  Keat,  in\r\n\r\nexpressing appreciation to the President  for  his\r\n\r\nmost  distinct Address to Parliament on  the  21st\r\n\r\ninstant,  may I spend some moments elaborating  on\r\n\r\nsome of Singapore's problems. Answers will have to\r\n\r\nbe  obtained  and  soon to fulfil  the  long  term\r\n\r\ninterests of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We seem to have started 1975, and a little later\r\n\r\nthe  year  of  the  Rabbit,  pretty  well  indeed.\r\n\r\nProvided   there   is   a   continuing   resilient\r\n\r\npopulation and work force, and a continuous  drive\r\n\r\nfor productivity, quality and reliability from all\r\n\r\nquarters,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 148</b></font><br><br>\r\n\r\n\r\n\r\nwe  should  see more improvement in the months  to\r\n\r\ncome, barring any unfortunate global crisis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, what are we doing about the\r\n\r\ndeficiencies in our Education system  which  needs\r\n\r\nimmediate attention to fulfil long term  goals?  I\r\n\r\nhope  that  the  Education Act  will  correct  the\r\n\r\nsituation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The object of education, as I see it, is to\r\n\r\ndevelop  future citizens capable of earning  money\r\n\r\nand  fulfilling  their jobs in  an  atmosphere  of\r\n\r\nopportunity,  dignity and justice.  In  the  main,\r\n\r\nEducation  is  to get students to  understand  why\r\n\r\nthey  must  be clever enough to do specific  jobs,\r\n\r\nand  to give them factual knowledge to enable them\r\n\r\nto  do  these jobs. In fact, our formal  education\r\n\r\nplays  a  significant role in preparing the  young\r\n\r\nfor  their  future roles in the economic processes\r\n\r\nby   inculcating   in  the  young   qualities   of\r\n\r\npunctuality, orderliness, regularity, the  ability\r\n\r\nto obey orders and to carry out defined tasks in a\r\n\r\nset  time. Citizens qualified to maintain  a  good\r\n\r\nprofitable  industry assist the economy  of  their\r\n\r\ncountry.   They  are  then  rewarded   with   high\r\n\r\npurchasing  powers and high standards  of  living.\r\n\r\nHowever,  the Education system, as it is, neglects\r\n\r\nto  inform  the  young that the way  they  utilise\r\n\r\ntheir  purchasing power could influence the  means\r\n\r\nand  speed  by  which  their  standard  of  living\r\n\r\nimproved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is in the real interest of democracy to create\r\n\r\nknowledgeable  and  proficient consumers  who  are\r\n\r\nable  to influence and improve production, boycott\r\n\r\nshoddy  goods,  and  help  establish  the  correct\r\n\r\nbalance  between supply and demand for  goods  and\r\n\r\nservices, including cultural and social ones.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In our present Education system, we have mere\r\n\r\napologies  for Consumer Education in the  form  of\r\n\r\n\"Education  for Living\" taught in primary  schools\r\n\r\nand  \"Home Economics\" taught to girls in Secondary\r\n\r\nSchools.  Consumer  Education  is  needed  without\r\n\r\nregard  to  sex  both boys and  girls  are  future\r\n\r\nconsumers.  We  need  to be taught  in  school  to\r\n\r\nensure  an  appreciation of how the needs  of  the\r\n\r\ncommunity are met, an understanding of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 149</b></font><br><br>\r\n\r\n\r\n\r\nthe levying and allocation of taxes, and a clearer\r\n\r\nconcept of the national budget. Consumer education\r\n\r\nif  carried  out  properly in  schools  will  help\r\n\r\nstudents  evolve their own value systems,  develop\r\n\r\nsound  decision-making procedures based  on  their\r\n\r\nvalues, evaluate alternatives in the market  place\r\n\r\nand  get the best buys for money, understand their\r\n\r\nrights  and responsibilities as consumers  in  our\r\n\r\nsociety,  and  fulfil their roles in  directing  a\r\n\r\nfree enterprise system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, undoubtedly the ever-rising toll\r\n\r\nof  accidents  in factories, some  ending  in  the\r\n\r\nmaiming and even death of productive workers, more\r\n\r\nthan   merits  the  determination  of  the  Labour\r\n\r\nMinistry  to raise standards of industrial  health\r\n\r\nand safety especially in the more vulnerable areas\r\n\r\nof  building construction, shipbuilding and  ship-repairing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The report of the Study Group on accident\r\n\r\nprevention  in  ship-building  and  ship-repairing\r\n\r\nwill  also  alleviate  some  of  the  problems  in\r\n\r\nIndustrial   Health  and  Safety.   The   intended\r\n\r\ninclusion  of  Industrial  dermatitis  and  noise-induced  deafness to the Second  Schedule  of  the\r\n\r\nWorkmen's Compensation Act as compensable diseases\r\n\r\nis  another  step forward and so are the  proposed\r\n\r\nincreases  in quantum of compensation payable.  In\r\n\r\naddition, intended amendments to the Factories Act\r\n\r\nto  further include more stringent safety measures\r\n\r\nare commendable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, as safety is everybody's concern, more\r\n\r\nstress should be laid on the necessity for further\r\n\r\nstrengthening the tripartite cooperation  in  this\r\n\r\nfield.   In  addition,  there  should  be  serious\r\n\r\nconsideration   by   all  these   three   parties,\r\n\r\nespecially by Government, to look deeply into  our\r\n\r\nsystem  of Accident Prevention in order to derive,\r\n\r\npossibly,  a  solution that would in  actual  fact\r\n\r\nreduce   the  accident  incidence  rate  and   the\r\n\r\ndangerous occurrences rate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take, for instance, the developments in\r\n\r\nthis  field at present taking place in the  United\r\n\r\nStates and the United Kingdom which, superficially\r\n\r\nat  least, seem to be pursuing opposite paths.  In\r\n\r\nthe United States, under the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 150</b></font><br><br>\r\n\r\n\r\n\r\nOccupational  Safety  and Health  Act  (OSHA)  the\r\n\r\nemphasis  is on enforcement- thousands of esoteric\r\n\r\nstandards that bewilder and confuse employers.  In\r\n\r\nfact, only 5% of the Federal job safety and health\r\n\r\nstandards  account for 80% of tile OSHA  citations\r\n\r\nfor  violations.  Further, more than  40%  of  all\r\n\r\nserious violations are due to non-compliance  with\r\n\r\njust   15  job  safety  and  health  rules,  basic\r\n\r\ncommonsense rules dealing with the obvious. In the\r\n\r\nUnited  Kingdom, however, there is a move  towards\r\n\r\nless  legislation and regulation and greater self-regulation  by  both  management  and  labour.  In\r\n\r\nSweden, recent legislation provides for management-labour  cooperation in safety and health  and  for\r\n\r\ntrade  unions to become involved in the assessment\r\n\r\nof  safety and health risks to which their members\r\n\r\nare  exposed. In countries as different as Germany\r\n\r\nand  Russia,  substantial  developments  are  also\r\n\r\ntaking place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We need to have an in-depth study of our system\r\n\r\nin  order  to improve and evolve a new and  better\r\n\r\nsystem.  The  need for it is clearly indicated  in\r\n\r\nour  accident statistics. In formulating this  new\r\n\r\nand  better  system,  the philosophy  must  be  to\r\n\r\nensure  that no worker shall suffer impairment  or\r\n\r\ndimunition in health, functional capacity, or life\r\n\r\nexpectancy  as  a result of his work  and  working\r\n\r\nconditions.  Especially  important  must  be   the\r\n\r\ndevelopment  of long-term programmes to  establish\r\n\r\nguidelines  for  the  early  detection  of  health\r\n\r\nimpairment as a result of work hazards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, that crime merits punishment and\r\n\r\nthat it is the duty of Government to ensure a safe\r\n\r\ncountry  for  our  people apart from  the  country\r\n\r\nbeing conducive for investors, tourists and so on,\r\n\r\nto  visit,  is  expected. But in  Singapore  today\r\n\r\nemployment  is not such a problem, if one  is  not\r\n\r\nunduly  fastidious, and even then crime rates  are\r\n\r\non  the  increase. This is more than alarming  and\r\n\r\nneeds to be urgently checked.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, if we are interested in the long term\r\n\r\ninterests   of   our  people,   we   cannot   only\r\n\r\nconcentrate in building our Police Force to combat\r\n\r\ncrime with the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 151</b></font><br><br>\r\n\r\n\r\n\r\nthreat  of  detection and punishment.  Government\r\n\r\nneeds  to  have a comprehensive policy which  will\r\n\r\nenable  it  to determine the reasons behind  these\r\n\r\ngrowing  crime  rates. Once the `whys'  have  been\r\n\r\nremoved, less of our citizens will turn to  crime.\r\n\r\nThis  is  a positive step towards crime prevention\r\n\r\nand  must  be implemented at the earliest possible\r\n\r\njuncture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The increasing crime rate has a tendency to be\r\n\r\ntied  up with drug abuse. The ever-increasing cost\r\n\r\nof  drugs and the advancement from a lesser  to  a\r\n\r\nmore  potent  drug, which costs more, necessitates\r\n\r\nan  ever-increasing supply of funds, legitimate or\r\n\r\notherwise.  Tile  quickest  way,  unless  you  are\r\n\r\ncaught,  to  obtain these funds is  to  steal.  If\r\n\r\nthere  is a threat of discovery, petty theft could\r\n\r\nend in murder.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To curb crimes of this nature would mean the\r\n\r\ndeveloping  of a better and more skilfully  manned\r\n\r\nCentral  Narcotics Bureau. Surveillance work  will\r\n\r\nneed to be undertaken to keep an ever watchful eye\r\n\r\non  suspect drug traffickers with the objective of\r\n\r\nultimately  arresting and prosecuting  them.  More\r\n\r\nconfidence  will  need to be built  up  with  drug\r\n\r\nabusers  caught so as to persuade them to  divulge\r\n\r\nthe sources of their drug supplies. This would  of\r\n\r\ncourse  mean  attaching  CNB  officers  to   fewer\r\n\r\nculprits to enable the officers to create a better\r\n\r\nrapport with these abusers in order to obtain  the\r\n\r\nessential information.\r\n\r\n\r\n\r\n<br><br>3.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Phey Yew Kok (Boon Teck):</b> Mr Speaker, Sir, the\r\n\r\nPresident's   Address   to   Parliament   cogently\r\n\r\noutlines the policies of the Government with which\r\n\r\nI  wholeheartedly agree. The Second Session of the\r\n\r\nThird Parliament sees us facing problems of a very\r\n\r\ndifficult nature. The problems that we are  facing\r\n\r\ntoday   in  the  wake  of  global  inflation   and\r\n\r\nrecession are beyond our control and yet the  tone\r\n\r\nand   tenor  of  the  President's  Speech   exudes\r\n\r\nconfidence  in  our ability as a  hard-headed  and\r\n\r\npragmatic  people to cope with these problems  and\r\n\r\nat the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 152</b></font><br><br>\r\n\r\n\r\n\r\nsame time to plan economic and social development\r\n\r\nin  many  spheres. In the field of foreign  policy\r\n\r\nthe  Ministry of Foreign Affairs has stated in its\r\n\r\nAddendum  to the Presidential Address that  \"ASEAN\r\n\r\ncan  help  member states adjust to the rapid  geo-political changes in the region\", it is gratifying\r\n\r\nto  note  in  this  connection  that  our  Foreign\r\n\r\nMinister has been invited to the Peoples' Republic\r\n\r\nof China. There is no doubt that his visit will be\r\n\r\nthe   prelude  to  new  adjustments  in  the  geo-political scene, adjustments which will contribute\r\n\r\nto  the  strengthening of stability and  peace  in\r\n\r\nthis region.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are a number of other points I would like\r\n\r\nto  raise.  The  economic recession  that  we  are\r\n\r\nfacing  today is, perhaps, a blessing in disguise.\r\n\r\nThe President has very rightly pointed out that we\r\n\r\nshould  not  be  swayed  by  short-term  political\r\n\r\nconsiderations, and that we should  be  guided  by\r\n\r\nthe  long-term interests of our people. This means\r\n\r\nthat we have to take strong measures to remedy the\r\n\r\npresent ills in our long-term interests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have seen, in the recent past, retrenchment of\r\n\r\nworkers and the chances are that we will see  more\r\n\r\nretrenchments before the situation  takes  a  turn\r\n\r\nfor  the better. For one thing, these developments\r\n\r\nhave  taught us a telling lesson. We can no longer\r\n\r\ntake  things for granted and stick on to lingering\r\n\r\nold  habits  and  attitudes.  Many  of  our  young\r\n\r\nworkers   who   have  no  family  commitments   or\r\n\r\nresponsibilities  fritter away their  retrenchment\r\n\r\nand  other  terminal  benefits,  which  are  quite\r\n\r\nsubstantial  in some cases, by care-free  spending\r\n\r\nin coffee houses and in other imprudent and unwise\r\n\r\nways, instead of setting aside the money they have\r\n\r\nreceived  to  tide  them  over  until  they   find\r\n\r\nalternative employment. I suggest that,  in  order\r\n\r\nto  help them, the NTUC together with the Ministry\r\n\r\nof  Labour,  might set up a Fund  into  which  all\r\n\r\nmonies received as retrenchment benefits should be\r\n\r\npaid.  From this Fund, a stipulated percentage  of\r\n\r\nthe normal monthly wages of these workers could be\r\n\r\npaid out to them each month. In my view, Sir, this\r\n\r\nis possibly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 153</b></font><br><br>\r\n\r\n\r\n\r\none of the best ways to help these workers to help\r\n\r\nthemselves. On the other hand, Sir, there  is  the\r\n\r\nspecial  problem of the older workers who  are  50\r\n\r\nyears  old  and over. The chances of  these  older\r\n\r\nworkers  to  find  alternative  employment   after\r\n\r\nretrenchment  are somewhat bleak. I would  suggest\r\n\r\nthat  in  the  case of such workers,  particularly\r\n\r\nthose  who  do not get retrenchment benefits,  and\r\n\r\nwho  have  families  with  school-going  children,\r\n\r\nspecial  consideration should be given.  Some  may\r\n\r\nhave  the  notion that the Central Provident  Fund\r\n\r\ncould  be  used to help them but I would say  that\r\n\r\nthe  CPF should not be used as the purpose of this\r\n\r\nFund  is  to provide retirement benefits. I  would\r\n\r\nsuggest  that  assistance  be  provided  to   them\r\n\r\nthrough the formulation of a special scheme by the\r\n\r\nSocial  Welfare Department. Such a  scheme,  apart\r\n\r\nfrom  providing  monetary assistance,  could  also\r\n\r\nembrace  the  payment  of school  fees  for  their\r\n\r\nchildren  where this is necessary or the provision\r\n\r\nof  free  education, the supply of free  textbooks\r\n\r\nand  the  waiving of medical charges at outpatient\r\n\r\nclinics.  I  am  not  suggesting  that  a   social\r\n\r\nsecurity  scheme  should be  introduced  but  that\r\n\r\nrather  any assistance provided should be  treated\r\n\r\nas  a  loan  which  would be reimbursable  by  the\r\n\r\nworker when he withdraws his CPF contributions  at\r\n\r\nthe age of 55.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to touch upon is a\r\n\r\nmatter   which   is   gravely  disconcerting   and\r\n\r\ndisturbing.   Recent  developments  in   Singapore\r\n\r\nclearly  indicate  that  there  are  elements   in\r\n\r\nSingapore, many of whom are non-citizens  who  are\r\n\r\nsilently and surreptitiously, and some very openly\r\n\r\n-  dabbling in our internal affairs. Some of these\r\n\r\nugly   adventurers,  who  have  no   loyalty   for\r\n\r\nSingapore and who, in any case, we are not obliged\r\n\r\nto  look after, hold offices of responsibility  in\r\n\r\nassociations or clubs of an indigenous  nature.  I\r\n\r\nconcede   that   where   associations   or   clubs\r\n\r\npredominantly  or  solely cater  for  the  special\r\n\r\nsocial  needs  of  a transient overseas  group  of\r\n\r\npeople different considerations should apply.  But\r\n\r\nin the case of indigenous associations or clubs it\r\n\r\nis only fit and proper that restrictions should be\r\n\r\nimposed to ensure that only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 154</b></font><br><br>\r\n\r\n\r\n\r\nSingapore citizens should hold office. As  far  as\r\n\r\ntrade unions are concerned, such restrictions  are\r\n\r\nimposed under the Trade Unions Act. I therefore do\r\n\r\nnot  see  why similar restrictions should  not  be\r\n\r\nimposed  on  associations and clubs.  Mr  Speaker,\r\n\r\nSir,  I  would  stress  that urgent  consideration\r\n\r\nshould be given to this matter.\r\n\r\n\r\n\r\n<br><br>3.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, our President in\r\n\r\nhis opening Address to the House warned us not  to\r\n\r\nexpect  real growth rates of 10-12% which we  have\r\n\r\nenjoyed  over the past five years up to  1973.  He\r\n\r\nhas  also  cautioned that we  have  to  adjust  to\r\n\r\nslower  growth rates provided there is no war  and\r\n\r\nanother  oil  embargo or other major  catastrophe.\r\n\r\nOur real growth last year was around 7%, which  is\r\n\r\nnot a poor performance considering the effects  of\r\n\r\nworld-wide inflation and recession. Singapore will\r\n\r\ncontinue  to  face these problems so long  as  the\r\n\r\ninternational economy is in disorder. We  have  to\r\n\r\nlearn  to live with these problems and to  do  our\r\n\r\nbest  to  minimise  the effects of  inflation  and\r\n\r\nrecession.  All  we need to do  right  now  is  to\r\n\r\nconsolidate what we have achieved, strengthen  our\r\n\r\norganisation  and prepare ourselves  for  economic\r\n\r\nrecovery.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support and welcome the move to encourage\r\n\r\nyoung couples to have their aged parents live with\r\n\r\nthem. The Government will take attractive measures\r\n\r\nto  achieve  this. To have our aged  parents  live\r\n\r\nwith us and to look after them is a return of  our\r\n\r\ngratitude  to  them for bringing us  up.  To  show\r\n\r\nfilial piety to our parents and honour them  is  a\r\n\r\nvirtue  of  Asian  tradition. We should  therefore\r\n\r\ngive  full  support  to  uphold  this  traditional\r\n\r\nvalue.   I  think  the  Government  should   offer\r\n\r\nincentives   to  encourage  such   a   move.   One\r\n\r\nattractive  incentive  will  be  to  increase  the\r\n\r\namount of relief in income tax for the maintenance\r\n\r\nof  aged parents and grandparents. However good an\r\n\r\nincentive  this is, in my view filial piety  would\r\n\r\nbe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 155</b></font><br><br>\r\n\r\n\r\n\r\nmeaningless  if  it  is  exchanged  for   monetary\r\n\r\nbenefit.  Also,  income  tax  relief  would   mean\r\n\r\nnothing  to  people  in the lower-income  bracket.\r\n\r\nHowever, I do not oppose this proposal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another incentive which I can think of is\r\n\r\npriority  in housing. Inadequate accommodation  or\r\n\r\novercrowding  often influences  young  couples  to\r\n\r\nlive  separately from their parents.  Priority  in\r\n\r\nallocation  of housing to young couples  who  will\r\n\r\nhave  parents  live  with them will  reverse  this\r\n\r\ntrend.   Mr   Speaker,  Sir,   the   Housing   and\r\n\r\nDevelopment  Board can also consider giving  early\r\n\r\nconsideration  to applicants who live  with  their\r\n\r\nparents   or  applicants  with  married  children.\r\n\r\nSimilarly,  applications for  transfer  to  bigger\r\n\r\nfiats  should be expeditiously dealt with  by  the\r\n\r\nHousing  and  Development Board if the  applicants\r\n\r\ncan  have their parents live with them, or if they\r\n\r\nare  single  and are to be married soon,  then  of\r\n\r\ncourse documentary proof is necessary. I hope  the\r\n\r\nHDB will consider my proposal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Housing and Development\r\n\r\nBoard must be complimented for its achievement  in\r\n\r\nhaving completed 26,000 units of flats in 1974. It\r\n\r\nis  gratifying to note that the 1-1DB will further\r\n\r\naccelerate  its  building  programme  towards  new\r\n\r\ntargets  of  30,000  units and  eventually  40,000\r\n\r\nunits per year. This is certainly good news to the\r\n\r\napplicants on the long waiting list. Almost  every\r\n\r\napplicant is craving for early allocation  of  HDB\r\n\r\nflats.  With its past records of achievement,  the\r\n\r\nHDB will not have much difficulty in achieving its\r\n\r\nnew targets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, since there is an HDB housing\r\n\r\nestate  in your constituency, you may be aware  of\r\n\r\nnumerous   complaints   about   defects   in   the\r\n\r\nconstruction of fiats sold or rented  out  by  the\r\n\r\nHDB.  The  Member for Telok Blangah also mentioned\r\n\r\nthis point yesterday. I believe you are also faced\r\n\r\nwith  this  problem. The finish of  the  flats  is\r\n\r\ngenerally  poor  and  some  of  the  fixtures  and\r\n\r\nfittings  in  the  fiats have  been  found  to  be\r\n\r\ndefective.  Something must be done to improve  the\r\n\r\nquality of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 156</b></font><br><br>\r\n\r\n\r\n\r\nconstruction  work.  The HDB and  its  contractors\r\n\r\nshould  work  hand  in hand to  ensure  that  poor\r\n\r\nquality work is reduced to the minimum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have placed emphasis oil the quality of\r\n\r\neverything  we  make, buy or  serve.  However,  in\r\n\r\nprivate  or public housing, it seems that  quality\r\n\r\nis  not taken into consideration. The problem,  of\r\n\r\ncourse, is the shortage of experienced and skilled\r\n\r\nworkers.   Mr   Speaker,  Sir,  the  Housing   and\r\n\r\nDevelopment  Board  which is the  biggest  housing\r\n\r\nemployer, may like to consider setting up its  own\r\n\r\ntraining scheme under which trainees are recruited\r\n\r\nand  paid  to undergo training at an institute  or\r\n\r\nvocational school to learn skills in construction.\r\n\r\nOn completion of their training, they will form  a\r\n\r\npool   of   artisans   from  which   the   Board's\r\n\r\ncontractors can draw upon. The Board will continue\r\n\r\nto pay a wage subsidy to these trained artisans to\r\n\r\ninduce  them  to  remain on  employment  with  the\r\n\r\nBoard's  contractors.  The  Board  can  make   the\r\n\r\ntrainees  sign  a  service bond  to  prevent  them\r\n\r\nquitting half-way through their artisanship. It is\r\n\r\nbelieved  that a certain contractors'  association\r\n\r\nis  contemplating  such  a training  scheme.  This\r\n\r\nshould  be given every encouragement. Mr  Speaker,\r\n\r\nSir,  the HDB already has its own granite  quarry,\r\n\r\nbrick factory and sand quarry to ease the shortage\r\n\r\nor even achieve self-sufficiency in tile supply of\r\n\r\nbuilding  materials.  Likewise,  if  the  training\r\n\r\nscheme  is  found feasible, the HDB is assured  of\r\n\r\nits   own  supply  of  trained  workers  and   the\r\n\r\nstandards   of   construction  will   be   greatly\r\n\r\nenhanced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, on the subject, of \"Employment of\r\n\r\nYoung  Persons\" under the Ministry  of  Labour,  I\r\n\r\nwish  to make brief remarks. Young persons between\r\n\r\nthe  ages  of 14 and 16 years will he  allowed  to\r\n\r\nwork  in  industrial  establishments  without  the\r\n\r\nprior  approval  of the Commissioner  for  Labour.\r\n\r\nSir, I consider such a move a retrogressive one if\r\n\r\nit were not for the fact that this was recommended\r\n\r\nby  the Committee on Crimes and Delinquency  as  a\r\n\r\nmeasure  to reduce delinquency among school  drop-outs. Sir, I hope there will be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 157</b></font><br><br>\r\n\r\n\r\n\r\nadequate  provisions to ensure  that  these  young\r\n\r\nworkers  will  not  be exploited  by  unscrupulous\r\n\r\nemployers.  The  Ministry of  Labour  should  also\r\n\r\ncategorise  the  type of jobs suitable  for  these\r\n\r\nyoung persons so that their physical capacity will\r\n\r\nnot  be  overtaxed. Regular inspection and  strict\r\n\r\nenforcement of the law must be carried out by  the\r\n\r\nFactory Inspectorate to ensure compliance of these\r\n\r\nregulations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Motion moved by the Member for\r\n\r\nKim Keat.\r\n\r\n\r\n\r\n<br><br>3.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Soo Chuan (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Foreign Affairs (Mr Ong Soo Chuan):</b> Mr Speaker,\r\n\r\nSir,  I  rise to support the Motion moved  by  the\r\n\r\nhon. Member for Kim Keat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members will recall that the President,  in\r\n\r\nthe  Addendum to his Address at the Opening of the\r\n\r\nSecond  Session of the Third Parliament on Friday,\r\n\r\n21st February, 1975, stated that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Our foreign policy must take into consideration\r\n\r\nthe new situation arising from the gradual scaling\r\n\r\ndown of American and Western military presence  in\r\n\r\nthe region. The overwhelming Western influence  in\r\n\r\nthe region has been correspondingly reduced.'\r\n\r\n\r\n\r\n<br><br>The  President has alerted us that this  situation\r\n\r\n\"will  lead other powers to seek greater influence\r\n\r\nfor themselves in the area\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members are aware that detente has replaced\r\n\r\nthe  cold  war,  but detente does not  necessarily\r\n\r\nmean ending of tensions and conflicts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the cold war, small nations steered clear\r\n\r\nof  the conflicts between tile two blocs by simply\r\n\r\ntaking a neutral stand, and for the most part  the\r\n\r\ngreat powers tolerated this neutralism. Also, some\r\n\r\nsmall  nations  joined one of the  two  camps  for\r\n\r\nshelter and protection. The great powers were also\r\n\r\nwilling to take risks and even military adventures\r\n\r\non  behalf  of their small allies. In  future  the\r\n\r\ncontest  for  influence  among  the  great  powers\r\n\r\ncontinues, despite detente. But with detente,  the\r\n\r\nrivalry  among  the  great  powers  has  become  a\r\n\r\ncomplex   web   of   simultaneous   rivalry    and\r\n\r\ncooperation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 158</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before the onset of the energy crisis, the United\r\n\r\nStates  and  their allies had a  slight  edge,  in\r\n\r\nterms  of  economic and military power,  over  the\r\n\r\nSocialist  bloc.  However, the energy  crisis  has\r\n\r\nadversely affected the Western countries more than\r\n\r\ntheir Socialist counterparts. In other words,  the\r\n\r\nenergy crisis has slowed down the economies of the\r\n\r\nWestern  countries, and this  has  the  effect  of\r\n\r\nweakening  their will to maintain  their  dominant\r\n\r\npresence in Asia and elsewhere in the world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, in South-east Asia the contest for\r\n\r\ninfluence  and  supremacy  by  the  great   powers\r\n\r\ncontinues.  Until  a  new  balance  of  power   is\r\n\r\nestablished   in  our  region,   there   will   be\r\n\r\nuncertainty and instability in our area. While the\r\n\r\nUS  has disengaged herself militarily from Vietnam\r\n\r\nand continues to be under domestic pressure to cut\r\n\r\ndown   her   military  commitments  in  Asia   and\r\n\r\nelsewhere,  the  Soviet presence has  become  more\r\n\r\npronounced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;China and Japan will, with the passage of time,\r\n\r\nbecome  factors likely to influence events in  our\r\n\r\npart  of  the world. If the contest for  influence\r\n\r\nand  power is conducted peacefully and rationally,\r\n\r\nthen  we  need have no great fears and  even  some\r\n\r\nbenefits could come out of it all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, \"ASEAN can and must play\" as the\r\n\r\nPresident   has   stated  in  his  Addendum,   \"an\r\n\r\nimportant role in lessening the leverage the great\r\n\r\npowers    can   otherwise   have   in   exploiting\r\n\r\ndifferences and conflicts within the region.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It was due to the foresight of the leaders of\r\n\r\nASEAN  countries that ASEAN was formed eight years\r\n\r\nago. ASEAN has grown from its modest beginnings to\r\n\r\nan effective and lively regional body able to meet\r\n\r\nthe   challenges  of  changing  times.  With   its\r\n\r\ncombined  population  of more  than  200  million,\r\n\r\nabundant  natural  resources, political  stability\r\n\r\nand     an     ever     improving    developmental\r\n\r\ninfrastructure,  ASEAN  has  the   potential   for\r\n\r\nincreased economic development which in turn  will\r\n\r\nhelp  to  promote  peace  and  prosperity  in  the\r\n\r\nregion.  It  is hoped that ASEAN will continue  to\r\n\r\nreceive goodwill from the great\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 159</b></font><br><br>\r\n\r\n\r\n\r\npowers. And I believe that a stable and prosperous\r\n\r\nASEAN  is  in the ultimate interests of the  great\r\n\r\npowers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that ASEAN has come to stay.\r\n\r\nBut for ASEAN to remain viable there is a need  to\r\n\r\nadjust  to the rapid geopolitical changes  in  the\r\n\r\nregion.  It appears to me therefore that the  more\r\n\r\nimmediate  and  major  task  for  ASEAN  is   tile\r\n\r\nundertaking of an overall review and evaluation of\r\n\r\nall  the projects which have been proposed to date\r\n\r\nin  order  that these can be implemented according\r\n\r\nto their priorities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the present international economic situation\r\n\r\nwhere   the   threat  of  a  worldwide   recession\r\n\r\naccompanied by seemingly uncontrollable  inflation\r\n\r\nmay undermine the stability of ASEAN societies, it\r\n\r\nis  necessary that governments of the region  make\r\n\r\ngreater   efforts  to  strengthen  their  national\r\n\r\neconomies. There can be no sound regional  economy\r\n\r\nif  its  component  elements  are  weak.  Regional\r\n\r\ncooperation   can,   if  wisely   and   rationally\r\n\r\napproached,  accelerate  and  ease  the  task   of\r\n\r\nnational economic development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One way would be the encouragement of mutual\r\n\r\ninvestments  among ASEAN countries.  Mutual  ASEAN\r\n\r\ninvestments  will definitely serve  to  complement\r\n\r\nthose  of the major powers. ASEAN should also  aim\r\n\r\nfor  self-reliance  as  a  regional  unit.  It  is\r\n\r\ntherefore  fitting  to  mention  here   that   the\r\n\r\ndecision of ASEAN Foreign Ministers to establish a\r\n\r\npermanent   Secretariat  for  ASEAN   is   another\r\n\r\nindicator  of  the  viability  and  permanency  of\r\n\r\nASEAN.  The  ASEAN Secretariat will be  a  compact\r\n\r\nstructure  designed  to streamline  and  plan  the\r\n\r\ngrowing   activities   of   ASEAN   with   greater\r\n\r\nefficiency. The ASEAN Secretariat will not only be\r\n\r\na  concrete evidence of ASEAN solidarity but  will\r\n\r\nalso,  in  deeds and actions, hasten the  pace  of\r\n\r\neconomic development in the region.\r\n\r\n\r\n\r\n<br><br>4.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong (Kim Keat)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, to begin with, I would\r\n\r\nlike to thank my colleagues\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 160</b></font><br><br>\r\n\r\n\r\n\r\nfor  their warm support of my Motion of thanks  to\r\n\r\nthe  President for his speech. They have expressed\r\n\r\ntheir  views not only on the achievements  of  the\r\n\r\nvarious Ministries as revealed in the Addendum  to\r\n\r\nthe   Presidential  Address  but   also   on   the\r\n\r\nshortcomings.  They  have also  made  constructive\r\n\r\ncriticisms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some of my colleagues have criticised that there\r\n\r\nhave  been  far too many frequent changes  in  our\r\n\r\nEducation system and they expressed the hope  that\r\n\r\nin    the   process   of   further   changes   and\r\n\r\nrestructuring of our Education system,  the  views\r\n\r\nof those concerned with education should be sought\r\n\r\nto  ensure that the new Education Act will be able\r\n\r\nto  meet  the present requirements of our country.\r\n\r\nThey  have also emphasised the importance  of  the\r\n\r\ncontents of education in order to more effectively\r\n\r\ninculcate  the correct social values and  concepts\r\n\r\namongst our children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some of my colleagues have also spoken on the tax-free incentives for pioneer industries. They\r\n\r\nsupport  these  incentives  and  they  have   also\r\n\r\nexpressed   the   hope  that  for   the   existing\r\n\r\nindustries with high potential, whether  they  are\r\n\r\nmedium-sized or small-sized industries, assistance\r\n\r\nshould be given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My colleagues have also shown their concern over\r\n\r\nthe increasing crime rate in Singapore over recent\r\n\r\nyears.  The general consensus of opinion among  my\r\n\r\ncolleagues  is that our Police Force  has  serious\r\n\r\nshortcomings both quantitatively and qualitatively\r\n\r\nwhich  have caused some aberration and defects  in\r\n\r\nour  security field. They have expressed the  hope\r\n\r\nthat the Ministry concerned will soon improve  the\r\n\r\nsituation  of  the  Force and educate  the  police\r\n\r\npersonnel  particularly to improve their  attitude\r\n\r\nin dealing with the public and in respect of their\r\n\r\nservice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many of my colleagues have also shown particular\r\n\r\nconcern  for  the difficulties of the people  over\r\n\r\nthe  services provided by the Ministry of  Health.\r\n\r\nThey   have   appealed  that  hospital  outpatient\r\n\r\ncharges  and charges for third class wards  should\r\n\r\nnot  be  increased, and at the same time expressed\r\n\r\nthe hope that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 161</b></font><br><br>\r\n\r\n\r\n\r\nefforts would be made by the Government to attract\r\n\r\nand retain experienced specialists and doctors  in\r\n\r\nour medical services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my colleagues have expressed the\r\n\r\nview  that  in our long-term interest there  is  a\r\n\r\nneed   for   some  kind  of  cultural  and   basic\r\n\r\nphilosophical reform among our people coupled with\r\n\r\nproper  financial measures in order to change  the\r\n\r\ntraditional attitude of male chauvinism respecting\r\n\r\nthe  male  and despising the female,  amongst  our\r\n\r\npeople   and  to  implement  and  achieve   family\r\n\r\nplanning objectives so as to raise the quality  of\r\n\r\nour  people with each generation better  off  than\r\n\r\nthe previous one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many of these criticisms and views are valuable\r\n\r\nand  constructive. Unfortunately, I am  not  in  a\r\n\r\nposition  to speak on behalf of various Government\r\n\r\nMinistries   to   answer   such   criticisms   and\r\n\r\nsuggestions.  But I am sure that these  views  and\r\n\r\nsuggestions will be noted and considered  or  even\r\n\r\naccepted  by  the  Ministries  concerned  so  that\r\n\r\nSingapore may soon become a more progressive, more\r\n\r\nprosperous and a more stable country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a number of my colleagues have felt that\r\n\r\nthere   is   a  need  to  review  critically   the\r\n\r\nadministrative   organisations  of   the   various\r\n\r\nGovernment  Ministries. They have  also  expressed\r\n\r\ndissatisfaction  with  the  present   relationship\r\n\r\nbetween the Government servants and members of the\r\n\r\npublic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Kayu has pointed out several\r\n\r\nshortcomings   in   some  of  our   administrative\r\n\r\norganisations. These are evident shortcomings  and\r\n\r\nwhat   he   has  said  is  very  timely   and   is\r\n\r\nrepresentative  of what is in  the  minds  of  our\r\n\r\npeople.  The various shortcomings that he  pointed\r\n\r\nout include:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) each Ministry acting on its own;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) wastage of manpower and resources;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) over-commercialisation; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) growth of bureaucratism.\r\n\r\n\r\n\r\n<br><br>He has got a lot of facts to bear himself out when\r\n\r\nhe made these criticisms,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 162</b></font><br><br>\r\n\r\n\r\n\r\nand  nobody  can deny that. The administration  in\r\n\r\nour  Government  and statutory  boards,  generally\r\n\r\nspeaking,  is  efficient, clean  and  honest.  But\r\n\r\nthere  are  of  course shortcomings which  may  be\r\n\r\nunavoidable  and which are capable of improvement.\r\n\r\nWithout   early   rectification,   the   political\r\n\r\nconfidence  that  the people have  in  the  ruling\r\n\r\nparty  over the past 10 years, as pointed  out  by\r\n\r\nthe  Member  for  Jalan Kayu,  will  be  seriously\r\n\r\ndamaged and undermined.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on the issue of land use, for\r\n\r\nexample,  apart  from  the  Land  Office  or   the\r\n\r\nCommissioner  of Lands, as he pointed  out,  there\r\n\r\nare other Ministries or quasi-Government statutory\r\n\r\nbodies  which  have the powers  to  acquire  land.\r\n\r\nAmong  them  there  are signs of  competition  and\r\n\r\nrivalry  in  dealing with policies  on  land  use,\r\n\r\nresulting  in  unnecessary friction  and  conflict\r\n\r\ninternally. I feel that there is a need to set  up\r\n\r\na  high  level  committee,  similar  to  the  Road\r\n\r\nTransport  Action Committee, to ensure that  there\r\n\r\nis  comprehensive  and  coordinated  planning  and\r\n\r\nformulation  of  land use policies,  so  that  our\r\n\r\nlimited  land  resources may  be  distributed  and\r\n\r\nutilized appropriately and efficiently.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our pragmatic leadership is not\r\n\r\nafraid  of  deviating  from  the  traditional  and\r\n\r\nconservative   political   practice.   They    are\r\n\r\npragmatic  and down-to-earth and it  is  for  this\r\n\r\nreason that our leaders have encouraged the  Back-benchers  to comment and criticise boldly  on  any\r\n\r\nshortcomings  or  faults  in  all  the  Government\r\n\r\npolicies  and  measures. It is therefore  my  hope\r\n\r\nthat   our   public  servants  will  emulate   our\r\n\r\npolitical  leaders  and  adopt  the  principle  of\r\n\r\n\"winning the minds and hearts of the people  in  a\r\n\r\nprincely  way, instead of driving them away  in  a\r\n\r\ndespotic manner\". It is only in this way that they\r\n\r\nare able to establish an efficient service and the\r\n\r\nright  attitude  in serving the  interest  of  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to thank my colleagues\r\n\r\nonce  again for supporting my Motion thanking  the\r\n\r\nPresident for his speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 163</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the\r\n\r\nSpeech of the President be agreed to:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore,\r\n\r\nexpress our thanks to the President for the\r\n\r\nSpeech which he delivered on behalf of the\r\n\r\nGovernment at the opening of the Second Session\r\n\r\nof this Parliament.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 164</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to Monday, 3rd March, 1975.\" [Mr Jek Yeun Thong].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Fourteen minutes past</div>\r\n\r\n<div align=\"right\">Four o'clock p m, to Monday, 3rd March, 1975</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
