{"memberId": null, "volumeNo": "34", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"3\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"34\">\r\n\r\n<meta name=\"Sit_No\" content=\"10\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1975-03-21\">\r\n\r\n<meta name=\"Start_Col\" content=\"735\">\r\n\r\n<meta name=\"End_Col\" content=\"812\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">34</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">10</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">21-03-1975</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 735</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 34</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 21st March, 1975</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)).\r\n\r\n\r\n\r\n<br>Encik Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Mr Ahmad Mattar (Leng Kee), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Ang Kok Peng, B.B.M. (Crawford), Minister of State for Health.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr Ivan Baptist (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development and Leader of the House, and Acting Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Chai Chong Yii (Bukit Batok), Minister of State for Communications.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Dr Chiang Hai Ding (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Chin Harn Tong (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for the Environment.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (Mac Pherson), Minister for Health and Home Affairs.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 736</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hon Sui Sen (Havelock), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lai Tha Chai (Henderson).\r\n\r\n\r\n\r\n<br>Mr Lee Yiok Seng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment.\r\n\r\n\r\n\r\n<br>Haji Mohd. Ariff Bin Suradi (Kampung Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ong Teng Cheong (Kim Keat).\r\n\r\n\r\n\r\n<br>Encik Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phey Yew Kok (Boon Teck).\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister of Defence.\r\n\r\n\r\n\r\n<br>Encik Rahmat Bin Kenap Al-Haj (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Kuo Chuan).\r\n\r\n\r\n\r\n<br>Haji Sha'ari Bin Tadin (Kampung Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 737</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Minister of State for Labour and Government Whip.\r\n\r\n\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein), Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Dr Tan Eng Liang, B.B.M. (River Valley).\r\n\r\n\r\n\r\n<br>Dr Augustine H. H. Tan (Whampoa).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken, B.B.M. (Alexandra).\r\n\r\n\r\n\r\n<br>Mr Yeo Toon Chia (Kampung Kapur).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Encik A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 738</b></font><br><br>\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence.\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Ong Leong Boon (Kim Seng).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampung Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State for the Environment.\r\n\r\n\r\n\r\n<br>Haji Ya'acob Bin Mohamed (Kampung Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Mr Yeo Choo Kok (Delta).\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 737</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b></div>\r\n\r\n<div align=\"center\"><h4>FINANCIAL YEAR 1ST APRIL, 1975 TO 31ST MARCH, 1976</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of\r\n\r\nSupply [4th Allotted Day].\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head R -\r\n\r\n\r\n\r\n<br><br><!-- Mr L. P. Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr L. P. Rodrigo (Serangoon Gardens):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead AAA 1004*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The same amendment also stood in the name of Mr P. Govindaswamy.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this subhead I wish to call for a re-statement of the policy on non-citizen female work\r\n\r\npermit holders wanting to marry Singapore citizens  or,\r\n\r\nto  be  fair to the opposite sex, the other way  round,\r\n\r\nSingapore  citizens wanting to marry female non-citizen\r\n\r\nwork permit\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 738</b></font><br><br>\r\n\r\n\r\n\r\nholders, in  making a re-statement of this  policy,  I\r\n\r\nhope  the Minister can make special reference to  those\r\n\r\nfemale  non-citizens  who are in  the  family  way  and\r\n\r\nseeking  licence to marry. I realise that  this  policy\r\n\r\nhas been stated before, but it has been some time since\r\n\r\nand  there  are a number of queries along  these  lines\r\n\r\narising  in  the various constituencies. A re-statement\r\n\r\nof the policy will be beneficial.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson):</b> Mr Speaker, Sir, last year, I mentioned that the\r\n\r\nNational Stadium was as good as a `white elephant'. But\r\n\r\nsurprisingly  it  has  made a  tremendous  improvement.\r\n\r\nFootball  has been responsible for attracting  the  big\r\n\r\ncrowds.  At  this particular juncture I should  mention\r\n\r\nthat it is football alone that has brought in the crowd\r\n\r\nto  fill  the stadium, sometimes to full capacity.  For\r\n\r\nthis,  I  must  compliment the Football Association  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 739</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\nThe  officials and coaches have done a very  good  job.\r\n\r\nThe  Singapore  team has played great football  against\r\n\r\ntremendous odds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But let me ask, is soccer the only game in Singapore?\r\n\r\nWhat  is  the Singapore Sports Council doing to promote\r\n\r\nthe  other sports? Surely they are not resting  on  the\r\n\r\nlaurels  they have attained through football  alone  in\r\n\r\nSingapore. To make matters worse, the SSC is trying  to\r\n\r\npromote   inter-constituency  sports   without   proper\r\n\r\nliaison with the community centres. As a result,  there\r\n\r\nis  an  overlapping of activities. Something  is  wrong\r\n\r\nsomewhere.  This overlapping of activities  will  cause\r\n\r\nfurther  confusion.  The SSC  was  granted  a  loan  of\r\n\r\n$1,600,000,  and  I presume it will still  continue  to\r\n\r\nreceive  aid from Toto. What is being done  to  promote\r\n\r\nsports with these funds? It is high time the SSC became\r\n\r\nmore  realistic and help to promote the  other  sports.\r\n\r\nSingaporeans  are  keen sportsmen and sportswomen.  The\r\n\r\nSSC  can  become a very useful organisation to  promote\r\n\r\nsports in Singapore. Unfortunately, it appears that  it\r\n\r\nis  not  doing a very good job in promoting  sports  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come back to the National Stadium. Although\r\n\r\nthe  stadium has become \"alive\", the grounds around the\r\n\r\nstadium  require some attention. Sir, not only  is  the\r\n\r\nlighting very poor, but many places in the grounds  are\r\n\r\nvery uneven. There are insufficient footpaths, and even\r\n\r\nthen  these  are criss-crossed with so many  drains  of\r\n\r\nvarious  sizes that they become a hazard and  accidents\r\n\r\nare  likely  to  occur. In fact,  many  accidents  have\r\n\r\noccurred when people cross these drains. When  a  large\r\n\r\ncrowd moves, people are not aware of obstacles in their\r\n\r\npath. Even the doctors in the hospitals are aware  that\r\n\r\naccidents occurring on the grounds around the  National\r\n\r\nStadium are very common.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was a very recent case in which a person, after\r\n\r\nwatching   a   football  game,  had  an  accident   and\r\n\r\ndislocated  his  arm.  It was not  easy  to  summon  an\r\n\r\nambulance. Even the police who were on duty controlling\r\n\r\nthe traffic did not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 740</b></font><br><br>\r\n\r\n\r\n\r\nhave   a   walkie   talkie  to  summon  an   ambulance.\r\n\r\nFortunately, this person was with his manager who later\r\n\r\ndrove him to the hospital. Such is the state of affairs\r\n\r\nat the stadium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Something must be done to remedy this situation. The\r\n\r\nMinister may reply that this matter does not come under\r\n\r\nhis  jurisdiction. But I would suggest to him  that  he\r\n\r\nshould liaise with the Minister for the Environment  to\r\n\r\ncover up these dangerous drains and to install adequate\r\n\r\nlighting outside the stadium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some of the security officials of the National\r\n\r\nStadium  should undergo a course on human relations  so\r\n\r\nthat  they can be polite and helpful to the people  who\r\n\r\ngo  to the National Stadium. I have received complaints\r\n\r\nof  rudeness  and  discourtesy  on  the  part  of  some\r\n\r\nofficials  towards members of the public.  Furthermore,\r\n\r\nthose  ticket  collectors at  the  gate  do  not  issue\r\n\r\ncounterfoils.  As  a  result,  many  people  enter  the\r\n\r\nstadium    without    tickets,   particularly    during\r\n\r\ninteresting  matches,  and  there  are  no   means   of\r\n\r\ndetecting  them,  because a counterfoil  has  not  been\r\n\r\ngiven  to a person who has bought a ticket. May  I  ask\r\n\r\nhow  do  these  people  get into  the  stadium  without\r\n\r\ntickets?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In any major sports game at the National Stadium the\r\n\r\ncrowds  go  there early, sometimes two or  three  hours\r\n\r\nbefore  the  game  starts. Surely the Singapore  Sports\r\n\r\nCouncil can think of something to entertain the  crowd,\r\n\r\nperhaps  a display of bands, some track events or  some\r\n\r\nminor games to entertain the crowd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year I mentioned that the grounds of the\r\n\r\nNational Stadium were like a fish pond. And this year I\r\n\r\nnoticed  that there is a signboard outside the  Stadium\r\n\r\nat  the  east  side  saying  \"No  fishing  or  swimming\r\n\r\nallowed\".  I presume someone had been found fishing  or\r\n\r\nswimming there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also notice that the Stadium authorities used a\r\n\r\nprimitive  method of drain-fling water from the  field.\r\n\r\nTo  quote an instance, during the football game between\r\n\r\nSingapore  and China, where more than 50,000 spectators\r\n\r\nwere present, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 741</b></font><br><br>\r\n\r\n\r\n\r\nauthorities used towels and blankets to drain off water\r\n\r\nbefore a very large crowd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to know why there were only 40\r\n\r\nspectators as against 65 officials during the finals of\r\n\r\nthe  Inter-constituency  Badminton  Tournament  at  the\r\n\r\nBadminton  hail last year. I hope the Singapore  Sports\r\n\r\nCouncil  could generate more interest in sports instead\r\n\r\nof providing only service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Farrer Park field is used practically everyday\r\n\r\nfor  football  games.  Many of our  soccer  stars  were\r\n\r\ndiscovered   from   games   played   at   this   field.\r\n\r\nUnfortunately,  the  ground  at  this  place  is  badly\r\n\r\nmaintained. Even with a light rain, the ground  becomes\r\n\r\nsodden  with  pools  of water here and  there,  thereby\r\n\r\nspoiling  the games played there. The field is situated\r\n\r\nin an ideal place, but unfortunately the maintenance is\r\n\r\npoor. Toto could help here to remedy the condition.\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok (Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Social Affairs (Encik Othman Bin Wok):</b> Mr Speaker, Sir, may `I first reply to the Member for\r\n\r\nSerangoon Gardens. There is a restriction in respect of\r\n\r\nnon-citizens  holding work permits :marrying  Singapore\r\n\r\ncitizens: This is not found in- our marriage policy but\r\n\r\nin the work permit policy. This work permit policy came\r\n\r\ninto  effect on 1st July. 1973. Under this policy  work\r\n\r\npermit  holders must first obtain the approval  of  the\r\n\r\nCommissioner for Employment before contracting marriage\r\n\r\nwith  Singapore citizens. A condition is stipulated  in\r\n\r\nall  work  permits that a work permit is  automatically\r\n\r\nforfeited  if the holder, having less than five  years'\r\n\r\ncontinuous employment in Singapore, marries a Singapore\r\n\r\ncitizen  without the prior approval of the Commissioner\r\n\r\nfor  Employment This provision cannot be evaded by  the\r\n\r\nwork  permit holder .giving up the work permit and then\r\n\r\ncontracting  marriage  with  a  Singapore  citizen   in\r\n\r\nanother country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, a non-citizen female work permit holder who\r\n\r\nwishes  to  marry, a Singapore citizen  will  have  to\r\n\r\nobtain the prior\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 742</b></font><br><br>\r\n\r\n\r\n\r\napproval of the Commissioner for Employment. Where  one\r\n\r\nof  the parties to such a marriage is below the age  of\r\n\r\n18  years,  then a special licence must be obtained  as\r\n\r\nrequired under the Women's Charter. For this, the  same\r\n\r\ncriteria  apply  to  all  applicants  irrespective   of\r\n\r\nwhether  they  are  work  permit  holders  or  not.  We\r\n\r\nnormally  consider whether the general welfare  of  the\r\n\r\ngirl will be enhanced by the marriage. We also consider\r\n\r\nthe   maturity  of  the  couples  and  their  financial\r\n\r\nposition.   Applications  for  special   licences   are\r\n\r\nnormally rejected if the couples show no genuine desire\r\n\r\nfor  marriage or are pressurised by parents,  guardians\r\n\r\nor   relatives  to  marry.  We  will  also  reject  the\r\n\r\napplications for special marriage licences  if  one  or\r\n\r\nboth  parties to a marriage knowingly flout  our  laws.\r\n\r\nPregnancy of the girl is one of the considerations, but\r\n\r\ncertainly  not  the  overriding consideration  for  the\r\n\r\ngranting   of  special  licences,  though  we  normally\r\n\r\nexpedite  such cases. The Member for Serangoon  Gardens\r\n\r\ncan  rest  assured that my Ministry takes a sympathetic\r\n\r\nview  of  cases  of  genuine hardship,  either  due  to\r\n\r\npregnancy  or  to  family circumstances,  and  in  many\r\n\r\ninstances the Social Welfare Department goes out of the\r\n\r\nway  to  provide  assistance  to  couples  who  are  in\r\n\r\ndifficulty.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Anson made criticisms on the\r\n\r\nNational  Stadium.  I have this to say.  The  Singapore\r\n\r\nSports Council is not, promoting only football. It  has\r\n\r\ngiven  it  proper emphasis as it is only football  that\r\n\r\nwill  draw  crowds  to the National Stadium.  No  other\r\n\r\nsport  can  pack the National Stadium. This also  helps\r\n\r\nthe  SSC to earn revenue, besides maximising the  usage\r\n\r\nof  the  National Stadium. The SSC has assisted in  the\r\n\r\npromotion of a number of other sports by way of  free\r\n\r\nusage  of  facilities for training, organisation-,  of\r\n\r\ncourses  for  coaches and officials, training  schemes\r\n\r\nand  instructional lessons. To name  a  few,  they  arc\r\n\r\nbasketball, sepak takraw, swimming, waterpolo, netball,\r\n\r\nbadminton, lawn tennis, and athletics.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 743</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inter-constituency sports are being promoted by the\r\n\r\nSSC  while  intra constituency games (between community\r\n\r\ncentres) are, at present, being mainly organised by the\r\n\r\nPeople's  Association.  There  is  no  overlapping   or\r\n\r\nconfusion,  as  there  is very close  coordination  and\r\n\r\ncooperation   between   the  SSC   and   the   People's\r\n\r\nAssociation.  The preparation of the Inter-Constituency\r\n\r\nTournament  Calendar is made available to the  People's\r\n\r\nAssociation   which   is  also   represented   in   the\r\n\r\norganisation   of   every   inter-constituency   sports\r\n\r\ncompetition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The loan of $1.6 million which the SSC received from\r\n\r\nGovernment   is   being  utilised  for  the   following\r\n\r\nprojects:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) to upgrade sports facilities with a view to\r\n\r\nmaximising usage;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) to landscape and develop certain areas at the\r\n\r\nNational Stadium Complex;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) to settle the fees due to Phase 11 Consultants;\r\n\r\nand\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) to pay to Government its share of renovation and\r\n\r\nconstruction  of the car parks at the National  Stadium\r\n\r\nComplex for the Park and Ride Scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The SSC has the responsibility of upgrading existing\r\n\r\nfacilities and developing new facilities. For all  such\r\n\r\ncapital  expenditure, loans and not grants are approved\r\n\r\nby Treasury.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The revenue from Toto does not go directly to the\r\n\r\nSSC.  The  Government,  however,  after  examining  the\r\n\r\nbudget of the SSC and offsetting it against anticipated\r\n\r\nrevenue, makes up the deficit with a direct grant which\r\n\r\nincludes a donation from Toto.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Situated between the National Stadium and Nicoll\r\n\r\nHighway  is  a  parcel of land which is  undulating  in\r\n\r\nplaces.  This  will  be  developed  by  the  Parks  and\r\n\r\nRecreation  Division of the PWD into  a  park  complete\r\n\r\nwith  lighting and footpaths. The SSC will develop,  in\r\n\r\nconjunction with the Parks and Recreation Division, the\r\n\r\nentire  area including the Sports Garden at  the  East.\r\n\r\nEntrance  of  the National Stadium into a  recreational\r\n\r\narea.  Also included will be an ornamental pond  and  a\r\n\r\nproposed food centre.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 744</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The SSC will look into the question of lighting up\r\n\r\nthe area referred to, in conjunction with the Parks and\r\n\r\nRecreation  Division, when the area has been  developed\r\n\r\ninto a park.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people who fall into drains are those who have\r\n\r\ntried to take short-cuts and who are careless. Quite  a\r\n\r\nnumber  of them have even damaged plants and torn  down\r\n\r\nchain-link  fences  in order to take short-cuts  across\r\n\r\nthe   area.  There  are  sufficient  open  spaces   and\r\n\r\nfootpaths  for  people to walk. The tiny drains  within\r\n\r\nthe  Stadium grounds do not pose a danger. In any case,\r\n\r\nthe  SSC will look into this problem more closely  and,\r\n\r\nif   there   are  drains  which  need  to  be  covered,\r\n\r\nappropriate action will be taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The security guards as well as the staff of the SSC\r\n\r\nhave  always been told to be polite and courteous  when\r\n\r\ndealing  with  members  of the  public.  They  will  be\r\n\r\nreminded  again of the importance of public  relations.\r\n\r\nThe  SSC always welcome complaints of discourtesy  from\r\n\r\nmembers of the public and will examine these complaints\r\n\r\nimpartially.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For football matches where admission charges are'\r\n\r\nlevied  at  the National Stadium, entry  is  either  by\r\n\r\ntickets  or  by  turnstiles for which  no  tickets  are\r\n\r\nissued.  When  a  capacity crowd is expected,  pre-game\r\n\r\nsales of tickets are carried out. For all tickets sold,\r\n\r\ncounter-foils are issued.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Band music and performances have been and will\r\n\r\ncontinue  to  be provided to entertain the  spectators.\r\n\r\nThe  organisation of additional activities to entertain\r\n\r\nthe  crowd will be looked into by the SSC. The  Stadium\r\n\r\ngates  open three hours before each game. Usually,  the\r\n\r\nmore  enthusiastic  spectators may come  in  about  two\r\n\r\nhours  earlier before the scheduled time of  play,  and\r\n\r\ntheir purpose is to secure the best seats for the game.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The field at Farrer Park has no underground drainage.\r\n\r\nIt  is  also subjected to constant flooding  as  it  is\r\n\r\nlower  than  the roads surrounding it. Every  time  the\r\n\r\nFarrer  Park field is flooded, the top soil  is  washed\r\n\r\naway and, moreover, the field\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 745</b></font><br><br>\r\n\r\n\r\n\r\nis  heavily used every day. All this accounts  for  its\r\n\r\npoor  condition. The cost of raising the level  of  the\r\n\r\nfield  and  the  provision of  an  underground  subsoil\r\n\r\ndrainage  is prohibitive. So I am afraid the field  has\r\n\r\nto be left as it is for the time being.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also referred to the signboard outside the\r\n\r\nStadium-\"No fishing or swimming is allowed\". He was not\r\n\r\naware  that  he was, in fact, looking at an  ornamental\r\n\r\npond  in  its embryonic stage of development. This  has\r\n\r\nbeen  in-eluded as one of the development projects  for\r\n\r\nthe new financial year. The Ministry of the Environment\r\n\r\nand   the   PWD  are  now  finalising  plans  for   the\r\n\r\ndevelopment  of  this pond to blend with  an  aesthetic\r\n\r\nlandscaped area. In order to prevent mosquito  breeding\r\n\r\nin   this  pond,  fishes  are  reared  there,  and  the\r\n\r\nsignboard is to ensure that the fishes can be  left  in\r\n\r\npeace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member further referred to the football match\r\n\r\nagainst China when it was necessary to drain off  water\r\n\r\nbefore  the commencement of the match. Pumps cannot  be\r\n\r\nused  when there is no more than 1½ inches of  water\r\n\r\non  the ground. The Sports Council only use pumps  when\r\n\r\nthe  water level is higher, at about 4½ inches.  The\r\n\r\nofficials  should,  in  fact, be  commended  for  their\r\n\r\nkeenness  and  initiative  in  trying  to  improve  the\r\n\r\ncondition of the ground before the match.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The finals of the inter-constituency badminton\r\n\r\ntournament last year was held at the SBA Hall  and  not\r\n\r\nat  the  Gay  World Badminton Stadium.  Obviously,  the\r\n\r\nMember  for  Anson was not there. This  tournament  was\r\n\r\norganised  by  the Singapore Badminton Association  and\r\n\r\nnot  the SSC. Admittedly, at this tournament there were\r\n\r\nnot  many  spectators, but there were  definitely  more\r\n\r\nthan  40 spectators present. Badminton nowadays appears\r\n\r\nto  have  lost  its  glamour because even  at  national\r\n\r\nchampionships  organised by the SBA, spectator  support\r\n\r\nhas been disappointing. For the tournament in question,\r\n\r\nmore than 6,000 invitation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 746</b></font><br><br>\r\n\r\n\r\n\r\ncards had been issued to each constituency  to\r\n\r\nencourage  them  to  witness the  finals  and  to  give\r\n\r\nsupport  to  the tournament. The finalists  were  given\r\n\r\nextra  invitation  cards as it was expected  that  they\r\n\r\nwould  bring in their supporters to cheer them  on.  It\r\n\r\nwould  have been quite easy to fill the SBA  Hall  with\r\n\r\n\"conscripted\" spectators, but this is the  wrong  thing\r\n\r\nto   do.  It  is  better  to  have  fewer  genuine  and\r\n\r\ninterested  spectators  than  to  have  unwilling   and\r\n\r\ndisinterested spectators. The solution to this  problem\r\n\r\nlies in reviving badminton as a sport for the masses. A\r\n\r\nlong-term  plan will have to be worked out by  the  SBA\r\n\r\nwith the assistance of the Singapore Sports Council.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, the Minister for Social Affairs said that I was\r\n\r\nnot  present  at  the  finals of the inter-constituency\r\n\r\nbadminton tournament. It is not possible for me  to  be\r\n\r\npresent at every sports event to see what is happening.\r\n\r\nIt  is only when I receive a complaint that I bring  up\r\n\r\nthe  matter in this House. This is the proper place for\r\n\r\nme  to bring up these matters. If the Minister wants me\r\n\r\nto  be  present at every sports event to  see  what  is\r\n\r\nhappening, then I would not have time for other work.\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Sir, I agree with the Member. I thought that, since\r\n\r\nhe  has  made this complaint, he could have been there.\r\n\r\nIt is just a misunderstanding and I apologise.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I accept the Minister's apology.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> Sir, in view of the explanation, I beg leave to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead ACA 1111*.\r\n\r\n\r\n\r\n(*The same amendment also stood in the names of Messrs Cheong Yuen Chee and Ho Kah Leong).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is believed that the Registry of Cooperative\r\n\r\nSocieties  is  being reorganised into  the  Cooperative\r\n\r\nDevelopment Department. This is indeed a good move.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 747</b></font><br><br>\r\n\r\n\r\n\r\nCan the Minister elaborate on the functions of this new\r\n\r\nproposed Cooperative Development Department?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recently two International Labour Organisation\r\n\r\nexperts  have  made recommendations to  strengthen  the\r\n\r\ncooperative movement in Singapore. May I know what  are\r\n\r\nthe  recommendations they have made, and how would they\r\n\r\naffect  the  state of our present societies?  I  wonder\r\n\r\nwhether  non-citizens are allowed  to  hold  office  in\r\n\r\nthese  recommendations. I would also like to  know  how\r\n\r\nmany societies are in existence at the moment, and  how\r\n\r\nmany are really active.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, there were proposals by some societies\r\n\r\nto  engage  in  multi-purpose cooperative societies  in\r\n\r\norder  to  fight inflation. How far has this  programme\r\n\r\nbeen  successful,  and  how many  societies  have  been\r\n\r\nconverted into multi-purpose cooperative societies?\r\n\r\n\r\n\r\n<br><br><!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, the Ministry of Social Affairs, I must\r\n\r\nsay,  was  quite  aware  of  the  shortcomings  of  the\r\n\r\nRegistry of Cooperative Societies. It is to the  credit\r\n\r\nof the Ministry that an effort was made to rectify this\r\n\r\ndeficiency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What the Ministry did was to ask for guidance and\r\n\r\nconsultation  in  the form of two International  Labour\r\n\r\nOrganisation experts. With the wealth of their combined\r\n\r\nexperience and expertise, the two ILO experts made some\r\n\r\nrather drastic recommendations on the reorganisation of\r\n\r\nthe Registry of Cooperative Societies itself and on the\r\n\r\nreorganisation   of   the   cooperative   movement   in\r\n\r\nSingapore. One of these recommendations is the proposal\r\n\r\nto  form an Apex Council to supervise and regulate  the\r\n\r\nfunctions  of  the  various  cooperative  societies  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But what has given me cause for concern is the\r\n\r\nannouncement by the Ministry of the total acceptance of\r\n\r\nthe  recommendations of the two ILO experts who, I must\r\n\r\nacknowledge,  have  spent several months  in  Singapore\r\n\r\nbefore  drawing up their comprehensive recommendations.\r\n\r\nI  am not sure that it is desirable for the Ministry to\r\n\r\naccept every single bit of the recommendations\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 748</b></font><br><br>\r\n\r\n\r\n\r\nof the ILO experts. For one thing, I regret to say that\r\n\r\nthe  staff of the Registry of Cooperative Societies  in\r\n\r\nthe  Ministry, due to the rather high turnover of staff\r\n\r\nin  that  particular  department,  cannot  be  said  to\r\n\r\npossess   in-depth  knowledge  of  cooperative  society\r\n\r\naffairs in the Republic as to be in a position to  make\r\n\r\ncritical  comment  in relation to such recommendations.\r\n\r\nFor   another  thing,  the  concept  and  practice   of\r\n\r\ncooperative societies in other parts of the  world  may\r\n\r\nnot   be   introduced  into  Singapore  without   first\r\n\r\nundergoing some form of suitable adjustment.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the Members of this House may be aware, the trade\r\n\r\nunion movement in Singapore, which is comparable  as  a\r\n\r\nsocial  institution  to  the  cooperative  movement  in\r\n\r\nSingapore, has prided itself on its refusal  to  accept\r\n\r\nunquestioningly  the  concept  and  practice  of  trade\r\n\r\nunionism  as  developed in other parts  of  the  world,\r\n\r\nparticularly  in  the industrialised countries  of  the\r\n\r\nWest.  The trade unions in Singapore believe that  they\r\n\r\nmust  develop their own mode and style of operation  in\r\n\r\nharmony    with    the   socio-economic   circumstances\r\n\r\nprevailing in Singapore. It is also a belief, if I  may\r\n\r\nsay so, which the Government has shared and supported.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the same consideration should also apply to the\r\n\r\ndevelopment   of  the  cooperative  movement   in   the\r\n\r\nRepublic. It is true that the concept and the  practice\r\n\r\nof  cooperative societies in other parts of  the  world\r\n\r\nare  mostly valid in the Republic. To that extent,  the\r\n\r\nrecommendations of the ILO experts may be accepted  and\r\n\r\ntranslated  into future reenactment of the  Cooperative\r\n\r\nSocieties  Act,  so as to improve the  quality  of  the\r\n\r\ncooperative movement in the Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But at the same time certain aspects of cooperative\r\n\r\naffairs  in  Singapore  did  not  seem  to  have   been\r\n\r\nconsidered.   For   instance,  the  membership   of   a\r\n\r\ncooperative  society is presently confined  to  natural\r\n\r\npersons  or  other cooperative societies.  If  a  trade\r\n\r\nunion  desires to participate in a cooperative  society\r\n\r\nthe  permission of the Minister has to be obtained  and\r\n\r\npublished by notification in the Government Gazette.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 749</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am of the view that restrictive participation\r\n\r\nof  a  trade  union  in the affairs  of  a  cooperative\r\n\r\nsociety  is  neither necessary nor practical.  For  one\r\n\r\nthing, it has been forgotten that cooperative societies\r\n\r\nin other parts of the world first developed in the form\r\n\r\nof  producers'  cooperatives, whose members  are  small\r\n\r\nfarmers or small businessmen. Such members usually have\r\n\r\nconsiderable   surplus  funds   at   their   individual\r\n\r\ndisposal.  The cooperative societies in Singapore  have\r\n\r\nbeen,  until  recently,  mainly  consumer  cooperatives\r\n\r\nwhose  members  are  usually workers  with  hardly  any\r\n\r\nsurplus  funds at their disposal. It is not  surprising\r\n\r\nthat,  prior to the participation of the NTUC and other\r\n\r\ninstitutions   in   the   cooperative   movement,   the\r\n\r\ncooperative  societies in Singapore  usually  take  the\r\n\r\nform of thrift and loan societies with more emphasis on\r\n\r\nloans  than  on savings. The trade unions in Singapore,\r\n\r\ntherefore, can assist in the further development of the\r\n\r\ncooperative movement in the Republic. The trade unions,\r\n\r\nby  reason  of  the fact that they are  precluded  from\r\n\r\ngiving  loans to members, have been able  to  build  up\r\n\r\nsurplus  funds which can be invested in the cooperative\r\n\r\nmovement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is desirable that a trade union should be allowed\r\n\r\nto  participate in the affairs of cooperative societies\r\n\r\nwithout having to seek the permission , of the Minister\r\n\r\neach  time it wishes to do so. The concept of  a  rigid\r\n\r\nand  strict separation between cooperative movement and\r\n\r\ntrade  union  movement  should be  discarded  as  being\r\n\r\nimpractical.  If  the  Ministry  is  worried  that  the\r\n\r\nunrestrictive  participation by a trade  union  in  the\r\n\r\naffairs of a cooperative society may lead to abuse,  it\r\n\r\nshould  be  noted that the membership, the shareholding\r\n\r\nand  the  control  of  a cooperative  society  are  not\r\n\r\nsynonymous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The control of a cooperative society can be strictly\r\n\r\nsupervised and regulated by the Registry of Cooperative\r\n\r\nSocieties without in any way restricting the right of a\r\n\r\ntrade union to participate in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 750</b></font><br><br>\r\n\r\n\r\n\r\naffairs of the cooperative societies. I may also  state\r\n\r\nthat   the   Budget  estimates  for  the  Registry   of\r\n\r\nCooperative  Societies  for  11975  does  not  seem  to\r\n\r\nindicate  any drastic change in the staffing  position.\r\n\r\nWith the range of business conducted by the cooperative\r\n\r\nsocieties becoming more complex and esoteric,  such  as\r\n\r\nhousing,   supermarkets,   transport,   insurance   and\r\n\r\npossibly  banking, it may be necessary to beef  up  the\r\n\r\nRegistry  with more qualified and competent  staff  not\r\n\r\nonly to supervise but also to advise the management  of\r\n\r\nthe various cooperative societies in Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong (Jurong):</b> Mr Speaker, Sir, I would like first to congratulate\r\n\r\nthe Minister for converting his Registry of Cooperative\r\n\r\nSocieties  into the Cooperative Development  Department\r\n\r\nwith   a   view  to  coordinating  and  expanding   the\r\n\r\ncooperative movement in Singapore. This is commendable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I must remind the Minister not to forget\r\n\r\nanother section of our population which also needs  the\r\n\r\nhelp  of  his  Ministry to form cooperative  societies.\r\n\r\nThis  section is none other than the farming community.\r\n\r\nIn  the  past  the farmers tried to form all  sorts  of\r\n\r\ncooperative  societies,  but most  of  these  societies\r\n\r\nceased  to  function after a few years, due  mainly  to\r\n\r\npoor  management. Now that the Ministry has established\r\n\r\nthe   Cooperative  Development  Department,  can   this\r\n\r\nDepartment pay special attention to help our farmers to\r\n\r\norganise  a Farmers' Multi-purpose Cooperative Society,\r\n\r\nwith emphasis on production and the marketing side?  If\r\n\r\nthis cooperative society is formed, I believe that  not\r\n\r\nonly  the  farmers  themselves  will  benefit  but  the\r\n\r\nconsumers  as a whole will also benefit. The reason  is\r\n\r\nobvious. If the farm produce can be passed on from  the\r\n\r\nfarmers direct to' the consumers, without having to  go\r\n\r\nthrough  the middlemen, prices will be greatly reduced.\r\n\r\nSo  it  `is in the interest of both the farmer and  the\r\n\r\nconsumer, if   an  effective  Farmers'   Multipurpose\r\n\r\nCooperative Society is formed. In this respect I  would\r\n\r\nurge  the  Minister  to give serious  thought  to  this\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 751</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Mr Speaker, Sir, I would like to thank the various\r\n\r\nhon.  Members who endorse the idea of reorganising  the\r\n\r\nRegistry  of  Cooperative Societies into a  Cooperative\r\n\r\nDevelopment Department.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The present Registry of Cooperative Societies,\r\n\r\ntransferred to my Ministry from the Primary  Production\r\n\r\nDepartment,   is   only  equipped  to  handle   routine\r\n\r\nadministrative  work such as inspection  and  audit  of\r\n\r\naccounts    of   societies,   enquiries,   arbitration,\r\n\r\nliquidation and the registration and de-registration of\r\n\r\nsocieties.  The new Cooperative Development  Department\r\n\r\nwill   be   the   Government  machinery  to   undertake\r\n\r\npromotional and educational work\r\n\r\nin the cooperative field.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The cooperative movement had been in the doldrums for\r\n\r\nmany  years.  Only in recent years, there  has  been  a\r\n\r\nspurt in the growth of the movement with the setting up\r\n\r\nof the various NTUC cooperatives and the development of\r\n\r\nconsumer  cooperatives and multi-purpose  cooperatives.\r\n\r\nIn   the   context   of  the  changing   socio-economic\r\n\r\nconditions in Singapore, cooperative societies, rightly\r\n\r\nconceived   and  efficiently  managed,  can   play   an\r\n\r\nimportant  part in improving the economic  and  social,\r\n\r\npositions   of   persons  of  limited   resources   and\r\n\r\nopportunities.  We  have now 80 registered  cooperative\r\n\r\nsocieties with a total membership of 74,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Seven of these societies are inactive Regarding multi-purpose societies, there are only two, but there are 11\r\n\r\nother  societies which are providing auxiliary consumer\r\n\r\nservices  to their members in addition to their  normal\r\n\r\nactivities.  These  societies,  in  addition   to   the\r\n\r\nconsumer'    activities   of   the   NTUC   cooperative\r\n\r\nsupermarkets  and  consumer clubs, have  helped  in  no\r\n\r\nsmall measure in combating inflation in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Members for Anson and Toa Payoh will recall that\r\n\r\nI  mentioned  to  the House during the last Budget\r\n\r\ndebate  that  my Ministry would seek the  services  of\r\n\r\nexperts to strengthen the cooperative movement  and  to\r\n\r\nre-draft  the cooperative legislation. Since  then,  my\r\n\r\nMinistry has appointed an ad hoc committee to study the\r\n\r\ncooperative movement and to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 752</b></font><br><br>\r\n\r\n\r\n\r\ndevelop  a  Framework  for cooperative  development  in\r\n\r\nSingapore.  The  ad hoc committee was assisted  by  two\r\n\r\nexperts,  Dr  J, von Muralt, ILO Cooperative  Technical\r\n\r\nOfficer, ,and Professor Hans H. Munkner, 1LO expert  on\r\n\r\ncooperative legislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Muralt recommended the reorganisation of the\r\n\r\nRegistry  of  Cooperative Societies into a  Cooperative\r\n\r\nDevelopment  Department  and  the  setting  up   of   a\r\n\r\ncooperative apex organisation. He also recommended  the\r\n\r\ndiversification  of  cooperative  activities  and   the\r\n\r\nestablishment  of  a  Cooperative Education  Fund,  the\r\n\r\nsetting  up of a Cooperative Training Institute  and  a\r\n\r\nprogramme   of  Cooperative  Education  and   Training.\r\n\r\nSimilar  recommendations are  also  made  by  Professor\r\n\r\nMunkner  who made other recommendations, including  the\r\n\r\ncomplete revision of the Cooperative Societies Act, the\r\n\r\ncreation of a central audit system, the setting up of a\r\n\r\nCooperative  Training  Centre  and  a  new  system   of\r\n\r\nprovisional  registration of  societies.  Both  experts\r\n\r\nhave  worked  closely with leaders of  the  cooperative\r\n\r\nmovement and NTUC.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Based ,on the Framework for Co, operative\r\n\r\ndevelopment,   the  Ministry  has   worked,   out   the\r\n\r\nrequirements   to,  be  incorporated   into   the   new\r\n\r\ncooperative legislation. At present, Professor  Munkner\r\n\r\ntogether  with legal officers of the Attorney-General's\r\n\r\nChambers  are  preparing the new Cooperative  Societies\r\n\r\nBill.  It  is  expected that the  draft  Bill  will  be\r\n\r\nfinalised in the middle of this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new cooperative legislation will provide a sound\r\n\r\nlegal  framework  for  the development  of  cooperative\r\n\r\nsocieties   in   Singapore.  It  will   encourage   the\r\n\r\nconsolidation   and  diversification   of   cooperative\r\n\r\nactivities  and  the  establishment  of  an  integrated\r\n\r\n.system of primary societies, secondary societies,  and\r\n\r\nan apex organisation. `\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fundamental change in the new Act is to ensure\r\n\r\nthat  the  movement  will grow by  giving  emphasis  to\r\n\r\ncooperative  development. This is  done  in  two  ways.\r\n\r\nFirstly,  the new Cooperative Develop, ment  Department\r\n\r\nwill help to monitor\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 753</b></font><br><br>\r\n\r\n\r\n\r\nthe  growth  of the movement and foster the development\r\n\r\nof  cooperative  societies by  providing  guidance  and\r\n\r\nadvice as well as training for cooperative officials in\r\n\r\ncooperative  subjects such as management of cooperative\r\n\r\nsocieties, marketing, financial administration, and  so\r\n\r\non. The Department will have trained staff to undertake\r\n\r\nthis  work.  Secondly,  an apex  organisation  will  be\r\n\r\nformed to provide the leadership to the movement so  as\r\n\r\nto encourage cooperative societies to work closely with\r\n\r\none another to seek improvements through the pooling of\r\n\r\nideas, resources and manpower.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new Act will also, among other things, provide\r\n\r\nfor the establishment of a Central Cooperative Fund  to\r\n\r\nfinance  centralised services for the  benefit  of  all\r\n\r\ncooperatives in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson wanted to know whether non-citizens could be allowed to hold office. It is the\r\n\r\nintention  that  non-citizens should be  debarred  from\r\n\r\nserving  in  the  management committees of  cooperative\r\n\r\nsocieties unless the prior approval of the Minister  is\r\n\r\nobtained.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In reply to the Member for Jurong, the formation of a\r\n\r\nfarmers'  cooperative is not entirely a  new  idea.  In\r\n\r\nfact, when cooperative societies were under the Primary\r\n\r\nProduction  Department, there were  moves  to  organise\r\n\r\nfarmers on a cooperative basis. It was found that there\r\n\r\nwere  inherent difficulties in doing so due to lack  of\r\n\r\ninterest  among members, poor financial position,  weak\r\n\r\nleadership and the resettlement of farmers as a  result\r\n\r\nof   rapid   urbanisation.   The   Primary   Production\r\n\r\nDepartment, in fact, has been giving direct  assistance\r\n\r\nto  the  farmers instead of encouraging the development\r\n\r\nof farmers' cooperatives for which management expertise\r\n\r\nis  difficult to develop. Past experiences  have  shown\r\n\r\nthat  farmers'  cooperatives do not  fare  well.  Since\r\n\r\n1960,  nine societies have been de-registered  and  two\r\n\r\nhave been dormant for some time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So far, agricultural cooperatives have not been very\r\n\r\nsuccessful.  Recently, however,  the  Teachers'  Multi-purpose Co, operative Society has sponsored the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 754</b></font><br><br>\r\n\r\n\r\n\r\nformation  of a new Livestock and Agricultural  Farming\r\n\r\nCooperative  Society, which may be the beginning  of  a\r\n\r\nnew  period  of  modern  agricultural  cooperation   in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would assure the Member for Jurong that\r\n\r\nshould there be a need for farmers to form cooperatives\r\n\r\nin   the   future,  the  new  Cooperative   Development\r\n\r\nDepartment would be most happy and willing to look into\r\n\r\nthe  feasibility  of forming farmers'  cooperatives  in\r\n\r\nconsultation with the Primary Production Department and\r\n\r\nthe  Farmers' Association. The Department will  provide\r\n\r\nall  the  necessary assistance and guidance to  farmers\r\n\r\nfor such purposes.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, in view of the Minister's explanation, I beg\r\n\r\nleave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Haji Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Haji Mohd. Ariff Bin Suradi (Kampung Kembangan)</b>(<i>In Malay</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead BCA 1111.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to congratulate the Minister for Social\r\n\r\nAffairs  on his efforts to get the Government to  agree\r\n\r\nto  a  scheme  to deduct 50 cents per month  from  each\r\n\r\nMuslim   on  a  voluntary  basis  through  the  Central\r\n\r\nProvident Fund towards the Mosque Building Fund  to  be\r\n\r\norganised  by the Majlis Ugama Islam Singapura  (MUIS).\r\n\r\nThe  idea  of building mosques in satellite  towns  was\r\n\r\nmooted many years ago, but the donations collected from\r\n\r\nMuslim  donors, the majority of whom were wage  earners\r\n\r\nwere  made, inadequate for the purpose. Now,  with  the\r\n\r\ncooperation  of Government, I think it  should  not  be\r\n\r\ndifficult  to overcome the other problems as well,  for\r\n\r\nexample,  compliance with the need for building  plans.\r\n\r\nNot only in respect of the construction of mosques but,\r\n\r\nin  fact, in any other project, the primary question is\r\n\r\nthe availability of funds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the assistance of the Government forthcoming,\r\n\r\nthe  idea  to  deduct a small sum on a voluntary  basis\r\n\r\nfrom the salaries of Muslim workers has been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 755</b></font><br><br>\r\n\r\n\r\n\r\nwelcomed  by  local Muslims. This will greatly  relieve\r\n\r\nthe  burden of the Mosque Building Committees.  What  I\r\n\r\nwish to suggest to the Minister is that upon completion\r\n\r\nof the construction of the mosques, it would be wise to\r\n\r\ncontinue with the deductions for those who wish  to  do\r\n\r\nso.  The reason is that upon completion of the mosques,\r\n\r\nthere  are  recurrent expenditures to be met,  such  as\r\n\r\nrepairs   and   renovation;  payment  of   PUB   bills,\r\n\r\nremuneration  for  the imams and  officials  and  other\r\n\r\nmiscellaneous   expenditure   which   require    funds.\r\n\r\nOtherwise, the mosques which would have been  built  at\r\n\r\nvery high costs, would fall into a state of neglect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, there is the question of welfare of the\r\n\r\nMuslim community, for which assistance is needed in the\r\n\r\nmatter   of   raising  money  to  finance   awards   of\r\n\r\nscholarships and bursaries. In the past, in addition to\r\n\r\nGovernment assistance in the form of special  bursaries\r\n\r\nfor the Malays, there were voluntary organisations like\r\n\r\nthe LBKM which collected funds by organising flag days,\r\n\r\nto   assist  poor  students.  These  bodies  have   now\r\n\r\ncoordinated  their efforts with the MUIS. Therefore,  I\r\n\r\nthink these voluntary bodies need no longer continue to\r\n\r\nfunction because MUIS, with Government assistance,  can\r\n\r\nnow  collect the funds through the CPF, and the  awards\r\n\r\nof  scholarships and bursaries can be effected  through\r\n\r\nthe  Public  Service Commission to avoid allegation  of\r\n\r\nfavouritism in such awards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a few years ago the Minister made a promise in\r\n\r\nthis  House, but it has not as yet been fulfilled. This\r\n\r\nis  in  regard to haj pilgrims from Singapore. He  said\r\n\r\nthat they would be provided with medical facilities and\r\n\r\ntheir  welfare  would  be looked  after  by  a  welfare\r\n\r\nofficer during their sojourn in Mecca and Medina.  Sir,\r\n\r\nI  would like to know whether the Minister will  fulfil\r\n\r\nhis  promise  this year or whether he will  merely  put\r\n\r\nthis matter in his KIV file.\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Mr Speaker, Sir, the Member for\r\n\r\nKampung  Kembangan referred to the scheme of collecting\r\n\r\n50 cents from each Muslim per month through the CPF for\r\n\r\nthe Mosque\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 756</b></font><br><br>\r\n\r\n\r\n\r\nBuilding  Fund and asked whether this scheme  could  be\r\n\r\nextended  for  other purposes which would  benefit  the\r\n\r\nMuslim community in Singapore. It is necessary to  make\r\n\r\nit  clear  that  this  scheme as  well  as  the  Mosque\r\n\r\nBuilding  Fund  are introduced for a specific  purpose,\r\n\r\nand that is, to raise sufficient money for the building\r\n\r\nof  a  mosque in each new town. The scheme as it stands\r\n\r\nis  to  build  four new mosques, each  varying  between\r\n\r\n$500,000  and  $800,000 in cost, in Toa Payoh,  Jurong,\r\n\r\nQueenstown  and  Chai Chee in the course  of  the  next\r\n\r\nthree  to eight years. Two other mosques will  also  be\r\n\r\nbuilt  eventually in Woodlands or Ama  Keng  and  Telok\r\n\r\nBlangah or Pasir Panjang.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will review the situation after the\r\n\r\ncompletion  of  these six mosques to find  out  whether\r\n\r\nthere  is  a  need  for this scheme to  continue.  But,\r\n\r\nfirst,  let us collect the money to enable us to  build\r\n\r\nall the six mosques.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I share with the Member for Kampung Kembangan his\r\n\r\nconcern  for  the welfare of Singapore pilgrims  during\r\n\r\ntheir  pilgrimage to Mecca. I have, in fact, asked  the\r\n\r\nMuslim  Religious  Council to look  into  this  problem\r\n\r\nclosely to ensure that our Singapore pilgrims are  well\r\n\r\nlooked  after  in  Saudi Arabia. For  this  purpose,  a\r\n\r\nPilgrimage Committee was set up by the Council. At  the\r\n\r\nsame  time,  the Administration of Muslim  Law  Act  is\r\n\r\nbeing   revised   to   place  the  responsibility   for\r\n\r\npilgrimage  on  the  Council.  Even  before  the  legal\r\n\r\nframework for implementing various decisions to improve\r\n\r\nthe  arrangements for pilgrimage of Singapore  Muslims,\r\n\r\nthe Council has implemented a number of measures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore pilgrims now travel with pilgrimage passes\r\n\r\nissued  by  the  Pilgrim  Officer  of  Singapore.   The\r\n\r\nPilgrim's  Fund,  Malaysia,  which  has  a  network  of\r\n\r\nwelfare   and  medical  facilities  in  Saudi   Arabia,\r\n\r\nrecognise these passes and extend to Singapore  holders\r\n\r\nof  these  passes its medical and welfare  services  at\r\n\r\nSaudi Arabia. Officials of the Council have checked  on\r\n\r\nthis  at Saudi Arabia and found that these arrangements\r\n\r\nare  very  satisfactory. They have  reported  that  our\r\n\r\npilgrims enjoyed excellent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 757</b></font><br><br>\r\n\r\n\r\n\r\nhealth  services  provided  by  the  Malaysian  Medical\r\n\r\nMission.   They   received  prompt  medical   attention\r\n\r\nwhenever and wherever medical care was required. I have\r\n\r\nsaid  this before in Parliament, and I still am of  the\r\n\r\nview,  that  since  the  arrangements  made  with   the\r\n\r\nPilgrim's  Fund,  Malaysia,  to  provide  medical   and\r\n\r\nwelfare  services  to  our pilgrims  are  satisfactory,\r\n\r\nthere  is  no  necessity to set up our own medical  and\r\n\r\nwelfare missions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Council is also looking into the activities of\r\n\r\npilgrim  brokers  to  ensure  that  they  provide  good\r\n\r\nservice  to Singapore pilgrims. As a start, the Council\r\n\r\nhas  recommended  to the Ministry that pilgrim  brokers\r\n\r\nlicences  should only be granted to those  who  have  a\r\n\r\ngood  record of service. Those who are just  interested\r\n\r\nin making money and who make empty promises to pilgrims\r\n\r\nwill   not   be  granted  licences.  The   Council   is\r\n\r\nconsidering  appointing a few reliable pilgrim  brokers\r\n\r\nin  Mecca  specially to look after Singapore  pilgrims.\r\n\r\nThis  arrangement  will ensure that Singapore  pilgrims\r\n\r\nwill   not  be  neglected  by  brokers  who  are   only\r\n\r\ninterested in making money and are not really  prepared\r\n\r\nto render good service in Mecca, Medina and Jeddah.\r\n\r\n\r\n\r\n<br><br><!-- Haji Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Haji Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): Mr Speaker, Sir, since Singapore is an independent\r\n\r\ncountry,  why  should  we rely on  another  country  to\r\n\r\nrender medical and welfare services to our pilgrims? Is\r\n\r\nthe  Ministry of , Social Affairs contributing  towards\r\n\r\nthis service?\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Sir, there has already been cooperation between the\r\n\r\nSingapore and Malaysian Governments on the question  of\r\n\r\nlooking  after  the  welfare of Singapore  pilgrims  in\r\n\r\nJeddah.  In  fact,  the Singapore  Government  gives  a\r\n\r\ncontribution  to  the Pilgrim's Fund,  Malaysia,  every\r\n\r\nyear to look after our pilgrims in Saudi Arabia.\r\n\r\n\r\n\r\n<br><br><!-- Haji Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Haji Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): Sir, what is the amount of the contribution?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 758</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Sir, I think the contribution for last year was over\r\n\r\n$40,000, it depends on the number of pilgrims going  to\r\n\r\nMecca from Singapore every year.\r\n\r\n\r\n\r\n<br><br><!-- Haji Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Haji Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): In view of the Minister's explanation, I beg leave\r\n\r\nto withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Messrs\r\n\r\nNg Kah Ting and P. Govindaswamy -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) That the sum to be allocated for Head R be\r\n\r\nreduced by $10 in respect of subhead BDA 1107.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ng is not moving. Mr P. Govindaswamy.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead BDA 1107.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whenever the subject of Legal Aid Bureau comes\r\n\r\nup for discussion, the only question that is brought up\r\n\r\nis  the  delay in the handling of cases that have  been\r\n\r\nreferred to the Bureau. Sometimes it takes about one to\r\n\r\ntwo years to deal with a simple case. Why is there such\r\n\r\na  delay?  Probably  the  Bureau  is  understaffed  and\r\n\r\noverworked. It is useless to discuss year in  and  year\r\n\r\nout the same complaint, without any action being taken.\r\n\r\nCan something be done to improve the situation, such as\r\n\r\nincreasing the number of staff?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is also observed that the staff at the counters\r\n\r\nare unable to assist the public in any way if there  is\r\n\r\nno  written information to trace the case, even if  the\r\n\r\nperson,  who  had previously been there,  was  able  to\r\n\r\nrecall the nature of the case. This is evidence to show\r\n\r\nthat  so  many cases have been referred to  the  Bureau\r\n\r\nthat  the  staff are unable to recollect and trace  any\r\n\r\ncase even after a short duration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is believed that the Registry Section of the\r\n\r\nBureau is unable to cope with the demand for attention.\r\n\r\nUnless  a  numbered card is produced, thus  leading  to\r\n\r\ninconvenience to the public, one is not able to get any\r\n\r\nattention\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 759</b></font><br><br>\r\n\r\n\r\n\r\nthereby  causing the case to be delayed. Can  something\r\n\r\nbe  done  also to improve the function of the  Registry\r\n\r\nand  to instruct the staff to be polite, courteous  and\r\n\r\nhelpful to the poor and also the illiterate people  who\r\n\r\nare   forced   to  come  to  this  Bureau  .for   legal\r\n\r\nassistance?\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Mr Speaker, Sir, while I agree with the Member for\r\n\r\nAnson that the Legal Aid Bureau is in critical need  of\r\n\r\nmore  staff,  I  cannot agree with the  statement  that\r\n\r\nthere  is  undue  delay on the part of  the  Bureau  in\r\n\r\ndealing  with the cases. Legal cases are  not  all  the\r\n\r\nsame.  Some  are  simple cases  which  can  be  settled\r\n\r\nstraightaway.  Others take a longer time  depending  on\r\n\r\ntheir  complexity  and  the legal  processes  involved.\r\n\r\nCases that require court proceedings normally take some\r\n\r\ntithe  to resolve. Take the example of a person seeking\r\n\r\naid  to  claim  damages  for injuries  sustained  in  a\r\n\r\ntraffic  accident.  In such cases, the  Bureau  has  to\r\n\r\napply   for   police  reports,  medical   reports   and\r\n\r\nparticulars  of vehicles involved from the Registry  of\r\n\r\nVehicles. The Police would have to investigate the more\r\n\r\nserious  accidents and inform the Bureau of the results\r\n\r\nof  their investigations. More often than not, there is\r\n\r\na  need  for  applicants  to  undergo  further  medical\r\n\r\nexaminations. The question of liability would  have  to\r\n\r\nbe  discussed  and  correspondence  entered  into  with\r\n\r\ninsurance  companies or their solicitors.  Instructions\r\n\r\nhave  to  be  obtained from applicants  in  respect  of\r\n\r\nletters received, and suitable replies sent. Should  an\r\n\r\noffer  be  made  subsequently, this would  have  to  be\r\n\r\ncommunicated  to  the applicants and, more  often  than\r\n\r\nnot,  the  quantum of damages would be the  subject  of\r\n\r\nnegotiations  until  a settlement  is  reached  to  the\r\n\r\nsatisfaction  of  the applicants. Should  a  settlement\r\n\r\nfail to materialise, court proceedings would have to be\r\n\r\ninstituted. Court documents would have to be  prepared,\r\n\r\nfiled  and served. Thereafter, a date would have to  be\r\n\r\nfixed  by  the Court for the hearing of the  cases  All\r\n\r\nthese take a great deal of time.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 760</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am more concerned about the staffing position of\r\n\r\nthe  Legal  Aid  Bureau. As the Bureau is  rendering  a\r\n\r\nuseful  social  service  for the  poor,  it  must  have\r\n\r\nadequate  staff  to carry Out its work  satisfactorily.\r\n\r\nThe  Ministry  will continue to press for the  required\r\n\r\nposts  to ensure that the Bureau functions effectively.\r\n\r\nIt  is simply up to the Ministry of Finance to consider\r\n\r\nthe  requirements of the Legal Aid Bureau in  terms  of\r\n\r\nfunds,  resources and manpower and accord  priority  to\r\n\r\nthem in relation to proposals in other fields.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the Member's comment on the Registry\r\n\r\nSection,  action has already been taken to improve  the\r\n\r\nsituation.  A  Record Keeper/Paper  Searcher  has  been\r\n\r\nposted to the Bureau.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bureau has a system of issuing interview cards\r\n\r\nsimilar  to  what the Member for Anson  suggested.  The\r\n\r\nreceipt  issued to applicants on payment  of  $  1  for\r\n\r\nregistration also contains particulars of the applicant\r\n\r\nand  the  file  reference. Applicants are  expected  to\r\n\r\nbring  these  documents whenever  they  convey  to  the\r\n\r\nBureau.  Difficulty in tracing case files  only  arises\r\n\r\nwhen  the  applicants either do not bring or forget  to\r\n\r\nbring their receipts or the interview cards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am satisfied that the staff of the Registry Section\r\n\r\nof  the Bureau have been efficient. There have been  no\r\n\r\ncomplaints of impoliteness or discourtesy.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, in view of the explanation given by the\r\n\r\nMinister, .1 beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Messrs\r\n\r\nNg Kah Ting and Teong Eng Siong -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to be allocated for Head R be\r\n\r\nreduced by $10 in respect of subhead BEA 1107.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ng Kah Ting is not here. Mr Teong Eng Siong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead BEA 1107.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 761</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Social Welfare Department has done quite a\r\n\r\nlot for the benefit of the people. It has, for example,\r\n\r\nbeen giving public assistance to the poor, set up homes\r\n\r\nfor  the  aged to look after the old and the destitute,\r\n\r\nset  up  creches to look after children. All these  are\r\n\r\nvery   commendable  moves  and  is  evidence   of   the\r\n\r\nGovernment's  desire  to help the people.  However,  it\r\n\r\nseems that facilities in the two homes for the aged are\r\n\r\nnot   adequate.  They  are  filled  to  capacity,   and\r\n\r\nprospective occupants are not able to find a  place  or\r\n\r\nhave  to  wait for a long time before they  can  get  a\r\n\r\nplace.  I  would  like to ask the Minister  whether  he\r\n\r\nwould consider setting up another home for the aged  to\r\n\r\nlook after the old and destitute people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another question I would like to ask is whether the\r\n\r\nMinister would consider setting up a home to look after\r\n\r\nthose  who  are  disabled  so  that  these  unfortunate\r\n\r\nvictims can be looked after by the Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Social Affairs (Mr Chan Chee Seng):</b> Mr Speaker, Sir, there is no long waiting list for\r\n\r\nadmission into the Social Welfare Department's Home for\r\n\r\nthe  Aged at Woodlands. There are only 18 aged  persons\r\n\r\nawaiting   admission   into  this   Home,   and   their\r\n\r\napplications have been proposed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although there are a number of aged persons awaiting\r\n\r\nadmission into the voluntary homes for the aged,  there\r\n\r\nis  no  lack  of  initiative and effort  to  meet  this\r\n\r\nincreasing demand. The Salvation Army's Lee  Kuo  Chuan\r\n\r\nHome for the Aged will open sometime in June this year,\r\n\r\nwhile  the  Society for the Aged Sick  is  planning  an\r\n\r\nextension  to  its  premises at Jalan  Payoh  Lai.  The\r\n\r\nSingapore Council of Social Service is also building  a\r\n\r\nhome  for  the  aged  in Mandai and  another  voluntary\r\n\r\norganisation plans to build a similar home.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government agrees that homes should be provided\r\n\r\nfor  the  aged  who require them and will  continue  to\r\n\r\nencourage and support voluntary and community\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 762</b></font><br><br>\r\n\r\n\r\n\r\ninitiatives in the development of more homes for\r\n\r\nthe  aged.  But  there is also a need  for  a  balanced\r\n\r\napproach in the planning and implementation of  welfare\r\n\r\nfacilities  for the aged. Institutional  care  for  the\r\n\r\naged  is not a substitute for family care. The support.\r\n\r\nsecurity and continued interaction with the family  and\r\n\r\nthe  members of the community are vital elements in the\r\n\r\nlife  of an aged person. The Government recognises  the\r\n\r\nneed  for  the  aged to live with their  families.  The\r\n\r\nrevised  income  tax laws which allow  tax  relief  for\r\n\r\nmaintenance of aged parents and grandparents is one  of\r\n\r\nthe  positive  measures the Government has  taken.  The\r\n\r\nHousing  and  Development Board is also giving  special\r\n\r\nconsideration  by providing adequate accommodation  for\r\n\r\nlarge families.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those organisations concerned with the care of the\r\n\r\naged  should now consider the alternatives to long-term\r\n\r\ninstitutional  care  for  the aged.  They  should  give\r\n\r\nincreasing  attention to the development of  facilities\r\n\r\nand services which would encourage the aged to continue\r\n\r\nliving and participating in the community.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is possible that the long waiting list referred to\r\n\r\nby  the  Member for Sembawang may mean the aged chronic\r\n\r\nsick who, however, do not come under the purview of  my Ministry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the building of a residential home for\r\n\r\nhandicapped  people, the Member for  Sembawang  may  be\r\n\r\ninterested  to  know that in the voluntary  sector,  an\r\n\r\nimpressive network of services for the care and welfare\r\n\r\nof  handicapped  children already  exists.  It  is  the\r\n\r\nGovernment's view that parents should be encouraged  to\r\n\r\nkeep their handicapped children at home where they  can\r\n\r\nprovide  them with the love and attention so  necessary\r\n\r\nfor their growth and development. A number of voluntary\r\n\r\norganisations  do provide institutional facilities  for\r\n\r\nsome  categories of handicapped children.  The  welfare\r\n\r\nand training of the physically and mentally handicapped\r\n\r\nchildren   is   a   field   in  which   the   voluntary\r\n\r\norganisations have all along excelled.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 763</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government does not intend to duplicate the\r\n\r\nfacilities these voluntary\r\n\r\n\r\n\r\nwelfare   organisations  provide.  The  Government\r\n\r\nwill,    however,   continue   to   assist   these\r\n\r\norganisations  so that they can  carry  out  their\r\n\r\nwelfare  work  among the physically  and  mentally\r\n\r\nhandicapped more effectively.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the Government pays the salaries of\r\n\r\nmany  of  the  teaching  staff  in  the  voluntary\r\n\r\norganisations  and  makes  per  capita  grants  to\r\n\r\napproved  institutions  that  provide  residential\r\n\r\ncare for handicapped children and quarterly grants\r\n\r\nto  meet  administration expenses of a  number  of\r\n\r\nvoluntary    organisations.   In   addition,    it\r\n\r\nadministers   a  fostering  scheme  for   mentally\r\n\r\ndefective children and a maintenance allowance  to\r\n\r\nencourage parents to keep their mentally defective\r\n\r\nchildren at home. There is, therefore, no need for\r\n\r\nthe   Government  to  build  an  institution   for\r\n\r\nhandicapped  children. As for handicapped  adults,\r\n\r\nthe Government lays emphasis on their training and\r\n\r\nrehabilitation  to  enable  them   to   be   self-supporting  and to remain with their  families  as\r\n\r\nuseful members of the community.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, although the Parliamentary\r\n\r\nSecretary has given me a very detailed explanation\r\n\r\nthat many voluntary bodies have done a lot to look\r\n\r\nafter  the  disabled, I think that their  services\r\n\r\nare  not  sufficient.  I have received  complaints\r\n\r\nfrom  parents of disabled and handicapped children\r\n\r\nthat they had to wait for a long time before their\r\n\r\nhandicapped  children could get a place  in  these\r\n\r\ninstitutions.  I  would like to know  whether  the Ministry can set up institutions to receive these handicapped persons.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng</b>(<i>In Mandarin</i>): Mr Speaker, Sir, at the present juncture there is\r\n\r\nno  need  for  the Government to set  up  such  an\r\n\r\ninstitution.  I  think it  is  best  left  to  the\r\n\r\nvoluntary  organisations to set up homes  for  the\r\n\r\nhandicapped persons. When it is necessary, we will\r\n\r\nconsider such needs.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, in view of the Parliamentary Secre\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 764</b></font><br><br>\r\n\r\n\r\n\r\ntary's  explanation, I beg leave  to  withdraw  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I would remind Members that the \"guillotine\" for this\r\n\r\nHead is 6.10 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy (Telok Blangah):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead BEB 1111.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my constituency - I might as well say Telok\r\n\r\nBlangah,  otherwise  the newspaper  reporters  who  are\r\n\r\npresent  here might report me as the Member  for  Anson\r\n\r\ninstead,  as had been the case this morning in  respect\r\n\r\nof  yesterday's speeches. They have also  passed  snide\r\n\r\nremarks in this afternoon's papers; perhaps this is  as\r\n\r\na  result of the Culture Minister's running down of the\r\n\r\npress yesterday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Telok Blangah there is an old folks' home in\r\n\r\nBushey Park where the old citizens who are vagrants  or\r\n\r\nwho have no place to go are sheltered. This Bushey Park\r\n\r\nHome   is   spotlessly  clean  and   the   surroundings\r\n\r\nreasonably  well maintained for which the  Ministry  of\r\n\r\nSocial  Affairs and the officials responsible ought  to\r\n\r\nbe  congratulated.  And  the congratulations  must  end\r\n\r\nhere. The inmates look after the surroundings well, and\r\n\r\nthat  is the only good thing that I can say about  this\r\n\r\nHome.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the living quarters are terribly overcrowded and\r\n\r\nthe amenities are terribly poor. The meals provided are\r\n\r\ncommunally  cooked. I went there unannounced  and  have\r\n\r\npersonally seen the meals cooked and served. I have  no\r\n\r\ncomplaints about the rice that is served. But what goes\r\n\r\nwith the rice cannot be imagined, unless one personally\r\n\r\nwitnesses what is served for food. One need  not  be  a\r\n\r\ndietician  to  know that a square meal  needs  to  have\r\n\r\nprotein,  carbohydrates, fat and roughage. The  inmates\r\n\r\nare provided with these. Vegetables and fish are boiled\r\n\r\nin a large cauldron with water and perhaps some salt. I\r\n\r\nwould not dare taste it. At the whims and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 765</b></font><br><br>\r\n\r\n\r\n\r\nfancies of someone who is supposed to be the cook, this\r\n\r\nconcoction  is dished out to the inmates  who  are  our\r\n\r\nsenior citizens of Singapore in Bushey Park. One has to\r\n\r\nsee this meal to really know what a mess this is, it is\r\n\r\ncolourless,  tasteless, not palatable, meshed  and,  as\r\n\r\nfar  as  I am concerned, not fit for human consumption.\r\n\r\n[Laughter.]  I  do  not  think this  is  a  matter  for\r\n\r\namusement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, is this the way we treat our citizens in one of\r\n\r\nour  welfare  homes,  citizens who  perhaps  have  been\r\n\r\nneglected  by their children or, in certain  instances,\r\n\r\neven neglected by the State? I do not expect the Social\r\n\r\nWelfare  Department  to  provide  these  inmates   with\r\n\r\nrestaurant-cooked meals. I do not expect the old  folks\r\n\r\nto  be  provided  with sumptuous  meals.  But  one  can\r\n\r\nreasonably expect them to be provided with at  least  a\r\n\r\npalatable meal.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the Member for Telok Blangah has made\r\n\r\ncertain  complaints  about the  food  provided  in  the\r\n\r\nBushey  Park  Home.  The actual  situation  is  not  so\r\n\r\nserious  as he has made it. The old folks in  the  Home\r\n\r\nare   there  because  they  have  already  made   their\r\n\r\ncontribution to society in their youth. So  it  is  our\r\n\r\nduty  and  responsibility to look after them  now  that\r\n\r\nthey are old; hence the Home for the Aged.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member's complaint is that the food provided in\r\n\r\nthe  food  is tasteless and colourless. I think  it  is\r\n\r\ndifficult  to  please everybody's  taste.  People  with\r\n\r\ndifferent backgrounds have different tastes. If the old\r\n\r\nfolks there had a background of riches in the past they\r\n\r\nmust  have  developed a very keen taste for good  food.\r\n\r\nBut  if  they  had  a poor life, then  their  taste  is\r\n\r\ndifferent  from  the  rich people.  The  real  test  is\r\n\r\nwhether  we ourselves have tasted the food.  Anyway,  I\r\n\r\nwould like to thank the Member for showing concern  and\r\n\r\ninterest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards his complaint we have, in fact,\r\n\r\ninvestigated the matter and found that the  bean  curd,\r\n\r\nikan  bilis  and sambal were served on that  particular\r\n\r\nday when\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 766</b></font><br><br>\r\n\r\n\r\n\r\nthe  Member  called at the Home. And it was because  of\r\n\r\nthe  knowledge  that  an MP was coming  that  the  cook\r\n\r\nbecame  nervous, and mixed up all the  food.  The  ikan\r\n\r\nbills was put together with the vegetables and the bean\r\n\r\ncurd.  And so the whole thing became a \"concoction\"  as\r\n\r\nthe  Member  has said. Perhaps it was this  nervousness\r\n\r\nthat caused the food to be so tasteless or \"in a mess\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, nowadays it is difficult to get good cooks, and\r\n\r\nwe  must also realise that mass cooking is a problem in\r\n\r\nitself.  The cooks do not have to cook for individuals.\r\n\r\nThey have to cook for many people at a time. Anyway,  I\r\n\r\nagree  with the Member that we must look after our  old\r\n\r\npeople  properly and give them good food and to prepare\r\n\r\nthe food as palatable as possible. We must realise that\r\n\r\nthere  are  about 270 inmates in the Bushey Park  Home.\r\n\r\nWhen  they  were  admitted, some of them  were  feeble,\r\n\r\nwhile  others  were sick. But because  of  the  medical\r\n\r\nattention and the care given, these old people  develop\r\n\r\na  very good appetite after two weeks of admission.  In\r\n\r\nfact, their appetite has increased, and there arc  very\r\n\r\nclear   instances  to  prove  this.  Even   the   swill\r\n\r\ncollectors complain that there is not enough left-overs\r\n\r\nfor the swill cans. All this goes to show that the food\r\n\r\nhas  been well consumed. It also goes to show that  the\r\n\r\nhealth  of the inmates has improved to the extent  that\r\n\r\nthey  are  able to consume all the food provided,  with\r\n\r\nvery little left-over for the swill cans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Anyway, I would like to thank the Member for showing\r\n\r\ninterest  in our old people. We will continue  to  give\r\n\r\nour  care and concern, particularly in respect  of  the\r\n\r\nfood that is provided.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Sir, I do not particularly accept the explanation. If\r\n\r\nthey  had  known that I was coming and yet served  that\r\n\r\nmess, I think we can well imagine what sort of food  is\r\n\r\nserved  if no VIP is present at that place. Sir,  swill\r\n\r\ncans  are empty because less and less are being  cooked\r\n\r\nand not more are being eaten.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 767</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having made the point and having brought it to the\r\n\r\nnotice  of the House and in particular to the  Minister\r\n\r\nand the Parliamentary Secretary, who is responsible for\r\n\r\nthe  Bushey  Park Home, I hope that there  will  be  an\r\n\r\nimprovement. I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Ang\r\n\r\nNam Piau -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head R be\r\n\r\nreduced by $10 in respect of subhead BED 1111.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ang is not here to move his amendment. Mr P.\r\n\r\nGovindaswamy.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead BFA 1109.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after the major fire at Robinson's a few years\r\n\r\nago,  it  has  been  compulsory for all  organisations,\r\n\r\ngovernment departments, factories, departmental stores,\r\n\r\netc, to  eradicate  all fire hazards  and  to  provide\r\n\r\ngreater  fire  safety  measures in  order  to  avoid  a\r\n\r\nrecurrence  of such a disaster. But it is sad  to  note\r\n\r\nthat  although a large sum of money was spent  on  this\r\n\r\nitem  of  expenditure, we still hear of numerous  major\r\n\r\nand  minor  cases of fire in the last  few  years  with\r\n\r\nlosses amounting to millions of dollars.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What measures are being taken to prevent fires in big\r\n\r\ndepartmental  stores?  After the  Robinson  fire,  many\r\n\r\ndepartmental  stores  have introduced  side-staircases.\r\n\r\nBut  unfortunately all these exits are securely locked.\r\n\r\nWhat  happens  if there is a fire? If  the  officer  in\r\n\r\ncharge  of  the keys were to panic or was  not  around,\r\n\r\nthen  a  lot  of  people would be trapped  and  roasted\r\n\r\nalive.  How often are checks and drills carried out  to\r\n\r\nensure  that  departmental stores do not display  their\r\n\r\ngoods in such a manner as to become a hazard in a  fire\r\n\r\nemergency?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I want to know whether the use of fire-fighting\r\n\r\nequipment  and the methods of combating fire are  being\r\n\r\ntaught to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 768</b></font><br><br>\r\n\r\n\r\n\r\nworkers in offices, factories, departmental store staff\r\n\r\nand  school  officials. Because  if  these  people  are\r\n\r\nignorant of the correct use of this equipment, then  it\r\n\r\nis pointless to have them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, how often are fire-fighting equipment checked to\r\n\r\nsee  that  they really work, because quite  often  when\r\n\r\nthey  are tested, some of them are found to be  out  of\r\n\r\norder.  I  hope that fire-fighting equipment,  such  as\r\n\r\nfire   extinguishers,   in   all   buildings,   be   it\r\n\r\ndepartmental  stores,  theatres,  offices,  etc.,   are\r\n\r\nchecked regularly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It would be wise to introduce a helicopter service to\r\n\r\nfight  fires in high-rise buildings, i wonder how  this\r\n\r\nservice  is going to help in fighting a fire.  Can  the\r\n\r\nMinister explain?\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Mr Speaker, Sir, the Singapore Fire Brigade has\r\n\r\nrecommended that the first-aid fire-fighting equipment,\r\n\r\nsuch as extinguishers which are installed in commercial\r\n\r\nbuildings  and factories, should be tested and  checked\r\n\r\nat  least once a year, and also immediately after  they\r\n\r\nare  discharged. The Brigade provides this  service  to\r\n\r\nmembers of the public at a nominal fee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Brigade conducts regular courses on the\r\n\r\nfundamentals   of   fire-fighting,   rescue    methods,\r\n\r\nevacuation   procedures   and   fire   prevention   for\r\n\r\nindustrial personnel, occupants of high-rise  buildings\r\n\r\nand  organised  groups. Last year, about 3,000  persons\r\n\r\nfrom   various  sectors  of  our  community,  including\r\n\r\nfactory  workers, shipyard employees,  safety  officers\r\n\r\nand  staff of commercial and industrial establishments,\r\n\r\ncivic   organisations   and  occupants   of   high-rise\r\n\r\nbuildings  participated  in these  courses.  Since  the\r\n\r\nbeginning  of  this  year, over  2,000  persons   have\r\n\r\nbenefited  from  the Brigade's educational  programmes.\r\n\r\nWhen  the  training wing of the Jurong Fire Station  is\r\n\r\nestablished  in June 1975, the Brigade would  be  in  a\r\n\r\nbetter  position to expand and diversify  its  training\r\n\r\nprogrammes for members of the public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Brigade also conducts regular fire drills at the\r\n\r\nnumerous industrial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 769</b></font><br><br>\r\n\r\npremises, high-rise buildings and fire-risk areas  all\r\n\r\nover  Singapore.  Such drills arc  sometimes  organised\r\n\r\njointly   with   the  managements  of  industrial   and\r\n\r\ncommercial  buildings.  These drills  also  enable  the\r\n\r\nfiremen  to  be familiar with fire-risk areas  and  the\r\n\r\npossible hazards in the various buildings, so that they\r\n\r\ncan  plan  and coordinate fire-fighting and  carry  out\r\n\r\nfire ground operations more effectively in the event of\r\n\r\nfire.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Singapore Fire Brigade was actively involved\r\n\r\nin   making   recommendations   for   fire   prevention\r\n\r\nfacilities  in all buildings, they ensured  that  there\r\n\r\nwere  adequate measures for the protection of life  and\r\n\r\nproperty  in  the event of fire. Stringent requirements\r\n\r\nwere  imposed  on  high-rise  buildings  including  the\r\n\r\nprovision of -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) automatic sprinklers for early detection and\r\n\r\nextinguishment of fire;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) automatic fire detectors;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) wet and dry rising mains for fire-fighting;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) properly enclosed and protected staircases\r\n\r\nfor escape purposes;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(e) ventilated lobbies fire-fighting;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(f) fire lifts for the use of firemen in\r\n\r\nemergencies;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(g) first-aid fire-fighting equipment such as\r\n\r\nhose-reels, and extinguishers; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(h) the use of non-combustible building\r\n\r\nmaterials to control spread of fire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1st August, 1973, this function has been\r\n\r\ntransferred  to  the Building Control Division  of  the\r\n\r\nPublic  Works Department. However, I believe  that  the\r\n\r\nhigh  standards  of fire prevention  advocated  by  the\r\n\r\nBrigade have been maintained through a Fire Code  which\r\n\r\nwas  prepared  by  the  Building  Control  Division  in\r\n\r\nconsultation with the Singapore Fire Brigade.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 770</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fire-fighting in the upper floors of HDB flats poses\r\n\r\nobvious  problems as HDB buildings do not have built-in\r\n\r\nfacilities. A fire hose has to be transported  manually\r\n\r\nto  the affected level, and it is then lowered down and\r\n\r\nconnected  to  a fire pump in the fire engine.  I  hope\r\n\r\nthis  difficulty  can be solved when  the  Housing  and\r\n\r\nDevelopment  Board adopts the Safety Code  of  Practice\r\n\r\nwhich  has been drafted in consultation with  the  Fire\r\n\r\nDepartment.   The  proposed  Code  will   include   the\r\n\r\nprovision  of  rising  mains,  access  ways  for   fire\r\n\r\nengines, fire lifts and fire resistance entrance  doors\r\n\r\nto fiats in HDB buildings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A Search and Rescue Squad has been formed by the\r\n\r\nBrigade to effect the rescue of trapped victims in  the\r\n\r\nevent   of   fire   involving  a  high-rise   building.\r\n\r\nHelicopters  will  be used mainly  for  the  rescue  of\r\n\r\npeople  trapped  in  the roof tops of  such  buildings.\r\n\r\nFiremen  will be transported by helicopter to the  roof\r\n\r\ntop  where they will pacify the victims initially,  and\r\n\r\nthen   arrange   for   their  orderly   evacuation   by\r\n\r\nhelicopter. Fire-fighting equipment can also be lowered\r\n\r\ndown  to  the  roof  top by helicopter  so  that  fire-fighting operations can be conducted from the roof  top\r\n\r\nas well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Helicopters have been used very successfully for\r\n\r\nrescue  operations in larger cities such as Tokyo,  New\r\n\r\nYork,  Los  Angeles and Sao Paulo, and I  am  confident\r\n\r\nthat we can adopt this method of aerial evacuation with\r\n\r\nan equally high degree of success.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must, however, warn that helicopters will only be\r\n\r\nused  in extreme cases to evacuate people who in  their\r\n\r\nattempt  to  escape  by descending the  staircases  are\r\n\r\ndriven up by heat and smoke to seek refuge at the  roof\r\n\r\ntop.  They should only ascend to the roof top as a last\r\n\r\nresort.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I beg leave to withdraw my amendment.\r\n\r\n  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 771</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of item (m) of subhead AAA 3020*.\r\n\r\n\r\n\r\n(*The same amendment alos stood in the names of Messrs N. Govindasamy and Ivan Baptist).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this subhead gives me the opportunity to ask the\r\n\r\nMinister  what the financial standing of the  Singapore\r\n\r\nSports Council is at the moment, and also to make  some\r\n\r\nobservations on the objectives of the Council which  is\r\n\r\nformulated in Part III of the Singapore Sports  Council\r\n\r\nAct.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the main objectives of the Council is to plan\r\n\r\nfor  sports development and promotion. To-date I am not\r\n\r\naware  of  any comprehensive plan on sports development\r\n\r\nand  promotion being produced by the Sports Council.  I\r\n\r\nhope  the Council is working towards the production  of\r\n\r\nsuch  a  plan, a plan which is to some extent  a  total\r\n\r\nplan  on sports development and promotion, taking  into\r\n\r\nconsideration   our  population  movement,   population\r\n\r\nconcentration,   age   groups,   residential    status,\r\n\r\noccupational patterns of residents in various  ages  in\r\n\r\nthe  State and also the physical development of  sports\r\n\r\nfacilities  that  are  being  undertaken  by  statutory\r\n\r\nboards  like the HDB, Ministry of Education, maybe  the\r\n\r\nUrban Redevelopment Authority and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, is the Council also working towards the\r\n\r\nplanning  of sports at the management level?  Here,  it\r\n\r\nmay  be  a  little complicated, but if the efforts  are\r\n\r\ndirected towards coordinating the management of  sports\r\n\r\nthat are being undertaken by bodies like the SNOC,  the\r\n\r\nsports organisations, and Ministry of Education, then a\r\n\r\nkind  of  effective plan of sports management might  be\r\n\r\nachieved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I also would like to enquire of the Minister\r\n\r\nwhat  the  Sports  Council is doing  in  the  field  of\r\n\r\nphysical education, which is another objective  of  the\r\n\r\nCouncil described in the Sports Council Act. I am aware\r\n\r\nthat  there  are two other sources that  are  concerned\r\n\r\nwith physical education. One is the Institute of Edu-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 772</b></font><br><br>\r\n\r\n\r\n\r\ncation  that  is  worried over it.  The  other  is  the\r\n\r\nPhysical  Education  department  in  the  Ministry   of\r\n\r\nEducation.  Has the Sports Council involved  itself  in\r\n\r\nphysical  education and undertaken efforts  to  promote\r\n\r\nphysical education? Has it coordinated a plan among the\r\n\r\ntwo  other  institutions in order to  promote  physical\r\n\r\neducation in the State?\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr N. Govindasamy and Mr Ivan Baptist are not here.\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Sir, the Singapore Sports Council, which was formed\r\n\r\nthrough   the  amalgamation  of  the  National   Sports\r\n\r\nPromotion  Board  and the National Stadium  Corporation\r\n\r\ntook  over the assets and liabilities of the two former\r\n\r\nsports organisations. Though efforts are being made  by\r\n\r\nthe management of the Council to make a good number  of\r\n\r\nits  sports  projects economically viable, most  sports\r\n\r\nfacilities  and activities co-ordinated by the  Council\r\n\r\nhave to be heavily subsidised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An example is the seven swimming pools which are\r\n\r\nbeing  administered by the Council.  Subsidy  of  these\r\n\r\npools  ranges  from  45%  to  92.5%.  The  charges  for\r\n\r\nadmission  to the swimming pools and for the  usage  of\r\n\r\nother  sports  facilities such as playing  fields,  are\r\n\r\nlow,  and have to be so, if we are to encourage  people\r\n\r\nto take part in recreational sports.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The financial standing of the SSC is as follows. The\r\n\r\nSSC carries loans, for the construction of the National\r\n\r\nStadium, totalling $15.15 million at 5¾ and these  are\r\n\r\nfully  repayable.  The interest payable  from  1975  is\r\n\r\n$238,438 and this will increase proportionately in  the\r\n\r\ncoming years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The income of the Council which includes a projection\r\n\r\nof  revenue  up  to  the  end  of  the  financial  year\r\n\r\n(31.3.75)  will  be  in the region of  $5.101  million,\r\n\r\nwhile   the   expenditure,  including   the   estimated\r\n\r\nexpenditure  up  to  31.3.75,  will  be  around  $5.058\r\n\r\nmillion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The revenue includes a $2.5 million grant from\r\n\r\nGovernment  and  a  $800,000 grant from  the  Singapore\r\n\r\nPools.  The  reason for the likely excess revenue  over\r\n\r\nexpenditure is due to the Council earning more  revenue\r\n\r\nfor  1974 than had been anticipated. However, there has\r\n\r\nbeen  no provision of payment of interest due to loans,\r\n\r\nor  part-payment of the loan itself. SSC cannot see how\r\n\r\nit can ever pay these outstanding loans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;SSC is currently planning a sports programme which\r\n\r\nwill provide sports development in the country over the\r\n\r\nnext 5-10 years, in conjunction with the Master Plan on\r\n\r\nSports  Facilities. This planning is now  at  the  data\r\n\r\ncollection  stage,  after which  consultation  will  be\r\n\r\ncommenced   with  all  departments  and   organisations\r\n\r\ninvolved  in sports promotion, such as the Ministry  of\r\n\r\nEducation,  Ministry of Defence, People's  Association,\r\n\r\nthe  Singapore  National Olympic Council  and  national\r\n\r\nsports organisations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The plan will examine the integration of all sports\r\n\r\npromotion  projects and activities from the schools  to\r\n\r\nthe  national  level. It will cater for all  grades  of\r\n\r\nparticipants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some areas of development in this plan which will be\r\n\r\nexamined by the Committee to be set up, are as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) A comprehensive physical education curriculum from\r\n\r\nkindergarten   through  university   to   ensure   that\r\n\r\nmeaningful  activities  and continuity  throughout  the\r\n\r\nyears  of  formal education and carry-over  value  into\r\n\r\nadult years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Systematic establishment of a network of\r\n\r\nrecreation  and sports centres throughout the  Republic\r\n\r\nin   conjunction  with  the  Master  Plan   on   Sports\r\n\r\nFacilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Preparation and training of physical recreation\r\n\r\nand  sports  leaders  at a rate commensurate  with  the\r\n\r\ngrowth  and  requirements  of physical  recreation  and\r\n\r\nsports centres.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 774</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Provision of a comprehensive sports service\r\n\r\nthrough  which  the  public  is  provided  with   ample\r\n\r\nopportunities to learn sports skills.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question of the implementation of such a plan\r\n\r\nwill  depend primarily upon how the various  ministries\r\n\r\nanti  organisations  can shoulder the  responsibilities\r\n\r\nand respond to the overall plan. The role of SSC is one\r\n\r\nof coordination.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Both the Ministry of Education and the Singapore\r\n\r\nSports  Council have looked into the respective  sports\r\n\r\npromotion   programmes   in  their   areas   and   have\r\n\r\nindependently come to the same conclusion that  popular\r\n\r\ndemand   for  sports  promotion  involves  15   sports,\r\n\r\nincluding  sea sports. These sports are being  actively\r\n\r\npromoted  in  schools, SSC will develop programmes  and\r\n\r\nfacilities to ensure that continuity is provided for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon is right in stressing the\r\n\r\nimportance of physical education. Both the Ministry and\r\n\r\nthe Singapore Sports Council recognise that a programme\r\n\r\nof  mass  participation and involvement  in  sports  is\r\n\r\nneeded  to raise the level of physical fitness  of  our\r\n\r\npeople, particularly our young. Planning for sports  by\r\n\r\nthe Council and the schools and educational authorities\r\n\r\nwill   he  based  on, the  philosophy  of  encouraging\r\n\r\nparticipation in sports and games by both the  talented\r\n\r\nand the untalented, the strong as well as the weak.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Council is now studying the requirements\r\n\r\npertaining to physical education. A Committee has  been\r\n\r\nappointed to look into the necessity and feasibility of\r\n\r\nestablishing  an  Institute of Physical  Education  and\r\n\r\nSports  in  Singapore.  Two  senior  officials  of  the Ministry of Education are now serving as members of the Singapore  Sports Council, one of whom  is  the  Deputy\r\n\r\nDirector of the Ministry of Education and the other  is\r\n\r\nthe   Chairman  of  the  Extra  Curricular   Activities\r\n\r\nAdvisory Committee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Association is also represented on the\r\n\r\nSingapore Sports Council, and it has been given the res-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 775</b></font><br><br>\r\n\r\n\r\n\r\nponsibility  for the co-ordination of intraconstituency\r\n\r\nsports.  The Council will effect co-ordination  between\r\n\r\nthe  People's  Association, the community  centres  and\r\n\r\ntheir  sports  organisers  with  the  various  national\r\n\r\nsports  associations to ensure that  suitable  sporting\r\n\r\nactivities  are planned at the grass-root level,  which\r\n\r\nare of appeal to young and old alike.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the final analysis, sports promotion is a\r\n\r\ncommunity  obligation.  The Sports  Council  cannot  be\r\n\r\nexpected to achieve its objectives within a few  years.\r\n\r\nSports consciousness needs a long time to inculcate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> I appreciate the Minister's reply and beg\r\n\r\nleave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead BFA 2030\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly. I would like to find out from the Minister\r\n\r\nwhy  the provision apportioned to this subhead has been\r\n\r\nreduced from $15,000 to $8,000 this year. Does it imply\r\n\r\nthat  the primary aim o, the Fire Brigade Week has been\r\n\r\nattained  or  otherwise? Would  the  Minister  care  to\r\n\r\nenlighten this House?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is that the Fire Brigade Week should\r\n\r\nplace  emphasis  on  driving home  to  the  people  the\r\n\r\nvarious methods of fire prevention and in case of  fire\r\n\r\nthe best means of escape, instead of sheer\r\n\r\n\r\n\r\nmanifestation   of  new  fire-fighting  equipment   and\r\n\r\ntechniques. I am not opposing something interesting  to\r\n\r\nattract  the  crowd, but the primary objective  of  the\r\n\r\nFire  Brigade Week should not be outdone  by  too  many\r\n\r\nunnecessary performances.\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Mr Speaker, Sir, although a few fire-fighting\r\n\r\ndisplays  were held during the Fire Brigade  Week  last\r\n\r\nyear,  emphasis  was in fact placed on fire-prevention.\r\n\r\nThe  fire-fighting displays attracted huge  crowds  and\r\n\r\nhelped  to  arouse  greater fire-consciousness  in  the\r\n\r\npeople, while a massive programme\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 776</b></font><br><br>\r\n\r\n\r\n\r\nto educate them on fire hazards and the methods of fire\r\n\r\nprevention  was being mounted. Booklets, brochures  and\r\n\r\nposters  on  fire prevention in the home  and  industry\r\n\r\nwere   printed  in  the  various  languages  for   free\r\n\r\ndistribution  to  the public, and the  Brigade  visited\r\n\r\nsome schools and community centres to give lectures  on\r\n\r\nfire  prevention.  The  week-long  exhibition  at   the\r\n\r\nPeople's  Park  Concourse also  provided  a  wealth  of\r\n\r\ninformation on fire prevention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Fire Brigade had, in fact, proposed an\r\n\r\nambitious programme for this year involving a total sum\r\n\r\nof $27,550 to educate our population on fire prevention\r\n\r\nmethods and what to do in the event of a fire. However,\r\n\r\nowing  to  the  constraint on public expenditure,  only\r\n\r\n$8,000 was approved for this project. The bulk of  this\r\n\r\nprovision   will  be  spent  to  expand  the  Brigade's\r\n\r\neducational   programmes  for  every   level   of   the\r\n\r\ncommunity.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong:</b> Sir, in view of the reply given by the Minister, I\r\n\r\nbeg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr L. P.\r\n\r\nRodrigo -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(11) That the sum to be allocated for Head R be\r\n\r\nreduced by $10 in respect of subhead AAA 8201.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> I am not moving, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead BBA 8101.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the first time I visited the Registry of\r\n\r\nMarriages  was some nine years ago when I got  married.\r\n\r\nThe  second time was two months ago - of course, not  a\r\n\r\nsecond  marriage  - but to witness the  marriage  of  a\r\n\r\nfriend of mine who is a foreigner at the Registry. I am\r\n\r\nashamed of the poor condition of the Registry building;\r\n\r\nit is small and unsuitable as a Registry of Marriages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With this year's provision, we are given to\r\n\r\nunderstand  that  the  Registry of  Marriages  will  be\r\n\r\nrenovated. The\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 777</b></font><br><br>\r\n\r\n\r\n\r\nMinister  must be congratulated on this  after  such  a\r\n\r\nlong  duration. I would like to suggest to the Minister\r\n\r\nthat  at  least  a  decent  reception  hall  should  be\r\n\r\nprovided  in the Registry of Marriages. In  Hong  Kong,\r\n\r\nwhich  is  a British colony, the Registry of  Marriages\r\n\r\nhas   a  decent  and  beautiful  reception  ball   with\r\n\r\nfacilities for the holding of small receptions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I am pointing out is that the Government is\r\n\r\nasking  the people not to spend and throw unnecessarily\r\n\r\nbig parties on such occasions, and it is also educating\r\n\r\nour  people to cultivate the habit of saving. With  the\r\n\r\nfacilities  of a decent reception hall, I am  sure  the\r\n\r\nyoung  married  couples could save a lot  of  money  by\r\n\r\nmaking  use of such a reception hall to give small  tea\r\n\r\nreception to their relatives and friends after they are\r\n\r\nmarried by the Registrar of Marriages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also request the Minister to consider the\r\n\r\nprovision of a reception hall not only in the  Registry\r\n\r\nof  Marriages  but also in the Shariah  Court  for  the\r\n\r\nMuslims.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng:</b> Mr Speaker, Sir, the Member for Changi may wish to\r\n\r\nknow that my Ministry has given considerable thought to\r\n\r\nthe  need  for  a  new  building for  the  Registry  of\r\n\r\nMarriages. The present Registry is crammed and  not  so\r\n\r\nwell  located.  The  ceremony at  the  Registry  leaves\r\n\r\nlittle  for  the married couples to treasure  in  their\r\n\r\nmemories. Furthermore, the present site is affected  by\r\n\r\nthe  development project to convert Fort  Canning  Hill\r\n\r\nand  its  surrounding slopes into a  Central  Park-cum-Cultural Centre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has considered a number of sites as\r\n\r\nalternative  accommodation for the  Registry,  and  has\r\n\r\ndecided  to  house  the  Registry  of  Marriages  in  a\r\n\r\nbuilding at Fort Canning, which is now occupied by  the\r\n\r\nSingapore  Command and Staff College. As  soon  as  the Ministry  of Defence finds another place to accommodate\r\n\r\nthe College, renovation works will begin to convert the\r\n\r\nbuilding for use by the Registry.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 778</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new Registry of Marriages building will blend\r\n\r\nwith  the  scenic beauty of the Central  Park  at  Fort\r\n\r\nCanning.  It  will  have  proper  facilities  for   the\r\n\r\nsolemnisation   of  marriages.  There   will   be   two\r\n\r\nsolemnisation halls, a notice section and  one  waiting\r\n\r\nroom.  In  addition,  there will be  a  large  marriage\r\n\r\nceremony hall with space for musical hands, which could\r\n\r\nbe  used  by  couples  for  reception  to  he  held  to\r\n\r\nentertain their friends and relatives. Other facilities\r\n\r\nin   the   new  building  include  restaurants,  shops,\r\n\r\nphotographic  studios, piped romantic music  while  the\r\n\r\ncouples  are waiting to be married as well as a chamber\r\n\r\nfor brides.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> In view of the explanation, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by\r\n\r\n$10 in respect of subhead BFA 8101.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the subject of Jurong Fire Station has been\r\n\r\nbrought up in this House on many occasions. I hope this\r\n\r\nwill  be the final one. Every year the Minister or  his\r\n\r\nParliamentary Secretary says that the fire station will\r\n\r\nbe  ready  the following year, but up to-date the  fire\r\n\r\nstation is still not operational.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the past year, as far as I know, several\r\n\r\nfactories in Jurong had been burned down; so  there  is\r\n\r\nan  urgent need for a fire station in Jurong  Town.  In\r\n\r\nthis respect, I would urge the Minister to expedite the\r\n\r\nmatter  and  to  ensure that the fire station  will  be\r\n\r\noperational as early as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now in reply to a query by the Member for Anson,\r\n\r\nthe Minister said that the Jurong Fire Station will  be\r\n\r\ncommissioned  sometime  in  June  this  year.  Can  the\r\n\r\nMinister  confirm this? I would also like to  find  out\r\n\r\nfrom  the Minister how will this fire station  be  run.\r\n\r\nWill  it  be operational round the clock, and how  many\r\n\r\nfire engines will be stationed there?\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Mr Speaker, Sir, the Member for Jurong never gives\r\n\r\nup. The Fire Station will be completed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 779</b></font><br><br>\r\n\r\n\r\n\r\nnext  month  and  it is expected to be  operational  in\r\n\r\nJune,  as  I have said earlier. It will have  two  fire\r\n\r\nengines  and an ambulance and they will provide  a  24-hour  round-the-clock service to the  public  and  give\r\n\r\nfire  cover to the western part of Singapore including,\r\n\r\nof  course,  the  Jurong  Town, the  Jurong  Industrial\r\n\r\nEstate,  the  major  portions of the  areas  served  by\r\n\r\nJurong  Road and Chua Chu Kang Road, and the  whole  of\r\n\r\nLim Chu Kang and the areas around it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong:</b> In view of the most satisfactory reply so far, I beg\r\n\r\nleave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of Mr Ng\r\n\r\nKah Ting -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(14) That the total sum to be allocated for Head R in\r\n\r\nrespect of the Main Estimates be reduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(15) That the total sum to be allocated for Head R\r\n\r\nin  respect of the Development Estimates be reduced  by\r\n\r\n$100.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ng Kah Ting is not moving both amendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $23,698,480 for Head R ordered to stand\r\n\r\npart of the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,149,100 for Head R ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I propose to have a break now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee\r\n\r\nand took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I suspend the Sitting and shall take the Chair again\r\n\r\nat 5.00 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at 4.30 p.m, until</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m.</i></div>\r\n\r\n\r\n\r\n   \r\n\r\n<br><br><font size=\"1\"><b>Column: 779</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.00 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n        \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head S -\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too (Paya Lebar)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 780</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by\r\n\r\n$10 in respect of subhead AAA 1004*.\r\n\r\n\r\n\r\n(*The same amendment also stood in the names of Messrs Ang Nam Piau, P. Govindaswamy, L. P. Rodrigo, Cheong Yuen Chee and Ong Teng Cheong).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President mentioned in his speech that there\r\n\r\nwould  be  much  in 1975 to keep Members  busy.  It  is\r\n\r\nfitting   and  honourable  for  us  to  be  given   the\r\n\r\nopportunity of having a greater share in the affairs of\r\n\r\nour  country. We sincerely accept this noble  piece  of\r\n\r\nencouragement.  However, it cannot be denied  that  for\r\n\r\nany  kind of work to succeed, a stable, reasonable  and\r\n\r\ncooperative  environment  is  necessary.  A  Member  of\r\n\r\nParliament is the representative of the people  in  his\r\n\r\nconstituency.  So  it is reasonable to  expect  him  to\r\n\r\nserve the electorate; in fact, it is his duty to do so.\r\n\r\nHowever,  there are many matters which,  with  adequate\r\n\r\ncooperation  from  Government officials  concerned,  we\r\n\r\ncould  save a lot of trouble and be able to  make  more\r\n\r\nand better contribution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past there was a period when officers of\r\n\r\nvarious  departments  under the  Ministry  of  National\r\n\r\nDevelopment  had  shown some degree of courtesy  toward\r\n\r\nmembers  of the public. But in recent years there  have\r\n\r\nbeen  criticisms again that officers in  that  Ministry\r\n\r\nhave   resumed  their  old  weakness  and  have  become\r\n\r\nbureaucratic  again. Their attitude now is  even  worse\r\n\r\nthan  before.  This is most regrettable. For  instance,\r\n\r\nthe  Ministry of National Development has been  issuing\r\n\r\ndecrees  to  tenants ordering them to remove  within  a\r\n\r\ngiven  time.  No sympathetic consideration  was  given.\r\n\r\nThere   are   some   small-scale  industries,   cottage\r\n\r\nindustries  and  store  houses  which  have   been   in\r\n\r\nexistence  for  a  few decades. The occupiers  suddenly\r\n\r\nreceived orders to remove by a certain date and time as\r\n\r\nspecified.  They were unable to remove  to  a  suitable\r\n\r\nplace immediately. They have been depending on the  use\r\n\r\nof  their buildings for a livelihood and if they cannot\r\n\r\nfind  alternative accommodation to carry on with  their\r\n\r\nbusiness  operations,  their  livelihood  will  be   in\r\n\r\njeopardy.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 781</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the development plans of the Ministry of\r\n\r\nNational  Development  for the  various  constituencies\r\n\r\nrelate   to  the  promotion  of  social  and   economic\r\n\r\ninterests  of the whole country. At the same time  they\r\n\r\nare  aimed at improving the living environment  of  the\r\n\r\npeople. This had originally been well-received  by  all\r\n\r\nthe  people  generally. However, what  is  bad  is  the\r\n\r\nurgent order to quit, which is inhuman. We reckon  that\r\n\r\nthe  Ministry of National Development should  at  least\r\n\r\nfirst  arrange for alternative accommodation for  those\r\n\r\nwho  are required to quit under urgent orders, and they\r\n\r\nwould  surely  have  accepted  it.  In  this  way,  the\r\n\r\ndevelopment plans of the Ministry could be carried  out\r\n\r\nsmoothly. Moreover, the people affected will  also  not\r\n\r\nhave any complaints against the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Ministry continues to disregard the feelings\r\n\r\nof  the  people  and persists in cowing the  people  by\r\n\r\ndecrees  which  they have to obey, it will  not  be  to\r\n\r\nanybody's  advantage. Our system is a  one-man-one-vote\r\n\r\ndemocracy.   I   believe  the  Ministry   of   National\r\n\r\nDevelopment will not want to turn it into a one-man-one-gun society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, finally I would like to touch upon the\r\n\r\ndevelopment   plans  of  the  various   constituencies.\r\n\r\nPerhaps we all know that many constituents on receiving\r\n\r\nnotices to quit would go to their respective Members of\r\n\r\nParliament for advice. But the MPs themselves are  kept\r\n\r\nin  the  dark  about such notices. If  the  authorities\r\n\r\nconcerned  could  notify  the  respective  Members   of\r\n\r\nParliament  in advance about any removal  or  plan  for\r\n\r\ndevelopment  to  be carried out, then things  would  be\r\n\r\nmuch  better and results can be achieved with half  the\r\n\r\neffort.  This would be similar to the practice of  PUB,\r\n\r\nwhere  it  would notify the consumers concerned  before\r\n\r\ncutting  off  electricity and water supplies.  If  this\r\n\r\narrangement  could  be  adopted by  the  Ministry,  the\r\n\r\nMember  of  Parliament concerned can  also  assist  the Ministry or the constituents to solve their problems so\r\n\r\nthat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 782</b></font><br><br>\r\n\r\n\r\n\r\nboth sides concerned can cooperate and the task can  be\r\n\r\ncarried  out  smoothly. This would save much  time  and\r\n\r\ntrouble  for  all.  I  hope the  Ministry  of  National\r\n\r\nDevelopment will follow the example of the PUB  or  PWD\r\n\r\nso that in the implementation of any future development\r\n\r\nor  resettlement  schemes,  the  authorities  concerned\r\n\r\nwould  notify the MP concerned in advance and cooperate\r\n\r\nwith him in order to help solve or expedite the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point. Recently some of my\r\n\r\nconstituents have been asked to remove because the site\r\n\r\nwas required by the HDB for a housing development.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member has half a minute more.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): But before any alternative accommodation could be\r\n\r\nallocated  to  them,  the  authorities  concerned   had\r\n\r\nalready  forced  them to sign documents  to  move  out.\r\n\r\nPerhaps   the   Minister  concerned  does   not   fully\r\n\r\nunderstand the difficulties of the rural people.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ang Nam Piau (Thomson)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the allocation of Housing Board\r\n\r\nflats  is  made  on a \"first come first  served\"  basis\r\n\r\naccording  to  the  registration  of  applicants.   The\r\n\r\napplicants  have  to wait for at least  three  to  four\r\n\r\nyears before a flat can be allocated to them. Moreover,\r\n\r\npriority  of  allocation  is given  to  those  who  are\r\n\r\naffected  by resettlement schemes, and also  to  police\r\n\r\npersonnel  and  National Service personnel.  This  will\r\n\r\ncause an applicant on the register to wait even longer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Government officers are public servants who\r\n\r\nrender  service to the people. Government  officers  in\r\n\r\nSingapore have also been acclaimed to be among the most\r\n\r\nefficient. However, they are not given priority for HDB\r\n\r\nflats.  However,  the national service  reservists  and\r\n\r\npolice  personnel are given priority. This is  contrary\r\n\r\nto  Singapore's principles of justice and equality. So,\r\n\r\nin order to be fair, I hope the Minister concerned will\r\n\r\nconsider the suggestion that all public\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 783</b></font><br><br>\r\n\r\n\r\n\r\nofficers who have served for more than three years\r\n\r\nshould be entitled to priority in the allocation of HDB\r\n\r\nflats.\r\n\r\n]\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> I am not speaking, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr L. P. Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr L. P. Rodrigo:</b> I am not speaking, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Cheong Yuen Chee is not here. Mr Ong Teng Cheong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong (Kim Kent):</b> I am not speaking, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ivan Baptist (Potong Pasir):</b> Mr Speaker, Sir, the Sand Granite Quarries\r\n\r\nRegulations, 1971, were revoked and in their place  the\r\n\r\nSand  and  Granite  Quarries  Regulations,  1974,  were\r\n\r\nintroduced. Clauses 13 and 18 of the 1971 Regulations - very  important clauses, mind you - were  deleted  when\r\n\r\nthe   1974  Regulations  were  introduced.  Clause   13\r\n\r\nrequires the licensee of a quarry to ensure that  every\r\n\r\nemployee  and  worker on his premises shall  undergo  a\r\n\r\nfull chest X-ray examination before he is employed, and\r\n\r\nthat no person found to be suffering from any pulmonary\r\n\r\ndisease is allowed to work on his premises.\r\n\r\n\r\n\r\n<br><br>5.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is well known that the incidence of silicosis or\r\n\r\npulmonary  fibrosis  caused by the inhalation  of  dust\r\n\r\ncontaining free silica, a dreaded occupational disease,\r\n\r\nhas been on the increase in Singapore over the last few\r\n\r\nyears.  By  1973, out of 461 notified cases,  185  were\r\n\r\nconfirmed. This constitutes more than 10% of the mining\r\n\r\nand quarrying industry workers in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 13 of the 1971 Regulations took cognisance of\r\n\r\nthe  dire  need  to  ensure that the condition  of  any\r\n\r\nindividual affected by the pulmonary disease should not\r\n\r\nbe worsened.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 18 of the 1971 Regulations required that a\r\n\r\nrecord of X-ray examinations be kept by the licensee in\r\n\r\nan  approved  register. Although the  1974  Regulations\r\n\r\nrequire a yearly X-ray examination of all employees  in\r\n\r\na granite quarry, and a biennial X-ray exami\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 784</b></font><br><br>\r\n\r\n\r\n\r\nnation  in  the  case of a sand quarry, no  records  of\r\n\r\nthese examinations are required to be kept. By deleting\r\n\r\nclause  18  of  the  1971  Regulations,  the  competent\r\n\r\nauthority   cannot   check  immediately   whether   all\r\n\r\nemployees   have   been  X-rayed  in  accordance   with\r\n\r\nlegislative requirements. The long process of having to\r\n\r\nconsult  the  medical practitioner or practitioners  to\r\n\r\nobtain  details  will  mean  extra  cost,  delays   and\r\n\r\nadditional  exposure of affected workers,  if  any,  to\r\n\r\ngreater   risk  of  contracting  silicosis.  The   1974\r\n\r\nRegulations have indeed taken a dangerous retrogressive\r\n\r\nstep. I wonder why such a callous step was taken.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, may I deal first with the Member for\r\n\r\nPaya Lebar who has made general accusations against  my Ministry. He said that my officers were cooperative and\r\n\r\ncourteous  in  the past and they have \"suddenly  become\r\n\r\nbureaucratic and even worse than they were  before\".  I\r\n\r\nhope  this  is  only confined to Paya Lebar.  Something\r\n\r\nappears  to  have gone wrong somewhere. We  do  consult\r\n\r\nMembers  of  Parliament when there  are  large  schemes\r\n\r\naffecting certain constituencies. In Paya Lebar itself,\r\n\r\nthe  Perseverance Estate was acquired in two  parts  in\r\n\r\n1971, which means something was on. It is only recently\r\n\r\nthat  a  survey  was taken of part of  the  estate  and\r\n\r\nresettlement  started. Surely the  Member  should  have\r\n\r\nknown  what  was  happening.  He  wants  priority   for\r\n\r\nalternative accommodation perhaps for everyone. He says\r\n\r\nwe  issue decrees. We do not. We issue notices to quit.\r\n\r\nDecrees  telling  people to move out immediately  is  a\r\n\r\nwaste  of  time, and issuing a notice to quit asking  a\r\n\r\nfamily to move out immediately is also a waste of time.\r\n\r\nBecause  they never move. The notice to quit is usually\r\n\r\na  one month's notice to quit, and it is several months\r\n\r\nbefore  they  are  moved out. Resettlement  is  a  most\r\n\r\ndifficult  and  unpleasant business  where  people  are\r\n\r\nmoved  out  of their homes. Wherever possible,  if  the\r\n\r\noccupiers  are  eligible, alternative accommodation  is\r\n\r\nprovided.   No   one  is  kicked  out  of   his   house\r\n\r\nimmediately.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 785</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Member is referring to some squatters in\r\n\r\nthe estate who have erected unauthorised structures and\r\n\r\nextensions and have sublet or assigned their houses  to\r\n\r\noperators of various small scale industries.  In  order\r\n\r\nto  reduce  the  magnitude of the resettlement  problem\r\n\r\nwhen  the  estate is redeveloped, the Board  has  taken\r\n\r\nenforcement action on these illegal operators.  Perhaps\r\n\r\nthe  Member may be referring to this problem. But  even\r\n\r\nin  those  cases an adequate grace period is  given  on\r\n\r\nappeal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I go on to the complaint of the Member\r\n\r\nfor  Thomson,  may I just assure the  Member  for  Paya\r\n\r\nLebar that if there has been no cooperation between  my Ministry and his constituency or with him, it  will  be\r\n\r\ndone in the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson wants priority for Housing\r\n\r\nBoard  accommodation for civil servants. All  sorts  of\r\n\r\npeople  want  priority. The question is,  who  deserves\r\n\r\npriority?  We are giving priority to a small percentage\r\n\r\nof  national  servicemen  and  a  small  percentage  of\r\n\r\npolicemen.  The  reason  is that  if  you  have  a  few\r\n\r\npolicemen in one block and some national servicemen  in\r\n\r\nanother  block, then the gangsters will keep away.  For\r\n\r\ncivil  servants,  those  who are  occupying  Government\r\n\r\naccommodation because of the nature of their  work  and\r\n\r\nare  asked  to  move  out when they  retire  are  given\r\n\r\npriority.  The others are not. But we have been  giving\r\n\r\nconsideration to this matter from time to time.  If  we\r\n\r\ngive  priority  to  more  and  more  sections  of   the\r\n\r\ncommunity,  it  means  that the  waiting  list  becomes\r\n\r\nlonger and longer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir referred to the deletion\r\n\r\nof  two  important  clauses in  the  Sand  and  Granite\r\n\r\nQuarries  Regulations  of  1974.  There  seems  to   be\r\n\r\nsubstance  in  what he says. I was  not  aware  of  the\r\n\r\ndeletion  of these two clauses. Perhaps there  is  good\r\n\r\nreason,  but there does not appear to be.  But  I  will\r\n\r\nlook  into  these  regulations and reinsert  these  two\r\n\r\nclauses if that should be done.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 786</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Sir, just now the Minister mentioned that I have some\r\n\r\nprejudice   against  the  officers  of  his   Ministry.\r\n\r\nActually  it  happened yesterday. After the  Parliament\r\n\r\nsitting, when I returned to my constituency for my Meet-the-People  session, I found to my surprise that  there\r\n\r\nwere about 30 constituents waiting to see me to seek my\r\n\r\nhelp.  They said that in the morning the officers  from\r\n\r\nthe  Ministry  of National Development went  there  and\r\n\r\nasked  them  to  sign their names  on  a  document  and\r\n\r\nthumbprints were taken from the old folks who could not\r\n\r\nsign, and they were told to quit. If they did not  want\r\n\r\nto  move,  the  officers said that they did  not  care.\r\n\r\nPerhaps  the Minister does not understand the  problem.\r\n\r\nIt  is  difficult  for old people  to  get  alternative\r\n\r\naccommodation.  Even  if their thumbprints  are  taken,\r\n\r\nthey  cannot  move out if they do not have  alternative\r\n\r\naccommodation.  I  wish  to make  a  request  that  the\r\n\r\nofficers should be more considerate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My constituents are not dissatisfied with the Ministry of National Development. They are only asking\r\n\r\nfor    Satisfactory   alternative   accommodation   for\r\n\r\nresettlement and they will be satisfied. For  instance,\r\n\r\nat  Bartley area in Paya Lebar, some families have been\r\n\r\ntold to quit. There should have been prior planning and\r\n\r\nalternative  accommodation should have been  found  for\r\n\r\nthe  affected  families.  A  survey  should  have  been\r\n\r\nconducted to find out the number of families  who  will\r\n\r\nbe   required   to   move   and  suitable   alternative\r\n\r\naccommodation should be found for them. If they do  not\r\n\r\nhave  alternative  accommodation, surely  the  Minister\r\n\r\ndoes  not expect them to sleep on the roadside! If  the\r\n\r\nMinister is a kindhearted person, he would not do  such\r\n\r\na  thing  on these unfortunate people. But I know  that\r\n\r\nthe  officers  in  his Ministry have such  an  attitude\r\n\r\nwhich is most oppressive to others. I hope the Minister\r\n\r\ncan try to understand the matter deeper.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin(Jalan Kayu):</b> Mr Speaker, Sir, I would like to support what the\r\n\r\nMember for Paya Lebar has just said. Last night I  also\r\n\r\nhad the same\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 787</b></font><br><br>\r\n\r\n\r\n\r\nexperience.  When  I  turned up at  my  Meet-the-People\r\n\r\nsession,  some constituents in my area reported  to  me\r\n\r\nthat  they  were forced to sign a certain  document  by\r\n\r\nofficers of the Ministry. All those poor people are not\r\n\r\nliterate in English. They were not even told what  that\r\n\r\ndocument  was supposed to be. When they put it  to  the\r\n\r\nofficer concerned whether they were to be evicted or to\r\n\r\nbe  resettled and whether the Government would  provide\r\n\r\nthem  with alternative accommodation, the reply  given,\r\n\r\nto  my  mind,  was unfortunately a very heartless  one.\r\n\r\nThere was an elderly lady. She has got only a daughter,\r\n\r\nand  the reply given to her was, \"No, you are not going\r\n\r\nto  get  any accommodation. We would only allow you  to\r\n\r\napply  if  you  can  get  two more  elderly  ladies  or\r\n\r\npersons, and then we would consider your application.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Well, this is not the only complaint. Two weeks ago I\r\n\r\nhad  a  similar  experience  in  another  part  of   my\r\n\r\nconstituency.  Some of my constituents  were  presented\r\n\r\nwith  blank forms. I was shown one. It was supposed  to\r\n\r\nbe  a  form used for an offer of compensation, but that\r\n\r\npart where the quantum of compensation was supposed  to\r\n\r\nbe  indicated was left blank and the people were  asked\r\n\r\nto  sign  the blank forms. Thus they did not  know  how\r\n\r\nmuch  they  were going to get. I think  this  is  quite\r\n\r\nunfair. Surely the person who signs should be told  how\r\n\r\nmuch he is going to get.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is this. The Member for Paya Lebar was\r\n\r\nnot  exaggerating when he stated that there was a  lack\r\n\r\nof consideration. I had an experience recently. Quite a\r\n\r\nnumber  of  families were suddenly served with  notices\r\n\r\nadvising them to register for alternative accommodation\r\n\r\nwithin  24  hours.  For  some of  these  people,  their\r\n\r\nmenfolk  were  away from home at work.  How  were  they\r\n\r\ngoing   to   get  their  menfolk  to  come   back   for\r\n\r\nregistration? Surely 24 hours is too short a time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the support given to Members of Parliament, I\r\n\r\nthink  the  Minister is aware of the case  I  mentioned\r\n\r\nhere. I said that recently when I heard of some\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 788</b></font><br><br>\r\n\r\n\r\n\r\nprojects going on I asked for plans to be supplied, and\r\n\r\nI  was  told that I would be given the plans if I  paid\r\n\r\n$30.  Well, we are not asking for the plans to  do  our\r\n\r\nown  business.  We are asking for plans  to  serve  the\r\n\r\npeople  and  to help the Department to explain  to  the\r\n\r\npeople  what  is involved. We are not even  given  this\r\n\r\nsupport.  I  finally got the plans and I said  I  would\r\n\r\ntake  up  the  matter of the payment of fees  with  the\r\n\r\nMinister. Sir, to be fair to the officer, he  was  very\r\n\r\nsympathetic.   Unfortunately,  when  the   matter   was\r\n\r\nreferred to the Ministry of Finance - the Minister  for\r\n\r\nFinance  is here today and I think it is an appropriate\r\n\r\noccasion for me to raise it --- the Ministry of Finance\r\n\r\nsaid,  \"No, the MP should pay for the plans.\" It  is  a\r\n\r\nvery simple photostat plan costing $15 a copy. Does  it\r\n\r\nmake sense? A similar photostat document costs only  50\r\n\r\ncents  if you get it done in a shop outside. I think  I\r\n\r\nhave stated enough, Sir.\r\n\r\n\r\n\r\n<br><br>5.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> Sir, on a point of clarification. The debate now\r\n\r\nappears  to  centre on resettlement. I  have  filed  an\r\n\r\namendment   on   the   Development   Estimates    under\r\n\r\nResettlement. Can 1 raise the issue now, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> You might as well.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> Sir, there is a major project of clearance going on\r\n\r\nin my constituency.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, with your permission, I should like to be given\r\n\r\nthe  opportunity to reply to those two  Members  first,\r\n\r\nbefore some other Member starts on something else.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> All right, Mr Barker.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> I hope the Member for Jalan Kayu is not complaining\r\n\r\nof  non-cooperation from my Ministry. Of course,  there\r\n\r\nare resettlement officers going on their rounds, and if\r\n\r\nhis  constituents  are asked to sign  blank  pieces  of\r\n\r\npaper, his advice to them should be, \"Do not sign\".  It\r\n\r\nis dangerous to sign a blank piece of paper. But surely\r\n\r\nthey are not given 24 hours to remove from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 789</b></font><br><br>\r\n\r\n\r\n\r\nthese  houses.  I remember the Member  for  Jalan  Kayu\r\n\r\nhimself  inquiring from my Ministry what was  happening\r\n\r\nin  Jalan Kayu when a survey was being taken.  We  gave\r\n\r\nhim  full  details of what was going to take place.  So\r\n\r\nthere   was   cooperation.  But,  as  E  said   before,\r\n\r\nresettlement  is  unpleasant. Naturally  he  will  have\r\n\r\nangry  constituents in his PAP branch premises  looking\r\n\r\nfor his help when resettlement officers go round to his\r\n\r\nconstituency. But surely if they are asked to  register\r\n\r\nwithin  24  hours  for alternative accommodation,  that\r\n\r\ndoes  not  mean that they arc debarred from alternative\r\n\r\naccommodation if they do not turn up in 24 hours. There\r\n\r\nmight  be cases where those who are about to be evicted\r\n\r\nare  not  entitled to resettlement benefits for various\r\n\r\nreasons.  First, they might not be citizens.  Secondly,\r\n\r\nthey  might have just moved in, after the cut-off date.\r\n\r\nAnd  there may be other reasons. But wherever possible,\r\n\r\nwe provide alternative accommodation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Sir, I think I ought to make further clarification. I\r\n\r\ndid,  in  fact,  write  to  the  Ministry  on  the  3rd\r\n\r\nDecember,   1974,  asking  for  details   as   to   the\r\n\r\ndevelopment.  I did not get a reply till February  this\r\n\r\nyear.  In the meantime, before I got my reply,  letters\r\n\r\nwere  sent  Out  by  the Resettlement  Department.  The\r\n\r\nletters state very clearly:\r\n\r\n\r\n\r\nIf you do not turn up for registration within 24 hours,\r\n\r\nit will be presumed that you will take care of your own\r\n\r\nalternative  accommodation. The letter  is  a  printed,\r\n\r\nstandard form of letter. It is in black and white.  How\r\n\r\ndo  we  expect the people to feel? They naturally  feel\r\n\r\nnervous. The Government always mean business. Does  the\r\n\r\nMinister mean to say that what is stated there does not\r\n\r\nmean anything? That is not our Government. Whatever  we\r\n\r\nsay, we mean it. It is stated in black and white, and I\r\n\r\nstill have a few copies in my possession.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Will you send me a copy?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> I will be very happy to do that. There is perhaps a\r\n\r\nbreakdown in communications. It might\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 790</b></font><br><br>\r\n\r\n\r\n\r\nbe  that  the officer lower down the line  is  given  a\r\n\r\ncertain  order to carry out, and he is anxious to  push\r\n\r\nit.  But  in the meantime he has forgotten that, those\r\n\r\nindividuals affected are also human beings. We have  to\r\n\r\ntry to minimise the inconvenience to them. Naturally we\r\n\r\nhave  to  look  after the majority of people.  To  that\r\n\r\nextent,  the  minority might be affected.  But  in  the\r\n\r\nprocess it is our job to make sure that we minimise the\r\n\r\nsufferings  and inconveniences. This is not asking  for\r\n\r\ntoo much, is it?\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rodrigo.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> On second thought, Sir, I think I will move my\r\n\r\namendment when the appropriate time comes, because this\r\n\r\nsubject  of  Resettlement appears to  offer  tremendous\r\n\r\nscope  for  further debate. By that time, I am  sure  a\r\n\r\nnumber of MPs will also be raising it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Sir, before I withdraw my amendment, I would like to\r\n\r\nexpress  the hope that the Minister would advise  those\r\n\r\npompous, bureaucratic and haughty civil servants to  be\r\n\r\nmore  courteous to our people and to look  after  their\r\n\r\ninterest  with some sincerity and sympathy.  I  believe\r\n\r\nthat  the  civil servants in the Ministry  of  National\r\n\r\nDevelopment  also have some kindness  in  their  heart.\r\n\r\nWith that, I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by\r\n\r\n$10 in respect of subhead BBA 1108.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to draw the attention of the Minister\r\n\r\nfor Law and National Development to the unfair award in\r\n\r\nrespect  of  land  acquisition by the  Commissioner  of\r\n\r\nLands.   Sir,   arising   from   urban   renewal,   the\r\n\r\nCommissioner  of  Lands has acquired three  shophouses,\r\n\r\nall  of  which  were  owned by the same  person  in  my\r\n\r\nconstituency. These three shophouses have a total  area\r\n\r\nof  1,985 sq, ft. They were acquired by Government  for\r\n\r\nan  award of $28,750 which amount, if divided by three,\r\n\r\nis equal to $9,583.33 for each shophouse.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 791</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the acquired shophouses was occupied by\r\n\r\nthe  owner himself who runs a grocery, while the  other\r\n\r\ntwo  were let out: one a bookshop and the other a  clan\r\n\r\nassociation. What is unfair is that, while the property\r\n\r\nwas  being  acquired, the tenants of the  bookshop,  as\r\n\r\nwell   as   the  clan  association,  were   offered   a\r\n\r\ncompensation  of  $15,000  for  each  premises  or   an\r\n\r\nalternative shophouse, whichever is preferred. But  the\r\n\r\ntenant  of  the grocery, who happened to be the  owner-occupier, was unfortunate as he received only $9,583.33\r\n\r\nfor  his  grocery shop, which was acquired with  vacant\r\n\r\npossession.  It is a common practice in Singapore  that\r\n\r\nif  you  sell  your house with vacant  possession, the\r\n\r\nvalue  of the property is always higher than if  it  is\r\n\r\nencumbered,  everything being equal. But in  this  case\r\n\r\nthe  reverse  is true. I can vouch that  everything  is\r\n\r\nequal  in  this particular case that I have  mentioned,\r\n\r\nwhether  in  terms  of land area or  condition  of  the\r\n\r\nbuildings.  But unfortunately in terms of compensation,\r\n\r\nthe  owner  is  worse  off than the  tenants  by  about\r\n\r\n$6,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in view of the glaring anomaly, I\r\n\r\nrespectfully  request the Minister  concerned  to  look\r\n\r\ninto  this matter and see that justice is not only done\r\n\r\nbut must be seen to be done to the aggrieved party.\r\n\r\n\r\n\r\n<br><br>5.39 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Deputy Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, the three properties referred to by the Member\r\n\r\nfor  Bras  Basah  were Nos. 7, 9 and 11 Holloway  Lane,\r\n\r\nwhich  were acquired for urban redevelopment  purposes.\r\n\r\nThey  all belonged to one land owner. Premises  Nos.  7\r\n\r\nand  11  were tenanted by a bookshop and an association\r\n\r\nrespectively, whilst No. 9 was occupied by the ex-owner\r\n\r\nhimself.  The total award was $28,750 paid to the  land\r\n\r\nowner  for  his  three properties,  and  was  based  on\r\n\r\nencumbered  values for No. 7 ($5,750)  and  No.  11  ($\r\n\r\n7,280)  and a much higher vacant possession  value  for\r\n\r\nNo.  9  ($15,720),  which are the two  distinct  issues\r\n\r\nraised in the Member's query.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 792</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Act compensation is paid to persons having\r\n\r\na legal interest in the acquired properties, that is to\r\n\r\nsay,   the   landowner   or  lessee.   Computation   of\r\n\r\ncompensation will be governed by the prevailing  market\r\n\r\nvalue,  which  must be higher in the case  of  premises\r\n\r\nwhere  vacant possession can be given by the  landowner\r\n\r\nthan  in  the  case  of  premises which  are  tenanted,\r\n\r\nespecially  premises  which  are  rent-controlled.   An\r\n\r\nunencumbered  award  under the Act takes  into  account\r\n\r\nencumbrances  and tenancies, which are  liabilities  to\r\n\r\nthe   acquiring  authorities  and  for  which  exgratia\r\n\r\nresettlement  benefits  or compensation  (such  as  HDB\r\n\r\nshops at concessional rents or cash grants ranging from\r\n\r\n$5,000  to  $15,000) have to be given to the  displaced\r\n\r\noccupiers  in  accordance with the current resettlement\r\n\r\npolicy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the particular case raised by the Member, an offer\r\n\r\nhas  been made by the Resettlement Department of a shop\r\n\r\nwith  a flat above provided the landowner refunded  the\r\n\r\nsum  of  $10,000 from the award made to him, which  was\r\n\r\nbased on vacant possession value. It is understood that\r\n\r\nthe  Member's  constituent  is  still  considering  the\r\n\r\noffer.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Mr Deputy Speaker, Sir, if the complainant refunds\r\n\r\nthe sum of $10,000, then the position is that the house\r\n\r\nis  not  acquired with vacant possession. It  would  be\r\n\r\nacquisition with an encumbrance. That being  the  case,\r\n\r\nthen  the  tenants and the sub-tenants must be  offered\r\n\r\nalternative   accommodation,  because   the   land   is\r\n\r\nencumbered.  In this case, the tenants  have  not  been\r\n\r\noffered  alternative accommodation. So they arc waiting\r\n\r\nto find out whether upon the refund of $10,00() the HDB\r\n\r\nwill    be    willing   to   offer   them   alternative\r\n\r\naccommodation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, I think it is better that this matter is settled\r\n\r\noutside the House. To debate the matter further in this\r\n\r\nHouse  will  not get us anywhere. Raising a  particular\r\n\r\ncase, I think, is better done by correspondence, unless\r\n\r\nthis is on general policy.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 793</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> In view of the reply, I beg leave to withdraw my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Mr Deputy Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by\r\n\r\n$10 in respect of subhead BEA l107*.\r\n\r\n(*The same amendment also stood in the name of Mr Ho Kah Leong).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would be very grateful if the Minister could\r\n\r\nenlighten  this  House  of the policy  on  agricultural\r\n\r\nland,  with special reference to the Bedok resettlement\r\n\r\narea. I would like to know whether the policy has  been\r\n\r\nchanged recently, and if so, what are the changes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the Land Office has been issuing about 60\r\n\r\nnotices  to repossess lands which are either leased  or\r\n\r\noccupied   by   Temporary  Occupation   Licences.   The\r\n\r\noccupants received the notice of repossession from  the\r\n\r\nLand  Office.  This  notice creates great  anxiety  and\r\n\r\nconcern  among these people over their future. I  share\r\n\r\nthe  same view with the Member for Paya Lebar  and  the\r\n\r\nMember   for  Jalan  Kayu  that  in  any  exercise   of\r\n\r\nrepossession or eviction, the Members of Parliament are\r\n\r\nkept  in  the  dark. When these people  received  these\r\n\r\nnotices  they approached me but I was unable to explain\r\n\r\nto  them  and  I  had  to  write to  the  Parliamentary\r\n\r\nSecretary  (National Development) for  an  explanation.\r\n\r\nSir, this state of affairs must be remedied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Previously there were a number of cases of\r\n\r\nrepossession of land. The usual procedure was that  the\r\n\r\nLand Office would send out their land inspectors to  go\r\n\r\nround  and  inspect  the site. If the  land  inspectors\r\n\r\nfound  that  the  land  was  not  being  utilised   for\r\n\r\nvegetable growing or farming, they would issue a letter\r\n\r\nwarning  them  that if they did not do any  farming  or\r\n\r\nvegetable  planting, their land would  be  repossessed.\r\n\r\nThe  inspectors did not find out the actual reasons why\r\n\r\nthe  licensees did not farm the land. It might be  that\r\n\r\nsalt water had seeped into the land and they could  not\r\n\r\nplant  any  vegetables.  But these  people  obeyed  the\r\n\r\nwarning of the land inspectors and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 794</b></font><br><br>\r\n\r\n\r\n\r\nresumed  their  farming. But after a  month  they  were\r\n\r\nagain  issued  with another notice stating  that  their\r\n\r\nland would be repossessed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is rather unfair on the part of the Land\r\n\r\nOffice, if there is a major change in policy,  the  MP\r\n\r\nshould at least be given a chance to know about  it  so\r\n\r\nthat  he  can  be  equipped  with  answers  if  he   is\r\n\r\napproached  by  his constituents. I hope  the  Minister\r\n\r\nwill investigate into these irregularities.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, as a Member of Parliament from a rural\r\n\r\nconstituency, it is my duty to reflect in this House to\r\n\r\nthe   Minister   concerned  the  various  difficulties,\r\n\r\nhardships and grievances of the rural people.  On  this\r\n\r\nbasis I would like to endorse the views expressed by my\r\n\r\ncolleagues from other rural constituencies,  because  I\r\n\r\ntoo  have  come across similar problems as  they  have.\r\n\r\nPerhaps the Minister might not understand the situation\r\n\r\nin  the rural areas as well as we do, and therefore  it\r\n\r\nis   our   duty  to  point  out  to  him  the   various\r\n\r\ndifficulties  so that he would be able  to  direct  his\r\n\r\nofficers to handle the problems of the rural people  in\r\n\r\na  proper  manner. It is my belief that  a  kindhearted\r\n\r\nMinister  like the one we have now would  certainly  do\r\n\r\nso,   because  every  time  I  write  to  him  he  will\r\n\r\npersonally reply to me and for that I am very  grateful\r\n\r\nindeed.  Some  other  Ministers, or even  Parliamentary\r\n\r\nSecretaries for that matter, do not regard  Members  of\r\n\r\nParliament  with  due  respect. Whatever  letters  they\r\n\r\nreceive  from the MPs, they will direct their  officers\r\n\r\nto reply instead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to inform time Minister that there are\r\n\r\nsome  unauthorised structures in the rural  areas.  MPs\r\n\r\nfrom rural constituencies will share my view that there\r\n\r\nis  no  place  in a rural area without any unauthorised\r\n\r\nstructures. Why should there be unauthorised structures\r\n\r\nin  the first place? Therefore, we have to get down  to\r\n\r\nthe  root cause of the appearance of these unauthorised\r\n\r\nstructures. Only then would we be able to handle\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 795</b></font><br><br>\r\n\r\n\r\n\r\nthe problem with consideration and sympathy, instead of\r\n\r\nordering  them  about like criminals - asking  them  to\r\n\r\ndemolish their unauthorised structures within 24  hours\r\n\r\nor  within  a  specified period, and if  they  fail  to\r\n\r\ncomply,   action  would  be  taken  to  demolish   such\r\n\r\nunauthorised structures and to charge them the cost  of\r\n\r\ndemolition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we know that in rural areas there is always a\r\n\r\nneed  to  renovate  old  buildings  or  to  repair  old\r\n\r\nstructures.  And  sometimes  because  the   family   is\r\n\r\nincreasing  there  is need to extend  the  building  to\r\n\r\naccommodate  the family. In my constituency  there  are\r\n\r\ncases  where 20 people live in a small attap house.  In\r\n\r\nthe  circumstances, there is always a need to put up  a\r\n\r\nlean-to  to  provide an extra room to  accommodate  the\r\n\r\nincreasing  number  of people in the  family,  or  some\r\n\r\npartition may be required to make another room. If such\r\n\r\nalterations  or  lean-to  are discovered  by  the  Land\r\n\r\nOffice,   they   will  be  regarded   as   Unauthorised\r\n\r\nstructures  and action will be taken to demolish  them.\r\n\r\nThe demolition squad does not come from the Land Office\r\n\r\nalone;  the  Building Control Division as well  as  the\r\n\r\nPrimary  Production Department also take  part  in  the\r\n\r\ndemolition process. I have seen notices served  by  the\r\n\r\nPrimary  Production Department to the rural  people  to\r\n\r\ndemolish  their unauthorised structures.  So  the  poor\r\n\r\nrural  people are confronted with three big  Government\r\n\r\ndepartments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to suggest to the Minister that the\r\n\r\nLand   Office  should  handle  such  cases  with  great\r\n\r\nsympathy and consideration. They should make a  distinc\r\n\r\ntion  between  the  various  cases.  If  the  so-called\r\n\r\nunauthorised  structures are put up  under  extenuating\r\n\r\ncircumstances  in  which the people concerned  have  no\r\n\r\nalternative  but  to  add to,  change  or  alter  their\r\n\r\nexisting  structures, then proper  guidance  should  be\r\n\r\ngiven to regularise the unauthorised structures instead\r\n\r\nof  just  issuing  a  notice  to  demolish.  But  where\r\n\r\nunauthorised  structures have been put up  for  profit-making,  then no sympathy can be expected from  Members\r\n\r\nof Parliament. I am sure the people \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 796</b></font><br><br>\r\n\r\n\r\n\r\nconcerned will have nothing  to  say  if such unauthorised  structures  are pulled down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next matter I would like to raise concerns\r\n\r\nabsence  of records in the Land Office of existing  old\r\n\r\nbuildings.  There  are cases of people  who  have  been\r\n\r\nliving  in old buildings for many years. When the  Land\r\n\r\nOffice  discovers that such a building is  not  on  its\r\n\r\nrecord, a demolition order is issued. In such cases the\r\n\r\nMember  of  Parliament  or  members  of  the  Citizens'\r\n\r\nConsultative  Committee can certify  the  existence  of\r\n\r\nthese old buildings although they are not on record  in\r\n\r\nthe   Land   Office.   But   such   certification   and\r\n\r\nrepresentation by the MP and CCC are not considered  at\r\n\r\nall. As a result, the poor rural people have to live on\r\n\r\nthe  roadside. I think liberal consideration should  be\r\n\r\ngiven  to  such  cases.  I  would  therefore  urge  the\r\n\r\nMinister  once  again to consider sympathetically  such\r\n\r\nrepresentations by the MPs and CCCs, or even  from  the\r\n\r\nrural people themselves.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, the Member for Changi has not only been beating\r\n\r\nabout the bush but he has also been rather unfair to me\r\n\r\nwhen  he  said  that he was not informed  of  what  was\r\n\r\nhappening in the Bedok resettlement area. Unless he has\r\n\r\ngot  a  poor  memory, I informed him on  25th  October,\r\n\r\n1974,  of  Government's decision to recover vacant  and\r\n\r\nunder-utilised land in this area amounting to  a  total\r\n\r\nof about 47 acres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member is aware, a survey of land utilisation\r\n\r\nin  that  area had shown that there had been widespread\r\n\r\nbreaches  of  the terms and conditions of their  leases\r\n\r\nand  the  Temporary Occupation Licences issued  to  the\r\n\r\nsettlers. It is Government's intention to recover  such\r\n\r\nunder-utilised  vacant land from the  lessees  who  had\r\n\r\nbreached  these  terms and to use  this  land  for  the\r\n\r\nrelocation  of cottage industries and other appropriate\r\n\r\nuses.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Out of a total of 58 cases affected in this exercise,\r\n\r\n39 were previously on 16-year agriculture leases and 19\r\n\r\nwere on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 797</b></font><br><br>\r\n\r\n\r\n\r\nTOLs.  Notices to revert the whole of the land  to\r\n\r\nagricultural use, in accordance with the terms and\r\n\r\nconditions of the leases, were served  on  the  39\r\n\r\nlessees in November, 1974, and on failure to do so\r\n\r\nwithin  an  agreed  period the Land  Office  would\r\n\r\nformally  repossess the land on 31st January  this\r\n\r\nyear.  The Land Office has, however, not yet taken\r\n\r\nphysical  occupation of the repossessed  land  nor\r\n\r\nserved  notices on the ex-lessees  to  vacate  the\r\n\r\nland.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of TOL holders, notices of\r\n\r\ntermination  of licences were served in  December,\r\n\r\n1974,  and the land repossessed from 1st  January,\r\n\r\n1975.  In  the  case  of  those  whose  TOLs   had\r\n\r\nterminated,  the following action has been  taken.\r\n\r\nLicensees who are required to give up part of  the\r\n\r\nland  have  been so informed, and site plans  have\r\n\r\nbeen  sent to them showing the portion of the land\r\n\r\nto  be  recovered. They have been told  that  they\r\n\r\ncould  retain  the balance of the  land  on  fresh\r\n\r\nlicences, the terms and conditions of which  would\r\n\r\nbe made known later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where the entire holding has been repossessed,\r\n\r\nlicensees  have  been  told  that  they  would  be\r\n\r\nadvised   in   due   course  whether   alternative\r\n\r\naccommodation  would  be  given.  They  have  been\r\n\r\ninformed  that no compensation would be  paid  for\r\n\r\nancillary  structures,  crops,  etc, which   they\r\n\r\nshould  remove  from  the  land  immediately.  Ex-licensees   who   have,  in   violation   of   TOL\r\n\r\nconditions,  allowed  other occupiers  to  operate\r\n\r\nfactories,  workshops  and  holdings   have   been\r\n\r\ninformed   that  the  Land  Office   had   resumed\r\n\r\npossession  of the land, and the actual  occupants\r\n\r\nhave been told not to pay any further rent to  the\r\n\r\nex-licensees.  The Land Office  would  then  issue\r\n\r\nseparate  TOLs to occupiers who would, be  allowed\r\n\r\nto   continue   operating  their   factories   and\r\n\r\nworkshops.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Resettlement Department is presently\r\n\r\ninvestigating  to  find out whether  occupiers  or\r\n\r\ndwellers  on  land  recovered, which, were  held\r\n\r\npreviously  under lease or TOLs should  be, given\r\n\r\nalternative accommodation. Resettlement\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 798</b></font><br><br>\r\n\r\n\r\n\r\nquestions  are  still  under  study  by  the\r\n\r\nResettlement    Department.   No   workshops    or\r\n\r\nindustries  have yet been moved into the  area.  I\r\n\r\ncan  assure the Member that consideration will  be\r\n\r\ngiven to regularise existing non-agricultural uses\r\n\r\nwhich  can  be tolerated on the basis  of  revised\r\n\r\nTOLs.  But  no  compensation  will  be  paid   for\r\n\r\nancillary structures or crops found on the land to\r\n\r\nbe  recovered, as the owners have been given ample\r\n\r\ntime to remove such structures or crops. I believe\r\n\r\nthat  the Land Office had informed the Member  for\r\n\r\nChangi on most of the matters which I have set out\r\n\r\nin a letter dated 20th February, 1975.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong has spoken generally about\r\n\r\nresettlement,  and  he  has complained  about  the\r\n\r\nLand  Office.  According to him, we must  be  more\r\n\r\nhuman towards cases of families growing bigger and\r\n\r\nextensions made to accommodate them. As is  usual,\r\n\r\nif  only repairs are done to the premises, nothing\r\n\r\nhappens.  But  when a structure is enlarged,  then\r\n\r\nthe  land  bailiffs will be on them either  asking\r\n\r\nfor   more   premiums   or  demanding   that   the\r\n\r\nunauthorised  alterations are pulled  down.  These\r\n\r\nare  matters on which, as far as possible, we  try\r\n\r\nto  be as humane as ever. But when extensions  are\r\n\r\nmade  and other families move in, then we have  no\r\n\r\nalternative but to take action. Usually  TOLs  are\r\n\r\ngranted to the persons in actual occupation so  as\r\n\r\nto  prevent the chief licensee making money out of\r\n\r\nsubleasing  TOL  land  to the  persons  in  actual\r\n\r\noccupation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir just now I raised the\r\n\r\npoint  about  old  structures and the absence  of  such\r\n\r\nrecords  in  the  Land  Office  It  is  possible   that\r\n\r\nthese  records  could  have been lost  or  mislaid  But\r\n\r\nif   Members   of   Parliament   or   member   of   the\r\n\r\nCitizens'  Consultative  Committee  :could  certify  as\r\n\r\nto  the  long-standing  existence  of  such  houses,  I\r\n\r\nwonder   whether  sympathetic  consideration   can   be\r\n\r\ngiven    to    prevent   the   demolition   of    these\r\n\r\nstructures.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 799</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, consideration is being given to such cases.\r\n\r\nHowever, the members of the CCC and some of the MPs are\r\n\r\nnew,  and some of the houses may be even older. But  if\r\n\r\nsomeone  occupies land on TOL from the Land Office,  it\r\n\r\nis  usually known. It would be on record as to  whether\r\n\r\nit  is a house or what kind of a building is there.  If\r\n\r\nit is private land there may be no record, but if it is\r\n\r\nGovernment land let out on Temporary Occupation Licence\r\n\r\nthe record is there to say what type of structure is on\r\n\r\nit.  But  in  doubtful cases we would have to  consider\r\n\r\nthem.  If the MP has been there for many years, and  if\r\n\r\nhe  certifies its existence we will take his  word  for\r\n\r\nit.  But, as I have said, even the CCC started only  in\r\n\r\n1964.  Of course, ten years have passed, but they might\r\n\r\nclaim that the house is 20 years old.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir, the Minister said just now\r\n\r\nthat  applications for repairs to houses would be given\r\n\r\nsympathetic consideration. I would like to know whether\r\n\r\nin  the  case  where the land is private land  and  the\r\n\r\nlandowner refuses to approve or endorse the application\r\n\r\nfor  repairs, I would like to know whether the  repairs\r\n\r\ncan still be carried out.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Yes, they can. If they are structural alterations to\r\n\r\nthe  house,  then the occupier must get the landowner's\r\n\r\npermission. But if it is just a case of repairs, he can\r\n\r\nget  the  Department's approval,  not  necessarily  the\r\n\r\nowner's approval.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Sir, I think the Minister is mistaken when he said\r\n\r\nthat  I  was being unfair to him by saying that he  did\r\n\r\nnot  tell me about the project that was going on in the\r\n\r\nBedok  resettlement. Perhaps the officers  who  briefed\r\n\r\nthe  Minister  could have made the mistake.  The  first\r\n\r\ncase  of repossession of land was at Lorong Dangai  and\r\n\r\nKoh  Sek Lim. But I was referring to a very recent case\r\n\r\nwhich  was  not  acquired  for the  Bedok  resettlement\r\n\r\npurposes.  In  this case the notice is for repossession\r\n\r\nof the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 800</b></font><br><br>\r\n\r\n\r\n\r\nTOL  land  and the lessees who have been there  for  16\r\n\r\nyears  were from the Paya Lebar International  Airport.\r\n\r\nThat is why I am asking the Minister that whenever such\r\n\r\nan  exercise  is to be carried out, the MPs  should  be\r\n\r\ninformed  beforehand, as was the case  with  the  first\r\n\r\nrepossession of land in Lorong Dangai and Koh Sek Lim.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> As far as my memory goes, the MP was informed before\r\n\r\nwe  took  one  step. And when the Government  made  the\r\n\r\ndecision, I told him personally.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> That was the first case. This is the second one.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> The Member for Changi cannot expect to be\r\n\r\ntold  of  every  little  thing  that  goes  on  in  his\r\n\r\nconstituency. Of course, we give him advice,  otherwise\r\n\r\nhe will have 20 or 30 persons running to the PAP branch\r\n\r\nto disturb his Saturday nights. But I cannot inform him\r\n\r\nof every little thing that goes on in his constituency.\r\n\r\nWherever possible, we give MPs advance notice  so  that\r\n\r\nthey know what to tell the people.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Sir, I am still not satisfied with the Minister's\r\n\r\nanswer,  and  I would like the Minister to  refer  this\r\n\r\nparticular case to his officers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Anyway, I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by\r\n\r\n$10 in respect of subhead CAA 11O5*.\r\n\r\n\r\n\r\n(*The same amendment also stood in the name of Mr Ong Teng Cheong).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at present there are many people living in attap\r\n\r\nhouses  in  the rural or suburban areas. Some  of  them\r\n\r\nhave  applied  for  HDB flats. In the  meantime  before\r\n\r\nflats  are  allotted  to them, they  have  applied  for\r\n\r\npermission  to  repair  their  attap  houses,  but  the\r\n\r\nlandowners did not give their approval. In his reply to\r\n\r\nthe  Member for Jurong just now, the Minister said that\r\n\r\neven  if  landowners  did not give their  approval  for\r\n\r\nrepairs, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 801</b></font><br><br>\r\n\r\n\r\n\r\nvillage  dwellers  could carry on  with  the  necessary\r\n\r\nrepairs. So I think half of my problem has been solved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that these attap houses may not last for\r\n\r\nanother  10  or 20 years. Now if there are  people  who\r\n\r\nlive  in  dilapidated attap houses, can they  be  given\r\n\r\npriority  for  HDB flats? Again, if after  these  attap\r\n\r\nhouse  dwellers have moved in to the HDB  flats,  would\r\n\r\nthe  authorities put such attap houses in the  category\r\n\r\nof  premises which cannot be rented or sold? If  so,  I\r\n\r\nthink the landlord or the attap house owner may not  be\r\n\r\ntoo unreasonable or cruel to the tenant by refusing him\r\n\r\npermission to repair or attempting to evict  him.  This\r\n\r\nwould be good to both landowner and tenant so that  the\r\n\r\nlandowner would not be overbearing on the tenant or not\r\n\r\nallowing him to do this or that.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we all know that many people who live in very\r\n\r\nclean  HDB fiats have applied for larger flats  because\r\n\r\ntheir   families   have   grown   bigger,   and   their\r\n\r\napplications have been approved. What 1 regret is  that\r\n\r\nthe   Government   or   the  HDB  has   approved   such\r\n\r\napplications.  HDB flat dwellers are allowed  to  apply\r\n\r\nfor  bigger flats whereas the attap house dwellers  who\r\n\r\ndo  not  have  a  decent accommodation  are  not  given\r\n\r\npriority  for  flats. So I hope the Minister  can  give\r\n\r\nspecial consideration to the attap house dwellers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong:</b> Sir, I shall wait until the Minister has replied to\r\n\r\nthe Member for Paya Lebar.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> It will probably be more convenient, Sir, if I deal\r\n\r\nwith  one  Member at a time. The Member for Paya  Lebar\r\n\r\nwants  priority to be given for all dwellers  of  attap\r\n\r\nhouses which are about to fall down. This will lead  to\r\n\r\ncomplications because more people will move into houses\r\n\r\nthat are dilapidated or attap houses that are about  to\r\n\r\nfall  down. He wonders why we allow people to move from\r\n\r\none-room  to two-room or three-room flats - the  answer\r\n\r\nis that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 802</b></font><br><br>\r\n\r\n\r\n\r\nfamilies  have  grown bigger. When  they  move  into  a\r\n\r\nbigger  flat,  the  smaller flat is available  for  the\r\n\r\naccommodation  of some other family. That  follows  the\r\n\r\nlaw.  When  the  poor attap house dweller  extends  his\r\n\r\nhouse  without permission, then he is breaking the  law\r\n\r\nand  either  the  Land Office or the  Building  Control\r\n\r\nDivision serves him with a notice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it does not mean that dwellers of attap houses\r\n\r\nare  not  granted  priority. Where the  Government  has\r\n\r\nacquired  the  land  for  some purpose  and  wishes  to\r\n\r\ndemolish these attap houses, they arc given alternative\r\n\r\naccommodation provided they are eligible. But  for  the\r\n\r\nGovernment to grant priority o, accommodation to  attap\r\n\r\nhouse  dwellers  on  land which belongs  to  a  private\r\n\r\ndeveloper, Government will be only helping the  private\r\n\r\ndevelopers.  Surely the Member does not  consider  that\r\n\r\ndesirable - I take it that his suggestion is that every\r\n\r\nattap house dweller must be given priority.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Sir, if we give priority to dwellers of dilapidated\r\n\r\nattap houses, it does not mean that when these families\r\n\r\nmove out, their houses cannot be used any more even  if\r\n\r\nthey are on private land. I believe the Government  can\r\n\r\nresort to the provisions of the Land Acquisition Act to\r\n\r\nacquire  the land. That is a very simple way  to  solve\r\n\r\nthe   problem,  and  it  will  not  give  the   private\r\n\r\nlandowners  any opportunity to speculate. Is  that  not\r\n\r\nquite right?\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, the Member may be right if he wants us to\r\n\r\nacquire  all  the land in Singapore. We  have  acquired\r\n\r\nlarge  portions of land in Singapore and the landowners\r\n\r\nare getting a bit tired of our acquisition.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong:</b> Sir, there have been grouses and complaints about\r\n\r\nunreasonable charges and fees which one has to  pay  to\r\n\r\nthe   various  Government  departments  and  regulatory\r\n\r\nagencies in the Ministry concerned when he submits  his\r\n\r\napplication for development, alterations and renovation\r\n\r\nworks, etc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, he has to pay a processing fee to the\r\n\r\nDevelopment Control\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 803</b></font><br><br>\r\n\r\n\r\n\r\nDivision,  and  this  fee  was introduced,  I  believe,\r\n\r\nsometime early last year, or perhaps a bit earlier.  At\r\n\r\nthe same time, he has to pay another similar processing\r\n\r\nfee to the Urban Redevelopment Authority in respect  of\r\n\r\ncar  parking  requirements. The  Minister  may  perhaps\r\n\r\nrecall that when the Urban Redevelopment Authority  was\r\n\r\nfirst  established  in April, 1974,  it  introduced  an\r\n\r\nexorbitant  charge  or fee on car parking  requirements\r\n\r\nwhich  must  be  paid  by  the  applicants  before  the\r\n\r\napplications  could  be considered  by  the  Authority.\r\n\r\nThese car parking charges often amount to thousands  of\r\n\r\ndollars,  and  in  some instances  up  to  hundreds  of\r\n\r\nthousands  of  dollars.  This  has  created  a  lot  of\r\n\r\nunhappiness and had discouraged some would-be investors\r\n\r\nin  proceeding  with their development projects.  After\r\n\r\nnumerous   complaints,  these  unpopular  car   parking\r\n\r\ncharges  were  then  waived and  replaced  later  by  a\r\n\r\nnominal  processing  fee to the  satisfaction  of  most\r\n\r\npeople concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, besides the above, there are other fees to be\r\n\r\npaid, for example, plan fees, consent fees, search fees\r\n\r\nand  other fees. Even to look at the Master Plan at the\r\n\r\ncounter  on  the 3rd floor of the Ministry of  National\r\n\r\nDevelopment   building,  a  $2, fee   is   levied.   I\r\n\r\nunderstand, Sir, that some charges and fees have to  be\r\n\r\nlevied in order to prevent or discourage abuses of  the\r\n\r\nservices provided. But they must be reasonable. I  only\r\n\r\nwish  to  urge the Minister to review the  charges  and\r\n\r\nfees  currently  chargeable by the various  departments\r\n\r\nand  statutory bodies in his Ministry, and to  disallow\r\n\r\nfurther  introduction of new levies  unless  they  have\r\n\r\nbeen carefully examined and proved to be reasonable and\r\n\r\nabsolutely necessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong:</b> Sir, I also wish to request the Minister to consider\r\n\r\nwaiving  the  current charges or  fees  in  respect  of\r\n\r\nreapplications or resubmissions which are  necessitated\r\n\r\nby  changes in Government policies and standards or due\r\n\r\nto   the   necessity   to  comply   with   departmental\r\n\r\nrequirements.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 804</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, the levy of fees for the processing of planning\r\n\r\napplications was introduced in January, 1974,  in  line\r\n\r\nwith  the  policy  that any service  that  is  provided\r\n\r\nshould  not  be free of charge. This is  not  just  the\r\n\r\npolicy of the Ministry of National Development. It  has\r\n\r\nbeen  found  that, with the introduction of  processing\r\n\r\nfees,  architects  have  taken  greater  care  in   the\r\n\r\nsubmission   of   proper  designs  and   layouts.   The\r\n\r\ndevelopers  also  have  been  more  definite,  as   any\r\n\r\nsubsequent  amendment would entail payment  of  further\r\n\r\nprocessing fees. The introduction of these fees has, in\r\n\r\nfact,  cut down the number of frivolous and speculative\r\n\r\napplications.  But, as the Member has  rightly  pointed\r\n\r\nout, sometimes this can be taken too far. Where another\r\n\r\nfee has to be paid because the developer has to send in\r\n\r\namended plans to comply with Government's requirements,\r\n\r\nthen  I  am inclined to agree with the Member that  the\r\n\r\nsecond  fee  should not be charged. These  are  matters\r\n\r\nwhich  1 am grateful to the Member for raising in  this\r\n\r\nHouse  and  which  I promise him will  be  given  every\r\n\r\nconsideration.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Sir, in view of the clear explanation of the Minister,\r\n\r\nI beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (5).\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Kah Ting is not moving. Mr Baptist.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ivan Baptist:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by\r\n\r\n$10 in respect of subhead CCA 1109*.\r\n\r\n(*The same amendment also stood in the name of Mr Ng Kah Ting)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the Land Titles (Strata) Act, Part IV,\r\n\r\n(Management   of   the  Building  and  the   Management\r\n\r\nCorporation)  it  is mandatory for  the  proprietor  or\r\n\r\nsubsidiary   proprietors  to  establish  a   management\r\n\r\ncorporation upon registration of the strata title plan.\r\n\r\nAmong the duties and responsibilities of the management\r\n\r\ncorporation   is   the  maintenance   of   all   common\r\n\r\nproperties.  This is usually done by a council  elected\r\n\r\nfrom among the subsidiary proprietors\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 805</b></font><br><br>\r\n\r\n\r\n\r\nof  the  management corporation. Of course,  the  money\r\n\r\nrequired  to  maintain the property  is  paid  by  each\r\n\r\nsubsidiary  proprietor  of the management  corporation.\r\n\r\nThis  is  in  the  form of maintenance  fees  collected\r\n\r\nmonthly,   half-yearly  or  yearly  as  the  management\r\n\r\ncorporation decides. The amount is also decided by  the\r\n\r\ncorporation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government, I am sure, is well aware that there\r\n\r\nis   always  difficulty  in  obtaining  payments   from\r\n\r\nindividuals  and  so  many laws have  been  enacted  to\r\n\r\nensure such payments. This difficulty is also faced  by\r\n\r\nmanagement  corporations. However,  unlike  Government,\r\n\r\nmanagement  corporations  have  no  power   to   ensure\r\n\r\npayments  of maintenance fees. There is, of  course,  a\r\n\r\npossibility  of  management corporations  resorting  to\r\n\r\nlegal  action.  But, as is well known,  this  is  time-consuming, protracted and costly. Simple folk  live  in\r\n\r\nstrata land, and it is hardly worth the additional cost\r\n\r\nand time to recover maintenance fees which generally is\r\n\r\nno more than $25 to $50 per mensem.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is most depressing is that although Government\r\n\r\nhas  made  it mandatory to have management corporations\r\n\r\nformed,  Government  is  not bothered  to  ensure  that\r\n\r\nmanagement   corporations  function   effectively.   To\r\n\r\nfunction  effectively, a major  necessity  will  be  to\r\n\r\nensure the easy collection of maintenance fees. Members\r\n\r\nserving  on  the  council  of  management  corporations\r\n\r\nusually do so on a gratis basis. Most of them are  wage\r\n\r\nearners and have very little time at their disposal  to\r\n\r\nenable them, if given the power, to go round soliciting\r\n\r\nfees  from subsidiary proprietors. I must again  stress\r\n\r\nthat  since Government introduced this legislation  for\r\n\r\nthe formation of management corporations, powers should\r\n\r\nbe   given   to  the  Building  and  Common  Properties\r\n\r\nMaintenance and Management Unit to take action  against\r\n\r\nsubsidiary  proprietors who fail to make  the  required\r\n\r\nmaintenance payments. Penalties such\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 806</b></font><br><br>\r\n\r\n\r\n\r\nas  fines should be introduced to enable the management\r\n\r\ncorporations to speedily recover maintenance  fees  due\r\n\r\nto  them  so  that properly maintained properties  will\r\n\r\nensure a cleaner and greener Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, under the Land Titles (Strata) Act, owners of\r\n\r\nflats registered under the Act are automatically formed\r\n\r\ninto  a  management  corporation.  The  corporation  is\r\n\r\nrequired  to  elect  a management  council  to  perform\r\n\r\nduties   and   conduct  business  on  behalf   of   the\r\n\r\ncorporation.  The corporation is required  among  other\r\n\r\nthings  to  control, manage and administer  the  common\r\n\r\nproperty and to establish a fund for such purpose.\r\n\r\n\r\n\r\nIt  is  empowered to levy contributions  from  all  the\r\n\r\nowners. If any contributor is at default, this  can  be\r\n\r\nrecovered   as   a   civil  debt  by   the   management\r\n\r\ncorporation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some management corporations have been unwilling to\r\n\r\ntake  court action against recalcitrant owners  because\r\n\r\nof  the  reasons set out by the hon. Member for  Potong\r\n\r\nPasir.  There  is  now a proposal in  the  Land  Titles\r\n\r\n(Strata) (Amendment) Bill to make it an offence if  the\r\n\r\nsubsidiary owner fails to pay or make his contribution.\r\n\r\nI  hope this measure will succeed. But I can assure the\r\n\r\nMember  that  if  it  is  the  Government  that  passes\r\n\r\nlegislation to form management corporations,  then,  of\r\n\r\ncourse, it is our business to make them work.\r\n\r\n\r\n\r\n<br><br><!-- Mr Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Baptist:</b> Sir, when will this Bill be presented to Parliament?\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> If not during this Sitting, it will be soon after.\r\n\r\n\r\n\r\n<br><br><!-- Mr Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Baptist:</b> Sir, the Minister says that since\r\n\r\nGovernment  is  introducing this legislation,  it  will\r\n\r\nensure  that this legislation when passed will  empower\r\n\r\nmanagement corporations with tools to succeed.  On  the\r\n\r\ntone of his reply then, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (6). Mr P. Govindaswamy is not here. Haji\r\n\r\nMohd. Ariff Bin Suradi.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 807</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Haji Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Haji Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): Mr Deputy Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by\r\n\r\n$10 in respect of subhead CDA 1105*.\r\n\r\n\r\n\r\n(*The same amendment also stood in the names of Messrs P. Govindaswamy and Ho Kah Leong)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I discover that certain roads which have been\r\n\r\nconstructed   to   public   standard   are   far   from\r\n\r\nsatisfactory.   Roads  like  Lorong   Marican,   Lorong\r\n\r\nMarzuki,  Lorong  Malayu, Lorong  Mydin,  Jalan  Ishak,\r\n\r\nJalan  Daud  and others, which were built according  to\r\n\r\npublic  standard, already have potholes within a  short\r\n\r\nspace   of   five  years.  If  these  roads  had   been\r\n\r\nconstructed  according to specifications,  surely  they\r\n\r\nwould not be so badly damaged within such a short time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The construction of these roads was the\r\n\r\nresponsibility of the owners of land fronting the road.\r\n\r\nThey   were  obliged,  to  pay  to  the  PWD  for   the\r\n\r\nconstruction  of these roads. On rainy days  water, is\r\n\r\ncollected  in  these  potholes. On such  occasions  the\r\n\r\ndwellers feel that instead of getting benefits for  the\r\n\r\nmoney .they have paid for such facilities, they have to\r\n\r\nsuffer.  They are dissatisfied and angry because  water\r\n\r\nis  splashed on them when vehicles pass by. Ever  since\r\n\r\nChangi Road, from Still Road to Geylang, was made a one-way street, these roads have been used as shortcuts for\r\n\r\nvehicular traffic heading towards Paya Lebar.  Lorries,\r\n\r\nmotor  cars and buses all use these roads. Jumbo  buses\r\n\r\nheading  towards  Jalan Eunos and Kaki  Bukit  terminus\r\n\r\nfrom  Changi  Road  depot also use these  roads.  As  a\r\n\r\nresult  these roads, already damaged' and deteriorating\r\n\r\nwith  potholes, become even more congested,  especially\r\n\r\nduring the morning and afternoon rush hours.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to know whether proper supervision had been\r\n\r\ncarried  out  when  these roads were  constructed,  and\r\n\r\nwhether  the contractors had built the roads  according\r\n\r\nto the correct specifications. .1 hope the Minister for\r\n\r\nLaw, and  National  Development  would  contact   the\r\n\r\nMinister  concerned to ask the Traffic  Police  not  to\r\n\r\nallow'  vehicles to pass through Lorong Marzuki, Lorong\r\n\r\nMalayu and Lorong\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 808</b></font><br><br>\r\n\r\n\r\n\r\nMydin by putting up \"No Entry\" signs along Changi  Road\r\n\r\nat the entrances to these roads so that they do not get\r\n\r\nany  worse and there will not be any traffic congestion\r\n\r\nin the morning and afternoon.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Barker, as the matters raised seem to be local in\r\n\r\nnature,  would  you like to reply first before  I  call\r\n\r\nupon Mr Ho Kah Leong?\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Yes, Sir. The Member complained about several roads\r\n\r\nin his constituency which were built sometime ago. I do\r\n\r\nnot  know the exact reasons why they have deteriorated,\r\n\r\nbut  the matter will be looked into and the roads  put'\r\n\r\ninto proper order again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Generally there has been so much digging in\r\n\r\nSingapore. There were complaints last year about  roads\r\n\r\nand  road  surfaces and we had a whole island programme\r\n\r\nto resurface and recondition most of our major roads. I\r\n\r\nwas  shocked  to  learn  that  in  the  course  of  the\r\n\r\nfinancial  year some departments were going to  dig  up\r\n\r\nabout  80%  of  our roads, leaving only 20%  untouched,\r\n\r\nscattered  all  over. It is no use  reconditioning  and\r\n\r\nresurfacing  our roads, which cost so much  money,  and\r\n\r\nthen having either the PUB or the STB moving in to dig.\r\n\r\nOn the other hand, if no roads are dug up it means that\r\n\r\ndevelopment in Singapore has come to a full stop! It is\r\n\r\nbecause  of  more houses and more factories  that  more\r\n\r\nwater  pipes and more electric cables have to be  laid.\r\n\r\nAs  the  Minister in charge of roads, I feel  disgusted\r\n\r\nwhen half the whole stretch of a road is dug up just to\r\n\r\nlay  a  50-foot diameter pipe, which takes nearly  one-third of' the road. That done, a couple of months later\r\n\r\nthey do it on the' other side of the road. I have given\r\n\r\ndirections that an intensified programme to improve our\r\n\r\nroads  be instituted,, and because taxes on motor  cars\r\n\r\nusing  the  roads  have gone up I  do  not  expect  any\r\n\r\ndifficulty in getting the necessary finance from -  the\r\n\r\nMinister for Finance. .\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the suggestion to make the lorongs a one-way\r\n\r\nstreet or to put up\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 809</b></font><br><br>\r\n\r\n\r\n\r\n\"No  entry\" signs so that lorries and jumbo  buses\r\n\r\ncannot use some of the roads that are close to the\r\n\r\nheart  of the Member for Kampung Kembangan, I  can\r\n\r\nonly   tell  him  that  we  will  look  into  this\r\n\r\npossibility and let him have the answer later.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir, under this subhead I would\r\n\r\nlike  to ask the Minister a few questions.  As  we\r\n\r\nall  know,  Jurong Town is the largest  industrial\r\n\r\ntown in our country. There are about 500 factories\r\n\r\nand  the  working population number about 100,000.\r\n\r\nBut  of  all  the roads leading into Jurong  Town,\r\n\r\nonly  one  is a main road and that is Jalan  Ahmad\r\n\r\nIbrahim. Therefore, there is bad congestion during\r\n\r\npeak   hours  and  even  during  non-peak   hours.\r\n\r\nAlthough  the  factories in Jurong have  staggered\r\n\r\ntheir  working hours in answer to the Ministry  of\r\n\r\nCommunications' request, traffic congestion  there\r\n\r\nis  still  not alleviated. I think the Member  for\r\n\r\nBukit  Panjang  can  confirm this  because  he  is\r\n\r\nworking there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So I would like to ask the Minister what plans\r\n\r\nare there to build other roads leading into Jurong\r\n\r\nTown.  If it is just a question of expanding Jalan\r\n\r\nAhmad  Ibrahim, it will not solve the  matter.  At\r\n\r\nthe moment at the mouth of Jurong River there is a\r\n\r\nbridge built by a contractor. The bridge links  up\r\n\r\nJalan Buroh and Jalan Penjuru, and the other  road\r\n\r\nalong  the  west coast. I would like  to  ask  the\r\n\r\nMinister whether he will permit vehicular  traffic\r\n\r\nto   make   use  of  the  bridge  built  by   this\r\n\r\ncontractor. I feel that the bridge must be  strong\r\n\r\nenough  because  it has been used  by  lorries  to\r\n\r\ncarry earth. If the PWD thinks that the bridge  is\r\n\r\nnot  strong  enough,  then I  would  like  to  ask\r\n\r\nwhether  this  department has any  plan  to  build\r\n\r\nother  bridges. In my opinion this bridge is  very\r\n\r\nuseful in helping to solve the traffic problem  in\r\n\r\nJurong.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another question is in regard to traffic lights.\r\n\r\nA request has been made to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 810</b></font><br><br>\r\n\r\n\r\n\r\nthe  authority  concerned for the installation  of\r\n\r\ntraffic  lights  along Corporation  Drive  at  the\r\n\r\njunction of Yung Kuang Road. Up to now, there  are\r\n\r\nstill  no  lights. I would like  to  know  whether\r\n\r\ntraffic lights will be installed there and at  the\r\n\r\njunction  because traffic accidents have  occurred\r\n\r\nthere.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Sir, the last question first. At the moment, the\r\n\r\njunction at Corporation Drive and Yung Kuang  Road\r\n\r\nis  controlled  by stop lines and stop  signs.  At\r\n\r\nYung  Kuang  Road, which is a minor road,  traffic\r\n\r\nlights  will be installed at this junction  during\r\n\r\nthis year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the bridge in question, it was built by a\r\n\r\nJTC contractor in 1970 for its earthwork contract.\r\n\r\nOn completion of the contract, the central pontoon\r\n\r\nstand  of  the  temporary bridge was removed  last\r\n\r\nDecember.  In  fact,  JTC is  in  the  process  of\r\n\r\ndismantling the rest of this temporary  bridge.  I\r\n\r\nam  not  in  charge of JTC, but I  understand  the\r\n\r\nMember has suggested that we build another bridge.\r\n\r\nIs that correct?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> We will look into it. As for major roads leading\r\n\r\nto  or  out of Jurong Town, there are no plans  at\r\n\r\npresent.  There  have been complaints  of  traffic\r\n\r\njams  within Jurong Town and of traffic congestion\r\n\r\nalong  the  approach road, Upper Ayer Rajah  Road,\r\n\r\nleading   to   Jurong  Town  during  peak   hours,\r\n\r\nespecially  when ice-skaters are on their  way  to\r\n\r\nthe rink. The PWD is now widening Upper Ayer Rajah\r\n\r\nRoad  to  a  six-lane carriageway to ease  traffic\r\n\r\ncongestion.  The work is expected to be  completed\r\n\r\nin October this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other bottlenecks on the approach road to\r\n\r\nJurong  Town  are at the Ayer Rajah/Clementi  Road\r\n\r\nCircus  and Jurong Town Circus. The conversion  of\r\n\r\nthe   former   into  a  traffic  light  controlled\r\n\r\nintersection is in progress and is expected to  be\r\n\r\ncompleted  by  the end of June. The  PWD  is  also\r\n\r\nlooking  into a similar conversion of  the  Jurong\r\n\r\nTown Circus.\r\n\r\n\r\n\r\n<br><br><!-- Haji Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Haji Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): Sir, in view of the explanation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 811</b></font><br><br>\r\n\r\n\r\n\r\nand  assurance  by the Minister, I  beg  leave  to\r\n\r\nwithdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 811</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>COMMITTEE OF SUPPLY REPORTING PROGRESS</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Suspension of Standing Orders)</b></div>\r\n\r\n\r\n\r\n<br><br>6.50 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That notwithstanding the Standing Orders,\r\n\r\nprogress  be  reported  and  leave  asked  to  sit\r\n\r\nagain.\"-[Mr E. W. Barker].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of\r\n\r\nthe Committee and took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 812</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Deputy Speaker, Sir, I beg to report that the\r\n\r\nCommittee of Supply has made further progress on\r\n\r\nthe Main and Development Estimates of Expenditure\r\n\r\nfor the financial year 1st\r\n\r\nApril, 1975 to 31st March, 1976 and ask leave to\r\n\r\nsit again on Monday. 24th March, 1975.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\"-[Mr E. W. Barker].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Eight minutes to</div>\r\n\r\n<div align=\"right\">Seven o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
