{"memberId": null, "volumeNo": "35", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"3\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"35\">\r\n\r\n<meta name=\"Sit_No\" content=\"9\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1976-03-24\">\r\n\r\n<meta name=\"Start_Col\" content=\"911\">\r\n\r\n<meta name=\"End_Col\" content=\"960\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">35</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">24-03-1976</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 911</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD PARLIAMENT</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 35</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 24th March, 1976</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)).\r\n\r\n<br>Encik Abdul Aziz Karim (Kallang).\r\n\r\n<br>Mr Ahmad Mattar (Leng Kee), Parliamentary Secretary to the Minister for Education.\r\n\r\n<br>Dr Ang Kok Peng, B.B.M. (Crawford).\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n<br>Mr Ivan Baptist (Potong Pasir).\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and the Environment and Leader of the House.\r\n\r\n<br>Mr Chai Chong Yii (Bukit Batok), Minister of State for Education.\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n<br>Mr Cheong Yuen Chee (Toa Payoh).\r\n\r\n<br>Dr Chiang Hai Ding (Ulu Pandan).\r\n\r\n<br>Mr Chin Harn Tong (Aljunied).\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for the Environment.\r\n\r\n<br>Mr Chua Sian Chin (Mac Pherson), Minister for Home Affairs and Education.\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Labour.\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 912</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hon Sui Sen (Havelock), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lai Tha Chai (Henderson).\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for National Development and Communications.\r\n\r\n\r\n\r\n<br>Haji Mohd. Ariff bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Ong Leong Boon (Kim Seng).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ong Teng Cheong (Kim Keat), Minister of State for Communications.\r\n\r\n\r\n\r\n<br>Encik Othman bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phey Yew Kok (Boon Teck).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 913</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister of Defence.\r\n\r\n\r\n\r\n<br>Haji Rahmat bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Kuo Chuan).\r\n\r\n\r\n\r\n<br>Haji Sha'ari bin Tadin (Kampong Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Minister of State for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker.\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n<br>Mr Teong Eng Siong (Sembawang) Prof. Wong Lin Ken, B.B.M. (Alexandra).\r\n\r\n<br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State, Prime Minister's Office.\r\n\r\n<br>Mr Yeo Choo Kok (Delta).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 914</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Yeo Toon Chia (Kampong Kapor).\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Encik A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Yiok Seng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Dr Tan Eng Liang, B.B.M. (River Valley), Minister of State for National Development.\r\n\r\n\r\n\r\n<br>Dr Augustine H. H. Tan (Whampoa).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister.\r\n\r\n\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 913</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b></div>\r\n\r\n<div align=\"center\"><h4>FINANCIAL YEAR 1ST APRIL, 1976 TO 31ST MARCH, 1977</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in committee of Supply [7th Allotted Day].\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n               \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head W --\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy (Telok Blangah):</b> Mr Speaker, Sir,\r\n\r\nI beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced\r\n\r\nby $10 in respect of subhead AAA 1OO4*. (* The same amendment also stood in the names of Messrs L. P. Rodrigo, Teong Eng Siong, P. Govindaswamy and Dr Ong Leong Boon.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the officials of the Ministry of Finance as\r\n\r\nguardians   of  public  funds  are  expected   to   be\r\n\r\nmeticulous  in processing proposals for the  financing\r\n\r\nof public projects. But in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 914</b></font><br><br>\r\n\r\n\r\n\r\nprocess, when the guardians of Government purse become\r\n\r\nan  obstruction  to  development,  then  something  is\r\n\r\nreally, wrong. Let them process the proposals but  let\r\n\r\nthem not sit on them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When querying revotes for a number of items of\r\n\r\nDevelopment Estimates in the various Ministries, I  am\r\n\r\ntold that among other things, some projects could  not\r\n\r\nbe  proceeded with as a result of the difficulty posed\r\n\r\nby  the  Ministry of Finance in respect  of  releasing\r\n\r\nfunds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when budgetary provisions are made for any\r\n\r\nfinancial  year,  before  parliamentary  approval   is\r\n\r\nsought, the Budget Division of the Ministry of Finance\r\n\r\nwould  have  screened the requirements of the  various\r\n\r\nMinistries, queried the needs for such  projects  and\r\n\r\nhaving  been satisfied, the provisions would  then  be\r\n\r\ntabled in Parliament. Since these provisions have been\r\n\r\napproved by the Ministry of Finance and consequently\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 915</b></font><br><br>\r\n\r\n\r\n\r\napproval has been obtained from Parliament, I fail  to\r\n\r\nsee the reason for a delay in releasing funds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having made this general remark, can I now turn to a\r\n\r\nspecific  issue  where there has been  an  unnecessary\r\n\r\ndelay  in  releasing funds for the construction  of  a\r\n\r\ncommunity  centre  in the Telok Blangah  constituency?\r\n\r\nFor  FY 75, $10.8 million was approved as contribution\r\n\r\nto  the People's Association which included provisions\r\n\r\nfor  building  community centres.  Having  accepted  a\r\n\r\nsuitable  site in Telok Blangah from the  Housing  and\r\n\r\nDevelopment Board, the People's Association approached\r\n\r\nthe  Ministry of Finance for the release of  funds  in\r\n\r\norder  to  purchase the site on 29th September, 1975.\r\n\r\nSince  then, six written reminders have been  sent  to\r\n\r\nthe  Ministry of Finance. A number of telephone  calls\r\n\r\nrequesting  the  Ministry to expedite processing  have\r\n\r\nalso  been made. The latest written reminder was  made\r\n\r\non  22nd March, 1976. Six months have passed since  the\r\n\r\nfirst   request  was  made,  and  still  the  People's\r\n\r\nAssociation  is  awaiting release of funds  which  was\r\n\r\napproved  by Parliament last year. Meanwhile,  the  MP\r\n\r\nfor Telok Blangah is pressing the People's Association\r\n\r\nto  process the plans and to submit the plans  to  the\r\n\r\nPlanning  Department. The Housing Board, on the  other\r\n\r\nhand,  is  also pressing the People's Association  for\r\n\r\npayment. Cost of building is going up and up and Telok\r\n\r\nBlangah is without a community centre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I concede that the Ministry of Finance should\r\n\r\nexercise   sufficient  checks  and   balances   before\r\n\r\nreleasing  public funds but it should never  become  a\r\n\r\nbottle-neck for public development.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, the Budget speech which was delivered on\r\n\r\n1St  March 1 976 announced no tax increases except  on\r\n\r\ncigarettes.  This  is  indeed  good  tidings  for  the\r\n\r\npeople. The increased tax on tobacco should not affect\r\n\r\nthe  general livelihood of the people except cigarette\r\n\r\nsmokers. Therefore, for the sake of the health of  the\r\n\r\npeople  especially the younger generation  who  should\r\n\r\nnot  be  encouraged to smoke, I believe that such  tax\r\n\r\nincrease on a non-essential item will receive\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 916</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\nthe  support  of the majority of the people.  What  1s\r\n\r\namusing is that the Minister himself earnestly pleaded\r\n\r\ncertain   people   including  some  of   his   Cabinet\r\n\r\ncolleagues to give up smoking. I believe the  Minister\r\n\r\nhimself  is not a smoker. Mr Speaker himself  is  also\r\n\r\nnot a smoker because. I believe he is a doctor and  he\r\n\r\nknows that smoking is bad for the health. Smokers tend\r\n\r\nto  rationalise  their  bad habit  by  saying  that  a\r\n\r\ncigarette  after  a  meal  will  induce  a  sense   of\r\n\r\neuphoria.  Men of letters say that smoking  will  help\r\n\r\nthem to think better and will bring richer inspiration\r\n\r\nto  them. So they go on smoking for the rest of  their\r\n\r\nlives.   Those   who   smoke,   including   Ministers,\r\n\r\nParliamentary Secretaries and Backbenchers, should pay\r\n\r\nheed to what the Finance Minister has said and give up\r\n\r\nsmoking  in  order  to safeguard  their  physical  and\r\n\r\nmental   health   so  that  they  may  not   dissipate\r\n\r\nthemselves away.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to raise four questions under this\r\n\r\namendment. First, on economic growth, as the  Minister\r\n\r\nfor  Finance  has pointed out, last year was  a  bleak\r\n\r\nyear  of  economic recession. The major industrialised\r\n\r\ncountries,  e.g., the United States,  Japan  and  West\r\n\r\nGermany, were in the throes of depression resulting in\r\n\r\na  rapid  decline  in industrial production  and  mass\r\n\r\nunemployment.  In spite of this adverse  international\r\n\r\neconomic  recession, we were able to register  a  4.1%\r\n\r\neconomic  growth which was not as good as in the  year\r\n\r\n1975  when the growth rate was 6.8%. However, this  is\r\n\r\nstill  a  very  creditable performance  compared  with\r\n\r\nother  developing  countries. The  fact  that  despite\r\n\r\neconomic  recession we were able to progress  steadily\r\n\r\nand  to  carry  out our various economic developments,\r\n\r\ncould be attributed to three important factors. First,\r\n\r\nthe  farsightedness of the Government in carrying  out\r\n\r\nvarious   practical  economic  policies   to   promote\r\n\r\nindustry  and trade. Secondly, the enormous outlay  on\r\n\r\ninfrastructure  in  the  public  sector  resulting  in\r\n\r\nconsiderable  success  in  anti-depression   measures.\r\n\r\nThirdly,  our  workers' diligence, and high  level  of\r\n\r\ntechnological  skill  contributing  greatly   to   our\r\n\r\neconomic   development.  Although  the  Minister   has\r\n\r\ncriticised our workers saying that they are not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 917</b></font><br><br>\r\n\r\n\r\n\r\nas  hardworking as those in Korea and Taiwan  or  Hong\r\n\r\nKong, however,  I  am sure that  by  and  large, our\r\n\r\nworkers are hardworking and are not inferior to  them.\r\n\r\nNow my question is:\r\n\r\nWhen   the   international  economic   situation   has\r\n\r\nrecovered from the recession, are we well prepared  to\r\n\r\ncatch up with such a recovery speedily? If so what are\r\n\r\nthe  prospects of our economic progress this year? Can\r\n\r\nthe Minister forecast the growth rate for this year?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second question relates to the control of\r\n\r\ninflation, The rate of inflation is quickly  declining\r\n\r\nand  according to the consumers' price index there was\r\n\r\nonly an increase of 3% last year. This has resulted in\r\n\r\na  definite improvement in the cost of living  of  the\r\n\r\npeople generally. Compared with Japan, Hong Kong,  and\r\n\r\nTaiwan  our  price index here is much  lower  than  in\r\n\r\nthose  countries. In spite of this, the retail  prices\r\n\r\nof  certain  food  items  are  still  very  high,  for\r\n\r\nexample, the retail price of pork. Although the  price\r\n\r\nof  pigs has gone down to $110 or $120 per picul, the\r\n\r\nretail price of pork has so far remained unchanged.  I\r\n\r\nwould like the Minister and the Consumers' Association\r\n\r\nas well to take note of this. I believe the Government\r\n\r\nshould do something to bring about a reduction in  the\r\n\r\nprice of food. Although the Consumers' Association  of\r\n\r\nSingapore  has done well in bringing about a  lowering\r\n\r\nof  prices,  it must spare no effort to  monitor  food\r\n\r\nprices  and  make  suggestions to  the  Government  to\r\n\r\nmaintain  a fair level of prices in order to alleviate\r\n\r\nthe burden and hardship of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third matter is on how to encourage our people\r\n\r\nto use local products. The Economic Survey made by the\r\n\r\nMinistry  of  Finance says that about 57% of  consumer\r\n\r\ngoods  were imported, while locally produced  consumer\r\n\r\ngoods constituted only about 43%. Obviously this is  a\r\n\r\nproblem that we should pay careful attention.  On  the\r\n\r\none  hand, while our products are very popular abroad,\r\n\r\non  the  other hand our own people do not seem  to  be\r\n\r\ninterested in our own local products. Thus, large sums\r\n\r\nof money will have to be spent on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 918</b></font><br><br>\r\n\r\n\r\n\r\nforeign  exchange to import foreign goods. Why  should\r\n\r\nour  people pay more for imported goods than  buy  our\r\n\r\nown  local goods which are cheaper? I do not think the\r\n\r\nquality  of  our  local products is  inferior  to  the\r\n\r\nimported products because the popularity of our  goods\r\n\r\nabroad  is  a  clear evidence of the good  quality  of\r\n\r\nlocal  products. What then is the reason? I feel  that\r\n\r\nthe  reason  is  a psychological one and  an  improper\r\n\r\nunderstanding  of the true quality of local  products.\r\n\r\nTherefore, the first problem to tackle is to instil  a\r\n\r\nconfidence in our people in locally produced goods. In\r\n\r\nthis respect, the Trade Department should get all  the\r\n\r\nmanufacturers  and  merchants  concerned  together  to\r\n\r\norganise trade exhibitions jointly every year in order\r\n\r\nto introduce our local products and their good quality\r\n\r\nto  the  people and to foster their understanding  and\r\n\r\nconfidence  in locally produced goods n order  to  buy\r\n\r\nmore  of  them. Ideologically we should also encourage\r\n\r\nthe  patriotic consciousness of our people. This  will\r\n\r\nnot  only  help `the promotion of our local industries\r\n\r\nbut   also   will   be  conducive  to   our   economic\r\n\r\ndevelopment.   I   hope   the  Government   department\r\n\r\nconcerned  would  try to launch such  campaigns  on  a\r\n\r\nlarge scale in order to promote the popularity of  our\r\n\r\nlocally produced goods and help their development.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, the Minister for Finance also said that\r\n\r\nthe  Asian  Dollar Market has achieved  some  progress\r\n\r\nlast  year.  This could be seen from the  increase  of\r\n\r\ninvestment in our Asian Dollar Market last year, which\r\n\r\ntotalled some USS 12.6 billion, or 22% more than 1974.\r\n\r\nFrom  the  point  of  view of  our  development  as  a\r\n\r\nfinancial   centre,  our  Asian   Dollar   Market   is\r\n\r\nsuccessful.   This  achievement  has   given   greater\r\n\r\nconfidence  in international circles and  has  induced\r\n\r\nthem   to  make  large  capital  investments  in   our\r\n\r\nfinancial  market, and this also helps  to  strengthen\r\n\r\nour   currency,  The  Minister  has  given  three  tax\r\n\r\nconcessions  to  further  develop  our  Asian   Dollar\r\n\r\nMarket. I would like the Minister to give more details\r\n\r\nof  the activities of the Asian Dollar Market,  and  I\r\n\r\nwould  also  like  to suggest four  proposals  to  the\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 919</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Teong, your time is up.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson):</b> Sir, before I make my\r\n\r\nspeech,   I   agree  with  the  Member  for  Sembawang\r\n\r\nregarding his comments on smoking. But if he takes too\r\n\r\nmuch meat he will suffer a heart attack. Therefore  he\r\n\r\nmust  be  careful in not taking too much  meat.  While\r\n\r\nadvising  other  people,  he  must  also  look   after\r\n\r\nhimself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I notice that we have 2,414\r\n\r\nvacancies  in Division I alone, and so many Ministries\r\n\r\nare  short  of  these  officers.  Is  this  caused  by\r\n\r\nofficers  in  the Government sector migrating  to  the\r\n\r\nprivate  sector? Or is it due to their  emigrating  to\r\n\r\nother  countries? May I ask what steps are being taken\r\n\r\nto  reduce this migration of officers? I suggest  that\r\n\r\nfurther  incentives be introduced to  retain  them  so\r\n\r\nthat  they will be able to produce work that will best\r\n\r\nsuit  their ability. Every Ministry has a shortage  of\r\n\r\nstaff,  so  much so that temporary recruits are  being\r\n\r\ntaken in. For how long are they going to be temporary?\r\n\r\nThey  themselves  do  not know.  Why  is  the  Finance\r\n\r\nMinister  not taking steps to fill the gap instead  of\r\n\r\nrelying  on the temporary staff who feel insecure  and\r\n\r\nafter  some  time would leave for greener pastures  in\r\n\r\nthe private sector.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was a hint recently that the automatic yearly\r\n\r\nwage  increments  would from  now  on  be  subject  to\r\n\r\nproductivity.  This casts a pessimistic  note  on  the\r\n\r\n13th  month allowance and the NWC recommendations  for\r\n\r\nthis year. May I know what is the position of the  NWC\r\n\r\nrecommendations? Could the Minister elaborate? I  hope\r\n\r\nthe  NWC  recommendations are not taken away,  because\r\n\r\nthe  people's burden of livelihood has been  cushioned\r\n\r\nby  these  allowances to meet the  increased  cost  of\r\n\r\nliving.  But if this is withdrawn, it will affect  the\r\n\r\ndaily  expenses  of  the  ordinary  worker.  I  wonder\r\n\r\nwhether   all   the  past  recommendations   will   be\r\n\r\nconsolidated in the pay chits. At the moment there are\r\n\r\nso  many  allowances stated in the pay-slips, such  as\r\n\r\nNWC  recommendations for 1973. 1974  and  1975,  leave\r\n\r\nallowance, shift allowance, etc. These allowances  are\r\n\r\nrather  confusing, when it comes to analysing them.  I\r\n\r\nwonder whether the Ministry will consider\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 920</b></font><br><br>\r\n\r\n\r\n\r\nconsolidating these allowances without any loss to the\r\n\r\nwage earners.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past many hotels have been built. Tourists\r\n\r\nwere  encouraged to come to Singapore.  Now  what  has\r\n\r\nhappened to the occupancy rate of hotels? There  seems\r\n\r\nto  be a downturn in the number of tourists coming  to\r\n\r\nSingapore.  Despite this the international airport  at\r\n\r\nChangi  is  to  be  expanded. Can the Minister  supply\r\n\r\nfacts and figures on this matter and state whether any\r\n\r\nmove is being made to raise the occupancy rate of  our\r\n\r\nhotels?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the trading section, it seems that ships calling\r\n\r\nat  Singapore  are  not as many as  before.  What  has\r\n\r\nhappened  to our trading missions? How best have  they\r\n\r\nbeen  successful? Our statistics show that trade  with\r\n\r\nJapan, America and European countries have gone  down.\r\n\r\nWhy  is  this so? Is the Government doing anything  to\r\n\r\nrevive our trade with these countries?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, on Singapore Airlines, how are we faring in\r\n\r\ncompetition  with  the  other airlines?  What  is  our\r\n\r\nprofit  during the last one year and are we  expanding\r\n\r\nthe airlines?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, previously there was a tendency to house many\r\n\r\noffices  and various departments under one roof.  But,\r\n\r\nof  late,  owing to traffic congestion, the Government\r\n\r\ntends to decentralise some of the departments all over\r\n\r\nthe  island. Although this may be a good move to  ease\r\n\r\ntraffic  congestion,  there may be  difficulty  for  a\r\n\r\nmember  of  the  public  who  has  to  go  to  several\r\n\r\ndepartments  to  settle a problem.  He  will  have  to\r\n\r\ntravel  from one area to another. I hope the  Minister\r\n\r\nwill  see that the departments are not scattered in  a\r\n\r\nway that will cause inconvenience to the public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of inflation, with the assistance of\r\n\r\nthe various consumer associations we have been able to\r\n\r\ncurb profiteering to a great extent. Though the prices\r\n\r\nof  many  commodities have gone down,  we  still  find\r\n\r\nhawkers quoting exorbitant prices. What is the use  of\r\n\r\nhaving  price  tags  when no one is  checking  on  the\r\n\r\nprices quoted? For instance, iced water costs 10 cents\r\n\r\na  glass.  If you buy it in a plastic bag it costs  20\r\n\r\ncents. Just imagine, one has to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 921</b></font><br><br>\r\n\r\n\r\n\r\npay  the extra 10 cents for the bag alone. In all  the\r\n\r\nhawker  centres too you will find that the prices  are\r\n\r\nhigh.  The  people have no choice but to pay  for  it.\r\n\r\nWill  the  Minister see that remedial steps are  taken\r\n\r\nagainst unfair profiteering?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Banks in Singapore open for business at 10 a.m. and\r\n\r\nclose at 3 p.m. during weekdays and from 10 a.m. to 11.30 a.m. on  Saturdays. These hours  are  extremely\r\n\r\nshort,  and the banks are still observing these  times\r\n\r\nintroduced during the colonial days, though the  work-pattern  and the number of working hours have changed.\r\n\r\nBanks, except the POSB, have not adjusted their  hours\r\n\r\nof  business  as  far  as service  to  the  public  is\r\n\r\nconcerned.  It is time the banks were made to  realise\r\n\r\nthat  it is for their own good and for the convenience\r\n\r\nof the public to extend the banking hours.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the economic policy of 1976 seems to lay\r\n\r\nemphasis  on  the growth of the private  sector.  This\r\n\r\nemphasis  is on diversifying productivity,  increasing\r\n\r\nthe  skills of our workmen and to train them in higher\r\n\r\nlevels  of  technology in skill intensive  industries.\r\n\r\nThis  is a right move. It is this type of workman that\r\n\r\nSingapore needs badly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is my hope that the private sector will introduce\r\n\r\na  better  disciplined force of workers  so  that  our\r\n\r\nproductivity  will increase several fold  and  benefit\r\n\r\nSingapore in return.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to comment about the ugly\r\n\r\ntendency  that  is  growing  in  certain  departments.\r\n\r\nWhenever  a  Member  of  Parliament  requests  certain\r\n\r\nmatters on behalf of his constituents, a blunt \"no\" is\r\n\r\ngiven   by   some  officials  who  quote   rules   and\r\n\r\nregulations   to   support  their  negative   answers.\r\n\r\nHowever, the same officials are very lax towards other\r\n\r\nenquirers who do not go through the MPs, and they seem\r\n\r\nto get away with whatever they do. In some cases if an\r\n\r\nMP's  request  is  turned down, the same  person  gets\r\n\r\nthings  worked out through other loopholes.  Something\r\n\r\nis drastically wrong somewhere. Why do these loopholes\r\n\r\nexist, and why do these officials make use of these\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 922</b></font><br><br>\r\n\r\n\r\n\r\nloopholes  to oblige certain individuals and  to  turn\r\n\r\ndown  others according to their whims and  fancies?  I\r\n\r\nhope  the Minister will see that no double regulations\r\n\r\nare used in all Government departments.\r\n\r\n\r\n\r\n<br><br><!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Leong Boon (Kim Seng):</b> Sir, in this august\r\n\r\nchamber where the n-ale sex reigns supreme, it is with\r\n\r\nsome  trepidation that I seek to raise the subject  of\r\n\r\npreferential treatment of the male sex in  respect  of\r\n\r\nmedical benefits for Government officers, and I should\r\n\r\nhope  my  male colleagues will join me to seek redress\r\n\r\nfor our fair ladies from the Hon. Finance Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, medical attention is given to a Government\r\n\r\nofficer  and  his family, at all Government  hospitals\r\n\r\nand  clinics. This health care is free for  attendance\r\n\r\nat  all  outpatients clinics, though  a  nominal  ward\r\n\r\ncharge  is imposed for in-patient treatment.  This  is\r\n\r\nthe  mainstay of the medical benefits entitlement  for\r\n\r\ncivil servants and other Government officers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, as laid Out in IM No. 2 an officer means.\r\n\r\nand   includes,  an  officer  or  pensioner   of   the\r\n\r\nGovernment of Singapore or a woman officer  who  is  a\r\n\r\nwidow or divorcee or who has been granted a decree  of\r\n\r\njudicial separation and is the sole supporter  of  her\r\n\r\nfamily. The term \"family\" is defined as:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) a wife and child (or children) in the case of a\r\n\r\nmale officer, and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) a child or children in the case of a woman\r\n\r\nofficer  who is a widow or divorcee  or  who  has\r\n\r\nbeen granted a decree of judicial separation  and\r\n\r\nwho is the sole supporter of her family.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what the above amounts to is that male officers\r\n\r\nenjoy   medical   benefits  which  are   automatically\r\n\r\nextended  to  his  wife and children,  whereas  female\r\n\r\nofficers  are  entitled  to  such  benefits  only  for\r\n\r\nherself.  Her  husband and children are  not  accorded\r\n\r\nfree medical benefits, and they will have to pay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Only in exceptional circumstances, and these are\r\n\r\nvery  unhappy and unfortunate circumstances as  I  had\r\n\r\nqualified earlier, is the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 923</b></font><br><br>\r\n\r\n\r\n\r\nchild or children able to receive free health care.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot understand this unequal treatment of the\r\n\r\nfemale officers of the Government who, in almost every\r\n\r\nway are equal to men.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They are employed like men to various jobs based\r\n\r\nessentially on merit. Only in certain situations  such\r\n\r\nas  hospitals and public cleansing work do we  see  an\r\n\r\nall-female or all-male cast. These situations  are  so\r\n\r\nbecause of different work demands, but facilitated  by\r\n\r\nthe traits inherent in the X or Y gene.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In keeping with the Government's philosophy and\r\n\r\npractice  of equal treatment for both sexes,  and  our\r\n\r\navowed  distaste for sex discrimination,  I  shall  be\r\n\r\nmost  grateful if the Hon. Minister for Finance  could\r\n\r\ncomment  on  the  anomalous situation  of  less  equal\r\n\r\nbenefits  for woman officers and to consider  granting\r\n\r\nequal medical benefits to all officers, regardless  of\r\n\r\nsex,   lest   we   as   a   Government   he   labelled\r\n\r\n\"practitioners   of  sex  discrimination\"   or   male\r\n\r\nchauvinists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An Hon. Member:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. F. Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. F. Conceicao (Katong):</b> Mr Speaker, Sir, I\r\n\r\nwould  like  to  refer to the question  of  policy  in\r\n\r\nregard to payroll tax. This subject has an interesting\r\n\r\nhistory.  In  December  1965  the  then  Minister  for\r\n\r\nLabour, presently Minister for Culture, described  the\r\n\r\ntax  as  one (at that time) foolishly imposed when  we\r\n\r\nwere in Malaysia. However, it was intended to continue\r\n\r\ncollecting and to set aside the revenue to form a fund\r\n\r\nfor  the  social security of workers. It was envisaged\r\n\r\nthat   a   committee  would  be  set  up  to  put   up\r\n\r\nrecommendations for the implementation of the scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Five years later in 1970 the question of this\r\n\r\npayroll  tax  was  again raised,  by  the  Member  for\r\n\r\nKallang.  The then Finance Minister replied  that  to-date  (1970) a total revenue of $51 million  had  been\r\n\r\ncollected.  He added that the Government had  set  the\r\n\r\nquestion  of  unemployment insurance  and  had  sought\r\n\r\nadvice from ILO. An ILO expert's\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 924</b></font><br><br>\r\n\r\n\r\n\r\nview,  it  appeared,  did not favour  an  unemployment\r\n\r\nbenefits scheme and the Government decided to  abandon\r\n\r\nfor  the  time  being the introduction of unemployment\r\n\r\ninsurance  based  on  payroll tax  contributions.  The\r\n\r\nFinance Minister stated that Government wanted to  use\r\n\r\npayroll tax contributions to offset liabilities  which\r\n\r\nemployers   incurred  when  they  employed  discharged\r\n\r\nnational  servicemen  who were  called  up  for  their\r\n\r\nannual training exercises.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following year in 1971 the present Finance\r\n\r\nMinister  announced that he had news  which  employers\r\n\r\nshould  welcome,  namely, that  the  proceeds  of  the\r\n\r\npayroll tax would be used to compensate employers  for\r\n\r\nthe makeup pay when national servicemen are called  up\r\n\r\nfor   annual   training   exercises   and   to   allow\r\n\r\nreimbursements to industrialists for approved training\r\n\r\nor approved apprenticeship schemes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is 1976 and we still have not got a clear idea\r\n\r\nof  what we are going to do with the millions we  have\r\n\r\nto-date  collected,  including  the  anticipated   $57\r\n\r\nmillion  for  this coming financial  year.  Could  the\r\n\r\nMinister  tell us what we have done specifically  with\r\n\r\nthe  monies that we have collected, and how  much  has\r\n\r\nbeen spent for what? What is the philosophy behind the\r\n\r\ncollection  of  this tax which actually works  against\r\n\r\nthe  good employer who has to pay more because he pays\r\n\r\nhis  workers  better? The idea of using  the  tax  for\r\n\r\nincentives to develop skills is a good one because, on\r\n\r\nbalance,  it  may  be  found that the  inculcation  of\r\n\r\nskills  would  make  for  better  returns  than   just\r\n\r\nstashing the money away and finding as the years  pass\r\n\r\nby  that money value has been eroded. I think a  clear\r\n\r\nexplanation  of  policy  on  this  subject  would   be\r\n\r\nadvantageous.  At  the same time, the  Minister  would\r\n\r\nsurely  know  that  the Auditor-General  has  reported\r\n\r\nthat,  from  a  statistical sampling  for  the  period\r\n\r\nJanuary to June 1973, it was discovered that there was\r\n\r\na  rate of evasion of payment of this tax ranging from\r\n\r\n5.5%  to  8.8% Perhaps the Minister  could  care  to\r\n\r\ncomment on this also.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr Speaker, Sir, may I\r\n\r\nrefer  to  the  Minister for Finance's observation  on\r\n\r\nwages policy in his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 925</b></font><br><br>\r\n\r\n\r\n\r\nBudget statement on 1st March, 1976. He said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The time has come for the National Wages Council to\r\n\r\nconsider  whether it should not include all  forms  of\r\n\r\nwage    increases,   including   annual    increments,\r\n\r\nincentive,  allowances and bonuses, in the computation\r\n\r\nof  the  annual  NWC wage supplement to  arrive  at  a\r\n\r\nsingle total annual increase.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make reference, Mr Speaker, Sir, to\r\n\r\nthe  recent statement that \"for Singapore workers  the\r\n\r\ndays  of  automatic increases were over.\"  Since  this\r\n\r\nstatement  is  obviously linked  with  the  Minister's\r\n\r\nobservation  it  would  seem,  therefore,   that   the\r\n\r\nMinister  for Finance is suggesting that  we  do  away\r\n\r\nwith annual increments for workers on the grounds that\r\n\r\nthe annual increments will by augmenting the NWC wage-hike upset the national economic equilibrium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I respectfully submit that any attempt to\r\n\r\nabolish wage scales would be a retrograde step. Annual\r\n\r\nincrements  for  workers must be  viewed  against  the\r\n\r\nbackground of their introduction for the lower  income\r\n\r\ngroup.  If  we  disregard the rationale behind  annual\r\n\r\nwage increments, we will be doing so at our own peril.\r\n\r\nIt must be remembered that, generally speaking, annual\r\n\r\nincrements of wages for workers are comparatively  new\r\n\r\nin origin because, briefly, wage scales bring about  a\r\n\r\nsense of security for the workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me outline the history. In the not so recent\r\n\r\npast when the extreme left wing elements dominated the\r\n\r\nlabour  movement  their tactic was not  to  have  wage\r\n\r\nscales but short-term contracts with employers so that\r\n\r\nat  regular  intervals they could confront  management\r\n\r\nwith  new  and unreasonable wage increases  so  as  to\r\n\r\nbring about industrial unrest. This also gave the left-wing trade union leaders a firm hold over the rank and\r\n\r\nfile, because if the workers had not backed them up in\r\n\r\ncreating  labour  unrest which could  even  wreck  our\r\n\r\neconomy   they   were  put  at  the   mercy   of   the\r\n\r\nunenlightened employer and doomed to no wage increases\r\n\r\nwhatsoever. It was to remove this sense of  insecurity\r\n\r\nwhich was often the source of labour unrest that  wage\r\n\r\nscales were\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 926</b></font><br><br>\r\n\r\n\r\n\r\nintroduced.  Thus being assured of his rice  bowl  the\r\n\r\nworker could devote all his efforts and energy on  his\r\n\r\nwork and productivity without the nagging fear that he\r\n\r\nmay  be  Out  on  a limbo when the union's  collective\r\n\r\nagreement with the management expires.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we do away with salary scales and annual\r\n\r\nincrements, we might well bring back the old  scenario\r\n\r\nand  once  again  have  a restive  labour  force,  all\r\n\r\nwaiting with agony and fear as to what would happen on\r\n\r\nexpiry of their collective agreements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the NWC's recommendation for wage\r\n\r\nincreases,  it  must be pointed out that  this  was  a\r\n\r\nmeasure introduced to meet a new phenomenon that of  a\r\n\r\nrising cost of living a phenomenon which has made  its\r\n\r\ngreatest  impact in post-war years. Those  of  us  who\r\n\r\nbelong  to  the older generation and who were  working\r\n\r\nbefore the war will remember that even after the Great\r\n\r\nDepression the term \"inflation\" was hardly ever  heard\r\n\r\nof  in  this  part of the world nor did it  cause  any\r\n\r\nsocial  or  economic problems. It was only after  1939\r\n\r\nwith  the  outbreak  of war in Europe  was  there  any\r\n\r\nappreciable rise in the cost of living for  government\r\n\r\nto take cognisance of the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the first few years after the end of World War II\r\n\r\nthere was not really any marked upsurge in prices  and\r\n\r\nin  the  cost of living. It was only in the  last  few\r\n\r\nyears, in the wake of rapid industrialisation and full\r\n\r\nemployment, did rising prices and the cost  of  living\r\n\r\nmake  such  an  impact that it has necessitated  state\r\n\r\nintervention  to provide remedial act  on  to  contain\r\n\r\nrising   prices   since  external  factors   and   the\r\n\r\nunrestricted free enterprise could otherwise upset not\r\n\r\nonly   our  people's  livelihood  but  also  our  very\r\n\r\neconomy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the recommendation of the National Wages\r\n\r\nCouncil  must be seen in this context to  meet  higher\r\n\r\nprices  and  the  rising  cost  of  living.  The  wage\r\n\r\nsupplement  recommended by the National Wages  Council\r\n\r\nis thus the extra quantum of money that has to be made\r\n\r\navailable  to the employee to augment his remuneration\r\n\r\nso  as  to  redress the imbalance between  his  actual\r\n\r\nmonetary remuneration and the purchasing power of  his\r\n\r\nwages.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 927</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The inflation that we have experienced during the\r\n\r\npast  few  years is not the making of the  workers  of\r\n\r\nSingapore  but  imported  inflation  due  to  external\r\n\r\nfactors  which are beyond the control of the  workers.\r\n\r\nIn  the circumstances, it will be unfair to blame  the\r\n\r\nworker  for expecting a wage supplement to enable  him\r\n\r\nto  meet  rising  prices. The wage supplement  of  the\r\n\r\nNational  Wages Council can therefore be viewed  as  a\r\n\r\nstop-gap  measure. Wage increases are only recommended\r\n\r\nwhen the situation warrants it. If our statistics show\r\n\r\nthat  there is no fall in the purchasing power of  the\r\n\r\ndollar,  there will undoubtedly be no wage  supplement\r\n\r\nrecommended by the National Wages Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this context. Mr Speaker, Sir, it is clear that\r\n\r\nthe  National Wages Council's wage supplement is  thus\r\n\r\nonly  an adjustment to meet the rising cost of living.\r\n\r\nIf,  therefore,  the  Government  envisages  difficult\r\n\r\ntimes  ahead and a slowdown in our economic growth,  I\r\n\r\nhave no doubt that the situation will be reflected  in\r\n\r\nthe  National Wages Council's recommendation. But this\r\n\r\ndoes  not mean that the annual increments provided  in\r\n\r\nthe  worker's wage scale should be abolished. It  must\r\n\r\nnot  be forgotten that wage scales were obtained after\r\n\r\nhard  bargaining on the part of the unions, very often\r\n\r\nat  times when we were fighting the communists, and to\r\n\r\nsuggest  that  they should be scrapped on  the  ground\r\n\r\nthat  wage increases should from now on only hinge  on\r\n\r\nimproved effort and output is most illogical and could\r\n\r\neven  be construed as a breach of faith. One does  not\r\n\r\nchase the rat by burning the house down.\r\n\r\n\r\n\r\n<br><br><!-- Encik Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Abdul Aziz Karim (Kallang):</b> Mr Speaker, Sir.\r\n\r\njust  now  the Member for Katong pointed  out  that  I\r\n\r\nraised the question of payroll tax a few years ago.  I\r\n\r\nam going to raise it once again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I propose, for the consideration of the Minister for\r\n\r\nFinance, that  payroll  tax  collected   should   be\r\n\r\ndesignated  and expended for the purpose  of  approved\r\n\r\ncourses in industrial joint training centres conducted\r\n\r\nby  the  private sector and courses conducted  by  the\r\n\r\nIndustrial  Training Board, the National  Productivity\r\n\r\nBoard and the Adult Education\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 928</b></font><br><br>\r\n\r\n\r\n\r\nBoard.  I consider it quite appropriate that  the  tax\r\n\r\nwhich  has been imposed on employers, based  on  their\r\n\r\npayroll,  should  benefit both the employers  and  the\r\n\r\nemployees. Consideration might also be given to exempt\r\n\r\nemployers  from  paying payroll tax  if  their  annual\r\n\r\nexpenditure for their own courses designed to  upgrade\r\n\r\nthe skills exceeds the payroll tax they are liable  to\r\n\r\npay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Payroll tax is levied under the Finance Act (Payroll\r\n\r\nTax) (Cap. 139) at the rate of 2% on the total payroll\r\n\r\nof  a  trade, business, profession or vocation carried\r\n\r\non  in  Singapore. Payroll tax collected for 1975  was\r\n\r\nroughly  $49  million. For 1976,  payroll  tax  to  be\r\n\r\ncollected  is  an  estimated sum of $57  million.  The\r\n\r\ntotal  amount  of payroll tax collected from  February\r\n\r\n1965 to February 1976 was $263 million. If this tax is\r\n\r\nutilised  for the purpose I have proposed,  it  should\r\n\r\ngive  the  incentive for employers to  devise  and  to\r\n\r\nconduct suitable training schemes.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance in his Budget statement has\r\n\r\nurged  the  workers to upgrade their  skills  and  the\r\n\r\nemployers  to  improve their personnel management  for\r\n\r\nthe  sake  of improving productivity. The  workers  at\r\n\r\nlarge  are normally blamed for any high cost in  wages\r\n\r\nor payroll. This tax is no exception. This tax has not\r\n\r\nbeen  used  for the general good of the  workers.  How\r\n\r\nmuch  opportunity  and time are  given  to  the  large\r\n\r\nnumber  of  workers to improve their skills when  they\r\n\r\nare  limited  to doing routine work? Let us  create  a\r\n\r\nclimate  where  the  people,  like  the  Germans,  for\r\n\r\nexample, are incessantly seeking knowledge and wanting\r\n\r\nto  improve their skills. In this connection, I  think\r\n\r\nthe  Adult  Education  Board and  such  like  agencies\r\n\r\nshould  now  get out of their normal way  in  creating\r\n\r\ninterests  amongst our adult population in  furthering\r\n\r\ntheir  education.  I do not believe the  Minister  for\r\n\r\nFinance will agree with me after he had formulated his\r\n\r\nBudget  and  presented it to Parliament. However, who\r\n\r\nknows, he might!\r\n\r\n\r\n\r\n<br><br><!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ivan Baptist (Potong Pasir):</b> Mr Speaker, Sir, I\r\n\r\ndid  propound the need for a Small Claims Court during\r\n\r\nthe debate on the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 929</b></font><br><br>\r\n\r\n\r\n\r\nBudget  statement. This needs to be elaborated  on  at\r\n\r\nthe present juncture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Time and time again, complaints by dissatisfied\r\n\r\nconsumers   against  retailers  find   difficulty   in\r\n\r\nobtaining redress because of the small nature  of  the\r\n\r\nclaims. Either consumers feel that it is not worth  it\r\n\r\nto   go  to  all  the  trouble  to  litigate  or  find\r\n\r\nlitigation  too costly. However, justified  complaints\r\n\r\nlike  these,  if  accumulated,  could  mean  consumers\r\n\r\nlosing  large  sums  of  money  and  guilty  retailers\r\n\r\ngetting  away  with trade malpractices and  ill-gotten\r\n\r\ngains,   much   to  the  detriment  of  their   honest\r\n\r\ncounterparts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The formation of a Small Claims Court could act as a\r\n\r\ndeterrent  to  undesirable trade  malpractices.  Court\r\n\r\nfees would not be too costly and judgment in favour of\r\n\r\na  party would include recovery of fees. The most that\r\n\r\ncan  he  claimed could be in the region of  sums  less\r\n\r\nthan $500.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Grievances may be stated in plain words and no legal\r\n\r\njargon need be known. Judges would not normally insist\r\n\r\non formal procedures or strict rules of evidence. Both\r\n\r\nparties tell their side of the story and decisions can\r\n\r\nusually  be  rendered immediately from  the  Bench  or\r\n\r\nwithin a few days after trial.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whether a lawyer need be retained or not in a Small\r\n\r\nClaims  Court  can  be  discussed  thoroughly  by  all\r\n\r\nparties  concerned, once the idea  of  establishing  a\r\n\r\nSmall  Claims  Court is accepted in  principle.  Other\r\n\r\nmatters too like possible complications arising when a\r\n\r\ncase  is  transferred to a civil  court,  need  to  be\r\n\r\ndiscussed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I did also discourse at length on\r\n\r\npossible legislation for door-to-door sales during the\r\n\r\ndebate  on the Budget statement, but I do not  propose\r\n\r\nto  repeat what I have said. However. I must emphasise\r\n\r\nthat  complaints on high pressure sales techniques  by\r\n\r\ndoor-to-door  sales  persons  are  becoming  a  trying\r\n\r\nconsumer-hazard  in  Singapore,  with  apparently   no\r\n\r\ncontrol.  Many  a  time the victim is the  unprotected\r\n\r\nmember\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 930</b></font><br><br>\r\n\r\n\r\n\r\nof  the family left at home to do household chores  or\r\n\r\ntoo  old  to  go  to work. A \"cooling-off\"  period  is\r\n\r\nessential to make the sale effective. This will enable\r\n\r\nthe consumer to discuss the proposed purchase with the\r\n\r\nrest  of the family, especially the one who will  bear\r\n\r\nthe burden of the payment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This legislative requirement can easily be in the\r\n\r\nform of regulations to the Consumer Protection Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would be most grateful if the Hon. Minister\r\n\r\ncould make some comments on my suggestions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker,  Sir, I have quite a number of  questions  to\r\n\r\nanswer from the points made by Members.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first point was made by the Member for Telok\r\n\r\nBlangah. He spoke on the procedure for the release  of\r\n\r\nfunds  which have been approved in the Budget Division\r\n\r\nand  in  Parliament, and said that there is  rather  a\r\n\r\nconsiderable  delay in releasing funds.  He  mentioned\r\n\r\nabout  the  community centre for Telok  Blangah  which\r\n\r\napparently  had difficulty in obtaining a  release  of\r\n\r\nfunds from the Treasury. I am in general sympathy with\r\n\r\nwhat  he  says about the release of funds.  I  am  not\r\n\r\nfamiliar with that particular case, but possibly there\r\n\r\nmay  be considerations which may not have been brought\r\n\r\nto his attention. It is quite possible that funds have\r\n\r\nbeen held up because the People's Association has been\r\n\r\ntrying to arrange with the Treasury for larger amounts\r\n\r\nto  be  granted both in the way of land for  community\r\n\r\ncentres as well as grants for the community centre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment the amounts are Iimited. But I have\r\n\r\nbeen   receiving  representations  that   members   of\r\n\r\nManagement  Committees have had difficulty in  raising\r\n\r\nfunds and that perhaps the Government ought to bear  a\r\n\r\nlarger  proportion  of  the  cost  of  building   such\r\n\r\ncommunity  centres. Of course, these  matters  require\r\n\r\nsome  time for consideration. If the request for funds\r\n\r\nis  merely  on  the  scale which has  previously  been\r\n\r\napproved,  I  can assure the Member for Telok  Blangah\r\n\r\nthat there will be no difficulty in approving the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 931</b></font><br><br>\r\n\r\n\r\n\r\namount   which  has  already  been  agreed  for   such\r\n\r\nGovernment expenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Sembawang, after paying a few well\r\n\r\nappreciated compliments on smoking and other  matters,\r\n\r\nwent on to speak on a considerable number of subjects.\r\n\r\nI have not taken down all the points in full but I can\r\n\r\ntake his first question: \"Are we prepared for recovery\r\n\r\nwhen the economic situation changes?\" I can assure the\r\n\r\nMember that we shall have no difficulty in coping with\r\n\r\nthe  flow  of investments, if recovery takes place  in\r\n\r\nthe  way  he expects. In the last year or so  we  have\r\n\r\nmade  considerable  efforts in attracting  investments\r\n\r\nand  we shall continue to do so. The EDB has sent many\r\n\r\nof its most senior officers overseas and we shall make\r\n\r\nfurther  efforts to seek out investment opportunities.\r\n\r\nWe  hope that when oil exploration in our region  gets\r\n\r\ninto  high  gear  the  industries producing  oil-field\r\n\r\nequipment will want to be nearer the market and  will,\r\n\r\ntherefore,  establish themselves in  Singapore.  As  I\r\n\r\nhave mentioned in my Budget statement, the Jurong Town\r\n\r\nCorporation  has had a breather in the preparation  of\r\n\r\nlands  and other facilities for the investments  which\r\n\r\nshould  be  coming. We will be ready in the supply  of\r\n\r\nland,  facilities and utilities `and  so  on  for  any\r\n\r\ninvestment which should come.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked what will be the growth rate this\r\n\r\nyear.  I think I have given the figures in the  debate\r\n\r\non  my  Budget statement. For what they are  worth,  I\r\n\r\nsaid  that  the  Ministry  of Finance  computers  gave\r\n\r\nfigures  of approximately 6%to 8% growth rate  whereas\r\n\r\nthe  Monetary  Authority of Singapore had  a  somewhat\r\n\r\nhigher rate as the projected growth rate for 1 976. In\r\n\r\nmy  reply  I said that we must take all these  figures\r\n\r\nwith some caution because economic forecasts have gone\r\n\r\nwrong  in the past not only in Singapore but  also  in\r\n\r\nthe  most  sophisticated countries in the world  using\r\n\r\nthe  most sophisticated models and data fed into their\r\n\r\ncomputers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Sembawang also spoke on inflation. I\r\n\r\nmade  very  little comment on inflation in  my  Budget\r\n\r\nstatement  because I expect the rate of  inflation  to\r\n\r\nsubside. In fact, in the first two months of the  year\r\n\r\nthe inflation, if measured against prices over a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 932</b></font><br><br>\r\n\r\n\r\n\r\nyear ago, is negative. Whilst there are increases,  as\r\n\r\nhe  has said, in the prices of certain foodstuffs like\r\n\r\npork  or vegetables when there was a drought. I  think\r\n\r\ngenerally  the  prices  have gone  down  considerably.\r\n\r\nMembers are certainly aware of the lower cost of rice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Sembawang also suggested that we\r\n\r\nshould  encourage our citizens to use locally produced\r\n\r\ngoods. I cannot agree with him more. In fact, we  have\r\n\r\nput  some  effort in this direction in the  past,  for\r\n\r\nexample,  through the \"Prosperity through Quality  and\r\n\r\nReliability\"  campaign. We have to assure  our  people\r\n\r\nthat  the products of our industries are equal to  the\r\n\r\nbest and meet the most rigid standards. The Government\r\n\r\nitself  encourages use of local products to the extent\r\n\r\nof 5% differential in the purchase of quality products\r\n\r\nmanufactured  locally and bearing  the  SISIR  quality\r\n\r\nstamp.  We  have also encouraged locally  manufactured\r\n\r\ngoods by giving concessionary rates for advertisements\r\n\r\nover  radio and television. A special discount of 12«%\r\n\r\nis given so that sales promotion can be intensified to\r\n\r\nreach local customers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point mentioned by the Member was the Asian\r\n\r\nDollar  Market.  He has given the size  of  the  Asian\r\n\r\nDollar  Market which nearly reached US$13  billion  at\r\n\r\nthe  end of last year. The documentation on the  Asian\r\n\r\nDollar Market is quite voluminous and there is no lack\r\n\r\nof  information  on this subject. I would  merely  say\r\n\r\nthat now we are not only a taker of funds from markets\r\n\r\nall over the world but we are also lenders of funds to\r\n\r\nthe   ASEAN   countries,  to  Hong  Kong,  Japan   and\r\n\r\nAustralasia.   We   have   also   various   areas   of\r\n\r\ndevelopment. One of them is the Bond Market.  In  1975\r\n\r\nwe  successfully  launched a number  of  bond  issues,\r\n\r\nincluding  US$15 million for the YS Line issue,  US$15\r\n\r\nmillion  for  the  Keppel Shipyard  issue,  and  US$20\r\n\r\nmillion for the European Investment Bank. I think that\r\n\r\nwith  the  development of a good primary and secondary\r\n\r\nmarket further issues will be floated in our Singapore\r\n\r\nmarket.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will now go on to the Member for Anson's very\r\n\r\nlengthy queries on numerous\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 933</b></font><br><br>\r\n\r\n\r\n\r\nsubjects.  First  of  all,  he  spoke  of  the   staff\r\n\r\nvacancies.  Vacancies in over 2,000 Division  I  posts\r\n\r\nmay  appear  to  be  a  high figure  but  among  these\r\n\r\nvacancies  are posts of promotional grades which  are,\r\n\r\nin   most  instances,  already  filled  in  an  acting\r\n\r\ncapacity. The number of actual or physically  unfilled\r\n\r\nvacancies  in  Division I would, of  course,  be  much\r\n\r\nless.  Apart from medical officers, there is no marked\r\n\r\ntrend  in the number of officers in Government service\r\n\r\nwho  resign  to join the private sector or migrate  to\r\n\r\nother  countries.  Steps  are  being  taken  to   fill\r\n\r\nDivision  I  vacancies substantively  through  regular\r\n\r\nrecruitment   exercises.  Until  these   are   filled,\r\n\r\ntemporary appointments are made to fill vacancies  but\r\n\r\nthose candidates in the temporary appointments can, if\r\n\r\nthey have the requisite entry requirements, of course,\r\n\r\napply  for substantive appointment in the posts  which\r\n\r\nthey are holding on a temporary basis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point the Member mentioned was the National\r\n\r\nWages  Council  allowances.  On  this,  I  made   some\r\n\r\ncomments  in  my Budget statement. I do  not  think  I\r\n\r\nshould  go  beyond  what I have said  in  my  previous\r\n\r\ncomments.  We  shall  just  have  to  wait   for   the\r\n\r\ndeliberations of the National Wages Council and  await\r\n\r\nalso their recommendations and guidelines.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bras Basah also spoke at some length\r\n\r\non  this,  especially  on  wage  scales.  I  was  very\r\n\r\ninterested  to  hear  him say that  if  there  was  no\r\n\r\ninflation perhaps the National Wages Council need  not\r\n\r\nhave to make any recommendations for wage increases. I\r\n\r\ndo  not want to preclude even wage increases based  on\r\n\r\neconomic growth. So perhaps I should leave it  to  the\r\n\r\nproper forum, i.e, the National Wages Council, to deal\r\n\r\nwith  the  points  which  have  been  brought  up   in\r\n\r\nconnection with this matter today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson also suggested that there\r\n\r\nshould  be a consolidation of allowances. I stated  in\r\n\r\nParliament  in  February 1973  that  Government  would\r\n\r\nundertake  a full-scale revision of salary  scales  at\r\n\r\nthe end of every four to five years for the purpose of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 934</b></font><br><br>\r\n\r\n\r\n\r\nconsolidating NWC allowances into basic salaries.  The\r\n\r\nfour  to  five years is not quite up yet, but  in  the\r\n\r\nproper   time   I   will   certainly   consider    the\r\n\r\nimplementation of this proposal which I made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also made some comments on tourism,\r\n\r\nespecially  on  occupancy  rates  in  hotels.  In  the\r\n\r\nEconomic Survey of Singapore 1975, it was pointed  out\r\n\r\nthat  the tourism sector continued to enjoy favourable\r\n\r\ngrowth.  In  1975,  the  number of  tourists  visiting\r\n\r\nSingapore  rose  by  8%.  The  hotel  occupancy   rate\r\n\r\nincreased  from 70% in 1974 to 75% in 1975,  which  is\r\n\r\nvery  good by international standards. I think we  may\r\n\r\nexpect the tourism sector to maintain its growth  this\r\n\r\nyear.   With   economic  recovery  in  the   developed\r\n\r\ncountries,  there should be more tourists  from  those\r\n\r\ncountries this year. Of course, the Singapore  Tourist\r\n\r\nPromotion  Board will continue its promotion programme\r\n\r\nwhile the Sentosa Development Corporation will provide\r\n\r\nadded tourist facilities and amenities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also spoke of the development of Changi\r\n\r\nAirport  in place of Paya Lebar. Singapore, of course,\r\n\r\nhas  to  prepare for expansion in the  volume  of  air\r\n\r\ncargo  as well as for the increase in passengers.  The\r\n\r\nChangi  site  has environmental advantages  over  Paya\r\n\r\nLebar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On shipping and trade, the number of ships rose from\r\n\r\n36,200  in  1974  to  38,500  in  1975.  The  Member's\r\n\r\nimpression that many ships do not call at Singapore is\r\n\r\ntherefore  not  correct. The world recession  in  1975\r\n\r\nbrought  about  a  global trade  slump.  International\r\n\r\ntrade declined by 12% in real tern-s over 1974. But we\r\n\r\nwere  slightly  more  fortunate than  others  to  have\r\n\r\nexperienced  only  a  5% drop in real  terms.  As  the\r\n\r\nAmerican,  Japanese  and European companies  gradually\r\n\r\nrecover, our trade with these countries is expected to\r\n\r\nimprove.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson asked about Singapore Airlines.\r\n\r\nI  am  glad  to assure him that Singapore Airlines  is\r\n\r\nable to compete very effectively on all the routes  it\r\n\r\nserves.  Its  fundamental problem is that  because  of\r\n\r\nprotectionist  sentiment, it is  not  always  able  to\r\n\r\nsecure the traffic rights it believes it is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 935</b></font><br><br>\r\n\r\n\r\n\r\nentitled  to.  Notwithstanding  rising  costs,   SIA's\r\n\r\nprofits for the financial year ending 31st March, 1975\r\n\r\nwas $40.3 million. The expectation is that profits  in\r\n\r\nthe current year will be no less.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson also spoke on the resiting of\r\n\r\nGovernment  buildings  outside  the  Central  Business\r\n\r\nDistrict  and  the  inconvenience  it  caused  to  the\r\n\r\npublic.  I think consideration has been given to  move\r\n\r\nsome departments outside the Central Business District\r\n\r\nbut  it  is  necessary  that we group  together  those\r\n\r\nGovernment departments which provide related services,\r\n\r\nand  consideration  must also  be  given  to  grouping\r\n\r\nrelated  sections of departments as a  unit,  wherever\r\n\r\npossible, to minimise inconvenience to the public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also spoke on inflation and hawkers. I\r\n\r\nthink  the  matter has already been  debated  at  some\r\n\r\nlength.  I would say that, so far as my department  is\r\n\r\nconcerned,  we try and see that prices  are  fair  and\r\n\r\nreasonable.  But  in  the final  analysis,  we  should\r\n\r\nencourage  keener competition and try to lower  prices\r\n\r\nin this manner. I think it is for consumers themselves\r\n\r\nto  be  more  discriminating and to avoid  patronising\r\n\r\nhawkers who profiteer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked about banks and banking hours.\r\n\r\nHere  again,  we  have a lot of information  which  is\r\n\r\navailable  in our brochures and so on for the  banking\r\n\r\ncommunity.  But  I  may say that  we  have  encouraged\r\n\r\nflexibility  in banking hours and many  of  them  have\r\n\r\ntaken   advantage  of  this  flexibility.   The   only\r\n\r\nstipulation  is that banks must provide  at  least  27\r\n\r\nhours  of  banking service a week and that  the  banks\r\n\r\nremain open between the important hours of 10a.m, to 3\r\n\r\np.m, on weekdays. The banks are free to extend  their\r\n\r\nbanking  hours  on weekdays and even on  Saturdays  in\r\n\r\naccordance   with   the  needs  at  their   particular\r\n\r\nbranches.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Member complained of discriminatory\r\n\r\ntreatment of requests which originate from MPs. I hope\r\n\r\nthe Member is not correct because there are many other\r\n\r\nMPs  who  send  requests and applications  to  various\r\n\r\nGovernment departments and I think\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 936</b></font><br><br>\r\n\r\n\r\n\r\nthey are given every consideration. But if he can give\r\n\r\nme  instances of discrimination against his  requests,\r\n\r\ninvestigations can be made and action will be taken if\r\n\r\nthe allegations are true.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kim Seng spoke about the Government's\r\n\r\nregulations on medical benefits to civil servants  and\r\n\r\nthe  discrimination in favour of male  officers  whose\r\n\r\nwives  and  children  enjoy the privilege  of  medical\r\n\r\nbenefits.  I can only say to him that these Government\r\n\r\nregulations  have  a very long standing, and  perhaps\r\n\r\nthey  may  need to be looked into again.  The  guiding\r\n\r\nprinciple  in giving medical benefits, of course,  has\r\n\r\nbeen  to prevent the civil servant from worrying about\r\n\r\nthe  state of health of his family or those who depend\r\n\r\non  him. So the criterion has been dependency upon the\r\n\r\ncivil  servant. Traditionally, the male civil  servant\r\n\r\nwas  the head of the household and had to shoulder the\r\n\r\nresponsibility of providing for his wife and children.\r\n\r\nIn  the  context  of  our present society,  while  the\r\n\r\nresponsibility  still lies with the  husband  in  many\r\n\r\nhouseholds, I am not quite sure that the guideline  is\r\n\r\nstill  relevant  for others. It may  be  that  working\r\n\r\nwives should now look to their employers and should no\r\n\r\nlonger be given the benefit that they have been  given\r\n\r\nin  the  past.  My Ministry certainly will  have  some\r\n\r\nreIuctance  in extending medical benefits to  husbands\r\n\r\nand  children of married women officer in the Service.\r\n\r\nBut,  as  I say, obviously we have to look into  these\r\n\r\nregulations  which are of historical  interest  rather\r\n\r\nthan to meet the present situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Member already has noted in his comments\r\n\r\nthat medical benefits are extended to the children  of\r\n\r\na  woman officer who is a widow or divorcee or who has\r\n\r\nbeen  granted a decree of judicial separation  and  is\r\n\r\nthe  sole  supporter of her family. This is  the  same\r\n\r\nprinciple of dependency upon the civil servant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, comments were made by the Member for Katong on\r\n\r\npayroll   tax.  He  spoke  of  the  inconsistency   of\r\n\r\nGovernment  regarding payroll tax. I  think  there  is\r\n\r\nsome  reason for his suggestion and it was considered,\r\n\r\nperhaps in earlier days, that from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 937</b></font><br><br>\r\n\r\n\r\n\r\nthis  revenue  we should carry out certain  activities\r\n\r\nbut  it  was later decided that the general  principle\r\n\r\nthat  payroll  tax  revenue should be  paid  into  the\r\n\r\nConsolidated Fund amid should not be earmarked for any\r\n\r\nspecific  purpose was the proper way of  dealing  with\r\n\r\nthis  particular matter. At the same time the purposes\r\n\r\nfor which the payroll tax was originally thought to be\r\n\r\nusable would be given the same consideration as if the\r\n\r\nmoney  was  available for it. I can assure the  Member\r\n\r\nfor  Katong and also the Member for Kallang, who  also\r\n\r\nspoke  on this, that if there are schemes for training\r\n\r\nor  for any other purposes which are deserving,  there\r\n\r\nwill be no limitation in the way of funds, or if there\r\n\r\nwere  budgetary difficulties I would come back to  the\r\n\r\nHouse  for supplementary funds which. I am sure,  will\r\n\r\nbe approved to finance any particular worthy projects.\r\n\r\nAs far as this revenue pooling principle is concerned,\r\n\r\nit  has  the  advantage that if the needs are  greater\r\n\r\nthan  `the  tax,  then there is no  reason  to  unduly\r\n\r\nrestrict  spending on worthwhile projects because  not\r\n\r\nenough of a certain tax has been collected to meet the\r\n\r\nnecessary expenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Katong also mentioned past\r\n\r\ninefficiency in collection of payroll tax. I  am  glad\r\n\r\nto  inform  him that a Special Payroll Tax Enforcement\r\n\r\nUnit  has  been  formed, In 1  975  it  recovered  tax\r\n\r\namounting to nearly\r\n\r\n$900,000.  However, the payroll tax is mild and  there\r\n\r\nis  not really any problem of evasion. Field officers'\r\n\r\nreports  confirmed  that non-payment  of  payroll  tax\r\n\r\narose   mainly   out   of   ignorance   or   a   wrong\r\n\r\ninterpretation of the law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Member for Potong Pasir made some\r\n\r\ncomments  on  consumers' interests and  so  on.  I  am\r\n\r\nafraid I did not catch all of his suggestions. I think\r\n\r\nthey will be referred to my Ministry which looks after\r\n\r\nthese interests and will be equally interested in  any\r\n\r\nsuggestion   which  will  foster  the   interests   of\r\n\r\nconsumers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, I would like\r\n\r\nto raise four supplementary\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 938</b></font><br><br>\r\n\r\n\r\n\r\nquestions or suggestions for the Minister to consider.\r\n\r\nFor  the sake of diversifying our economic development\r\n\r\nthe Minister for Finance has often stressed on this  I\r\n\r\nwould like to suggest to the Minister the following.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, encouragement should be given to family\r\n\r\ntype  or  cottage industries such as garment industry,\r\n\r\nfurniture   industry   and  food-packaging   industry,\r\n\r\nbecause  these  industries are of a  low  cost  nature\r\n\r\ninvolving only a very small amount of capital, whereas\r\n\r\nthey    can   provide   housewives   with   employment\r\n\r\nopportunities besides cheap goods for our people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, some undeveloped hand or small islands\r\n\r\nshould  be allotted for large scale vegetable  growing\r\n\r\nand  breeding of fish and prawns to provide  more  job\r\n\r\nopportunities, and on the other hand,  to  save  large\r\n\r\nsums of foreign exchange on imported food.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the PPD should set up a research unit to\r\n\r\nstudy  how to further develop our orchid and  tropical\r\n\r\nfish  industries  because the products  of  these  two\r\n\r\nindustries    have    been   enjoying    international\r\n\r\npopularity. Every year the products are earning for us\r\n\r\nlarge  sums of foreign exchange. If we can  raise  and\r\n\r\nimprove  their  quality  and  plan  for  large   scale\r\n\r\nproduction,  I  am sure they will bring about  greater\r\n\r\neconomic benefits to our country in future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, the EDB should prepare a comprehensive\r\n\r\nreport  on  investment statistics and quickly  collect\r\n\r\ninformation on international market conditions  so  as\r\n\r\nto  provide  ready  and  satisfactory  information  to\r\n\r\nintending  foreign investors. This will  be  of  great\r\n\r\nhelp  in attracting foreign investment here. According\r\n\r\nto  our statistics, last year foreign investments  had\r\n\r\nreduced  by  65%.  What  is the  reason?  I  feel  the\r\n\r\nMinister  should go deeper into the cause and  try  to\r\n\r\nseek out some remedial measures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to ask the Minister about the\r\n\r\naverage  income  per  year of our  nationals,  whether\r\n\r\nthere  was  an  increase last year and  what  was  the\r\n\r\npercentage rate of increase.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 939</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> I would like to ask the Minister to\r\n\r\nclarify  this  point. The Minister has said  that  the\r\n\r\ntime  has  come  for  the NWC to consider  whether  it\r\n\r\nshould  not  include  all  forms  of  wages  and  wage\r\n\r\nincreases,   including  annual   increment,   in   the\r\n\r\ncomputation  of  the annual NWC wage supplement.  This\r\n\r\nbrings  about  fear  and  speculation  in  the  labour\r\n\r\nmovement  that the Government may be toying  with  the\r\n\r\nidea  of abolishing annual increment provided  for  in\r\n\r\nthe  freely  negotiated collective agreement.  Whether\r\n\r\nthe  Government has such an intention to do away  with\r\n\r\nannual  increment  is the question I  would  like  the\r\n\r\nMinister for Finance to clarify.\r\n\r\n\r\n\r\n<br><br><!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Leong Boon:</b> Sir, I am very glad that the\r\n\r\nMinister   has  conceded  that  the  medical  benefits\r\n\r\nentitlement policy was anachronistic and that he  will\r\n\r\nlook   into   the   matter.  He,  however,   expressed\r\n\r\nreluctance  that,  if the matter  is  pursued,  it  is\r\n\r\nunlikely   that  medical  benefits  will  be  extended\r\n\r\nequally to both males and females. It is my contention\r\n\r\nthat  his  Ministry is very unanachronistic  but  very\r\n\r\nefficient  when  it  comes to matters  of  a  revenue-generating interest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I suggest that in view of the fact that the\r\n\r\npattern of family unit has changed and that today  the\r\n\r\nmale  may  not necessarily be the head of a household,\r\n\r\nand  the  fact  that there are more and  more  females\r\n\r\njoining  the Government service, these female officers\r\n\r\nin  the Government service be granted the same medical\r\n\r\nbenefits  as  the male officers. I hope he  will  look\r\n\r\ninto  the matter sympathetically and provide an  early\r\n\r\nanswer.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, I have not very much to add to\r\n\r\nthe  comments  I have made. The Member  for  Sembawang\r\n\r\nmade a number of suggestions. Some of these should  be\r\n\r\nconsidered,  but  maybe more by other Ministries.  For\r\n\r\nexample, vegetable growing, development of orchids and\r\n\r\ntropical  fish industries should, I think, be referred\r\n\r\nto   my   colleague,   the   Minister   for   National\r\n\r\nDevelopment,  as  he  is  more  concerned  with  those\r\n\r\nmatters,   although  I  am  interested   in   economic\r\n\r\ndevelopment as a whole.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 940</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for encouragement of cottage industries, we have\r\n\r\ncertainly  in the past tried to help small businesses.\r\n\r\nWe   have  some  financing  schemes  here  for   small\r\n\r\nfactories  built in Housing Board estates  and  Jurong\r\n\r\nTown  Corporation estates, and we certainly think that\r\n\r\nout   of   these  small  industries  will   come   our\r\n\r\nentrepreneurs  of the future. I think that  particular\r\n\r\nsuggestion   is  welcome  and  will  be   given   some\r\n\r\nattention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He also suggested that perhaps we should have\r\n\r\ninvestment statistics ready for investors. I think  we\r\n\r\nhave  quite  a  lot of them already.  The  problem  in\r\n\r\ninvestment  is  not  the lack of statistics  but  that\r\n\r\nthere has been a slump overseas in their own countries\r\n\r\nand,  therefore,  they  are  not  keen  on  coming  to\r\n\r\nSingapore.  But if there are any particular statistics\r\n\r\nthat  we still are deficient in, perhaps he will  give\r\n\r\nme some information on them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked what is the average family income\r\n\r\ntoday, if I understand him aright. It was said  to  be\r\n\r\nsomewhere around $800 a few years ago. The figure  was\r\n\r\n$590  per  month  in  1972. It is now  about  $900  in\r\n\r\nNovember 1975.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bras Basah wanted clarification on\r\n\r\nthe  statement that all forms of wages, wage increment\r\n\r\nand  so  on,  should  be considered  together  by  the\r\n\r\nNational  Wages Council. All we want to  know  is  the\r\n\r\ncost  of  labour  so that there can  be  some  way  of\r\n\r\nestimating what the cost will be to some investors. Of\r\n\r\ncourse,  some of the fringe benefits have got  out  of\r\n\r\nhand.  This has been made quite clear in the  examples\r\n\r\nwhich  we have given to the National Wages Council  or\r\n\r\nwill  be  providing to them. As to what  is  going  to\r\n\r\nhappen  to the annual increments, this is one  of  the\r\n\r\nmatters  for  consideration. It can form part  of  the\r\n\r\nscheme  which  is  suggested  by  the  National  Wages\r\n\r\nCouncil or, in fact, it can be that the National Wages\r\n\r\nCouncil's increases should take into account the  kind\r\n\r\nof annual increments which can be given.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Member for Kim Seng speaks of an\r\n\r\nanachronistic Ministry of Finance. This is a matter of\r\n\r\nopinion. Of course, we try to keep up with the  times.\r\n\r\nAs for being ready\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 941</b></font><br><br>\r\n\r\n\r\n\r\nwhen it comes to collecting money, I think this is  an\r\n\r\nexpected  function of the Ministry of Finance  and  it\r\n\r\nwill continue to be a characteristic.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, just now the\r\n\r\nMinister  mentioned the figure of $800 with regard  to\r\n\r\nincome. I would like to ask him whether this sum is in\r\n\r\nterms of Singapore dollars or other currencies,\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, if we do not mention US\r\n\r\ndollars, it will be Singapore dollars.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, the Minister has not\r\n\r\nreplied  to  my question on whether or  not  the  13th\r\n\r\nmonth allowance will be continued.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> The answer is yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Sir, in the hope that the\r\n\r\nMinistry  of  Finance will release the funds  required\r\n\r\nfor the Telok Blangah community centre within the next\r\n\r\nsix months, I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr J F.\r\n\r\nConceicao\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) That the sum to be allocated for Head W be\r\n\r\nreduced by $10 in respect of subhead BAA 1105.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Conceicao is not moving. Amendment\r\n\r\n(3). Mr Hwang.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin (Jalan Kayu):</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced\r\n\r\nby $10 in respect of subhead BBA 1109*. (* The same amendment also stood in the name of Mr J. F. Conceicao.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second perhaps only to the complaints of discourtesy\r\n\r\nand rudeness against civil servants is their habit  of\r\n\r\npassing the buck. Indeed, in his recent speech to  the\r\n\r\nHouse,  the  Hon, Prime Minister mentioned  that  even\r\n\r\nsome of his Cabinet colleagues were at times guilty of\r\n\r\nbuck-passing. We have had some evidence of that during\r\n\r\nthe  last  few  days'  debate. In  answer  to  various\r\n\r\ncomplaints of inadequacies in services, some Hon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 942</b></font><br><br>\r\n\r\n\r\n\r\nMinisters were only too happy to pass the buck  on  to\r\n\r\nthe  Finance  Minister by saying that  there  was  not\r\n\r\nenough money, whereas in certain instances, I have had\r\n\r\nmy doubts as to whether money alone is the problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe it was Harry Truman when he was\r\n\r\nunexpectedly called to be the President of the  United\r\n\r\nStates of America. He reportedly had installed on  his\r\n\r\ndesk  a sign which reads \"The Buck Ends Here\" to serve\r\n\r\nas  a  constant reminder to him that he was the No.  1\r\n\r\nboss.  We are fortunate to have in Singapore  a  Prime\r\n\r\nMinister who does not have to be reminded that  he  is\r\n\r\nthe chief executive and acts as one. Had this not been\r\n\r\nthe case, I dread to think what would have happened to\r\n\r\nSingapore  with  the rather prevalent habit  of  buck-passing.  As far as our Hon. Ministers are  concerned;\r\n\r\nto be fair, I would like to think that they are rather\r\n\r\noverloaded   with   the   day-to-day   work   of    an\r\n\r\nadministrative  nature which should  more  rightly  be\r\n\r\ndone  by civil servants. Consequently when these  Hon.\r\n\r\nMinisters'   plates  are  too  full,  they   have   no\r\n\r\nalternative but to pass on the buck to somebody else.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you may think that I am being flippant but I\r\n\r\nseriously   think   that  the  Civil   Service   Staff\r\n\r\nDevelopment Institute should include in its syllabus a\r\n\r\npractical  course on \"How Not to Pass the  Buck\",  and\r\n\r\npreferably the course should be conducted in a  really\r\n\r\ndown-to-earth   manner  with   plenty   of   practical\r\n\r\nexamples.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, behind the habit of buck-passing I suspect are\r\n\r\nthe  rather  more  serious problems of  communications\r\n\r\nbreakdown,   lack   of   proper   guidance   and   job\r\n\r\ndescriptions   within   our   entire   civil   service\r\n\r\nstructure.  If  a  junior officer is  put  on  counter\r\n\r\nservice  without adequate training and  without  being\r\n\r\ntold  what exactly is the extent of his authority  and\r\n\r\nfunction,  who  is  to be blamed for buck-passing?  In\r\n\r\nsuch  circumstances, the convenient way  out  for  the\r\n\r\njunior  officer is obviously to say \"You write to  us\"\r\n\r\nor \"You see your M P'. At times, I wish I can pass the\r\n\r\nbuck  too  but  when the answer is obviously  \"No\",  I\r\n\r\nwould rather say \"No\" and face the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 943</b></font><br><br>\r\n\r\n\r\n\r\nconsequences  of  being cursed and sworn  at,  and  in\r\n\r\nextreme cases, accompanied by acts of spitting  on  my\r\n\r\noffice floor than to waste people's time and money  on\r\n\r\na  wild  goose  chase. I believe this is  the  general\r\n\r\nattitude   adopted  by  all  my  colleagues   at   the\r\n\r\nBackbench.  Our  life  could be  made  a  little  more\r\n\r\ntolerable  if  the  civil servants  could  follow  our\r\n\r\nexample.\r\n\r\n\r\n\r\n<br><br><!-- Mr Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Conceicao:</b> Mr Speaker, Sir, I do not think I can\r\n\r\nexpress  as  eloquently the points made as the  Member\r\n\r\nfor  Jalan  Kayu. So that I am not accused of  passing\r\n\r\nthe  buck, I would like to say that I support  him  in\r\n\r\neverything that he has said.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, both the Members for Jalan Kayu\r\n\r\nand  Katong  have been very helpful. In fact,  I  have\r\n\r\nbeen  reading  the  interviews  which  our  Management\r\n\r\nDevelopment  people have had with them,  and  I  think\r\n\r\nthey  are  full of sound commonsense. Maybe we  should\r\n\r\nincorporate  these  comments into  courses  for  civil\r\n\r\nservants  so that they will learn how not to pass  the\r\n\r\nbuck.  But  in  some cases even the M Ps have  learned\r\n\r\nthat  it is not always best to say \"no\" to members  of\r\n\r\nthe  public. In fact, when they do say \"no\", sometimes\r\n\r\nthe public go to their MPs to complain of rudeness  on\r\n\r\nthe part of civil servants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I accept the suggestion that the Civil Service Staff\r\n\r\nDevelopment  Institute  should  have  more   practical\r\n\r\ntraining programmes and that they should be geared  to\r\n\r\nmeet  the  needs of the Civil Service. If Members  are\r\n\r\ninterested they should look at the courses  which  are\r\n\r\nbeing  run  by  the  Staff Development  Institute.  Of\r\n\r\ncourse,  we try to tailor our courses to public  needs\r\n\r\nand  if  there  are any deficiencies in them  we  will\r\n\r\nalways  be  happy  to  accept  suggestions  for  their\r\n\r\nimprovement.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Sir, by far, this must be one of\r\n\r\nthe most satisfactory answers that we have got out  of\r\n\r\nso  many  days of debate. I beg leave to  withdraw  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 944</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced\r\n\r\nby $10 in respect of subhead BCA 1111.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Central Supplies Department is supposed to\r\n\r\nbe  responsible  for the supply of all  the  necessary\r\n\r\nitems  which Government departments require. It  is  a\r\n\r\nstanding  rule  that  Government departments  are  not\r\n\r\npermitted to purchase anything from outside suppliers.\r\n\r\nYet quite often when a requisition is made for certain\r\n\r\nitems,  the  reply is \"Out of stock\". Sometimes,  even\r\n\r\ncommon items like batteries, duplicating papers, etc.,\r\n\r\nare out of stock. This Department which is supposed to\r\n\r\ncater  for  the  needs  of all Government  departments\r\n\r\nshould keep their stocks of all items up-to-date.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, the Central Supplies Department\r\n\r\ncaters   for   574   institutions  and  establishments\r\n\r\ncomprising    Government   departments,    ministries,\r\n\r\nschools,  hospitals and certain statutory boards.  The\r\n\r\nDepartment cannot possibly carry stocks of  all  items\r\n\r\nthat  may  be  required by them  from  time  to  time.\r\n\r\nCurrently, it carries stocks of 1.560 items which  are\r\n\r\ncommonly in use. Other items are purchased as and when\r\n\r\nrequired.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I think the Minister did\r\n\r\nnot   answer   my  question.  Should  the   Government\r\n\r\ndepartments purchase the items from outside or  obtain\r\n\r\nthem from the Central Supplies Department?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, if the requirement can be\r\n\r\nbought  from  outside,  I think the  Central  Supplies\r\n\r\nDepartment  will  buy and put them in  its  stock  and\r\n\r\nsupply  from  this stock to the Government departments\r\n\r\nconcerned.  I do not quite understand what  difficulty\r\n\r\nthere\r\n\r\nis.   It   is   like  any  other  central   purchasing\r\n\r\ndepartment.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, the duty of the Central\r\n\r\nSupplies Department is to buy the things and keep them\r\n\r\nin   stock   for  supply  to  Government  departments.\r\n\r\nHowever,  sometimes  the Central  Supplies  Department\r\n\r\ndoes  not  even keep a stock of duplicating paper  and\r\n\r\nthe  Government departments have to purchase them from\r\n\r\noutside. They should keep a stock of all these items.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 945</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, I accept the fact that the\r\n\r\nCentral Supplies Department must try and keep in stock\r\n\r\nall  the requirements that Government departments will\r\n\r\nneed from time to time. In fact, they do keep most  of\r\n\r\nthe  items which are in common use. Occasionally, they\r\n\r\nmay  be out of stock, in which case, they may have  to\r\n\r\nreplenish  them  by purchasing from outside.  I  think\r\n\r\nthat is still the system.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, in view of the explanation\r\n\r\nby the Minister, I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr J F\r\n\r\nConceicao\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to he allocated for Head W he\r\n\r\nreduced by $10 in respect of subhead DAA 1105.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Conceicao is not here. Amendment (6), Mr P. Govindaswamy.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced\r\n\r\nby $10 in respect of subhead DEC 1111\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to claim tax relief for aged parents,\r\n\r\none has to satisfy the following conditions:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) They are living in the same household as the\r\n\r\ntaxpayer;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) They are 55 years old or more or physically or\r\n\r\nmentally handicapped;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) They do not each have an income exceeding $750\r\n\r\nin the year preceding the year of assessment: and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) They are not the subject of claim made by anyone\r\n\r\nunder any other provisions of the Income Tax Act.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With these conditions, it appears that some genuine\r\n\r\ncases  of  claims have not been granted tax relief.  I\r\n\r\nwould like to seek clarification from the Minister  on\r\n\r\nthis  particular case of a girl who has to pay  income\r\n\r\ntax  for  the first time last year. She has a  widowed\r\n\r\nmother whose identity card shows the date of birth  as\r\n\r\n1920. All  these years this girl has been  supporting\r\n\r\nher mother by giving her a monthly allowance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 946</b></font><br><br>\r\n\r\n\r\n\r\nLast year, when she claimed for tax relief, the Income\r\n\r\nTax  Department rejected her claim on the ground  that\r\n\r\nthe  mother was only 54 years. She was told  that  she\r\n\r\nwould  be eligible for tax relief this year. I  wonder\r\n\r\nwhether  this  is fair. If the girl is not  supporting\r\n\r\nher  mother,  will the Social Welfare Department  give\r\n\r\naid  to  the  old lady? In exceptional cases  why  not\r\n\r\nallow  children  to  claim relief for  maintenance  of\r\n\r\ntheir  parents  who are not working  because  of  some\r\n\r\nreasons.  Another  condition for relief  is  that  the\r\n\r\ndependent parent must be living at the same address as\r\n\r\nthe  claimant. Many of our citizens are living in  HDB\r\n\r\nflats  and  look after their family. But  often  their\r\n\r\naged  parents do not stay with them for they  live  in\r\n\r\nanother  house  or  probably  in  one  of  the   other\r\n\r\nchildren's  houses  because  of  the  lack  of  rooms,\r\n\r\nParents  need  not  have to stay  together  with  the\r\n\r\nclaimants.   They   could  stay  in   another   house.\r\n\r\nNevertheless, claimants should be allowed  tax  relief\r\n\r\nso  long  as  they support their parents. I  hope  the\r\n\r\nMinister would relax this regulation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the income tax form has been modified over the\r\n\r\nlast two years. I must thank the Income Tax Department\r\n\r\nfor  simplifying it. However, there is still  a  snag.\r\n\r\nThe  present system of a joint declaration in a single\r\n\r\nform  may  at times be impossible. There may be  cases\r\n\r\nwhere  husbands and wives have been separated  because\r\n\r\nof  some personal problems. Thus, the verification  of\r\n\r\nthe  returns  by  one  party may not  he  possible.  I\r\n\r\nsuggest  the form should be further modified  and, if\r\n\r\npossible, the ticking system should be adopted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the relief granted for a wife is only $1,000 per annum. This relief is completely out of\r\n\r\nproportion.  Since  inflation  has  brought  so   much\r\n\r\nhardship,  the $1,000 relief, which was  introduced  a\r\n\r\nlong  time ago, is chicken feed. It is time the relief\r\n\r\nfor  the  wife  be  increased and,  if  possible,  the\r\n\r\npersonal relief for the taxpayer too.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, the Member for\r\n\r\nAnson  has  complained about the conditions  regarding\r\n\r\nthe   implementation  of  tax  relief  for   dependent\r\n\r\nparents,  c ting the case of a 54 year-old mother  who\r\n\r\ncould not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 947</b></font><br><br>\r\n\r\n\r\n\r\nqualify  for relief because the stipulated  qualifying\r\n\r\nage  is  55  years. I am afraid this is the inevitable\r\n\r\nresult  where the definite cutoff point is  specified,\r\n\r\nas  in  this case. If we allow a 54 year-old dependant\r\n\r\nto qualify, then we shall have next to consider the 53\r\n\r\nyear-old dependant, there will be no end to claims for\r\n\r\nspecial  treatment.  Of course, if  the  dependant  is\r\n\r\nhandicapped, relief is already available even  if  the\r\n\r\ndependant is below 55 years old.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the requirement that the dependent parents must\r\n\r\nstay  with  the claimants before relief is granted,  I\r\n\r\nhave  explained the reason for requiring this  when  I\r\n\r\nintroduced the relief in 1973. One of the purposes  of\r\n\r\ngranting  such  `relief is to encourage  taxpayers  to\r\n\r\nhave  parents  living with them and not  left  out  in\r\n\r\ndismal  isolation, especially in some  Social  Welfare\r\n\r\nHome  for  the  Aged. Our Housing Board flats  are  no\r\n\r\nlonger  small.  More and more four or five-room  flats\r\n\r\nare  being  built, and it should not be difficult  for\r\n\r\nparents to stay with their children, This would be  in\r\n\r\nthe  tradition of the extended family common to  Asian\r\n\r\nsocieties.   This   tradition  has  far-reaching   and\r\n\r\nbeneficial social effects and we must do all we can to\r\n\r\nencourage it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also commented on the income tax return\r\n\r\nform. I am glad that he has found some improvement  in\r\n\r\nthe  form.  He  has, however, objected  to  the  joint\r\n\r\ndeclaration  by husband and wife on the same  form.  I\r\n\r\nassure  the  Member  that  a  joint  return  is   riot\r\n\r\ncompulsory. Should any taxpaying couple find  it  more\r\n\r\nconvenient to file separate returns, they may do so by\r\n\r\nwriting  to the Comptroller of Income Tax for separate\r\n\r\nforms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, he has raised the question of increasing\r\n\r\nthe various personal tax reliefs. I have given reasons\r\n\r\nwhy  this  was  not possible during the Budget  debate\r\n\r\nlast  week.  I  do  not  propose  to  take  much  time\r\n\r\nrepeating them.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I beg leave to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (7)'.Mr Ivan Baptist is not\r\n\r\nhere. Mr P. Govindaswamy.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 948</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the sum to be allocated for Head W be\r\n\r\nreduced by $10 in respect of subhead DEF 1201.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has been a wide speculation for a long\r\n\r\ntime  that TV licence fees will be increased very soon\r\n\r\nand that the rate for the black and white TV set would\r\n\r\nbe double and that the rate for the colour TV set will\r\n\r\nbe  increased two to four times the present  rate.  So\r\n\r\nfar  there  has been no official comment made  by  the\r\n\r\ndepartment  concerned. Can I seek  clarification  from\r\n\r\nthe  Minister  on  this  point?  However, before  any\r\n\r\nincrease  is  made,  I  appeal  to  the  Minister   to\r\n\r\nreconsider  the position and hope that the TV  licence\r\n\r\nfees will not be increased. Sir, no doubt this subject\r\n\r\nwas  discussed during the debate in the  Committee  of\r\n\r\nSupply under the head of the Ministry of Culture.  The\r\n\r\nMinister  for  Culture has given a  favourable  reply.\r\n\r\nHowever.  I  would like a reply from the Minister  for\r\n\r\nFinance himself in order to clear any doubt because he\r\n\r\nis  the  person who plays a major role in any increase\r\n\r\nin taxes and other financial matters. Otherwise, as in\r\n\r\nthe past, we would find that the rates would be raised\r\n\r\nwithin the fiscal year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There must be a certain amount of truth for the\r\n\r\npress  to  have reported on the subject. But then,  if\r\n\r\nthe  press  reports were misleading. I feel  that  the\r\n\r\nMinister  should  rectify  the  mistake  rather   than\r\n\r\nmislead  or  keep  the  people in  suspense.  Can  the\r\n\r\nMinister  explain  and guarantee that  such  increases\r\n\r\nwill not take place?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The various forms of entertainment are too expensive\r\n\r\nfor   members   of  the  public.  Some  theatres   are\r\n\r\nconsidering  increasing the prices of  their  tickets.\r\n\r\nMany  other forms of entertainment are far beyond  the\r\n\r\nreach  of  the ordinary worker. The cost of living  in\r\n\r\nthe  past few years has gone up so much so the  people\r\n\r\nprefer to stay at home.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The TV is quite often the only source of\r\n\r\nentertainment in many homes. If there are TV5 at home,\r\n\r\nthe people will not go outside. They will enjoy the TV\r\n\r\nprogrammes and thus help family planning. If the  rate\r\n\r\nis  increased then we are just adding a heavier burden\r\n\r\non\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 949</b></font><br><br>\r\n\r\n\r\n\r\nthe  family. This will be an unpopular move. No  doubt\r\n\r\ncosts of production, etc, have gone lip and I am  sure\r\n\r\nTV  Singapore is not lacking in ideas in finding  ways\r\n\r\nand  means to increase revenue, other than to increase\r\n\r\nthe rate of the TV licence fees.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, since I have not\r\n\r\nincluded any increase in TV licence fees in my  Budget\r\n\r\nstatement, the Member for Anson may rest assured  that\r\n\r\nI  have no plans at this moment or indeed in the  near\r\n\r\nfuture to increase the existing TV licence fee of  $36\r\n\r\nper annum which applies to both black and white TV and\r\n\r\ncolour TV sets. As the Member has stated, the Minister\r\n\r\nfor  Culture has also made the same statement  to  the\r\n\r\nsame effect. As regards his suggestion that perhaps  I\r\n\r\nshould deny the speculation on taxes which appeared in\r\n\r\nthe  press, I would like to say that generally I would\r\n\r\nnot reply to such speculation because by a process  of\r\n\r\nelimination, if anyone makes enough speculations and I\r\n\r\nreply  to  enough of them, then he would know  exactly\r\n\r\nwhat taxes remain to he imposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I thank the\r\n\r\nMinister  for the explanation. I beg leave to withdraw\r\n\r\nmy amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong (Jurong):</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced\r\n\r\nby $10 in respect of subhead CAA 8201.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I merely war-it to\r\n\r\nraise  a few questions in relation to the Jurong  Town\r\n\r\nCorporation. First, does the Minister not  think  that\r\n\r\nthe  setup of the Jurong Town Corporation is now  over\r\n\r\nexpanded  to the extent that it has diverted from  its\r\n\r\noriginal  objectives?  Can the JTC  run  its  multiple\r\n\r\nfunctions,  such  as preparing lands  for  industries,\r\n\r\nkeeping up with development of gardens and parks, the\r\n\r\nmaintenance of housing estates, markets, food centres,\r\n\r\netc? Secondly, will the JTC raise the fees charged for\r\n\r\nschools  and  sports  associations  using  the  Jurong\r\n\r\nStadium for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 950</b></font><br><br>\r\n\r\n\r\n\r\npractice purposes? Thirdly, will the ground floors  of\r\n\r\nthe JTC flats to be built in future be left vacant  so\r\n\r\nthat  the residents can hold special functions or  for\r\n\r\nchildren  to  play about just as in the Housing  Board\r\n\r\nflats?  Lastly.  Boon Lay Gardens  is  a  new  housing\r\n\r\nestate  which  has thousands of people staying  there.\r\n\r\nBut  surprisingly there is not a single eating  house,\r\n\r\ncommonly  known as a coffee house, in the estate.  The\r\n\r\nresidents find t very difficult to find a place  where\r\n\r\nthey can drink a cup of coffee or chit-chat with their\r\n\r\nfriends. I wonder whether the JTC can convert some  of\r\n\r\nthe existing shophouses into eating houses.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, the provision and\r\n\r\nmanagement  of markets, hawker centres,  food  centres\r\n\r\nare a very minor part of the Jurong Town Corporation's\r\n\r\nfunctions  and  should  not in  any  way  prevent  the\r\n\r\neffective  discharge of its primary  responsibilities.\r\n\r\nMarkets  and  hawker  centres  are  desirable   social\r\n\r\namenities  which  must form an integral  part  of  the\r\n\r\nhousing  environment  created by the  Corporation  for\r\n\r\nworkers in the industrial estates. Since its inception\r\n\r\nthe  Corporation  has  been  developing  and  managing\r\n\r\ncanteens  and  other food centres in  its  estates  to\r\n\r\nsupplement markets and hawker centres provided by  the\r\n\r\nMinistry of the Environment. From 1973 the Corporation\r\n\r\nbecame  solely  responsible for  the  development  and\r\n\r\nmanagement of markets and hawker centres in new Jurong\r\n\r\nTown  Corporation estates. This arrangement is similar\r\n\r\nto that of Housing Board estates.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member's second question is whether the Jurong\r\n\r\nStadium  will be opened free of charge to schools  and\r\n\r\nsports associations for practice purposes. This  is  a\r\n\r\nmatter of administration and, while I do not have  the\r\n\r\ninformation  and I am not really family  am  with  the\r\n\r\ndetails of the Jurong Town Corporation, I believe  the\r\n\r\nanswer should be in the negative. The charges for  use\r\n\r\nof  the  Jurong  Stadium facilities are  already  very\r\n\r\nreasonable.  They are about the same as those  set  by\r\n\r\nthe  Singapore  Sports Council. The Stadium  is  being\r\n\r\nheavily  used  at  the moment for athletic  meets  and\r\n\r\nsoccer  games  by the factory workers in  Jurong, the\r\n\r\nMinistry of Defence,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 951</b></font><br><br>\r\n\r\n\r\n\r\nand  occasionally the schools. This heavy demand makes\r\n\r\nit  desirable, if not necessary, to confine the use of\r\n\r\nthe  Stadium  to those who are prepared  to  hire  the\r\n\r\nfacilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member's third question was whether the JTC\r\n\r\nwould  build  flats like the Housing Board  where  the\r\n\r\nground  floor could be used by residents  for  various\r\n\r\npublic functions. I am given to understand by the  JTC\r\n\r\nthat  the  open  deck  on the ground  floor  which  is\r\n\r\nsimilar in design to that provided by the HDB has been\r\n\r\nincorporated  by the Corporation in the 14  blocks  of\r\n\r\nflats  now  under construction in the  Pandan  Housing\r\n\r\nEstate, A similar design will also be adopted  in  the\r\n\r\nadditional  eight blocks of 800 units proposed  to  be\r\n\r\nbuilt at Kampong Java Teban.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the Member's question on coffee houses\r\n\r\nfor  Boon  Lay Gardens, I understand from  the  Jurong\r\n\r\nTown  Corporation that the hawker centre at  Boon  Lay\r\n\r\nGardens has now been completed and that the allocation\r\n\r\nof  65  stalls in the Centre was made last  month.  In\r\n\r\naddition,  the  Corporation is now in the  process  of\r\n\r\nobtaining the necessary approval for the conversion of\r\n\r\nfour  shophouses  into coffee shops or  coffee  houses\r\n\r\nwhich  should be ready within the next three  to  four\r\n\r\nmonths.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong:</b> Mr Speaker, Sir, I do agree that\r\n\r\nmarkets and food centres are essential amenities in  a\r\n\r\nhousing estate. But is the Minister aware that due  to\r\n\r\nwrong  choice  of sites, some hawker centres  are  not\r\n\r\nvery well patronised. In fact, they have become \"white\r\n\r\nelephants\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is in regard to the rent charged for\r\n\r\nthe  use  of the Jurong Stadium for practices  by  the\r\n\r\nschools.  I cannot agree with the Minister  because  I\r\n\r\nthink  schools are nonprofit making organisations  and\r\n\r\nthe students are required to practise everyday. If the\r\n\r\nschools  have to pay a fee for the use of the Stadium,\r\n\r\nthen  the schools will be heavily burdened. I  do  not\r\n\r\nmind if the schools are charged a nominal sum for  the\r\n\r\nholding  of functions like the annual athletic  meets.\r\n\r\nbut not for daily practices.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder whether the Minister can answer my points.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 952</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, I have no doubt that the Jurong\r\n\r\nTown  Corporation  from time to  time  may  make  some\r\n\r\nmistakes in the choice of sites for hawker centres.  I\r\n\r\nhope  they  will  do better in the  Member's  eyes  in\r\n\r\nfuture, but I cannot guarantee that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards schools using the Jurong Stadium, I think\r\n\r\nthe  principle  is that there should be  some  way  of\r\n\r\nallocating use and I cannot think of a better way than\r\n\r\nto  charge  a certain small sum of money in  order  to\r\n\r\nmake  quite sure that when people make use of  certain\r\n\r\nfacilities they value this use. There is no reason why\r\n\r\nthe  Ministry of Education cannot afford to  give  the\r\n\r\nschools  enough  money to pay for  the  rent  of  this\r\n\r\nStadium.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong:</b> Sir, I was given to understand that\r\n\r\nfor each practice session, the schools have to pay $80\r\n\r\nfor  the  use of the Jurong Stadium. If they practise,\r\n\r\nsay, six days a week, it works out to $480 and this is\r\n\r\nquite  an  exorbitant  sum of money  to  the  schools.\r\n\r\nAnyway, as the Minister has given me replies to  other\r\n\r\nquestions, I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by !eave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $786,687,370 for Head W ordered to stand\r\n\r\npart of the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $792,563,000 for Head W ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 952</b></font><br><br>\r\n\r\n\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head X --\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head X be reduced\r\n\r\nby $10 in respect of subhead AAA 1004.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this Ministry we have a new Department of\r\n\r\nScientific  Services which was formerly known  as  the\r\n\r\nDepartment of Chemistry. I want to know the  functions\r\n\r\nof  this  Department. What sort of scientific services\r\n\r\nis   this   Department   offering   to   the   various\r\n\r\norganisations in Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime ago, the Mechanical Engineering Department\r\n\r\nof the University of Singapore conducted a research on\r\n\r\nthe   feasibility  of  using  solar   energy   as   an\r\n\r\nalternative  or  extra  source of  energy.  They  have\r\n\r\ncollected  information on how much sunlight  Singapore\r\n\r\nhas for a whole year. This\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 953</b></font><br><br>\r\n\r\n\r\n\r\ninformation  has been obtained to formulate  ways  and\r\n\r\nmeans  by  which solar energy could be used. I  wonder\r\n\r\nwhat  has happened to the research. Is it feasible  to\r\n\r\nuse  solar  energy as ar-i extra source of energy  for\r\n\r\nSingapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Besides this, have there been any other studies made\r\n\r\non the use of monsoon winds as an additional source of\r\n\r\nenergy?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that as our population and services grow, we\r\n\r\nalso  require  the much needed energy in  the  various\r\n\r\nfields  of activities. There was a threat to  our  oil\r\n\r\nsupply  sometime ago. Now, the position has  improved.\r\n\r\nBut we would not know what would happen in the future.\r\n\r\nTherefore, in   this  respect,  the  Department   of\r\n\r\nScientific  Services should conduct studies  and  find\r\n\r\nways and means of creating extra sources of energy  in\r\n\r\nthe Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime ago there was a move in making Singapore\r\n\r\nthe  brain  centre in this region. I wonder  how  much\r\n\r\nhave  we  achieved  in this aim.  Do  we  have  enough\r\n\r\nfacilities and manpower to fulfil the concept? I would\r\n\r\nalso  like to know how best have foreigners  used  our\r\n\r\nscientific services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the budget allocation, we note that a revote of\r\n\r\n$3.41  million  is  provided for  the  Science  Centre\r\n\r\nBuilding in Jurong. When will this building be finally\r\n\r\ncompleted  so  that  it  could be  suitably  used  for\r\n\r\nscientific purposes?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Chiaw Meng (Minister for Science and Technology) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Science and Technology (Dr Lee Chiaw Meng):</b> Mr Speaker, Sir, the Member for Anson has\r\n\r\ntouched  on  four  different areas.  The  first  point\r\n\r\nconcerns  the Department of Scientific Services  which\r\n\r\nwas  formerly  known as the Department  of  Chemistry.\r\n\r\nPrior  to  1 972, the Department was mainly  concerned\r\n\r\nwith  providing  routine analytical chemical  services\r\n\r\nfor  items  such  as food, water, alcohol,  medicines,\r\n\r\ndrugs,  industrial pollution and related  services  on\r\n\r\ntoxicology  and forensic science. These services  were\r\n\r\nmainly  provided to Government departments  to  enable\r\n\r\nthem  to  administer the various Acts and Regulations.\r\n\r\nIn the last few years, the range\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 954</b></font><br><br>\r\n\r\n\r\n\r\nof services provided has been considerably expanded to\r\n\r\ninclude  other branches of science, which now  include\r\n\r\nservices   in   areas  such  as  micro-biology, food\r\n\r\ntechnology,   radiation   protection   and    chemical\r\n\r\nengineering.   It  also  provides  services   to   the\r\n\r\ncommercial   and  industrial  sectors  as   and   when\r\n\r\nrequired.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member raised a few related questions on energy.\r\n\r\nThe  research at the Mechanical Engineering Department\r\n\r\nof  the  University of Singapore on  solar  energy  is\r\n\r\nstill  in  progress. They have identified a few  areas\r\n\r\nwhere they would profitably carry out the research and\r\n\r\nwe hope to be able to receive some preliminary reports\r\n\r\nsoon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also inquired about the proposal to use\r\n\r\nwind  as  a  source of energy. This again  is  in  the\r\n\r\npreliminary  stage  of study.  I  am  not  quite  sure\r\n\r\nwhether we would come out with anything concrete  from\r\n\r\nthis particular area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we are also interested in other sources\r\n\r\nof  energy supply such as the use of animal waste, and\r\n\r\nrecently there has been a proposal to use tidal  waves\r\n\r\nas  well.  The  Member for Anson will appreciate  that\r\n\r\nenergy research is an extremely expensive undertaking.\r\n\r\nI  think  the best strategy s for us to adopt whatever\r\n\r\ndevelopment that is carried out elsewhere and  provide\r\n\r\nour own innovations to it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third question the Member asked is how\r\n\r\nsuccessful we have been in developing Singapore into a\r\n\r\nbrain  and  service centre, Sir, it is a bit difficult\r\n\r\nto quantify. Perhaps a good indicator is revealed in a\r\n\r\nsurvey  in  1974 on engineering manpower where  it  is\r\n\r\nrevealed  that just over 40% of the engineers  in  the\r\n\r\nprivate  sector  are  doing consultancy  work  outside\r\n\r\nSingapore.  I think this is an indicator of  how  well\r\n\r\nthey are doing. The Ministry is currently conducting a\r\n\r\nsurvey  on  the  consultancy work  undertaken  by  our\r\n\r\nprofessional and scientific manpower and  we  hope  to\r\n\r\npublish  a directory of consultancy services available\r\n\r\nin   Singapore   to   help  our   professionals   sell\r\n\r\nSingapore's expertise in this area.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 955</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the question of the Science Centre, the\r\n\r\nbuilding  will be ready towards the end of  this  year\r\n\r\nand I hope it will be open to, the public sometime  in\r\n\r\nthe middle of next year.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I am very glad to hear the\r\n\r\nHon. Minister's reply, and I beg leave to withdraw  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head X be reduced\r\n\r\nby $10 in respect of subhead CAA 1201*. (* The same amendment also stood in the name of Mr Yeo Toon Chia.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this amendment I would like to ask the\r\n\r\nMinister  a  few questions. Firstly, up to  now,  what\r\n\r\nsuccess  has  been  achieved in the promotion  of  the\r\n\r\nmetric   system?  Is  the  Minister  happy  with   the\r\n\r\nachievements so far? I remember last year the Ministry\r\n\r\nlaunched the metrication exhibition and there was such\r\n\r\nan   exhibition  in  the  community   centre   in   my\r\n\r\nconstituency. I would like to ask the Minister whether\r\n\r\nthe   Ministry   is  going  to  continue   with   such\r\n\r\nexhibitions  or  campaigns to promote metrication,  so\r\n\r\nthat  more and more people will be better informed  on\r\n\r\nhow to use the metric system.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, with regard to metrication education in\r\n\r\nschools, are students positively taught  the  use  of\r\n\r\nmetric  system and whether the teaching of metrication\r\n\r\nin the schools has achieved good results?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the introduction of the metric system to\r\n\r\nretail traders seems to have stopped this year. Why is\r\n\r\nthis so? Does it mean that there has been some setback\r\n\r\nin the campaign to promote the use of metric system in\r\n\r\nour shops?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, I wonder whether the Minister has seen on\r\n\r\nour  TV  an advertisement showing two apples  weighing\r\n\r\n100  grams.  The  viewers could not  quite  comprehend\r\n\r\nthis, wondering  whether  it  means  any  two  apples\r\n\r\ntogether must weigh 100 grams? How can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 956</b></font><br><br>\r\n\r\n\r\n\r\nthey  say  that  every apple weighs 50 grams, because\r\n\r\nthere  are big and small apples as there are  big  and\r\n\r\nsmall  pears.  Not  only the public  do  not  get  the\r\n\r\nintended  message on metrication but they  are  misled\r\n\r\ninto  believing  that each and every apple  weighs  50\r\n\r\ngrams.  I would like the Minister to pay attention  to\r\n\r\nsuch TV advertisements.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Chiaw Meng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Chiaw Meng</b>(<i>In Mandarin</i>): Mr Speaker, Sir.\r\n\r\nwith regard to the promotion of the metric system, the\r\n\r\nresults so far have been quite satisfactory. Last year\r\n\r\nwe  conducted a survey among housewives and found that\r\n\r\nmost  of them are aware of the metric system. However,\r\n\r\nnot every housewife is well-versed with the use of the\r\n\r\nmetric system. In view of this, we will strengthen our\r\n\r\ncampaign.  For  similar reasons  we  will  not  compel\r\n\r\ntraders to use the metric system this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also mentioned about the teaching of\r\n\r\nmetric  system  in  the schools. At  present  all  the\r\n\r\ntextbooks  use  the metric system. The exceptions  are\r\n\r\ncertain  geography textbooks which  are  published  in\r\n\r\nother countries, and we cannot change it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned about a TV advertisement. I regret to\r\n\r\nsay  that  I do not watch TV very often; so  I  missed\r\n\r\nthis publicity. But I think probably the allegation is\r\n\r\ntrue.  The  purpose of the programme is  to  encourage\r\n\r\npeople  to  think  iii metric, thus two  apples  weigh\r\n\r\nabout  100  grams. I also agree with the reasoning  of\r\n\r\nthe  Member  for  Sembawang and so I will  remind  the\r\n\r\nMetrication Board to pay more attention to this, so as\r\n\r\nnot  to  mislead the people into a wrong understanding\r\n\r\nof the metric system.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): In view of the\r\n\r\nMinister's detailed reply, I would like to withdraw my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $20,847,690 for Head X ordered to stand\r\n\r\npart of the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $28,885,750 for Head X ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 957</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>4.52 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I shall now deal with the remaining\r\n\r\nheads  of expenditure in respect of which no amendment\r\n\r\nstands  on  the Order Paper Supplement. In respect  of\r\n\r\nthe  Main Estimates, they are Heads C, E, F, G, H  and I.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take those heads of expenditure en-bloc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of\r\n\r\nexpenditure  which appear in the fifth column  of  the\r\n\r\nSummary  of Estimated Expenditure on page 43 of  Paper\r\n\r\nCmd 3 of 1976 stand part of the Main Estimates for the\r\n\r\nfinancial  year 1st April, 1976 to 31st March, 1977,\"\r\n\r\nput, and agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The remaining head of expenditure in\r\n\r\nthe   Development  Estimates  is  Head  H,   Attorney-General's Chambers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $174,000 for Head H\r\n\r\nstand  part  of  the  Development  Estimates  for  the\r\n\r\nfinancial  year 1st April, 1976 to 31st March, 1977,\"\r\n\r\nput, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $2,611,229,810 shall be\r\n\r\nsupplied   to  the  Government  under  the  heads   of\r\n\r\nexpenditure for the public services shown in the  Main\r\n\r\nEstimates  for the financial year 1st April, 1976  to\r\n\r\n31st March, 1977, contained in Paper Cmd 3 of  1976,\"\r\n\r\nput, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $2,610,312,050 shall be\r\n\r\nsupplied   to  the  Government  under  the  heads   of\r\n\r\nexpenditure  for  the  public services  shown  in  the\r\n\r\nDevelopment  Estimates  for  the  financial  year  1st\r\n\r\nApril,  1976 to 31st March, 1977, contained  in  Paper\r\n\r\nCmd 3 of 1976,\" put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee\r\n\r\nand took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker,  Sir, I beg to report that the  Committee  of\r\n\r\nSupply have come to certain resolutions.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 958</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $2,611,229,810 shall be supplied to\r\n\r\nthe  Government under the heads of expenditure for the\r\n\r\npublic  services shown in the Main Estimates  for  the\r\n\r\nfinancial  year 1st April, 1976 to 31st March, 1977,\r\n\r\ncontained in Paper Cmd 3 of 1976.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $2,610,312,050 shall be supplied to the Government under the heads of\r\n\r\nexpenditure  for  the  public services  shown  in  the\r\n\r\nDevelopment  Estimates  for  the  financial  year  1st\r\n\r\nApril,  1976 to 31st March, 1977, contained  in  Paper\r\n\r\nCmd 3 of 1976.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\"That Parliament doth agree with the Committee on  the\r\n\r\nsaid resolutions.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 958</b></font><br><br>\r\n\r\n<div align=\"center\"><b>SUPPLY BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read.\r\n\r\n\r\n\r\n<br><br>4.54 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker,  Sir, I beg to move, \"That the  Bill  be  now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 85 of the Constitution of\r\n\r\nSingapore,  heads of expenditure to be  met  from  the\r\n\r\nConsolidated  Fund, other than statutory  expenditure,\r\n\r\nhave  to  be  included in a Bill to be  known  as  the\r\n\r\nSupply  Bill.  The purpose of the Supply  Bill  before\r\n\r\nMembers is therefore to give legislative approval  for\r\n\r\nthe  appropriations from the Consolidated Fund to meet\r\n\r\nexpenditure in the financial year 1st April, 1976  to\r\n\r\n31st March, 1977.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The heads of expenditure and the sums that may be\r\n\r\nincurred  in  respect of each head are  shown  in  the\r\n\r\nSchedule to the Bill. These have been approved by  the\r\n\r\nHouse  in  the Main Estimates of Expenditure  for  the\r\n\r\nfinancial year 1st April, 1976 to 31st March, 1977 and\r\n\r\nappear on page 41 of Command Paper No. 3 of 1976.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower me to\r\n\r\nissue warrants authorising\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 959</b></font><br><br>\r\n\r\n\r\n\r\nexpenditure up to the amount for each head as shown in\r\n\r\nthe Bill to be paid out from the Consolidated Fund.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Minister, will you please move the\r\n\r\nThird Reading?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, I beg to move, \"That the Bill\r\n\r\nbe now read a Third time,\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 959</b></font><br><br>\r\n\r\n \r\n\r\n<div align=\"center\"><b>\t\tSUPPLEMENTARY SUPPLY BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read.\r\n\r\n\r\n\r\n<br><br>4.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time,\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to provide statutory\r\n\r\nauthority in accordance with clause 2 of Article 85\r\n\r\nand clause 2 of Article 87 of the Constitution of\r\n\r\nSingapore for additional\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 960</b></font><br><br>\r\n\r\n\r\n\r\nprovisions  to  meet  expenditure  in  excess  of  the\r\n\r\nprovisions  authorised by the Supply Act, 1975.  These\r\n\r\nadditional  sums have been scheduled as  Supplementary\r\n\r\nEstimates  which have been considered and approved  by\r\n\r\nthe House as Command Paper 2 of 1976.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Minister, will you please move the\r\n\r\nThird Reading?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\"That the Bill be now read a Third time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n       \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" -[Mr Hon Sui Sen]\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Four minutes to Five o'clock p.m.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
