{"memberId": null, "volumeNo": "35", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"3\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"35\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1976-03-17\">\r\n\r\n<meta name=\"Start_Col\" content=\"417\">\r\n\r\n<meta name=\"End_Col\" content=\"510\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">35</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">17-03-1976</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 417</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 35</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 17th March, 1976</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)).\r\n\r\n\r\n\r\n<br>Encik Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Mr Ahmad Mattar (Leng Kee), Parliamentary Secretary to the Minister for Education.\r\n\r\n \r\n\r\n<br>Dr Ang Kok Peng, B.B.M. (Crawford).\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr Ivan Baptist (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and the Environment and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Chai Chong Yii (Bukit Batok), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Dr Chiang Hai Ding (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Chin Ham Tong (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for the Environment.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (Mac Pherson), Minister for Home Affairs and Education.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 418</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hon Sui Sen (Havelock), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lai Tha Chai (Henderson).\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Lee Yiok Seng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for National Development and Communications.\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Ong Leong Boon (Kim Seng).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ong Teng Cheong (Kim Keat), Minister of State for Communications.\r\n\r\n\r\n\r\n<br>Encik Othman bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phey Yew Kok (Boon Teck).\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister of Defence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 419</b></font><br><br>\r\n\r\n\r\n\r\n<br>Haji Rahmat bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Kuo Chuan).\r\n\r\n\r\n\r\n<br>Haji Sha'ari bin Tadin (Kampong Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Minister of State for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Dr Tan Eng Liang, B.B.M. (River Valley), Minister of State for National Development.\r\n\r\n\r\n\r\n<br>Dr Augustine H. H. Tan (Whampoa).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 420</b></font><br><br>\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken, B.B.M. (Alexandra).\r\n\r\n\r\n\r\n<br>Mr Yeo Choo Kok (Delta).\r\n\r\n\r\n\r\n<br>Mr Yeo Toon Chia (Kampong Kapor).\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Encik A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Haji Mohd. Ariff bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines).\r\n\r\n\r\n\r\n<br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister.\r\n\r\n\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 419</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b></div>\r\n\r\n<div align=\"center\"><h4>FINANCIAL YEAR 1ST APRIL, 1976 TO 31ST MARCH, 1977</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of\r\n\r\nSupply [2nd Allotted Day].\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head N (cont.) --\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [16th March, 1976].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* \"That the sum to be allocated for Head N be reduced by\r\n\r\n$10 in respect of subhead AGA 1111.\" - [Mr Chin Harn Tong]. \r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The same amendment also stood in the name of Mr Sia Khoon Seong.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Chin had the floor yesterday when he\r\n\r\nwas interrupted at the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 420</b></font><br><br>\r\n\r\nMoment of Interruption. Mr Chin, will you please resume.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chin Harn Tong (Aljunied):</b> Mr Speaker, Sir, at the end\r\n\r\nof yesterday's session, I was commenting on the need to\r\n\r\navoid unnecessary duplication of work in the Industrial\r\n\r\nRelations Division, with particular reference to the\r\n\r\nPreventive Mediation Labour Assessment Section and the\r\n\r\nConciliation Section. As it is, I am given to understand\r\n\r\nthat the Preventive Mediation Labour Assessment Section\r\n\r\nwill, for instance, at the request of an employer, try its\r\n\r\nbest to prevent an outbreak of dispute between the\r\n\r\nemployer and his workers. If the attempt at prevention\r\n\r\nfails and a dispute takes place, the Preventive Mediation\r\n\r\nSection hands over the case to the Conciliation Section.\r\n\r\nTo me, it seems more logical that the Preventive Mediation\r\n\r\nSection should continue with the handling of the case\r\n\r\nuntil its conclusion one way or the other.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 421</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing arrangement, the relevant officer in\r\n\r\nthe  Conciliation  Section will have to  spend  more  time\r\n\r\nbriefing  himself  as to what was done by  the  Preventive\r\n\r\nMediation  Section. I think that is a  needless  waste  of\r\n\r\ntime.  I  hope  the Ministry can make some arrangement  to\r\n\r\nensure  that the Preventive Mediation Section can also  do\r\n\r\nthe work of the Conciliation Section and vice versa.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the section captioned as the \"NON-UNIONISED WORKERS SECTION.\"\r\n\r\nThe  superficial impression thereby created on the  public\r\n\r\nis  that  the  Ministry conscientiously  looks  after  the\r\n\r\nwelfare of workers not represented by trade unions. But  I\r\n\r\nhave  been given to understand that the officers  in  that\r\n\r\nSection are not too enthusiastic in their work. Recently a\r\n\r\nfew  workers  who went to that section,  with  a  view  to\r\n\r\ninvoking  the  Minister's  power  of  reinstatement  under\r\n\r\nsection  14 of the Employment Act, found themselves  being\r\n\r\nmade  to  wait  for more than two hours before  they  were\r\n\r\nattended to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not happy with the staffing of the Non-unionised\r\n\r\nWorkers  Section.  I  am  given  to  understand  that  the\r\n\r\nofficers   of  the  Section  are  certified  interpreters.\r\n\r\nUndoubtedly,  these interpreters are competent  to  advise\r\n\r\nnon-unionised workers on their nights under the Employment\r\n\r\nAct, as they have been and are probably still attached  to\r\n\r\nthe  Labour  Court  which enforces the provisions  of  the\r\n\r\nEmployment  Act.  But  among  the  workers  who  seek  the\r\n\r\nassistance of the Non-unionised Workers Section, there are\r\n\r\nsome  who  require advice and assistance on  their  rights\r\n\r\nunder   some  other  statutory  enactments  such  as   the\r\n\r\nIndustrial  Relations  Act.  My  concern  is  whether  the\r\n\r\nofficers  manning the Non-unionised Workers  Section  have\r\n\r\nthe  relevant  experience and training to  give  the  wide\r\n\r\nrange  of  advice and assistance they are called  upon  to\r\n\r\ngive on behalf of the Ministry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is all very well to promise about highpowered\r\n\r\npersonnel   overseeing  the  conduct  of  the   industrial\r\n\r\nrelations  by  the Ministry. But if little or insufficient\r\n\r\nattention  is paid to both the professional and the  human\r\n\r\naspects  of the Ministry's performance of its services  to\r\n\r\nthe public, the promise regarding the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 422</b></font><br><br>\r\n\r\n\r\n\r\nIndustrial Relations Division becomes rather hollow.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong (Moulmein):</b> I am not speaking, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui (Minister of State for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for Labour (Mr Sia Kah Hui):</b> Sir,\r\n\r\nI  do  not  know whether Members could recollect what  the\r\n\r\nMember  for Aljunied said last night, but I hope  that  my\r\n\r\nreply will throw light on it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Industrial Relations Division reorganised last year\r\n\r\ncomprises  three sections: the Conciliation  Section,  the\r\n\r\nPreventive  Mediation and Labour Assessment  Section,  and\r\n\r\nthe  Registry  of  Trade Unions. The Conciliation  Section\r\n\r\ncomprises  two units, one for disputes involving unionised\r\n\r\nworkers and the other for disputes involving non-unionised\r\n\r\nworkers.  The  Registry of Trade Unions  retains  its  old\r\n\r\ntitle  as  an integral section of the Industrial Relations\r\n\r\nDivision.  The Preventive Mediation and Labour  Assessment\r\n\r\nSection is a new one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the unsettling effect of the global recession\r\n\r\nand  the resultant spate of retrenchments, there were only\r\n\r\n1  8  minor  work stoppages and seven strikes in  1975  as\r\n\r\ncompared  to  28 minor work stoppages and  10  strikes  in\r\n\r\n1974. The number of man-days lost in the strikes was 4,853\r\n\r\nin  1975  as against 5.380 in 1974. Seen against  the  709\r\n\r\nlabour  dispute cases involving 92,339 unionised employees\r\n\r\ndealt  with by the Industrial Relations Division,  Members\r\n\r\nwill agree that the number of industrial stoppages in 1975\r\n\r\nis  insignificantly small. This is primarily because  most\r\n\r\nof   these   disputes   were  amicably   settled   through\r\n\r\nconciliation  by the officers of the Industrial  Relations\r\n\r\nDivision. Only in 51 cases did the parties fail  to  reach\r\n\r\nagreement through conciliation, and the unresolved  issues\r\n\r\nwere referred to the Industrial Arbitration Count. For the\r\n\r\nwhole year of 1975 the Division also handled 1,191 dispute\r\n\r\ncases  involving 3,437 non-unionised workers. Of these,  1\r\n\r\n.079 cases were settled resulting in obtaining a total sum\r\n\r\nof $202,473 for the workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The maintenance of industrial peace and stability in\r\n\r\n1975 as in previous years was in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 423</b></font><br><br>\r\n\r\n\r\n\r\nlarge  measure  due  to the good sense and  reasonableness\r\n\r\ndisplayed by both management and trade unions and the hard\r\n\r\nwork  put  in  by  the  staff of the Industrial  Relations\r\n\r\nDivision.  The  Ministry  is  determined  to  improve  and\r\n\r\nupgrade  the competence and skill of the officers  in  the\r\n\r\nIndustrial  Relations Division. One of the  objectives  in\r\n\r\nreorganising the Division is to ensure that the staff  are\r\n\r\ngiven  an  all-round  training in the various  aspects  of\r\n\r\nindustrial   relations  work.  In  this  connection,   the\r\n\r\nexperienced  staff  in  the  former  Industrial  Relations\r\n\r\nSection  are  being retained to provide continuity,  while\r\n\r\nnew   Administrative  Officers  are   being   trained   in\r\n\r\nconciliation and mediation work. The initial  training  of\r\n\r\nthese   new   officers   in  the  Division   consists   of\r\n\r\norientation,  briefing and learning  at  first  hand  from\r\n\r\nactual  conciliation  proceedings. They  are  subsequently\r\n\r\ngiven close guidance and supervision in their duties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure the Member for Aljunied, being a trained\r\n\r\nindustrial  relations  man himself,  will  agree  that  in\r\n\r\nconciliation  and  mediation  work  no  amount  of  formal\r\n\r\ntraining can substitute for on-the-job training. It  takes\r\n\r\ntime for a new officer to acquire the necessary specialist\r\n\r\nknowledge  in  order  to  become the  skilful  negotiator.\r\n\r\nmediator or assessment officer. It also takes time for the\r\n\r\nnew  officer  to earn the confidence and respect  of  both\r\n\r\nmanagers and trade union leaders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Aljunied may wish to know that the\r\n\r\nMinistry   is   looking  into  the  possibility   of   re-establishing   a  departmental  service   to   deal   with\r\n\r\nindustrial  relations  and labour  matters:  provided,  of\r\n\r\ncourse, that with such a service the Ministry can build up\r\n\r\na  corps  of trained and experienced industrial  relations\r\n\r\nand labour officers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the other matters raised, I would like to\r\n\r\nclarify  the function of the Preventive Mediation Section.\r\n\r\nBriefly,  the work involved would be to deal with  brewing\r\n\r\nindustrial  problems,  that  is,  problems  of  day-to-day\r\n\r\nrelations   which  could  escalate  into  serious   labour\r\n\r\ndisputes,  and follow-up action in the form of  advice  to\r\n\r\nmanagement on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 424</b></font><br><br>\r\n\r\n\r\n\r\ndispute  cases  which  are known to have  been  caused  by\r\n\r\ninadequate  grievance  procedure, poor  management-worker\r\n\r\ncommunication and personnel mismanagement. In addition the\r\n\r\nSection also deals with alleged victimisation and wrongful\r\n\r\ndismissal   cases  as  well  as  complaints   of   alleged\r\n\r\nunjustified  retrenchment.  Since  the  officers  of   the\r\n\r\nPreventive  Mediation and Labour Assessment  Section  also\r\n\r\ncome  under the Industrial Relations Division, it has been\r\n\r\npossible  for  the assignment of work to be kept  flexible\r\n\r\nand  in no instance has there been any duplication of work\r\n\r\nbetween  these  two  sections.  The  Preventive  Mediation\r\n\r\nSection   has  consistently  handled  a  case  until   its\r\n\r\nconclusion and has not handed any case to the Conciliation\r\n\r\nSection. Accordingly, when an impending dispute is handled\r\n\r\nby an officer in the Preventive Mediation Section, he will\r\n\r\nfollow  through  the case until the dispute  is  resolved,\r\n\r\neven  in  the  event that the dispute does  escalate  into\r\n\r\nindustrial action.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the Non-Unionised Workers' Section, the\r\n\r\nlabelling  is  simply for the convenience of  workers  who\r\n\r\nvisit the Ministry with their problems, so that they would\r\n\r\nknow  where  to  go and to whom they should present  their\r\n\r\nproblems  in  the first instance. It must be  pointed  out\r\n\r\nthat  the  staff  in  this Unit are  competent  to  advise\r\n\r\nunionised  workers as well as those who are not unionised.\r\n\r\nThere   are  in  this  Unit  one  post  of  Administrative\r\n\r\nAssistant, four posts of Executive Officers and four posts\r\n\r\nof   Certificated  Interpreters  who  together  cover  all\r\n\r\nChinese dialects, in addition to Tamil and Malay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also mentioned the case of a few workers who,\r\n\r\nseeking  reinstatement, had to wait for hours before  they\r\n\r\nwere  attended to. This is most unfortunate. If the Member\r\n\r\nwere  to  give me more details, the case could  be  looked\r\n\r\ninto.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chin Harn Tong:</b> Mr Speaker, Sir, in view of the\r\n\r\nexplanation  given  by the Minister of State  for  Labour,\r\n\r\nalthough  not  entirely  satisfactory,  I  beg  leave   to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 425</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by\r\n\r\n$10 in respect of subhead AlA 1109*. \r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The same amendment also stood in the name of Mr P. Govindaswamy.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Industrial accidents resulting in death or permanent\r\n\r\ndisabilities  to workmen have occurred too  frequently  in\r\n\r\nour   island  Republic  in  the  last  few  years  of  our\r\n\r\nindustrial  expansion. It is a sad fact of life  that  the\r\n\r\nvictims  of  such accidents invariably come from  the  low\r\n\r\nincome  group.  It is not difficult to imagine  the  heart\r\n\r\npangs and anguish such tragedies bring to the families  of\r\n\r\nsuch victims and themselves, if they escape death only  to\r\n\r\nbecome  permanent cripples. Added to these are the  mental\r\n\r\nagonies  and  anxieties  regarding  the  future  of  their\r\n\r\nfamilies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The plight of the families of such victims not only\r\n\r\ndeserves  our compassion and sympathy but also  constantly\r\n\r\nreminds  us  of  the  need  for  accident  prevention   in\r\n\r\nworkplaces through adequate occupational health and safety\r\n\r\nmeasures.  This  is a matter of paramount  importance  and\r\n\r\nconcern  for the Government, the employers and  the  trade\r\n\r\nunions  in  their common pursuit of workers'  welfare  and\r\n\r\nsecurity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Surely some of these accidents could have been prevented\r\n\r\nif  greater  care had been exercised by all  concerned  in\r\n\r\nsafety  measures. Sad to say, some employers, particularly\r\n\r\nthose  who  are  contractors, are just not treating  their\r\n\r\nworkers as human beings. It is made to appear to them that\r\n\r\nthe  life of their workers is no more sacred than the life\r\n\r\nof  a  dog.  They are more concerned with  the  raking  of\r\n\r\nprofits,  of  more and more profits. More safety  measures\r\n\r\nmean   cutting   down   the  margin  of   their   profits.\r\n\r\nUnfortunately, this  nonchalant  attitude   towards   the\r\n\r\nsacredness of life of the workers as shown by some of  the\r\n\r\nunscrupulous employers is also prevalent among  a  handful\r\n\r\nof  senior  civil servants in change of economic  planning\r\n\r\nand development. They are very conscious of financial cost\r\n\r\nfactor  in any economic activity. Occupational and  safety\r\n\r\nmeasures are only to be maintained at their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 426</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\nabsolute  minimum level to save cost. To  them  the  human\r\n\r\ncost  is  less important because, according to  them,  the\r\n\r\nhuman  price  we  must  pay  for economic  development  is\r\n\r\nunavoidable, little realising that the economic losses due\r\n\r\nto  accidents  can  be  higher than the  amount  spent  on\r\n\r\nadditional  safety measures. Such economic losses  are  in\r\n\r\nthe form of workmen's compensation, medical costs, loss in\r\n\r\nproductivity, etc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is all the more important that both the Labour\r\n\r\nMinistry   and   the   NTUC   must   relentlessly   pursue\r\n\r\noccupational   health  and  safety  programmes   to   curb\r\n\r\nunnecessary deaths and maiming. It is heartening  to  note\r\n\r\nthat  this  is  being done. I must compliment  the  Senior\r\n\r\nParliamentary Secretary (Labour) for his fearless  attacks\r\n\r\nagainst employers, both in the public and private sectors,\r\n\r\nfor not taking adequate safety measures to protect workers\r\n\r\nat their workplaces.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In December 1975 regulations were introduced by the\r\n\r\nLabour  Ministry to govern the effective running of  Joint\r\n\r\nSafety  Committees.  This year on  1st  March  regulations\r\n\r\ngoverning   safety   officers  were  introduced.   Equally\r\n\r\nimportant is the need for the Ministry of Labour  to  draw\r\n\r\nup  programmes  to  ensure safer  working  environment  to\r\n\r\ncomplement   the  new  regulations  that   were   recently\r\n\r\nintroduced.  I  hope  the  1975  statistics  relating   to\r\n\r\nindustrial accidents is prompting the Ministry to initiate\r\n\r\nnot  only self-regulatory systems but also more scientific\r\n\r\nand systematic programmes to develop early warning methods\r\n\r\nof anticipating and preventing occurrences of accidents.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson):</b> Mr Speaker, Sir, in the\r\n\r\nMemorandum  on the Budget Estimates I observe  that  there\r\n\r\nhas   been  an  increase  of  10  posts  in  the   Factory\r\n\r\nInspectorate  for  the  purpose  of  setting  up   a   new\r\n\r\nShipbuilding  and Repairing Inspections  Section.  In  the\r\n\r\npast,  I spoke a great deal about safety consciousness  in\r\n\r\nthe  factories,  construction  sites  and  the  number  of\r\n\r\navoidable accidents that took place daily at these places.\r\n\r\nI like to commend, of course,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 427</b></font><br><br>\r\n\r\n\r\n\r\nthe  increase  in the number of posts for the Shipbuilding\r\n\r\nand Repairing Inspections Section.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What about having more inspectors for the factories and\r\n\r\nconstruction  sites? Too many accidents  happen  at  these\r\n\r\nplaces.  Whatever has been reported to the Police  or  the\r\n\r\nLabour  Ministry  may only be a fraction compared  to  the\r\n\r\nreal  number  of  accidents which go  unreported,  Regular\r\n\r\ninspections of factories for safety measures, particularly\r\n\r\nconstruction  sites, or violation of  safety  rules  would\r\n\r\nhelp  to  reduce the number of accidents on  human  lives.\r\n\r\nSometimes a commission of inquiry has to be set  up, such\r\n\r\nas the one on the recent accident at the construction site\r\n\r\nof the Singapore Maritime Centre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to this, the Factory lnspectorate should\r\n\r\nalso  hold regular campaigns and exhibitions in connection\r\n\r\nwith  safety  measures  so  that  the  workers  would   be\r\n\r\nconstantly  reminded of the safety rules to  be  followed.\r\n\r\nOtherwise, we may continue `to lose valuable labour.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee (Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Mr Speaker, Sir, I must thank the\r\n\r\nMember for Moulmein for his personal compliment given  me.\r\n\r\nBut  I feel that my staff who have spent so much time  and\r\n\r\neffort  in  this  should be congratulated for  controlling\r\n\r\nindustrial accidents in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I at the outset take this opportunity to clarify one\r\n\r\nor two points. There has been some misconception about the\r\n\r\nterm  \"industrial accidents\". Various figures were  quoted\r\n\r\nin  the  press  from  time to time. In  fact,  \"industrial\r\n\r\naccident\"  means  those  accidents  reportable  under  the\r\n\r\nFactories  Act only, and not all other forms of  accidents\r\n\r\ninvolved  during employment which I will broadly  classify\r\n\r\nas  \"occupational accidents\". Industrial accident  is  not\r\n\r\nthat  serious as one would imagine if one were to  compare\r\n\r\nthe figures with the number of occupational accidents.  In\r\n\r\nfact,  there had been occupational accidents in  Singapore\r\n\r\never\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 428</b></font><br><br>\r\n\r\n\r\n\r\nsince  Sir Stamford Raffles set foot on Singapore soil.  I\r\n\r\ndo  not  know  whether  any accident occurred  during  his\r\n\r\nlanding.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am pleased to note that the NTUC has strengthened\r\n\r\nthe  Occupational Health and Safety Committee.  This  will\r\n\r\nindeed  be  a strong arm which can assist the Ministry  to\r\n\r\ncombat   the   common  problem  of  industrial  accidents.\r\n\r\nUnfortunately, the NTUC and the Ministry of Labour  happen\r\n\r\nto  be  the  orlly  two organised bodies that  are  really\r\n\r\ntackling  the problem. There seems to be an absence  of  a\r\n\r\nsimilar  form  of organisation on the part  of  employers,\r\n\r\nalthough  much lip-service has been paid by employers  all\r\n\r\nthis while.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Moulmein is quite correct in stating that\r\n\r\nin the construction industry the accident rate is high.  I\r\n\r\nam  afraid I have to agree with him, much to the dismay of\r\n\r\nthe  irresponsible employers. But what the Member has said\r\n\r\nis  completely true: that a human being is not  given  the\r\n\r\nvalue  that some employers would give to their  dogs.  The\r\n\r\ncontractors have no excuse at all for failing  to  provide\r\n\r\nthe  various paraphernalia for industrial safety,  because\r\n\r\nthe  cost of all these items are included in their  tender\r\n\r\nquotations:\r\n\r\nthese are what is known as the \"Preliminaries\" item. It is\r\n\r\nalso  augmented by another item - \"prime cost\" - a sum  of\r\n\r\nmoney   set   for  the  provision  of  industrial   safety\r\n\r\nappliances and equipment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Most employers, as the Member has pointed out, regard\r\n\r\nthe  provision of money spent on safety measures  as  non-productive  expenses rather than as a  kind  of  long-term\r\n\r\ninvestment for better returns.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Moulmein touched on the question of loss\r\n\r\nof productivity, the loss involved in compensation and the\r\n\r\nloss  of  production time and cost. This is  a  very  real\r\n\r\nproblem but unfortunately most employers do not appreciate\r\n\r\nthis  point. Let me give a few figures to illustrate  what\r\n\r\nthe  Member for Moulmein was trying to impress  upon  this\r\n\r\nHouse.  Some figures were quoted by my Minister  of  State\r\n\r\nearlier  on  but  may  I  repeat  them  for  purposes   of\r\n\r\ncomparison.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1973 the number of man-days lost due to industrial\r\n\r\naction was 2.295. During the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 429</b></font><br><br>\r\n\r\n\r\n\r\nsame  year  the number of man-days lost in industrial\r\n\r\naccidents was 549,499. The following year. 1974,  the\r\n\r\nnumber  of  man-days lost due to industrial stoppages\r\n\r\nwas  5.380. For the same period, the number  of  man-days  lost due to industrial accidents was 6  16.559.\r\n\r\nIn   1975,  the  number  of  man-days  lost  due   to\r\n\r\nindustrial  stoppages was 4.853. The number  of  man-days lost due to industrial accidents in 1975 is  not\r\n\r\navailable  but  I  can safely put  it  at  plus/minus\r\n\r\n700,000.  So Hon. Members can see the vast difference\r\n\r\nbetween  the  two figures and the total loss  to  the\r\n\r\neconomy as a whole. Of course, the individual factory\r\n\r\nsuffering one accident may not see the pinch of  this\r\n\r\nloss but we cannot afford, as a whole, to lose nearly\r\n\r\n-   million  man-days  per  year  simply  because  of\r\n\r\nindustrial accidents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have been doing very well in the industrial\r\n\r\naccidents  front  and for this my Ministry  has  been\r\n\r\nactivated to have some work-plans for this year.  The\r\n\r\nwork-plans  have been set out to work  to  a  certain\r\n\r\ntarget, but I am afraid we do have our handicaps,  in\r\n\r\nterms  of  staffing, for example. I will handle  this\r\n\r\npoint when I reply to the Member for Anson.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said earlier on, the Member for Anson is\r\n\r\nprobably  aware  that  the two  most  accident  prone\r\n\r\nindustrial  areas  happen to be the shipbuilding  and\r\n\r\nrepair and the construction industries. It is because\r\n\r\nof  all  the experience that we have had in the  past\r\n\r\nthat we have set up a special unit to look after  the\r\n\r\nconstruction  industry.  This  unit   has   been   in\r\n\r\noperation for several years now and it also  has  its\r\n\r\nown set of regulations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the increase of 10 posts to establish the\r\n\r\nnew  Shipbuilding and Repairing Inspections  Section.\r\n\r\nin  fact, the bodies are already there though not  in\r\n\r\nfull establishment. They have been there for the last\r\n\r\none  year  by Establishment Warrant and the Estimates\r\n\r\nonly reflect the action of the Ministry in requesting\r\n\r\nfor  the  staff. We have assigned them to look  after\r\n\r\nthe Shipbuilding and Repairing Inspections Section.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The present establishment in the Factory\r\n\r\nInspectorate comprises 52 posts of factory inspectors\r\n\r\nand other technical staff and field\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 430</b></font><br><br>\r\n\r\n\r\n\r\nofficers.  Of  these, 16 of them are in the  Building\r\n\r\nand  Construction Section, and 11 in the Shipbuilding\r\n\r\nand  Repairing Inspections Section. The present staff\r\n\r\nstrength  of  the  Inspectorate is adequate  only  to\r\n\r\ncarry   out  enforcement  if  we  are  to   do   only\r\n\r\nenforcement.  But I do not believe at  all  that  any\r\n\r\nunimaginative and strait-jacket enforcement is  going\r\n\r\nto  help  the situation. Members are aware  that  the\r\n\r\nFactory  Inspectorate  is  also  involved  in   other\r\n\r\naspects   of  work.  It  not  only  updates   factory\r\n\r\nlegislation, it  is  also  involved  in   training.\r\n\r\neducation, safety programmes, campaigns and providing\r\n\r\nconsultation  service. So you can see,  Sir,  if  the\r\n\r\nFactory  Inspectorate staff, as I said earlier,  were\r\n\r\nto  confine  themselves to enforcement, I think  they\r\n\r\nought to be adequate. But since they have to take  on\r\n\r\nthe   additional  responsibility  that  I  have  just\r\n\r\nmentioned,  they  have to stretch  their  staff  very\r\n\r\nthin.  In  fact, I must compliment them  in  that  in\r\n\r\nspite  of  the  great volume of work they  have  done\r\n\r\nexceptionally well.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson has also mentioned that many\r\n\r\naccidents were not reported. May I explain here  that\r\n\r\nnot all accidents are reported, or reportable, to the\r\n\r\nChief  Inspector of Factories. Only an accident which\r\n\r\nincapacitates  a worker for more than three  days  is\r\n\r\nclassified  as  a  reportable  accident   under   the\r\n\r\nFactories Act. Some accidents might have come to  the\r\n\r\nknowledge  of the Member for Anson. But I  am  afraid\r\n\r\nthere is no legal requirement for employers to report\r\n\r\nall accidents to the Factory Inspectorate. Of course,\r\n\r\nthey  are  still entitled to workmen's  compensation.\r\n\r\nBut  not all accidents are reported. In the last  two\r\n\r\nyears we have improved our system of reporting. There\r\n\r\nis   now   a  more  effective  system  of  monitoring\r\n\r\naccidents.  I  would say that most of  the  accidents\r\n\r\nwhich  occurred  are  within  the  knowledge  of  the\r\n\r\nFactory Inspectorate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member for Anson that regular\r\n\r\ninspections  of factories, industrial establishments,\r\n\r\nand   worksites   would  certainly  help   to   check\r\n\r\naccidents.  In fact, in 1 975 the Factory  Inspectors\r\n\r\nmade a total of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 431</b></font><br><br>\r\n\r\n\r\n\r\n7,118 inspections, and follow-up visits to the factories\r\n\r\nand  work-places. As a result of these inspections.  5,538\r\n\r\ncases  of  noncompliance  with  the  Factories  Act   were\r\n\r\ndetected  and the employers were required to  rectify  the\r\n\r\nsafety  hazards. In addition, normal punitive  action  was\r\n\r\ntaken against offending employers in court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regular safety campaigns, as proposed by the Member for\r\n\r\nAnson,  have also been conducted. For instance, the Member\r\n\r\nmight  know  of  the  \"Shipbuilding\",  \"Construction\"  and\r\n\r\n\"Safety and Health\" Campaigns were launched in 1974. There\r\n\r\nwere  also other campaigns launched by the Ministry for  a\r\n\r\nparticular industry to highlight the problems peculiar  to\r\n\r\nthat  industry. They were not general campaigns which  the\r\n\r\npeople concerned would find very little interest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Labour has also published a number of\r\n\r\npamphlets and guides. Pamphlets such as the \"Do you  know\"\r\n\r\nseries  to  educate  the workers on various  hazards  like\r\n\r\nexplosion,  fire, and health pamphlets to  prevent  noise-induced  deafness  and  silicosis  were  distributed.  The\r\n\r\nMinistry  also  sent  out  safety  circulars  to  all  the\r\n\r\nconstruction  sites informing contractors  of  the  latest\r\n\r\ndiscovery in safety hazards which some contractors may not\r\n\r\nhave  any  knowledge  of. We have  also  sent  out  safety\r\n\r\nguides,  set up committees to look after peculiar problems\r\n\r\nof certain industries. I hope that with the cooperation of\r\n\r\nthe  employers,  and I really appeal to them  to  be  more\r\n\r\npositive,  we  should  be able to do  very  much  more  to\r\n\r\npromote industrial health and safety. I look forward to  a\r\n\r\nmore  solid  support  from  the  NTUC, and  I  take  this\r\n\r\nopportunity  to  thank  them for the  help  given  to  the\r\n\r\nMinistry of Labour all these years.\r\n\r\n\r\n\r\n<br><br><!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Phey Yew Kok (Boon Teck):</b> Mr Speaker, Sir, I would\r\n\r\nalso like to join in congratulating the Ministry of Labour\r\n\r\nfor  its  success over the last two years in reducing  the\r\n\r\nnumber   of  industrial  accidents  and  taking  all   the\r\n\r\nnecessary measures for our workers' safety. Last year work\r\n\r\nat  a number of building construction sites was stopped by\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 432</b></font><br><br>\r\n\r\n\r\n\r\nMinistry  of  Labour  because of the occurrence  of  fatal\r\n\r\naccidents. I should say that this is most welcome. But, on\r\n\r\nthe  other  hand,  when work at the worksites  stopped  to\r\n\r\nenable  all  the precautionary measures to be  taken,  the\r\n\r\nworkers  lost  their  daily wages. Will  the  Ministry  of\r\n\r\nLabour  consider  that, in future, when  action  is  being\r\n\r\ntaken  against  the  employers and  there  is  a  complete\r\n\r\nstoppage of work at any worksite, whether the workers will\r\n\r\ncontinue to be paid?\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Mr Speaker, Sir, I am afraid my answer\r\n\r\nwill  disappoint the Member for Boon Teck. Our  philosophy\r\n\r\nis  not  to  pay  a person for no work done.  There  is  a\r\n\r\nshortage  of construction workers. The employers  normally\r\n\r\nplead  with the Ministry to allow their workers to  resume\r\n\r\nwork,  otherwise they will run away to other worksites  or\r\n\r\neven adjacent worksites. I do not think the workers really\r\n\r\nsuffer   because  there  is  a  shortage  of  construction\r\n\r\nworkers.  It  is  not the policy of the  Ministry  to  pay\r\n\r\nworkers for no work done.\r\n\r\n\r\n\r\n<br><br><!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Phey Yew Kok:</b> Mr Speaker, Sir, when the Ministry\r\n\r\ndirects  a stoppage of construction work at the worksites,\r\n\r\nit is to ensure that all precautionary measures are taken\r\n\r\nby  the  employers. The workers should, therefore, not  be\r\n\r\npenalised as a result of this action. It is different from\r\n\r\nother  stoppages  of work such as industrial  action.  The\r\n\r\nemployers  should  be punished, and  if  the  Ministry  of\r\n\r\nLabour  makes the employers pay for the daily wages,  they\r\n\r\nwill definitely try to take every precautionary measure to\r\n\r\nmake sure that work can be resumed immediately.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Mr Speaker, Sir, it is very\r\n\r\nunfortunate  that  in  more than half  of  the  industrial\r\n\r\naccident cases the workers themselves were responsible. It\r\n\r\nis  very  difficult for our enforcement  officers  to  lay\r\n\r\nhands  on  them.  I  must also take  this  opportunity  to\r\n\r\ncaution  the workers that the Ministry would not  hesitate\r\n\r\nto  take  whatever action necessary to bring them in  line\r\n\r\nwith  our  requirements. Most of the time  we  managed  to\r\n\r\ncatch  hold of the employers because we could locate  them\r\n\r\nbut  not  the  workers. If the NTUC can do their  part  by\r\n\r\nexhorting the workers to be more safety\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 433</b></font><br><br>\r\n\r\n\r\n\r\nconscious, there would be no further need for any stoppage\r\n\r\nof work at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are three aspects to safety. First, there is\r\n\r\nlegislation.  Second, the physical environment,  that  is.\r\n\r\nthe  provision of safety appliances and supervision  which\r\n\r\nare  the responsibility of the employers, and third, which\r\n\r\nis  the  most  important, the behavioral  aspect.  If  the\r\n\r\nemployers  are  not keen to supervise their  workers, the\r\n\r\nworkers  would  not  be  keen to comply  with  the  safety\r\n\r\nrequirements. So in the end stoppage of work will not save\r\n\r\nthe  workers at all. As I have said, more than half of the\r\n\r\naccidents were actually due to the carelessness  and  even\r\n\r\nblatant  defiance  of safety rules  on  the  part  of  the\r\n\r\nworkers.  They  should consider themselves lucky  that  we\r\n\r\nhave not brought them to court. More of them should be.\r\n\r\n\r\n\r\n<br><br><!-- Dr Augustine H. H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Augustine H. H. Tan (Whampoa):</b> Mr Speaker, Sir, I am\r\n\r\nhappy to note that the Ministry of Labour has done so much\r\n\r\nand so well in the field of workers' safety. I have just a\r\n\r\nlittle  question to ask the Senior Parliamentary Secretary\r\n\r\nto  the Minister for Labour. He has said just now that the\r\n\r\nMinistry   of  Labour  has  printed  many  pamphlets   for\r\n\r\ndistribution to the workers in respect of safety. I recall\r\n\r\nthat two days ago in this very Chamber he complained about\r\n\r\nthe  high  rate  of  illiteracy in Singapore.  I  am  just\r\n\r\nwondering  how  he  can  get  the  workers  to  read   the\r\n\r\npamphlets?\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> There was no complaint on my part of\r\n\r\nilliteracy  or  the  poor standard  of  literacy.  On  one\r\n\r\noccasion I did propose in jest to the former Minister  for\r\n\r\nEducation (I cannot remember which Minister because  there\r\n\r\nhave   been  so  many  changes)  that  they  should   call\r\n\r\nthemselves the \"Ministry of Literacy\" and let the Ministry\r\n\r\nof  Culture  undertake  the educational  aspect.  But  the\r\n\r\nMinistry of Culture appears to be equally unacceptable  to\r\n\r\nme  to play this role. There is no question of the workers\r\n\r\nbeing unable to read the pamphlets which have been written\r\n\r\nin  the  simplest form. I do not think we can simplify  it\r\n\r\nany further.\r\n\r\n\r\n\r\n<br><br><!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Augustine Tan:</b> In Hokkien then.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Well, Hokkien is not a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 434</b></font><br><br>\r\n\r\n\r\n\r\nwritten  language. Hokkien can be romanised but  it  might\r\n\r\nbecome a Frankenstein of a language.\r\n\r\n\r\n\r\n<br><br><!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Leong Boon (Kim Seng):</b> Mr Speaker, Sir, I rise to\r\n\r\nsupport the request of the Member for Boon Teck. I am  not\r\n\r\nat  all  impressed  with the reply  given  by  the  Senior\r\n\r\nParliamentary  Secretary to the Minister for  Labour.  The\r\n\r\nMember for Boon Teck said that where there is a failure to\r\n\r\nprovide  adequate safety measures leading to work stoppage\r\n\r\nand  where  the  fault lies with the employers,  then  the\r\n\r\nworkers should not be penalised. This is the point which I\r\n\r\nwould  like  to  emphasise: if it was  the  fault  of  the\r\n\r\nworkers  that  the  work had stopped, then  it  is  surely\r\n\r\nreasonable and fair that the workers should be deprived of\r\n\r\ntheir pay. But if, on the other hand, it is the failure of\r\n\r\nthe  employers  to provide the necessary safety  measures,\r\n\r\nthen  I believe the Ministry of Labour should ensure  that\r\n\r\nthe   employers  be  made  to  comply  with   the   safety\r\n\r\nregulations by providing precautionary measures,  and  for\r\n\r\nany number of days in which work had stopped the employers\r\n\r\nshould be made to pay the workers, because the workers are\r\n\r\nnot responsible for the provision of these safety measures\r\n\r\nbut  the  employers. I would like to have  his  considered\r\n\r\nreply  once again, and if it is not satisfactory we  shall\r\n\r\npursue it further.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ivan Baptist (Potong Pasir):</b> Mr Speaker. Sir, the\r\n\r\nSenior  Parliamentary  Secretary has  mentioned  that  the\r\n\r\nworkers are mainly responsible for accidents due to  their\r\n\r\nnegligence, carelessness, etc. May I correct him  and  say\r\n\r\nthat from the Ministry of Labour's statistics it is due to\r\n\r\na lack of knowledge. It was precisely for this reason that\r\n\r\nregulations were introduced with effect from 1st December,\r\n\r\n1975, for  safety committees to be set up to ensure  that\r\n\r\nemployers  take  cognisance of the fact  that  a  lack  of\r\n\r\nknowledge exists and that members of the safety committees\r\n\r\nshould  be  educated  to enable them to  know  more  about\r\n\r\nsafety.  In  addition, there should be provision  for  the\r\n\r\nadequate  education of the workers at  the  factory  floor\r\n\r\nlevel.  I  would  also  add that the  employers  too  lack\r\n\r\nknowledge  on occupational health and safety. I feel  that\r\n\r\nthis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 435</b></font><br><br>\r\n\r\n\r\n\r\nis of paramount importance for Government to stress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know what plans are afoot, but I believe that\r\n\r\nthe  77 personnel in the Factory Inspectorate will not  be\r\n\r\nsufficient  to go around enforcing legislation.  Time  and\r\n\r\ntime again I have made the point that we will need an army\r\n\r\nof  inspectors  for  the  more  than  5,000  factories  in\r\n\r\nSingapore. Therefore, self-regulatory measures  should  be\r\n\r\nintroduced in addition to the creation of enthusiasm,  and\r\n\r\neducation, which  is  covered by the  Factories  Act  and\r\n\r\nenforcement.  These self-regulatory measures  will  ensure\r\n\r\nthat  these  accidents are not controlled, as  the  Senior\r\n\r\nParliamentary Secretary has said just now, but limited and\r\n\r\nreduced. Extra stress should be made to ensure that  joint\r\n\r\nsafety  committees work effectively. The Minutes of  these\r\n\r\nsafety  committees and recommendations  should  be  looked\r\n\r\ninto by the Ministry of Labour from time to time to ensure\r\n\r\nthat  employers  as  well as workers are  making  progress\r\n\r\nwhere  occupational health and safety is concerned.  Total\r\n\r\nloss   control,   safety-sampling  and   hazard   spotting\r\n\r\nexercises  too ought to be carried out as part and  parcel\r\n\r\nof the responsibility of joint safety committees.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Speaker, Sir, I\r\n\r\nfully support the views given by the Members for Boon Teck\r\n\r\nand Kim Seng. I strongly feel that if stoppage of work  is\r\n\r\nthe  result  of  the  employers neglecting  proper  safety\r\n\r\nmeasures  and  regulations, it  is  high  time  that  the\r\n\r\nMinistry  of Labour took serious action against them.  And\r\n\r\nfor  God's  sake,  make  them pay  the  workers  for  such\r\n\r\nnegligence.   The  general  impression  of   the   public,\r\n\r\nespecially  the  workers,  is that  it  seems  the  Labour\r\n\r\nMinistry is very sympathetic towards the employers. Let us\r\n\r\ndo something for the workers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Sir, when I made my comments on this\r\n\r\ntopic,  it  was  intended more to stir up a hornets'  nest\r\n\r\namong certain groups of the employers. But I did not quite\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 436</b></font><br><br>\r\n\r\n\r\n\r\nrealise that these comments could stir up a hornets' nest\r\n\r\nin this House, resulting in a lot of contributions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the point mentioned by the Senior Parliamentary\r\n\r\nSecretary  over  the need for workers to be  conscious  of\r\n\r\nsafety measures and so forth. I think that is accepted  by\r\n\r\nthe  NTUC.  But  unfortunately many of these  workers  who\r\n\r\nsuffer  injuries  or  death  as  a  result  of  industrial\r\n\r\naccidents were not organised under any union of the  NTUC,\r\n\r\nlike   the  construction  workers.  We  have  considerable\r\n\r\ndifficulty in getting them organised. We did not get  much\r\n\r\nsympathy and assistance from the Ministry of Labour to get\r\n\r\nthem organised. So there is a limited capacity in which we\r\n\r\ncould  sort  of inculcate safety consciousness  among  the\r\n\r\nworkers  and  that is only effective in as far  as  it  is\r\n\r\nwithin  the ranks of those workers that we have organised.\r\n\r\nBut  many  accidents  occur in  places  quite  beyond  our\r\n\r\njurisdiction. This is the difficulty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the Member for Boon Teck\r\n\r\nsupported by the Members for Kim Seng and Bukit  Ho  Swee,\r\n\r\nthe  Senior Parliamentary Secretary has given a reply.  On\r\n\r\nthat  matter, I am afraid it is also beyond him. I do  not\r\n\r\nknow  whether  pursuing the subject would  bring  about  a\r\n\r\nfruitful  conclusion, because I notice that  the  Minister\r\n\r\nfor  Labour and the Minister for Finance, including  their\r\n\r\ncolleague  the  Minister  for  Communications,   are   all\r\n\r\nlistening intently. Maybe they are taking note of this  to\r\n\r\ninfluence  other  Cabinet  colleagues  to  consider   this\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the time factor, I am just wondering\r\n\r\nwhether  I  can have your permission or the permission  of\r\n\r\nHon.  Members who have shown considerable excitement  over\r\n\r\nthis matter -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee</b> rose -\r\n\r\n \r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> - but I notice that\r\n\r\n\r\n\r\nthe Senior Parliamentary Secretary wants to answer. I will\r\n\r\ngive way. I will withdraw the amendment later.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Thank you very much for taking the\r\n\r\nwords out of my mouth, I am caught in a dilemma: if I do\r\n\r\nnot reply I would\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 437</b></font><br><br>\r\n\r\n\r\n\r\ncreate the impression that I am not knowledgeable: and  if\r\n\r\nI  should  reply, in the process I may have to expose  the\r\n\r\nignorance of the two Members opposite.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member for Moulmein has said, these workers are\r\n\r\nnot  unionised. I accept the suggestion of the Member  for\r\n\r\nPotong  Pasir. He spoke on behalf of the unionised workers\r\n\r\nwho  work  under  regular factory  environment  where  the\r\n\r\nhazards can be identified easily and are regular.  In  the\r\n\r\nconstruction  sector, the workers are not  organised, and\r\n\r\nwhat I have said still holds true.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Boon Teck is still very persistent on the\r\n\r\nquestion  of pay. As I said earlier there is no difficulty\r\n\r\nin  getting a job in the construction industry. I know for\r\n\r\na  fact that employers did pay them quietly for fear  that\r\n\r\nthey  might  run away. There is no fear that  the  workers\r\n\r\nwould  suffer.  What I do know is that they were  actually\r\n\r\npaid.  I  do not expect the Member for Kim Seng  to  agree\r\n\r\nwith  the  rest.  One  brick-bat in  exchange  for  a  few\r\n\r\nbouquets,  I  think, is more than a fair deal  for  me.  I\r\n\r\nthink  what I have said earlier should be able to  satisfy\r\n\r\nhim.  Most of the workers were, in fact, paid because  the\r\n\r\nemployers  were  afraid that the workers would  just  walk\r\n\r\naway. It is so difficult to find workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the functions of the Ministry is training: in\r\n\r\nfact  what  is  going  on at the moment  is  that  we  are\r\n\r\nproviding training for one NTUC personnel. We have got one\r\n\r\ntrainee, if I am not wrong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, may I say that the I LO expert will be asked to\r\n\r\nmake  a  feasibility  study on  the  establishment  of  an\r\n\r\nInstitute of Occupational Health and Safety. When that  is\r\n\r\ndone, probably the job of training, education campaign and\r\n\r\nconsultation  can be taken out of the Factory Inspectorate\r\n\r\nso  as  to  allow them more time to do enforcement.  Until\r\n\r\nthat  is  done. I am afraid that the Factory  Inspectorate\r\n\r\nhas got to take on more than they can chew.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the suggestion of the Member for Potong Pasir that\r\n\r\nthe  minutes of meetings of safety committees in factories\r\n\r\nshould be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 438</b></font><br><br>\r\n\r\n\r\n\r\nchecked, may I inform him that the last minutes I read was\r\n\r\non Vosper Thornycroft. If he is interested. I can give him\r\n\r\nsome time to read them. I have just finished reading.\r\n\r\n\r\n\r\n<br><br><!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Phey Yew Kok:</b> Mr Speaker, Sir, I should say that the\r\n\r\nworkers are not thinking in terms of getting a day's  wage\r\n\r\nwithout work. May I ask the Senior Parliamentary Secretary\r\n\r\nwhether the employers should be penalised or punished  for\r\n\r\nthis. This one day's wage could be donated to the Workers'\r\n\r\nFund  set up by the Ministry of Labour which, I would like\r\n\r\nto say, is most welcome. The two biggest affiliated unions\r\n\r\nof the NTUC, i.e, the PIEU and SILO, have donated $10,000.\r\n\r\nThe Senior Parliamentary Secretary can be assured that the\r\n\r\nworkers  are  always prepared to tighten their  belts.  If\r\n\r\njustified, the workers are prepared to sacrifice  provided\r\n\r\nsafety measures are taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy</b> rose -\r\n\r\n \r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr P. Govindaswamy, are you answering for the Ministry of Labour?\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> No, Sir, I want to say that the\r\n\r\nFactory  Inspectorate and the contractors should not  gang\r\n\r\nup.   That  assurance  must  be  given  by  the  Ministry,\r\n\r\notherwise   the   poor  workers  will   suffer.   If   the\r\n\r\nInspectorate  and  the contractors gang  up,  the  workers\r\n\r\ncannot get compensation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Sir, in view of the heat that has\r\n\r\nbeen  generated  oven the debate on this subhead  and  the\r\n\r\nneed for us to cool down for the rest of the subjects, and\r\n\r\nin  view  of the detailed and satisfactory reply given  by\r\n\r\nthe  Senior  Parliamentary Secretary to the  Minister  for\r\n\r\nLabour, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin (Jalan Kayu):</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by\r\n\r\n$10 in respect of subhead AKA 1111*. (* The same amendment also stood in the name of Mr Sia khoon Seong.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Employment Service formerly known as the\r\n\r\nEmployment Exchange was, I believe, reorganised  in  1972.\r\n\r\nIt is not clear to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 439</b></font><br><br>\r\n\r\n\r\n\r\nme  in  what way reorganisation has substantially affected\r\n\r\nthe  standard of service and the organisational  structure\r\n\r\nof  that  department, except for the fact that  there  has\r\n\r\nbeen  a  change in name. It leads me therefore  to  wonder\r\n\r\nwhether  this  is  not  just a case of  what  the  Chinese\r\n\r\ndescribe  as \"old wine in a new bottle\". Week  after  week\r\n\r\nduring my meet-the-people sessions, I continue to see  the\r\n\r\nall  too familiar yellow registration cards issued by  the\r\n\r\ndepartment  to job-seekers. The majority of  these  people\r\n\r\nhave  been  on the waiting-list for months, if not  years,\r\n\r\nand  in  many  cases they have got tired  of  waiting  and\r\n\r\nsimply let the registration lapse without renewal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last 10 years our country has undergone\r\n\r\ntremendous change in our economic structure and the entire\r\n\r\npattern   of  population  distribution  has  also  altered\r\n\r\nradically  but the Employment Service of the Ministry  has\r\n\r\nremained  essentially  what  it  was  when  it  was  first\r\n\r\nestablished  after  the 2nd World War. The  department  at\r\n\r\npresent  maintains three offices at Havelock,  Jurong  and\r\n\r\nBukit  Panjang.  Except for Jurong which is  obviously  an\r\n\r\nideal  location, the other two situations would appear  to\r\n\r\nme  to be totally out of place. One could easily think  of\r\n\r\nmany  other  suitable  places where  the  demand  for  the\r\n\r\nservices  of  the  department will be  the  greatest.  For\r\n\r\nexample,  the new towns at Kallang. Toa Payoh,  Queenstown\r\n\r\nand Kampong Chai Chee. There is I feel a tendency for some\r\n\r\nof  our Government departments to stand still in terms  of\r\n\r\nupgrading  the standard and quality of services where  the\r\n\r\ntypes  of  services  are  not considered  to  be  revenue-generating.  This mentality has led to an  inward  looking\r\n\r\napproach  on  the  part  of most of these  so-called  non-revenue-generating  departments whereas, considering  the\r\n\r\nnature  of  the services they are supposed to offer,  they\r\n\r\nshould  really  attempt to reach out  to  the  people.  We\r\n\r\ncomplain  about  the tendency among our young  workers  in\r\n\r\nhopping from job to job. Financial inducement may well  be\r\n\r\none  of  the reasons or even the main reason, but have  we\r\n\r\nnot also considered that if we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 440</b></font><br><br>\r\n\r\n\r\n\r\nprovide them with better career guidance and assistance to\r\n\r\nfind  the jobs that they are best suited, it may help them\r\n\r\nto  overcome  the  frustrations on their part  because  of\r\n\r\ntheir being in the wrong jobs. Admittedly some may be  too\r\n\r\nchoosy  and  will never change but I firmly  believe  that\r\n\r\nwith proper guidance and assistance our younger generation\r\n\r\nof  workers  will  be  able  to develop  the  correct  job\r\n\r\nattitude.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the Employment Service's announced objectives is\r\n\r\nto  maximise  the efficient utilisation of the  Republic's\r\n\r\nlabour   force  through  improved  matching  of   workers'\r\n\r\nattitude  with job requirements. Quite frankly. I  do  not\r\n\r\nthink  this  objective has beer or will ever  be  achieved\r\n\r\ngiven  the existing outdated organisational structure.  To\r\n\r\nachieve  it, radical changes in the set-up are  necessary.\r\n\r\nPerhaps it would even be useful to extend the function  of\r\n\r\nthe  Employment Service to include career guidance  aiming\r\n\r\nnot  only at job seekers but also school children so  that\r\n\r\nby  the  time they are ready to seek employment they  will\r\n\r\nhave  some  ideas as to the direction in  which  they  may\r\n\r\nproceed.  At present as far as I am aware, career guidance\r\n\r\nis  not  given much emphasis by the Ministry of Education.\r\n\r\nIn any case, with the state of confusion in that Ministry.\r\n\r\nI  do have my doubts as to the capability of that Ministry\r\n\r\nbeing able to do the job well.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Mr Speaker, Sir, in moving the\r\n\r\namendment  for this subhead, I was prompted  by  the  same\r\n\r\nconcern  shown  by  the Member for  Jalan  Kayu  over  the\r\n\r\nquestion  as to whether, since the reorganisation  of  the\r\n\r\nold Employment Exchange into the Employment Service, there\r\n\r\nis  an  increase in its effectiveness in providing service\r\n\r\nto those seeking jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At a time when we had almost full employment, it was not\r\n\r\nof  great concern as to whether the Employment Service was\r\n\r\neffective  or  not because the workers could  easily  find\r\n\r\njobs.  But  in view of recent times where, as a result  of\r\n\r\nthe   economic  recession, more  and  more   people   are\r\n\r\nretrenched and there is the projection that there may be a\r\n\r\npossible increase of retrenchments in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 441</b></font><br><br>\r\n\r\n\r\n\r\nfuture,  I  think  the  effectiveness  of  the  Employment\r\n\r\nService  is  a  matter of concern to us  because  we  must\r\n\r\nassist in whatever way we can to help the job seekers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Because of that, Sir, I just want to take this\r\n\r\nopportunity  to ask the Minister concerned to inform  this\r\n\r\nHouse as to whether he is satisfied that improvements have\r\n\r\nbeen  made with regard to providing this service to  those\r\n\r\nseeking jobs.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour (Mr Ong Pang Boon):</b> Sir,I\r\n\r\nwelcome  this  opportunity to inform  Members  as  to  the\r\n\r\nfunction of the Employment Service and the purpose of  its\r\n\r\nreorganisation.   The  present  Employment   Service   was\r\n\r\nreorganised  in July 1972 with a view to facilitating  the\r\n\r\nemployment process and improving the efficient utilisation\r\n\r\nof  the  labour  force. The revamped  Employment  Service,\r\n\r\nformerly known as the Employment Exchange, was designed to\r\n\r\nalleviate the labour shortfall by increasing the effective\r\n\r\nsupply  of  labour  in three ways: firstly,  by  a  faster\r\n\r\nmatching  of the unemployed workers with the job  vacancy,\r\n\r\nthereby  shortening the period of joblessness and  raising\r\n\r\nthe  effective  supply  of labour: secondly,  by  reducing\r\n\r\nundesirable  labour  mobility  through  the  provision  of\r\n\r\nrelevant  labour  market  information:  and,  thirdly,  by\r\n\r\nlowering turnover through better matching of work-aptitude\r\n\r\nand  ability  with  job requirement, thereby  raising  job\r\n\r\nsatisfaction.  To  this  end, the  reorganised  Employment\r\n\r\nService in 1 972 introduced vocational guidance and labour\r\n\r\nmarket information services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Vocational counselling is given to unemployed job\r\n\r\nseekers, particularly fresh school leavers, as part of the\r\n\r\nprogramme  of  assisting registrants  to  secure  suitable\r\n\r\nemployment.  Whenever possible, young registrants  without\r\n\r\nany specific technical training are encouraged to take  on\r\n\r\nblue  collar  jobs and to acquire suitable  trade  skills.\r\n\r\nHowever,  those with basic minimum academic qualifications\r\n\r\nand with interest in a blue collar career are referred  by\r\n\r\nthe  Employment  Service to the Vocational Training  Board\r\n\r\nfor admission into one of its\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 442</b></font><br><br>\r\n\r\n\r\n\r\nvocational  training  colleges. In  this  connection,  the\r\n\r\nEmployment  Service  works closely with  the  Ministry  of\r\n\r\nEducation Guidance Unit and the Industrial Training Board.\r\n\r\nMoreover,  senior officers of the Employment Service  also\r\n\r\ngive  group counselling to schools, community centres  and\r\n\r\nthe  Youth  Leadership Training Institute. Furthermore,  a\r\n\r\nsenior  employment  officer sits on the National  Guidance\r\n\r\nService Council which coordinates the national efforts  on\r\n\r\nvocational   guidance  programmes.  So,   in   fact, the\r\n\r\nEmployment Service do carry out a certain amount of career\r\n\r\ncounselling.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The labour market information service provided by the\r\n\r\nEmployment Service since 1972 includes sending of  monthly\r\n\r\ninformation  sheet on job opportunities to all  Government\r\n\r\nsecondary,  academic, technical  and  tertiary   schools,\r\n\r\nprivate   commercial  institutes  and  community  centres.\r\n\r\nSpecific  labour  market information is also  provided  to\r\n\r\nprivate  individuals and individual organisations  writing\r\n\r\nin for such information.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since its reorganisation the Employment Service has been\r\n\r\nproviding  an improved service to both employers  and  job\r\n\r\nseekers. However, to further improve the efficiency of the\r\n\r\nEmployment Service, we have a Colombo Plan expert attached\r\n\r\nto  the Employment Service since last June. His role is to\r\n\r\nadvise  and assist the Employment Service in the  training\r\n\r\nand  developing of the staff at all levels, in  developing\r\n\r\nprocedural  and  operational machinery for  the  efficient\r\n\r\noperation of the Employment Service and in establishing  a\r\n\r\nprogressive evaluation system for the continuing appraisal\r\n\r\nof the effectiveness of the Employment Service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of more efficient services being extended to\r\n\r\nemployers  and  registrants, the number of private  sector\r\n\r\nemployers  notifying  their vacancies  to  the  Employment\r\n\r\nExchange  has  increased. Likewise, the number  of  better\r\n\r\nquality   registrants  with  higher  education  has   also\r\n\r\nincreased. This has, therefore, made it possible  for  the\r\n\r\nEmployment Service to improve its placement service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Prior to the reorganisation in 1972 job orders notified\r\n\r\nto the former Employment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 443</b></font><br><br>\r\n\r\n\r\n\r\nExchange  came primarily from the public sector, including\r\n\r\nthe  statutory bodies. Private sector employers  used  the\r\n\r\nExchange  sparingly and only as a last resort. Job  orders\r\n\r\nfrom  the  private sector were predominantly for unskilled\r\n\r\nmanual  labour  and  often  of a  temporary  or  emergency\r\n\r\nnature. The average annual number of vacancies notified to\r\n\r\nthe  Exchange  for the period 1969 to 1971 was  7,500,  of\r\n\r\nwhich less than 20% were from private establishments. With\r\n\r\nthe reorganisation the annual number of notified vacancies\r\n\r\nincreased  substantially to an average of 13,000  for  the\r\n\r\nperiod  1972 tQ 1975, and the proportion of private sector\r\n\r\nvacancies went up to more than 50%.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Successful placement of registrants in private firms in\r\n\r\nthe past was negligible. However, since the reorganisation\r\n\r\nin  1972 the Employment Service has been able to place  an\r\n\r\nincreasing  number of registrants in the  private  sector.\r\n\r\nThe   proportion   of   registrants  placed   in   private\r\n\r\nestablishments has gone up from less than 20% in  1972  to\r\n\r\n30%  in 1975. Last year the Employment Service found  work\r\n\r\nfor  a  record 8,756 registrants and many more registrants\r\n\r\nwould have been placed had they not been over-selective in\r\n\r\nthe jobs offered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members will recall that at the height of retrenchment\r\n\r\nin the last quarter of 1974, the Employment Service set up\r\n\r\na  special  retrenchment  unit to  help  those  retrenched\r\n\r\nworkers who could not find alternative employment on their\r\n\r\nown. In August 1975 the unit extended its services to  the\r\n\r\nlocally  employed civilians made redundant as a result  of\r\n\r\nthe  final withdrawal of the UK forces from Singapore. All\r\n\r\nthese  serve to demonstrate the improved capacity  of  the\r\n\r\nEmployment   Service  in  coping  with  changes   in   the\r\n\r\nemployment situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Contrary to what the Member for Moulmein feared, the\r\n\r\ncurrent  economic indicators point towards a  gradual  but\r\n\r\ndifficult  recovery  in our economy. However, should  the\r\n\r\nunexpected  happen and there be a downturn in the  economy\r\n\r\naccompanied by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 444</b></font><br><br>\r\n\r\n\r\n\r\nhigh unemployment, the Employment Service will, as in  the\r\n\r\ncase of retrenchment, take immediate appropriate action to\r\n\r\nmeet the changed situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As pointed out by the Member for Jalan Kayu, the\r\n\r\nEmployment Service has two branch offices, one  in  Jurong\r\n\r\nand  the  other in Bukit Panjang. These two branch offices\r\n\r\nare  located in industrial estates to facilitate employers\r\n\r\nin recruiting workers as well as to assist job seekers who\r\n\r\nlive  in  the  vicinity  of these  industrial  estates  in\r\n\r\nseeking employment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Jurong branch office caters for residents living in\r\n\r\npostal  districts 5, 21 and 22. This includes  the  entire\r\n\r\nJurong  industrial estate with more than 2,000  industrial\r\n\r\nestablishments.  Members may also wish to  know  that  the\r\n\r\nMinistry  has  submitted  to the  Ministry  of  Finance  a\r\n\r\nproposal  to set up in Jurong a Labour Regional Centre  to\r\n\r\nhouse  branch  offices  of  the various  sections  of  the\r\n\r\nMinistry, including the Employment Service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bukit Panjang branch office also serves an extensive\r\n\r\narea  covering postal districts 23, 24 and  25.  The  main\r\n\r\noffice located within the city area caters for the rest of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of the Member for Jalan Kayu, the\r\n\r\nquestion of decentralisation of the Employment Service was\r\n\r\nfurther  considered before and, in fact, a  branch  office\r\n\r\nwas  set up in Kallang. Because the demand for the service\r\n\r\nof  this  branch office in Kallang was rather  small,  the\r\n\r\noffice had to be closed down. In view of the smallness and\r\n\r\nthe  compactness  of  Singapore and of  the  existing  two\r\n\r\nbranches  strategically  located  in  industrial  estates.\r\n\r\ncoupled  with a fairly efficient transport system,  it  is\r\n\r\nnot  necessary  to  decentralise  the  Employment  Service\r\n\r\nfurther.  However, should the need arise in future.  I  am\r\n\r\nsure we will reconsider the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to setting up branch offices the Employment\r\n\r\nService  also  makes  use  of  the  community  centres  to\r\n\r\ncommunicate  with  possible  job  seekers  visiting  these\r\n\r\nareas.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 445</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As mentioned earlier, the Employment Service sends\r\n\r\nmonthly lists of job vacancies to the community centres to\r\n\r\nbe  displayed  on  their  notice  boards.  The  Employment\r\n\r\nService officers are also invited by the community centres\r\n\r\nto  give talks on the role and functions of the Employment\r\n\r\nService,  and usually after these talks printed  brochures\r\n\r\ngiving  particulars of job vacancies and how to apply  for\r\n\r\nthem, etc, are left with the community centres.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Mr Speaker, Sir, as a piece of\r\n\r\nofficial propaganda. I think the Hon. Minister has done  a\r\n\r\ngood  job.  But  how near it is to the truth,  I  have  my\r\n\r\ndoubts. I am not convinced. Just by looking at the  number\r\n\r\nof  staff shown in the Estimates. I really have my doubts.\r\n\r\nThere  are  only  three  Division  I  officers  and  seven\r\n\r\nDivision II officers. I cannot imagine that with this very\r\n\r\nsmall number of staff they could undertake so many things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the first time that I have heard about the\r\n\r\ncommunity  centres being made use of. I have not  received\r\n\r\nany pamphlets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On reorganisation, as I have pointed out, for many years\r\n\r\nnow  they have been using the same yellow card. Have  they\r\n\r\nnot  considered computerising the system? By computerising\r\n\r\nthe registration and the matching of jobs to seekers, that\r\n\r\nwill surely speed up the processing. But with such a small\r\n\r\nestablishment  of  staff, how are they going  to  do  that\r\n\r\nquickly?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister mentioned about the Kallang Office being\r\n\r\nclosed down very soon after it was opened. I suspect it is\r\n\r\nbecause  the  people  felt  that  they  were  not  getting\r\n\r\nanything  out  of it. So they did not want  to  go  there.\r\n\r\nTheir feeling is, \"What is the point? Why should I come to\r\n\r\nyou? You are not doing anything at all.\" As I pointed  out\r\n\r\nand,  in  fact, the sentiment was expressed  when  Members\r\n\r\ndiscussed the earlier subhead on the Factory Inspectorate,\r\n\r\nthat if it is not a revenue-generating department there is\r\n\r\nthat  tendency  for the Government to say,  \"Let  us  save\r\n\r\nwhile we can.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 446</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also mentioned about Bukit Panjang being\r\n\r\nclose  to  an  industrial estate. Where is the  industrial\r\n\r\nestate?  It is not even close to any centre of population.\r\n\r\nThe centres of population are in Toa Payoh and Queenstown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He talked about a very efficient transport system but at\r\n\r\nthe  same  time  he is telling the people.  \"For  goodness\r\n\r\nsake,  do  not come into the Central Business District  if\r\n\r\nyou  can help it\", and yet his office is in Havelock Road.\r\n\r\nIt is all illogical. I think it is a lot of eyewash, if he\r\n\r\ndoes not mind my saying so.\r\n\r\n\r\n\r\n<br><br><!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, the\r\n\r\nMinister  has just stated that the Employment Service  has\r\n\r\nonly  been  successful  in getting  employment  for  those\r\n\r\nworkers  in the lower skilled jobs. I wonder what sort  of\r\n\r\ninformation or facilities they have provided to  employers\r\n\r\nin  the  private  sector.  It  appears  that  there  is  a\r\n\r\nmisconception amongst employers in the private sector that\r\n\r\nthe  workers  that are being registered at the  Employment\r\n\r\nService  are people of a lower education. So they  do  not\r\n\r\nmake   use   of  it  as  we  can  see  from  the   regular\r\n\r\nadvertisements in the newspapers for jobs  in  the  higher\r\n\r\nlevel  of  employment, and so on. I wonder what steps  the\r\n\r\nMinistry will take to encourage private employers to  make\r\n\r\nuse of the Employment Service.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, it is precisely\r\n\r\nbecause  of  the  identification of the former  Employment\r\n\r\nExchange  with lower educated candidates as  mentioned  by\r\n\r\nthe Member for Toa Payoh that we decided there should be a\r\n\r\nreorganisation and a new image given to it, I  agree  with\r\n\r\nhim  that  under  the  old Employment Exchange,  in  fact.\r\n\r\npractically  all  the  registrants  with  the   Employment\r\n\r\nExchange were unskilled workers, and those who had  better\r\n\r\neducational qualifications would not go to the  Employment\r\n\r\nExchange for registration. But as I have pointed out  just\r\n\r\nnow,  after  the reorganisation, we are now  getting  more\r\n\r\nregistrants with better educational, qualifications and we\r\n\r\nare  informing the private employers of the  existence  of\r\n\r\nthis   pool   of   better  qualified  unemployed   persons\r\n\r\navailable.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 447</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The extent as to how far the service could be further\r\n\r\nimproved,  I  think  a  lot will depend  on  the  staffing\r\n\r\nposition  and  finance.  The Member  for  Jalan  Kayu  has\r\n\r\npointed  out  that  since the Labour  Ministry  is  not  a\r\n\r\nrevenue-generating department, probably  the  Ministry  of\r\n\r\nFinance   is   not  that  keen  to  provide  more   money.\r\n\r\nNevertheless,  within the limited resources  available  to\r\n\r\nthe  Ministry, we are doing our level best and, as I  have\r\n\r\npointed  out  just  now, in the course of  last  year  the\r\n\r\nEmployment  Service  has for the first  time  placed  over\r\n\r\n8,000 people in suitable jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the yellow card given to the registrant, as\r\n\r\nmentioned by the Member for Jalan Kayu, I have pointed out\r\n\r\nthat  if  the registrants are not too selective there  are\r\n\r\njobs  available for them. Everyone in this House knows  in\r\n\r\nhis  heart  that  jobs are available  but  there  are  few\r\n\r\nprepared  to  accept certain jobs. At the  height  of  the\r\n\r\nretrenchment  in  1974  and  early  last  year,   although\r\n\r\nthousands  of workers were retrenched there  were  at  the\r\n\r\nsame  time thousands of workers on work permits  who  were\r\n\r\nimported  from  across the Causeway. It only  demonstrates\r\n\r\nthat there are jobs available but for various reasons  the\r\n\r\nunemployed Singaporeans are not keen.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ivan Baptist:</b> Mr Speaker. Sir, I do not believe I can\r\n\r\nsum  up  in  one  short  sentence the  efficiency  of  the\r\n\r\nEmployment Service in Singapore. Over this period of  time\r\n\r\nI  believe there was a mushrooming of scores of employment\r\n\r\nagencies taking advantage of all our unemployed people  in\r\n\r\nSingapore  due  to  the  \"efficiency\"  of  the  Employment\r\n\r\nService.\r\n\r\n\r\n\r\n<br><br><!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Leong Boon:</b> Mr Speaker. Sir, following what the\r\n\r\nHon.  Minister has said earlier regarding the availability\r\n\r\nof  jobs  and the fact that our workers are too selective,\r\n\r\ncan I make a request to the Minister if he could circulate\r\n\r\na  monthly  list  of  available jobs  to  all  Members  of\r\n\r\nParliament or to all community centres? We, on our part, I\r\n\r\nam sure, will be able to better advise job seekers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 448</b></font><br><br>\r\n\r\n\r\n\r\nthat we so often see during  our  meet-the-people sessions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Sir, I will certainly circulate the\r\n\r\nmonthly information sheets to Members of this House and to\r\n\r\ncommunity centres if they have not yet received them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Sir, may I suggest that if the list can\r\n\r\nbe  given fortnightly, it will have better use because  if\r\n\r\nit is distributed monthly it gets out-of-date at times.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Sir, in view of the Minister's\r\n\r\nreference  to  the financial constraints within  which  he\r\n\r\nworks,  he makes me feel a little sorry for having brought\r\n\r\nit up SO strongly. I beg leave to withdraw the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $9,255,440 for Head N ordered to stand part of\r\n\r\nthe Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,606,000 for Head N ordered to stand part\r\n\r\nof the Development Estimates.\r\n\r\n\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 448</b></font><br><br>\r\n\r\n\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head O --\r\n\r\n \r\n\r\n<br><br><!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Cheong Yuen Chee:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head O be reduced by $10 in respect of subhead AAA 1004*. (* The same amendment also stood in the names of Messrs. L. P. Rodrigo, Chiang Hai Ding, Ng Kah Ting and P. Govindaswamy.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the last Budget debate I brought up the\r\n\r\nquestion  of the need to improve public relations  in  the\r\n\r\nHousing  and Development Board. It appears that  there  is\r\n\r\nnot  much  improvement in this direction. There are  still\r\n\r\nsome  officers in the Housing Board who are  arrogant  and\r\n\r\nrude  when dealing with members of the public. In periodic\r\n\r\ninspections of flats and shophouses certain officials tend\r\n\r\nto be crude and rude when asking for information.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As you may be aware, Sir, many working couples leave\r\n\r\ntheir homes in the care of relatives or friends while they\r\n\r\nare at work during the day. In one particular instance,  a\r\n\r\nhousing  inspector barged into the bedroom of a  flat  and\r\n\r\ndemanded of the caretaker as to who slept in which bed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 449</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Shopkeepers are Similarly harassed, Under present\r\n\r\nregulations  any  person  can tender  for  more  than  one\r\n\r\nshophouse in the same estate or other estates.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy (Telok Blangah):</b> Sir, on a point of order. Sir, I think that perhaps the\r\n\r\nMember  for Toa Payoh should bring this matter up under  a\r\n\r\ndifferent  subhead relating to the Housing and Development\r\n\r\nBoard, and not under this subhead.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Subhead AAA 1004 relates to the Minister,\r\n\r\nand  he is in charge of the Housing and Development Board.\r\n\r\nI  believe  the  Member for Toa Payoh  in  his  debate  is\r\n\r\nranging on the policy of the Minister. I think he  may  be\r\n\r\npermitted to carry\r\n\r\non.\r\n\r\n\r\n\r\n<br><br><!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Cheong Yuen Chee:</b> Thank you, Mr Speaker. Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is quite obvious that when a person runs more than\r\n\r\none  shop he could not be present in all his shops at  one\r\n\r\nand  the  same time. On many occasions, shop  tenants  are\r\n\r\ntaken to task for not being present to run their business.\r\n\r\nIt is quite logical for some shopkeepers to employ someone\r\n\r\nelse to help them in their businesses. The officers in the\r\n\r\nArea  Offices  insisted that shopkeepers who operate  more\r\n\r\nthan  one  shop  must  furnish to the Board  a  time-table\r\n\r\nshowing when they are present in each shop. One shopkeeper\r\n\r\nwho  went  abroad for two months on business was asked  to\r\n\r\nproduce his passport for inspection to prove that he  went\r\n\r\noverseas.  In several instances, allegations of subletting\r\n\r\nand unauthorised assignments were proved to be unfounded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not against the action taken for serious\r\n\r\nbreaches of the Board's regulations, but frivolous actions\r\n\r\nof  this nature tend to give a bad image of the Board. The\r\n\r\nBoard has a good reputation for public housing. Let us not\r\n\r\nspoil it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another point I would like to raise is the\r\n\r\nstipulation  of  approved trades  for  shophouses.  It  is\r\n\r\nstated quite clearly in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 450</b></font><br><br>\r\n\r\n\r\n\r\ntender  forms  that consideration may be given  to  permit\r\n\r\ndual  or  multiple trades provided such trades fall  under\r\n\r\nthe same category as defined in the tender forms.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Most intending businessmen tender for the trade of\r\n\r\ndepartment  stones, where one can sell a wide  variety  of\r\n\r\ngoods.  A  businessman will obviously choose  a  trade  in\r\n\r\nwhich  he can sell larger quantities of goods than  go  in\r\n\r\nfor  other  lines.  So if textiles are  the  best  selling\r\n\r\nlines, the shopkeeper tends to trade in textiles. But this\r\n\r\nis  not permitted by the Area Officers. The Housing  Board\r\n\r\ninsists  on a certain percentage of each type of goods  to\r\n\r\nbe   sold,  without  regard  to  the  viability  of  one's\r\n\r\nbusiness.  The end result is that the shopkeeper  will  be\r\n\r\nasked  to revert to his original trade or pay the  current\r\n\r\nmarket rate of rental or quit altogether.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Current market rates of rental are arbitrarily fixed by\r\n\r\nthe  Housing Board. I believe they are based on the latest\r\n\r\ntendered price. This can be quite absurd. For instance, if\r\n\r\na  shopkeeper had tendered $500 a month for a shophouse in\r\n\r\n1968, should he decide to change his trade then, under the\r\n\r\npresent  system he would have to pay a revised  rental  of\r\n\r\nnearly $2,000 per month. This is tantamount to telling the\r\n\r\nshopkeeper to close his shop and cease business.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am aware that rentals derived from shophouses in\r\n\r\nhousing  estates help to offset the subsidised rentals  of\r\n\r\nfIats  for the lower income group of citizens. But  surely\r\n\r\nsome  equitable  rates could be imposed. I  would  suggest\r\n\r\nthat  a review be made of the system of restriction  of  a\r\n\r\nchange of trade for the present lawful shop tenants. As  a\r\n\r\nmatter  of  fact, no  such restrictions  are  imposed  on\r\n\r\nemporiums and supermarkets. I believe that the reason  for\r\n\r\nthis  is  that  the rentals charged for such premises  are\r\n\r\nsufficiently high. But based on floor areas,  the  rentals\r\n\r\nof  some  shophouses are nearly equivalent to the  rentals\r\n\r\ncharged for emporiums or supermarkets, which are based  on\r\n\r\nthe  rate  per square foot. I hope the Minister will  give\r\n\r\nconsideration to my suggestion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 451</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr L. P. Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr L. P. Rodrigo (Serangoon Gardens):</b> Mr Speaker, Sir, I am\r\n\r\ntaking this opportunity to raise certain matters which\r\n\r\naffect my constituency. First, there are anxieties in my\r\n\r\nconstituency, particularly among the residents in\r\n\r\nSerangoon Gardens Estate, about the possibility of the\r\n\r\nHousing Board's acquisition of land area on which the Ang\r\n\r\nMo Kio New Town is to be developed. There is the anxiety\r\n\r\nthat such an acquisition would extend to the Serangoon\r\n\r\nGardens Estate. I myself believe that this acquisition\r\n\r\nwill not extend to the Serangoon Gardens Estate. But if\r\n\r\nthe Minister could so state in this House, I think it will\r\n\r\nrelieve a lot of anxiety of the residents in Serangoon\r\n\r\nGardens Estate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second matter I wish to raise concerns the farmers\r\n\r\nand  residents in Ang Mo Kio, who are being  cleared  from\r\n\r\nthe area. To-date, I do not think the Board has made it  a\r\n\r\npolicy  to grant such resettlement cases priority  in  the\r\n\r\nissue  of  licences in the HDB markets on hawker  centres,\r\n\r\nmany  of which are yet to come up in the Ang Mo Kio  area.\r\n\r\nBut  I do know that the Board attempts to assist deserving\r\n\r\napplicants  who  are resident farmers and  who  are  being\r\n\r\ncleared  from the Ang Mo Kb area. What I wish to  know  is\r\n\r\nwhether  the Board intends to make it a policy  to  accord\r\n\r\npriority  to  the applicants from resettlement  areas  for\r\n\r\nstalls in the HDB markets in the Ang Mo Kio area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, if the Minister could touch on the prospect of\r\n\r\nfarmers  and residents who are being cleared from  Ang  Mo\r\n\r\nKio.  As a result of resettlement they now have to  reside\r\n\r\nin  Sin  Ming estate. But they wish eventually  to  go  to\r\n\r\nNeighbourhood II or Neighbourhood III in the  Ang  Mo  Kio\r\n\r\narea  when  the flats are up. Will there be  a  policy  to\r\n\r\naccord  such  a facility to these resettlement  cases  who\r\n\r\nwould want a transfer back to the Ang Mo Kio area?\r\n\r\n\r\n\r\n<br><br><!-- Dr Chiang Hai Ding -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Chiang Hai Ding (Ulu Pandan):</b> Mr Speaker. Sir, the\r\n\r\nMinistry of National Development accounts for 5.33% of the\r\n\r\nMain Estimates and 42.15% of the Development Estimates,  a\r\n\r\ntotal  of  21  .68%  on  over  one-fifth  of  all  planned\r\n\r\nexpenditure  for  FY  1976-77. It is second  only  to  the\r\n\r\nMinistry  of Finance itself, which accounts for 27.64%  or\r\n\r\nover\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 452</b></font><br><br>\r\n\r\n\r\n\r\none-quarter. This is a huge sum. The Ministry of  National\r\n\r\nDevelopment  impinges very considerably on  the  lives  of\r\n\r\nSingaporeans. In most cases it is for the better  although\r\n\r\ninevitably it creates problems for some.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The scope of the Ministry can be divided into two\r\n\r\nunequal  parts .- that which affects people more directly.\r\n\r\nand  the  other  which  deals with subjects  like  primary\r\n\r\nproduction, agriculture and fisheries. I propose  to  look\r\n\r\nat the first.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is responsible for the Housing and\r\n\r\nDevelopment  Board.  The  expenditure  involved  here   is\r\n\r\nenormous. The HDB will receive a loan of $792 million this\r\n\r\nyear  (compared  with $718 million last year)  besides  an\r\n\r\nadditional contribution of $46 million (compared with  $36\r\n\r\nmillion last year). The HDB's expenditure will exceed that\r\n\r\nof the entire Ministry of Defence which received 12.56% of\r\n\r\nthe  planned expenditure and is the third largest ministry\r\n\r\nin  terms of allocation of funds. The HDB housed fully 50%\r\n\r\nof  Singapore's population at the end of last  year.  This\r\n\r\nfigure  will  rise to 6 5-70% by 1980, by which  time  the\r\n\r\nproportion  of  housing units built by private  developers\r\n\r\nshould  be  very small indeed. It will be Government  that\r\n\r\nwill look after the housing needs of most Singaporeans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My purpose in proposing a cut in the Minister's pay is\r\n\r\nto   draw  his  attention  to  some  problems  of   people\r\n\r\npreviously living in kampong-type environments  when  they\r\n\r\nmove  into  high-rise flats and to elicit his response  to\r\n\r\nsome suggestions on solving these problems. I am sure that\r\n\r\nthese  problems are not all new, but they are new to those\r\n\r\nwho  are affected, We have changed the way of life of  our\r\n\r\npeople.  There  are undoubted benefits -  improved  health\r\n\r\nconditions, electricity, potable water, modern sanitation,\r\n\r\nproximity  to schools and medical facilities,  etc.  These\r\n\r\nare  pluses.  There  can  be no going  back  to  what  was\r\n\r\npreviously the case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, in the kampong-type situation, a relative who\r\n\r\nwas  emotionally-disturbed  but  not  dangerous  could  be\r\n\r\naccommodated. Understanding friends and neighbours\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 453</b></font><br><br>\r\n\r\n\r\n\r\nassisted  to see that he or she did not come to any  harm.\r\n\r\nIn  the  high-rise  flat  situation  this  supportive  and\r\n\r\nreassuring  environment is absent. Space is at  a  premium\r\n\r\nand neighbours may be strangers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we have the problem of older folks. Previously, the\r\n\r\nold  lady,  for  example, may live in  an  outhouse,  only\r\n\r\njoining the rest of the family when she feels so inclined.\r\n\r\nNow  this option does not exist. Hopefully, she can adjust\r\n\r\nto  the rest of the family, and vice-versa. If she cannot,\r\n\r\nthere can be disorder under Heaven!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The problem is even worse if the older folks do not have\r\n\r\nrelatives to live with. This problem also afflicts the not-so-old  who  are not married and, therefore, not  eligible\r\n\r\nfor HDB flats. I think we can all recognize that it is not\r\n\r\nso  easy to find people of the same sex with whom to share\r\n\r\na flat to satisfy the HDB rules and regulations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem is that in the kampong situation a\r\n\r\nfamily may be able to grow some fruits and vegetables  and\r\n\r\nto  rear  fish,  chickens, pigs, etc, to  supplement  the\r\n\r\nmeagre  family income. Living in flats, however, the  best\r\n\r\nthing  to  grow is probably cactus, especially during  the\r\n\r\ndry weather we suffered recently.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem of flat-dwellers is that of loneliness.\r\n\r\nThey miss their friends and the familiar haunts. The known\r\n\r\nlandmarks are gone at a time when cherished social  values\r\n\r\nare  also  being  questioned as  our  society  strives  to\r\n\r\nindustrialise  and  modernise.  Perhaps  this  is  only  a\r\n\r\ntransitional period as first-generation flat-dwellers  did\r\n\r\nnot  grow up with each other. But privacy commands a  very\r\n\r\nhigh  premium when people have, of necessity, to live very\r\n\r\nclose to each other.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem exists in particular with young\r\n\r\nchildren. They are more often than not confined  to  their\r\n\r\nflats, despite the presence of open spaces in the estates.\r\n\r\nIn the kampongs children could go out of the house to play\r\n\r\nin  the  back  or  front yard with mother  or  grandmother\r\n\r\nkeeping a watchful eye from within the house, while  doing\r\n\r\nthe housework. But not now. A mother just cannot look out\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 454</b></font><br><br>\r\n\r\n\r\n\r\nor  down  and  keep  an eye on her child  playing  fifteen\r\n\r\nfloors  below  on the play-deck, on the grass  or  on  the\r\n\r\nempty ground under the flat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What can be done about these problems that arise from\r\n\r\nour improving housing situation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB does have some flexibility even in respect of\r\n\r\nolder estates. Some flats are being vacated as people move\r\n\r\non  to  better  ones.  Others  have  vacated  when  it  is\r\n\r\ndiscovered    that    they    have   previously-undeclared\r\n\r\nproperties. Leases fall due. In the case of estates  under\r\n\r\nconstruction provision can be made for improvements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to propose the incorporation of certain\r\n\r\nunits  of  flats, preferably low-rise (say,  up  to  four-storeys in new estates such as those in Buona Vista),  for\r\n\r\nthe   accommodation   of  problem  persons - emotionally-disturbed,  displaced and single older people.  This  will\r\n\r\nmean  that  they remain an integral part of the community,\r\n\r\nclose enough to other people, including relatives who  can\r\n\r\nvisit  them,  care for them and contribute  towards  their\r\n\r\nmaintenance. The hospitals would not accept these  people.\r\n\r\nI  have tried writing letters on behalf of them. They  may\r\n\r\ncreate  serious problems for their families, if they  have\r\n\r\nsuch  families.  I believe it should also be  possible  to\r\n\r\npersuade  retired  nurses to work part-time  within  their\r\n\r\nestates to provide professional care for such persons.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as we have basically broken the back of the\r\n\r\nhousing problem, we should begin to pay some attention  to\r\n\r\nthe  accommodation  needs  of single  people.  Until  now,\r\n\r\npriority  has  been  correctly  given  to  families.   But\r\n\r\nbachelors, male and female, are not unproductive,  in  the\r\n\r\neconomic   sense.  As  the  recently  appointed  Malaysian\r\n\r\nFinance  Minister  pointed out, both  he  and  his  deputy\r\n\r\nminister, are bachelors! Some years ago I wrote about this\r\n\r\nsubject  to  the HDB. Today I wish to raise it again  with\r\n\r\nthe  Minister. I believe that we should now construct some\r\n\r\nbachelor  units among the new housing estates and  convert\r\n\r\nsome  of  the older flats for sale or rental to  bachelors\r\n\r\nwho can satisfy\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 455</b></font><br><br>\r\n\r\n\r\n\r\nthe  HDB that they are indeed economically productive.  We\r\n\r\nhave made it a national ideal to have small families.  Now\r\n\r\nthat families can find accommodation almost immediately if\r\n\r\nthey  are  not unduly fussy about location,  there  is  no\r\n\r\nreason why Government should not begin to cater for  those\r\n\r\nwho  have, for the time being at least, not added  to  our\r\n\r\npopulation size.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, for those with low incomes, part of which are\r\n\r\nlost  in resettlement when they leave the land, we  should\r\n\r\ntry  to  alleviate their problems, their hardship  in  the\r\n\r\nshort-run  by  giving  them  hawkers'  licences  if   they\r\n\r\nqualify,  and  by reserving some jobs in the  estates  for\r\n\r\nthem  and  their  families, such as car  park  attendants,\r\n\r\nsweepers and cleaners.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, how to increase neighbourliness? I am not sure\r\n\r\nhow  this ought to be tackled. We have to make collections\r\n\r\nof  people  into  communities with their  own  distinctive\r\n\r\ncharacter. Residents' associations have been tried. By and\r\n\r\nlarge, they   have   not  proved  to  be   spectacularly\r\n\r\nsuccessful.  The  Member for Stamford  several  years  ago\r\n\r\nproposed community halls for each block for the common use\r\n\r\nof  residents as a meeting place. The Member for Leng  Kee\r\n\r\nand  I have tried this out in our constituencies and  they\r\n\r\nwork   quite  well.  Community  halls  can  very  usefully\r\n\r\nsupplement the larger community centres. They do provide a\r\n\r\nfocal point for activities and more of them should be made\r\n\r\navailable, both in the older and new estates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I turn to the problem of young children. Our\r\n\r\ngardens, zoos, reservoirs and beaches are solidly  packed\r\n\r\nwith people seeking the freedom from the confines of walls\r\n\r\nand  seeking  communion with Nature. I believe  we  cannot\r\n\r\nsever our link with Nature without doing incalculable harm\r\n\r\nto  our  emotional well-being. I am grateful that the  HDB\r\n\r\nbuilt  a  total  of 1 7 gardens and playgrounds,  big  and\r\n\r\nsmall, in Buona Vista Estate in my constituency. I propose\r\n\r\nto  build  one  more field, the Minister  permitting.  Our\r\n\r\nGovernment is not unaware of this problem.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 456</b></font><br><br>\r\n\r\n\r\n\r\nLand  has  been reclaimed from the sea to construct  park-lands.  Even the dead have been moved to create space  for\r\n\r\nthe living. Can more be done in the HDB estates? I believe\r\n\r\nyes.  Many  of  the  kindergarten  classes  are  converted\r\n\r\nresidential flats, invariably on the second floor. I would\r\n\r\nlike to propose that parts of the ground floor, where they\r\n\r\nare  empty, be  enclosed for use as kindergartens.  These\r\n\r\nshould be adjacent to open spaces, part of which should be\r\n\r\nfenced,  so that children can play there safely under  the\r\n\r\nsupervision   of  teachers.  Mothers  will  be   relieved.\r\n\r\nChildren  should have open spaces to play  in  instead  of\r\n\r\nwithin another set of walls.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker. Sir, in putting my\r\n\r\nname down for this amendment to the Minister's salary, my\r\n\r\nintention  is  to draw the attention of the Hon.  Minister\r\n\r\nfor   Communications  and  National  Development  to  land\r\n\r\nacquisition in Punggol constituency and its problems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Paya Lebar airport runway extension work was to\r\n\r\nbe  carried out, certain parts of Tampines were  acquired,\r\n\r\nresulting  in certain areas of Punggol being acquired  for\r\n\r\nthe  development  of  a Housing Board estate.  Five  years\r\n\r\nlater, and as a result of pollution from pig-waste to  the\r\n\r\nKranji  Reservoir, the Government again decided to acquire\r\n\r\ncertain parts of Punggol for pig-farming industry. In both\r\n\r\nthese  acquisition cases, many families  have  had  to  be\r\n\r\nresettled.  In  the latter, especially  in  the  areas  of\r\n\r\nLorong  Buang  Kok  and Lorong Cheng  Lim,  many  families\r\n\r\nholding  farm  licences are not allowed  to  retain  their\r\n\r\nsmall plot of farming land because they are not bona  fide\r\n\r\nfarmers.  The  result is that they have to  be  resettled.\r\n\r\nSome  are  given compensation in the form of a  three-room\r\n\r\nunit in an HDB estate and an ex gratia payment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some of these families who have been resettled in the\r\n\r\nPunggol Housing Board estate poured out their problems  on\r\n\r\nme.  I  do not mind it, because it is a problem I have  to\r\n\r\nface.  These  families contend that  they  are  bona  fide\r\n\r\nfarmers.  But  there  is  another adjective  to  the  word\r\n\r\n\"farmer\",  and  that  is. \"efficient\".  I  do  not  follow\r\n\r\ndespite my looking\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 457</b></font><br><br>\r\n\r\n\r\n\r\ninto  the  dictionary as to what an \"efficient farmer\"  in\r\n\r\nthis  respect  means. Nevertheless, those farmers  whom  I\r\n\r\nknow  and  who have been allowed to remain where they  are\r\n\r\nhave 3.000 or more head of poultry or more than 100 pigs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the basic problem lies in the fact that these\r\n\r\npeople or families who have to move to Housing Board flats\r\n\r\nnot  only  cannot  adjust  themselves  but  also  find  it\r\n\r\nextremely difficult to maintain themselves, let alone  pay\r\n\r\ninstalments  for the purchase or rental of the  HDB  flat.\r\n\r\nThe  Member for Ulu Pandan pointed out that in  their  own\r\n\r\nold  kampongs they could derive supplementary income  from\r\n\r\nfruit  trees, vegetables and poultry. These are the people\r\n\r\nwho are now posing a problem to society, and it is due  to\r\n\r\nthe  exigencies of Government requirements that they  have\r\n\r\nto  move  out from where they were living for  which  they\r\n\r\nwere  compensated with an HDB flat. Beyond that,  what  is\r\n\r\nthe future of their livelihood? In other words, what I  am\r\n\r\nsaying is that compensating a farming family with a three-room Housing Board flat will not solve the problem because\r\n\r\nthat family has lost a means of livelihood which they were\r\n\r\nearning before.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I may be allowed to illustrate, let us take a family\r\n\r\nof  father,  mother, two sons and two  daughters.  With  a\r\n\r\npoultry farm of 2,000 egg layers and a small plot of  land\r\n\r\nfor  vegetable farming and some fruit trees; they spend  a\r\n\r\nlot of time each day from morning till night looking after\r\n\r\ntheir  poultry. They derive an income of, say.  $400-S500.\r\n\r\nwhich  is sufficient because they could have supplementary\r\n\r\nmeans of income from selling vegetables and fruits At  the\r\n\r\nsame  time, they need not buy certain items of food  Today\r\n\r\nwe  have this problem. I am given to understand that there\r\n\r\nare several thousand hawker stalls or pitches lying vacant\r\n\r\nbecause the department has stopped issuing hawker licences\r\n\r\nMay  I suggest to the Minister that priority consideration\r\n\r\nfor  hawker  licences be given to these people  to  enable\r\n\r\nthem  not  only to subsist but also to live  and  maintain\r\n\r\nthemselves in an HDB flat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 458</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker. Sir, I wish to comment\r\n\r\non  the  constant digging of roads that  is  going  on  in\r\n\r\nvarious  parts of Singapore. In fact, figures  which  were\r\n\r\ngiven  sometime ago show that 200 diggings  are  going  on\r\n\r\ndaily  in  Singapore.  This is, of  course, fantastically\r\n\r\nhigh.  Obviously  there is very little coordination,  even\r\n\r\nthough  assurances have been given that  the  coordinating\r\n\r\ncommittee would deal with road diggings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some roads have been dug up so many times that\r\n\r\nthere  is  a  perpetual sign along the  road  saying  that\r\n\r\ndigging  is  going  on either by the gas  department, the\r\n\r\ntelecommunications  department, electricity   department.\r\n\r\nsewerage  department,  water  department  or  some   other\r\n\r\ndepartment. I quote Upper Thomson Road as an example.  For\r\n\r\nthe  past  six  years, it has been dug  and  re-dug, re-surfaced, re-dug  again and resurfaced, so  many  times.\r\n\r\nNasty  comments  have been made on the  digging  of  Upper\r\n\r\nThomson Road. During the oil crisis, some people commented\r\n\r\nthat  the  authorities  were digging  for  oil!  I  cannot\r\n\r\nunderstand  why this particular road must undergo  endless\r\n\r\ndiggings  throughout  the  year. Something  is  definitely\r\n\r\nwrong somewhere, and this is only one of the many roads to\r\n\r\nsuffer  this problem. What does the coordinating body  has\r\n\r\nto say about the diggings?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the motoring public has to endure these\r\n\r\ndiggings with great patience and, worst of all, they  have\r\n\r\nto endure the very poor workmanship of resurfacing. Why is\r\n\r\nthere  no proper supervision when the resurfacing  of  the\r\n\r\nroad  is  being carried out? Are the contractors  paid  as\r\n\r\nsoon  as  the  roads are resurfaced? Is  there  no  proper\r\n\r\nauthority  to make sure that resurfacing is done  properly\r\n\r\nso that the roads would be safe for all types of vehicular\r\n\r\ntraffic?\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Sir, over\r\n\r\nthe past decade the Housing and Development Board has done\r\n\r\na  great  deal in terms of public housing for the  people.\r\n\r\nWith   the  efforts  of  the  Minister  and  all   persons\r\n\r\nconcerned.  Singapore has achieved much in public  housing\r\n\r\nand enjoys\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 459</b></font><br><br>\r\n\r\n\r\n\r\na   good   international  reputation.  The   Housing   and\r\n\r\nDevelopment Board has solved the housing problem  of  more\r\n\r\nthan  50% of our population. So with this achievement  the\r\n\r\nold  problem has been solved and there should not  be  any\r\n\r\nmore  problem for the Housing and Development  Board.  But\r\n\r\nthat  does  not  seem to be the case because  with  a  new\r\n\r\nenvironment new problems have arisen. Therefore.  I  would\r\n\r\nlike to raise four matters for the Minister to consider.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One is the rejection of applications for transfer to\r\n\r\nlarger  units.  I have two examples to bring  up.  In  the\r\n\r\nfirst  case there is a family of three, husband, wife  and\r\n\r\ndaughter, living in a one-room unit. Ten years ago  there\r\n\r\nwas  no  problem, but today the problem has arisen because\r\n\r\nthe  daughter  is a grown-up young lady of 20  years  old.\r\n\r\nProblems begin to creep into their daily life. There is  a\r\n\r\ngreat deal of inconvenience and this has necessitated  the\r\n\r\napplication  for  a transfer to a larger unit.  But  their\r\n\r\nrepeated  applications have been rejected  on  the  ground\r\n\r\nthat there is no bigger unit available\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second case is similar. A family of four lives in a\r\n\r\none-room  unit; a couple and two children,  a  boy  and  a\r\n\r\ngirl. The children are now grown-up, and the parents  have\r\n\r\nmade  application  for a transfer to a  larger  unit.  The\r\n\r\ndaughter   is  also  married  and  there  is  a   marriage\r\n\r\ncertificate to prove it. And as the son-in-law  wishes  to\r\n\r\nstay with them they have a good reason to ask for a larger\r\n\r\nunit, but their application was rejected without any  good\r\n\r\nreason.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many vacancies in the thousands of HDB\r\n\r\nflats in Singapore. However, the civil servants in the HDB\r\n\r\ndo not seem to pay much attention to these vacancies. They\r\n\r\ndo  not seem to be interested to house the needy in  these\r\n\r\nvacant  flats, resulting in a  loss  of  revenue  to  the\r\n\r\nGovernment. I hope the Minister will pay attention to this\r\n\r\nproblem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have also received complaints that applications for\r\n\r\ntransfer  of flats have been made five years ago  but  the\r\n\r\nHDB is still\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 460</b></font><br><br>\r\n\r\n\r\n\r\nunable  to  effect the transfer. As far as know,  most  of\r\n\r\nthese  applicants are living in one-room flats. They  have\r\n\r\napplied  for transfer to larger units because of a  bigger\r\n\r\nfamily. They have about six or seven persons occupying one\r\n\r\nroom. This is not only unhealthy hut also undesirable.  So\r\n\r\nI  would  ask the Minister concerned to pay more attention\r\n\r\nto this\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next question is whether the Minister will consider\r\n\r\nthe  abolition of the tender system for shops. Instead  of\r\n\r\nthe tender system, a proper rental rate should be fixed by\r\n\r\nthe  Government  or  by ballotting. I  raise  this  matter\r\n\r\nbecause  I  understand that tenders  for  HDB  shops  have\r\n\r\nreached  fantastically high levels. For  example, in  Toa\r\n\r\nPayoh,  some  shops have been tendered for over  $3,000  a\r\n\r\nmonth.  `when  the  floor area is only about  700  to  800\r\n\r\nsquare feet. This works out to about $40 per square  foot.\r\n\r\nabout  ten times higher than the most expensive rental  in\r\n\r\nthe  commercial  centre in the city.  In  the  case  of  a\r\n\r\nrestaurant, where the floor area is 1.800 square feet, the\r\n\r\ntendered  rent  is $5,000. It works out to about  $30  per\r\n\r\nsquare  foot  What will be the result of these  exorbitant\r\n\r\nrates? Well, since wool must con-,e from sheep, the result\r\n\r\nwill be a greater bu-den for the consumers. There will  be\r\n\r\na  higher  rate of inflation. I appeal to the Minister  to\r\n\r\nconsider  this  very seriously, because if we  allow  this\r\n\r\ntender  system to continue then rents will be higher, and\r\n\r\nsuch  higher  rents  will in the end nullify  Government's\r\n\r\nefforts in countering inflation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I would like to ask the Minister to consider\r\n\r\nthe   feasibility  of  building  more  HDB  flats  in  the\r\n\r\nSembawang constituency to meet the increasing needs of the\r\n\r\npeople there. In Sembawang there are at present orly eight\r\n\r\nblocks  of  3'room  and 4-room flats, totalling  some  720\r\n\r\nunits, built  by the Jurong Town Corporation.  These  are\r\n\r\ninadequate   to  meet  the  present  demand   Furthermore.\r\n\r\nSembawang  is  being  developed into  a  large  industrial\r\n\r\nestate,  as provided in the Estimates Senoko in  Sembawang\r\n\r\nhas  been  zoned  \"Industrial\". Very soon  there  will  be\r\n\r\nfactories coming up and thousands and thousands of workers\r\n\r\nwill be working in these factories So, for the convenience\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 461</b></font><br><br>\r\n\r\n\r\n\r\nthe workers and residents in the constituency. I appeal to\r\n\r\nthe  Minister to consider building more flats in the  area\r\n\r\nso that they can live and work happily there.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Sir, I regret to note -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Kim San (Minister for National Development and Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development and Communications (Mr Lim Kim San):</b> Mr Speaker, Sir, on a\r\n\r\npoint of order. Some Members have already given notice  to\r\n\r\nspeak  on  specific  subheads, but they  all  seem  to  be\r\n\r\nspeaking now on this subhead.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Put a stop to this practice.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is what you ought to do. Mr Sim.\r\n\r\nplease carry on, bearing this in mind.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Thank you very much, Sir. As everyone\r\n\r\nis jumping on to the band wagon. I thought I would join in\r\n\r\nalso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I regret to note that the Changi Airport Development\r\n\r\nwhich  costs  $129.6 million has been planned  with  total\r\n\r\ndisregard  for the welfare and livelihood of the fishermen\r\n\r\ndirectly affected by this project. 25 kelongs have to give\r\n\r\nway  for  reclamation. The removal  of  the  kelongs  will\r\n\r\naffect  the  livelihood of about 60  fishermen  and  their\r\n\r\ndependants.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I presume the Member for Changi will not\r\n\r\nraise this matter again later.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> No, Sir. The manner in which the\r\n\r\nFisheries  Division carried out the clearance  has  caused\r\n\r\nmuch  dissatisfaction  among  the  kelong  operators   and\r\n\r\nfishermen  who  are  affected. I strongly  feel  that  the\r\n\r\nFisheries  Division is only interested  in  the  immediate\r\n\r\nclearance of the kelong operators and fishermen  from  the\r\n\r\nsite.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Division has no plan whatsoever to alleviate the\r\n\r\nimmediate  suffering  of  the  people  affected   by   the\r\n\r\nclearance.  For  example, on the 27th December  last  year\r\n\r\nkelong  operators were informed that their licences  would\r\n\r\nnot  be  renewed. But later, on 11th February, 1976, they\r\n\r\nwere  given  two weeks' notice to vacate their kelongs  by\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 462</b></font><br><br>\r\n\r\n\r\n\r\n25th  February  this  year. Sir, even unauthorised  hawker\r\n\r\nstall  holders  need  more time to vacate.  The  Fisheries\r\n\r\nDivision  all  the while had the intention  to  cease  the\r\n\r\nrenewal  of  these kelong licences, and yet they  verbally\r\n\r\ntold  the  kelong operators that they could  repair  their\r\n\r\nkelongs. The repair of a kelong easily costs over $20,000.\r\n\r\nThis  money  is literally dumped into the sea without  any\r\n\r\nhope of recovery.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has always been the case that there is no rapport\r\n\r\nbetween  the Ministries involved. The right hand does  not\r\n\r\nknow  what  the  left hand is doing. On  7th July, 1975.\r\n\r\nkelongs  SE  27  and  SE 62 were issued  with  permits  to\r\n\r\nresite. What is fantastic is that kelongs SE 32 and SE  34\r\n\r\nhad  their licences renewed on 19th January, 1976, but  on\r\n\r\n26th  February, 1 976 the operators were told  that  their\r\n\r\nlicences could not be renewed. Sir, much money and trouble\r\n\r\nwould  have  been  saved  if the  Fisheries  Division  had\r\n\r\nearlier  informed  the kelong operators concerned  of  the\r\n\r\nclearance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The compensation to be paid to the kelong operators is\r\n\r\ngrossly  inadequate.  The compensation  is  based  on  the\r\n\r\nnumber  of  nibong  poles used in its  construction.  Sir,\r\n\r\nthis, in my opinion, is a ridiculous way of assessing  the\r\n\r\ncompensation. Nibong poles constitute only  about  20%  of\r\n\r\nthe total cost of the structures. Most of the cost goes to\r\n\r\nthe  labour  involved. Moreover, I was informed  that  the\r\n\r\ncompensation  was  based  on  the  old  1963  policies  of\r\n\r\npayment, which should be obsolete by now. Displaced kelong\r\n\r\noperators  were  not given any immediate alternative  site\r\n\r\nnor  their  workers  given consideration  for  alternative\r\n\r\nlivelihood  opportunities. Most of the kelong workers  are\r\n\r\ntoo  old.  - 50. 60 and even 70 years, and very  hard  for\r\n\r\nthem to learn a new trade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The displaced Siglap fishermen had been allocated\r\n\r\npitches in the HDB market in Bedok New Town. The Fisheries\r\n\r\nDivision seems to have made no immediate attempt to assist\r\n\r\nthese  displaced Changi fishermen, likewise. On the  other\r\n\r\nhand, the Agricultural Division had allocated alternative\r\n\r\nsites  for  bona  fide farmers. I am  sure  the  Fisheries\r\n\r\nDivision can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 463</b></font><br><br>\r\n\r\n\r\n\r\ndo  the same for the kelong operators, otherwise I suggest\r\n\r\nthat this Division be closed down.\r\n\r\n\r\n\r\n<br><br>4.45 pm.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I request the Minister concerned to consider the\r\n\r\nfollowing  pleas  of  the  fishermen  more  and   adequate\r\n\r\ncompensation  he  awarded  to  kelong  operators  who  are\r\n\r\naffected:  alternative  sites to  be  allotted  to  kelong\r\n\r\noperators or all displaced fishermen to be allotted stalls\r\n\r\nin  hawker centres or markets: kelong operators  who  were\r\n\r\nserved with non-renewal notices in 1974 be considered  for\r\n\r\ncompensation  or  resiting of their  kelongs;  enforcement\r\n\r\naction  to be suspended with immediate effect until  their\r\n\r\nlivelihood is settled.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to caution the Minister concerned that, by\r\n\r\ndeclaring  the  site  along the  Changi  sea  coast  as  a\r\n\r\nrestricted  area, more inshore fishermen will  be  greatly\r\n\r\naffected  again, and I do not know whether  the  Fisheries\r\n\r\nDivision is aware of it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker. Sir, let me take the comment\r\n\r\nof  the  Member for Toa Payoh first. If he  were  in  this\r\n\r\nHouse yesterday he must have heard the exposition given by\r\n\r\nthe   Prime  Minister  in  reply  to  the  accusation   of\r\n\r\ndiscourtesy on the part of public servants, raised by  the\r\n\r\nMember  for  Katong. So I would not go further  into  that\r\n\r\nother than saying that where instances of discourtesy  and\r\n\r\nrudeness can be pinpointed, action will be taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Toa Payoh raised several points with\r\n\r\nregard  to  the tenancy of shops. He says that shopkeepers\r\n\r\ndo  change  their trade from time to time and, because  of\r\n\r\nthat.  HDB  officers ask them to either  revert  to  their\r\n\r\noriginal  trade or to pay a revised rental  based  on  the\r\n\r\npresent  standard  rental for the trade  The  rentals  and\r\n\r\ntenders for shops are based on the type of business  done.\r\n\r\nThose who tender for coffee shops and provision shops have\r\n\r\nto  pay  high rentals. So if a person has tendered  for  a\r\n\r\nbookshop  and  in time changes it into a  coffee  shop  or\r\n\r\nprovision\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 464</b></font><br><br>\r\n\r\n\r\n\r\nshop, he  is  being unfair to those who  had  tendered  a\r\n\r\nhigher  rate  for  a  coffee shop  or  a  provision  shop.\r\n\r\nTherefore, the rationale behind the action of the officers\r\n\r\nis that the tenant either reverts to his original trade or\r\n\r\npay  the new rental for the type of trade that he is going\r\n\r\nto engage in. I think this is quite fair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to the accusation of high rentals. Who pays\r\n\r\nthe  rental? The public pays the rental. Who tenders?  The\r\n\r\npublic  tenders. If a businessman tenders, he knows better\r\n\r\nthan  you  or  I what price to pay. They have  been  quite\r\n\r\nsuccessful. We made a survey and found that 90%  of  those\r\n\r\nwho  tendered  for HDB shops made their business  pay.  So\r\n\r\nthis  is  not a rate that is fixed by the HDB. This  is  a\r\n\r\nrate fixed by the forces of supply and demand.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> But they fleece the\r\n\r\nconsumers!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> We allow free market forces to play\r\n\r\nhere.  Free  market fortes determine rentals. This  is  in\r\n\r\nreply  to the suggestion by the Member for Sembawang  that\r\n\r\nwe  should abolish the tender system. The system has  been\r\n\r\nworking well 90% of those who have tendered for HDB  shops\r\n\r\nhave succeeded in making it pay. This is a high percentage\r\n\r\nof success for any type of business. Achieving 90% success\r\n\r\nin  any undertaking is a sure sign of a successful system.\r\n\r\nI  can  find  no other system which will ensure  a  fairer\r\n\r\ndeal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to the points raised by the Member for\r\n\r\nSerangoon Gardens I think it is time for Members  to  stop\r\n\r\nlistering to rumours I am not aware that Serangoon Gardens\r\n\r\nEstate  is  to  be acquired, and do not think  it  is  the\r\n\r\npolicy  of  the  Government to acquire  a  well  laid  out\r\n\r\nestate, then pull the houses down and build Housing  Board\r\n\r\nflats.  That is not the policy. Where a housing estate  is\r\n\r\nwell  laid out and has established itself. I think we will\r\n\r\nleave it alone\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to priority for farmers who are resettled\r\n\r\nfrom Ang Mo Kio, we can divide resettlement into different\r\n\r\ncategories For instance. \"efficient bona fide farmers\". A\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 465</b></font><br><br>\r\n\r\n\r\n\r\nbona  fide  farmer means a farmer who has been  rearing  a\r\n\r\nminimum of 100 pigs or 3,000 head of poultry and is making\r\n\r\nfull  economic use of the land. This is a bona fide farmer\r\n\r\nand  if  he  is  efficient  he will  be  able  to  earn  a\r\n\r\nreasonable  income  from his 100 pigs  or  3.000  head  of\r\n\r\npoultry.  And on resettlement he will be given alternative\r\n\r\nland to farm elsewhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While listening to the Member for Punggol, I was a bit\r\n\r\nconfused because he says that these poor people were  able\r\n\r\nto  live because they were supplementing their income from\r\n\r\nfarming.   If   their   income  from   farming   is   only\r\n\r\nsupplementary, they would not be full time  or  bona  fide\r\n\r\nfarmers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, on a point of clarification. I said\r\n\r\nthat  the  supplementary income came from the fruit  trees\r\n\r\nand the vegetables they grow.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> They are not bona fide farmers then. So\r\n\r\nif  they  are  not bona fide farmers, they are  given  the\r\n\r\nchoice of either a Housing Board flat or cash in lieu.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some Hon. Members:</b> No I\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> They are given a Housing Board flat or\r\n\r\ncash  in lieu. In order to solve their employment problem,\r\n\r\nthe  Housing Board will be building two rural centres, one\r\n\r\nin  Punggol  and  the  other in Jalan  Kayu.  These  rural\r\n\r\ncentres will be built amidst a farming population so  that\r\n\r\nthose  who are not bona fide farmers but part-time farmers\r\n\r\ncan  find work there if they want to. This is one  of  the\r\n\r\nways to solve the employment problem of ex-farmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those people living in attap huts will be given priority\r\n\r\nin the allocation of Housing Board flats. Shopkeepers will\r\n\r\nbe  given  priority to tender for shops in  Housing  Board\r\n\r\nestates.  They  will have to pay what we  call  \"a  rising\r\n\r\nrental\", that is, during the first year of occupation they\r\n\r\npay  only  50% of the average rent which a public tenderer\r\n\r\npays. For the second year of occupation they pay 10%  more\r\n\r\nand  by the sixth year they will be paying the full  rent.\r\n\r\nThese are the resettlement terms, and so priority is given\r\n\r\nto them in certain cases. It all depends on which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 466</b></font><br><br>\r\n\r\n\r\n\r\ncategory of resettled persons they come under. I hope that\r\n\r\nanswers the query by the Member for Serangoon Gardens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards licences for hawker centres and markets, we\r\n\r\nhave  32,000 hawkers on the road. We are going to resettle\r\n\r\nthem  in  hawker  centres and markets and they  are  given\r\n\r\nfirst  priority. I know, everybody thinks that hawking  is\r\n\r\nvery  profitable and so wants a hawker licence. So we have\r\n\r\nto  be  very careful. We do not allow every Tom, Dick  and\r\n\r\nHarry  to  be  a  hawker. Only those who  really  find  it\r\n\r\ndifficult  to  make  a living will be given  very  careful\r\n\r\nconsideration.  It  is  the Government's  policy  to  move\r\n\r\nhawkers  from the streets into hawker centres and markets.\r\n\r\nStreet  hawkers  are given priority in the  allocation  of\r\n\r\nstalls  in hawker centres and markets as this will improve\r\n\r\nthe  environment  and  make it  easier  to  enforce  clean\r\n\r\npersonal  habits among those who handle and sell food,  Of\r\n\r\ncourse,  consideration can be given to those who  find  it\r\n\r\ndifficult   to   earn   a  living  because   of   age   or\r\n\r\ncircumstances.  But consideration will only  be  given  to\r\n\r\nthose  over 40 years of age for a market pitch or a hawker\r\n\r\nlicence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also raised the query about those who are\r\n\r\nresettled  from Ang Mo Kio to Sin Ming Road. He  wants  to\r\n\r\nknow whether, when the time comes, they will be allowed to\r\n\r\nreturn to Ang Mo Kio. I think this is very speculative, By\r\n\r\nthe  time  they have settled in Sin Ming Road  for  a  few\r\n\r\nyears  they may not want to return to Ang Mo Kio.  And  by\r\n\r\nthat  time  if  they  still think  of  returning,  thereby\r\n\r\ndisplacing  their  roots  again the  matter  can  then  be\r\n\r\nraised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ulu Pandan is right. We have moved from\r\n\r\nthe kampong to the city. We have moved from the pondok  to\r\n\r\nhigh-rise flats, We have made economic progress. We are on\r\n\r\nthe  way  to  being an industrialised country.  We  are  a\r\n\r\ncommercialised city. And in that process, of course,  many\r\n\r\nchanges have occurred, one of which is that the Member  is\r\n\r\nnot now able to enjoy life sitting under a coconut tree in\r\n\r\nthe  moonlight, strumming his guitar or fishing  with  his\r\n\r\ntoes. Some of the things that we have left behind\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 467</b></font><br><br>\r\n\r\n\r\n\r\nare  good and some are bad, but as the Member says, \"There\r\n\r\nis  no  looking  back\". But in entering an industrialised,\r\n\r\ncommercialised  and  urbanised  environment  we  have  new\r\n\r\nproblems,  some  of which he has stated. In  passing,  the\r\n\r\nMember  did mention that the Budget estimate for  the  HDB\r\n\r\nhas  gone up compared with 1974-75, the subsidy being  $46\r\n\r\nmillion as against $36 million for last year. This is  one\r\n\r\naspect  of  the Housing Board which very few  people  have\r\n\r\nlooked into and are aware of or want to be aware of.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To the average Singaporean, a landlord is a rich man. He\r\n\r\nowns houses and he rents them out. He collects rent and he\r\n\r\nis therefore a rich man. The Housing and Development Board\r\n\r\nbeing the biggest landlord in Singapore should, therefore,\r\n\r\nbe  the richest organisation in Singapore. And yet it  has\r\n\r\nto  get a subsidy of $46 million from the Government. Why?\r\n\r\nBecause  we  are  subsidising public housing.  So  I  hope\r\n\r\nMembers  will  note that. Though the HDB  is  the  biggest\r\n\r\nlandlord in Singapore, it is not making money. The Housing\r\n\r\nBoard  is being subsidised to the tune of $46 million  for\r\n\r\nthis  year: it was subsidised $36 million last year As  we\r\n\r\nbuild more houses, the subsidy will grow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ulu Pandan says that the tenants are\r\n\r\nstrangers when they move into Housing Board flats. Even if\r\n\r\nwe  should  move 500 people into a kampong, they  will  be\r\n\r\nstrangers. So it makes no difference. Whether or not he is\r\n\r\ngoing  to  be  lonely, and whether  or  not  he  can  make\r\n\r\nfriends, depends upon his character. If he is an extrovert\r\n\r\nhe  makes friends easily. But if he is an introvert, he is\r\n\r\ngoing  to  be lonely whether in a kampong or in a  Housing\r\n\r\nBoard flat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As from a life of growing vegetables to a life in\r\n\r\nHousing  Board fIat, we have gone into a new  environment.\r\n\r\nWe  have progressed and so some of the past practices have\r\n\r\nto  be left behind. It is nice to be nostalgic about this.\r\n\r\nBut  I think we have to adapt ourselves and I am very glad\r\n\r\nthat he has pinpointed some of the problems ., the problem\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 468</b></font><br><br>\r\n\r\n\r\n\r\nloneliness,  the problem facing bachelors and the  problem\r\n\r\nof young children.\r\n\r\n\r\n\r\n<br><br>5.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Children living in high-rise flats do pose a problem. I\r\n\r\nhave visited a number of these high-rise flats. The blocks\r\n\r\nare quite close together and I feel claustrophobic. But in\r\n\r\nour  experience we find that the children can easily adapt\r\n\r\nthemselves.  They  play along the corridors.  In  the  new\r\n\r\nhousing  estates the flats are twice the size of  the  old\r\n\r\nones. So there is ample space. The children can play along\r\n\r\nthe  corridors among themselves. As they grow  older  they\r\n\r\nwould  go  to the playground. But, of course, there  is  a\r\n\r\nneed  to  provide more playing fields and more open  space\r\n\r\nfor  the children. We will try to provide that as much  as\r\n\r\nwe can with our limited space.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the old people. I have great sympathy for\r\n\r\nthem  because the old `family tradition is breaking  down.\r\n\r\nWe  find  that more and more old people are being left  on\r\n\r\ntheir  own, The Housing Board has tried renting its  flats\r\n\r\nto  the private Homes for the Aged so that they can  bring\r\n\r\nthe old people to live there. I have also asked whether it\r\n\r\nis  possible  to make use of the ground floor  (which  the\r\n\r\nMember has suggested should be turned into a kindergarten)\r\n\r\nto  house  these old people. If the old people have  young\r\n\r\nmembers of their family living in the same estate, we will\r\n\r\ngive  them  priority to be housed there.  This  matter  is\r\n\r\nbeing  looked into. As I have said, there is a pilot  plan\r\n\r\nto  rent some of the flats to Homes for the Aged. We  have\r\n\r\nalso  gone a step further. If the old people so  wish,  we\r\n\r\nwill  try  and  accommodate  them  in  places  near  their\r\n\r\nrelatives  or  families, so that they can  baby-sit  their\r\n\r\ngrandchildren.  They can be a help to working  mothers  in\r\n\r\nlooking after their children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards nurses, I think my colleague, the Minister\r\n\r\nfor  Health,  would  be very pleased  if  the  Member  can\r\n\r\npersuade  retired nurses to help look after the sick,  the\r\n\r\naged  and  the children in the housing estates. These  are\r\n\r\ngood suggestions and will be looked into. It is not beyond\r\n\r\nour power and means to persuade the nurses to do so.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 469</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the problem of single people. The Member for Ulu\r\n\r\nPandan  must  realise that priority  should  be  given  to\r\n\r\napplicants who have families living with them. We  have  a\r\n\r\nlong  waiting list of 90,000 applicants. But for the young\r\n\r\nsingle men and women with initiative, they should have  no\r\n\r\nproblem  finding accommodation because we  allow  them  to\r\n\r\nrent  rooms from tenants or owners of Housing Board flats.\r\n\r\nThey  will find it easier to find such rooms now  because,\r\n\r\nas  I  have  said, the new flats are bigger. I think  that\r\n\r\nshould  take  care of their problem. We are not  going  to\r\n\r\nbuild Housing Board flats solely for single persons. I  do\r\n\r\nnot know whether or not they will create more mischief!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to finding jobs in housing estates, there\r\n\r\nare  lots  of vacancies for sweepers and cleaners  in  the\r\n\r\nHousing  Board estates. If flat tenants find it  difficult\r\n\r\nto  get work, they can apply to the Housing Board for such\r\n\r\njobs.  There  is  no  problem as the  HDB  is  finding  it\r\n\r\ndifficult to fill these posts. In fact, we are encouraging\r\n\r\npeople who live in the estates to take up these jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to community halls to complement the\r\n\r\ncommunity centres, this question is being looked into.  It\r\n\r\nis  our policy to build community halls to complement  the\r\n\r\ncommunity  centres in all new Housing Board  estates.  The\r\n\r\nMember  for  Ulu Pandan is most fortunate in that  in  his\r\n\r\nconstituency he has 17 fields and open playgrounds. Yet he\r\n\r\nstill  wants one more. If all Members agree. I  will  give\r\n\r\nhim one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An Hon. Member:</b> There are 65 constituencies.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Let me now come to the Member for\r\n\r\nPunggol. I have said something about resettlement and  our\r\n\r\nattempt  to place the affected people on some jobs.  If  a\r\n\r\nperson  is  really willing to work, as my  colleague,  the\r\n\r\nMinister  for  Labour, has just said. \"See the  Employment\r\n\r\nService.\" There are lots of jobs available. We have issued\r\n\r\nthousands of work permits. And yet the Member for  Punggol\r\n\r\nhas  said it is difficult td find a job. We will find jobs\r\n\r\nfor  them in the housing estates which we are building  in\r\n\r\nPunggol.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 470</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> In the interim, what can they do?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> They have not yet been resettled. Some\r\n\r\nof them may have been resettled.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> They have already gone. There are the\r\n\r\nPunggol Estate and Jalan Kayu Estate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> They can find jobs there. If they want\r\n\r\nthey  can  become cleaners for the Housing and Development\r\n\r\nBoard. The Member can give their names to me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson talks about the digging of roads\r\n\r\nall  over  Singapore.  We have to dig  roads  because  the\r\n\r\nHousing  Board  is building so many houses and  there  are\r\n\r\nalso  many factories coming up. With economic progress  we\r\n\r\nhave  to  lay  pipes for water and cables for electricity,\r\n\r\nsewerage and telephones. All these are different services,\r\n\r\nrequiring different techniques in laying the systems. This\r\n\r\nproblem has preoccupied not only me but also my colleague.\r\n\r\nthe  Minister for the Environment, for the last ten years.\r\n\r\nThere  is a coordinating committee to see that a  road  is\r\n\r\nnot  dug up soon after one service has been laid. But  the\r\n\r\npeculiarities of the different services are such  that  we\r\n\r\nfind  it  difficult to coordinate the work. There  is  one\r\n\r\ntelephone to every six persons in Singapore. That is quite\r\n\r\na  high  rate. Almost everyone in Singapore  has  a  water\r\n\r\ncloset  now. All this means that if we do not dig  up  the\r\n\r\nroads to lay the services, we cannot have them. Of course,\r\n\r\nthe  road should, be dug as quickly as possible and  there\r\n\r\nshould be coordination. I can assure Members that there is\r\n\r\na  committee  sitting, with the Director of  Public  Works\r\n\r\npresiding,  and from time to time the Minister  in  charge\r\n\r\nwill  sit in to improve coordination. We have done all  we\r\n\r\ncan  to  ensure  that  there is  as  little  hindrance  as\r\n\r\npossible  to  motorists and, at the same time,  to  ensure\r\n\r\nthat economic development is not hindered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now come to the Member for Sembawang. We do allow\r\n\r\nHDB  residents  to move into larger flats. But  there  are\r\n\r\ncertain  priorities, such as for medical reasons or  other\r\n\r\nextenuating circumstances. Wanting to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 471</b></font><br><br>\r\n\r\n\r\n\r\nget married is probably not one of the priorities. Another\r\n\r\nreason why applicants for transfers have to wait longer is\r\n\r\nthat 3-room flats are very popular. Wherever possible,  we\r\n\r\nallot  such  flats to those who have already been  on  the\r\n\r\nwaiting list, Those who have not yet had the advantage  of\r\n\r\nstaying  in  Housing  Board flats should  be  given  first\r\n\r\npreference.  After that we will then look into  cases  for\r\n\r\ntransfers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the request for abolition of the tender\r\n\r\nsystem, I have replied to that earlier.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, with regard to the question raised by the Member\r\n\r\nfor Changi. Let me say that licences for kelongs are given\r\n\r\non the understanding that they are on Temporary Occupation\r\n\r\nLicences,  and  may be revoked at any time.  This  is  the\r\n\r\nunderstanding.  I find it very difficult to  believe  what\r\n\r\nthe Member has said. He may be quite naive to believe what\r\n\r\nhe  has  been told. He said that on the 29th of January  `\r\n\r\nthe  kelong  operators were told. \"Yes,  go  on.  You  can\r\n\r\nrepair  your  kelong.\" A fortnight later in February  they\r\n\r\nwere  told, \"You stop. We are acquiring it.\" He said  that\r\n\r\nduring that fortnight they had spent $20,000 repairing the\r\n\r\nkelongs, which finally went into the sea.  They  must  be\r\n\r\nvery efficient. If they are that efficient, we do not have\r\n\r\nto  import  fish.  I do not think they have  really  spent\r\n\r\n$20,000  within a fortnight. He mentioned that 25  kelongs\r\n\r\nare  affected but quite a number of them have already  had\r\n\r\ntheir  licences  revoked since 1974. Yet  they  are  still\r\n\r\nthere.  They know very well since 1974 that they  have  to\r\n\r\nleave. I believe some Members know that these kelongs  are\r\n\r\nnot  genuine  kelongs. They are not built to  catch  fish.\r\n\r\nThey are there for something else. I have no knowledge  of\r\n\r\nwhat  they  are  there  for.  Some  Members  may  wish  to\r\n\r\nenlighten  me  on that. But as I have said, they  are  not\r\n\r\nthere for fishing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, for those who were given less than a year's\r\n\r\nnotice,  we  are making an exception. We are  compensating\r\n\r\nthem with the cost of replacing the poles. But I do not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 472</b></font><br><br>\r\n\r\n\r\n\r\nbelieve  that  within the short period they had  spent  so\r\n\r\nmuch money. It is not correct to say that the compensation\r\n\r\nis  unfair  and  that  it should be  enhanced.  First  and\r\n\r\nforemost, I do not think he is right in saying that it  is\r\n\r\nunfair.  Secondly, enhancing the compensation  would  mean\r\n\r\nthat  we  have  to  enhance  the  compensation  for  other\r\n\r\nresettlement  cases elsewhere. Here, I have  got  to  say,\r\n\r\n\"No\" to him with a smile.\r\n\r\n\r\n\r\n<br><br><!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Cheong Yuen Chee:</b> Mr Speaker, Sir, the Minister could\r\n\r\nhave  misunderstood me on the matter of rentals for  shop-houses. I am not opposed to the tender system. What  I  am\r\n\r\nsaying is that the rentals have been revised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The costs of building have increased over the years. It\r\n\r\nis,  therefore, quite fair for the Housing Board to  raise\r\n\r\nthe  minimum  rental  from time to  time,  and  this  will\r\n\r\nconsequently affect the tender price. This is fair. In the\r\n\r\ntender  form  various  categories of  approved  trade  are\r\n\r\nlisted,  A,  B, C, D and E. I believe there is  a  certain\r\n\r\nmaximum  rental for each category. But what  these  people\r\n\r\nare grumbling about is this. In Toa Payoh there is the old\r\n\r\nsection and the new section. When a person tendered for  a\r\n\r\ngrocery  shop  on any other shop in the old  section,  the\r\n\r\nnormal  minimum rental was $185 p.m. This was way back  in\r\n\r\n1968. Some years later the minimum rental was increased to\r\n\r\n$280  p.m. But now the rental is about $320 p.m.  However,\r\n\r\nif  a person had successfully tendered for a stall in  the\r\n\r\nold  section  of  Toa Payoh and subsequently  changes  his\r\n\r\ntrade to another trade but within the same category, he is\r\n\r\nasked  to  pay the rental which is currently in  force.  I\r\n\r\nthink this is not fair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Toa Payoh there are three Area Offices with three\r\n\r\ncommunity halls. Two of them have already been turned into\r\n\r\nCar  Park  Offices. In the case of the  third  one  in  my\r\n\r\nconstituency,  one-third of it has been converted  into  a\r\n\r\nCar  Park Office. So there are no facilities left for  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> It is a question of choice. Do you want\r\n\r\nto  have  community centres, or do you want  to  have  car\r\n\r\nparks?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 473</b></font><br><br>\r\n\r\n\r\n\r\nThere  were  people  who shouted for  car  parks,  and  so\r\n\r\ncommunity centres have been turned into car parks. You can\r\n\r\nhave one but not both.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards rent, I think it is quite fair for the\r\n\r\nHousing  Board to base it on the latest rent  because  the\r\n\r\narea may have flourished. Therefore, it is quite fair that\r\n\r\nthe rent is based on the latest rates.\r\n\r\n\r\n\r\n<br><br><!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Cheong Yuen Chee:</b> Sir, in view of the Minister's\r\n\r\nreply, I beg leave to withdraw,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think this is a good time to take the\r\n\r\nsuspension now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and\r\n\r\ntook the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I suspend the Sitting now and will take the\r\n\r\nChair again at 5.50 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.15 p.m. until 5.50 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.50 p.m.</i></div>\r\n\r\n    \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>\t[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head O (cont.) --\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker. Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10\r\n\r\nin respect of subhead BAA 1105.* (* The same amendment also stood in the names of Messrs Ho Kah Leong and Ch'ng Jit Koon.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the main task of the Public Works Department is to\r\n\r\nplan  and  execute  the construction  of  our  nation-wide\r\n\r\nnetwork  of  public roads, the sewerage system  and  their\r\n\r\nmaintenance. The PWD has very heavy responsibilities.  Our\r\n\r\nnetwork   of  public  roads  has  all  along   been   well\r\n\r\nmaintained. The road surface is generally smooth and even,\r\n\r\nwhich goes to enhance our image.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, in recent years, there has been a rapid\r\n\r\nincrease in the number of vehicles and also an increase in\r\n\r\nconstruction  work  everywhere.  All  this  presents   the\r\n\r\nserious\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 474</b></font><br><br>\r\n\r\n\r\n\r\nproblem  of  traffic congestion. If this  problem  is  not\r\n\r\nsolved  quickly, it will certainly affect our daily  lives\r\n\r\nand   the  further  development  of  our  commercial   and\r\n\r\nindustrial  activities. In view of this, I would  like  to\r\n\r\nput  forward two suggestions to the Minister to help solve\r\n\r\nthe problem of traffic congestion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, we can build bicycle tracks along the main\r\n\r\nroads. At the moment, the Government is trying its best to\r\n\r\nreduce  the  number of vehicles on the road  in  order  to\r\n\r\nfacilitate  a smooth flow of vehicles. In line  with  this\r\n\r\nobjective  we  should encourage more  people  to  use  the\r\n\r\nbicycle  as  a  means of transport. In order to  encourage\r\n\r\nthis  the  PWD should construct bicycle tracks  along  the\r\n\r\nmain roads in order to provide safety to cyclists. If this\r\n\r\nplan is carried out positively and extensively, I believe.\r\n\r\nit  will  bring  about desirable results.  When  that  day\r\n\r\ncomes,  the  whole  workforce  from  the  commercial   and\r\n\r\nindustrial  sectors and even the public sector, including\r\n\r\nMinisters and Members of Parliament will be able to go  to\r\n\r\noffice  on  bicycles. This will not only  relieve  traffic\r\n\r\ncongestion but it will also be conducive to our health and\r\n\r\nhelp us to economise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would like to ask the Minister whether he\r\n\r\nwill  consider changing the hours of work for all roadwork\r\n\r\nin  the Central Business District. Generally roadworks are\r\n\r\nalways  carried  out in the centre of the  road  and  this\r\n\r\ntakes  up  space and makes the roads even more  congested.\r\n\r\nWhy  not change the hours of work to the night as it  will\r\n\r\nconsiderably  alleviate the serious traffic congestion  in\r\n\r\nthe  City  area, I would like the Minister to consider  my\r\n\r\nsuggestion seriously. If he thinks that this will increase\r\n\r\nour expenditure, then I would say that the higher cost  is\r\n\r\njustified for the smooth flow of traffic in the CBD.  This\r\n\r\nwill also help our commerce and industry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the new road extension work in progress in the\r\n\r\nThomson and Sembawang areas. I would like to ask how  long\r\n\r\nis  the road and whether there will be any ramifying roads\r\n\r\nin these areas.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 475</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong (Jurong)</b>(<i>In Mandarin</i>): Sir, under this\r\n\r\namendment, I would like to raise the question of solving\r\n\r\nthe problem of traffic congestion in Jurong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As we all know, Jurong is the industrial centre of our\r\n\r\ncountry.  We  can  find hundreds of  factories  there  and\r\n\r\nthousands  of people working there, and their numbers  are\r\n\r\nincreasing. However, to the west of Jurong there is  Jalan\r\n\r\nAhmad  Ibrahim, and the other road is Jurong Road.  During\r\n\r\npeak  hours in the morning and in the afternoon  there  is\r\n\r\nheavy  traffic  congestion  in  these  roads.  The  Senior\r\n\r\nMinister of State had worked in Jurong before and  I  hope\r\n\r\nthat he would take note of this and perhaps pay a visit to\r\n\r\nhis  old  colleagues in Jurong so that he  can  be  better\r\n\r\ninformed  of  the  situation which is now  getting  worse.\r\n\r\nAlthough  I  thank the Public Works Department for  having\r\n\r\ndone  a good job with Jalan Ahmad Ibrahim and other  roads\r\n\r\nwhich  have been widened or improved. I feel the situation\r\n\r\ncan be improved there to a great extent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, touching on this topic, I suggested to the\r\n\r\nMinister  that  we  could link up Jalan  Buroh  and  Jalan\r\n\r\nPenjuru by a bridge so that we could have one more road to\r\n\r\nlink  up with Jurong town. The Minister then replied  that\r\n\r\nhis  Ministry would consider this suggestion. I now  raise\r\n\r\nthe matter again to see what has been done after one year.\r\n\r\nAlthough  the  Minister is not here now but  his  Ministry\r\n\r\nstill  exists  and I hope something will be done  in  this\r\n\r\nrespect.  I wonder whether any decision has been  made  in\r\n\r\nthis  regard. I hope the Senior Minister of State can help\r\n\r\nto solve this matter.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for National Development (Dr Tan Eng Liang):</b> Sir, let me first answer the questions raised\r\n\r\nby  the  Member  for  Sembawang. During  the  early  1960s\r\n\r\nbicycle tracks were provided in all new road projects  and\r\n\r\nsome  of  these  tracks  still  exist  in  such  areas  as\r\n\r\nQueenstown,  Commonwealth Avenue, Lornie Road and  Thomson\r\n\r\nRoad.  But the result of a study of bicycle traffic  shows\r\n\r\nthat  cyclists, like the Member for Sembawang, prefer  to\r\n\r\nride along\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 476</b></font><br><br>\r\n\r\n\r\n\r\nthe main carriageway instead of on the tracks provided for\r\n\r\nthem.  For example, during the Cycling Week you could  see\r\n\r\nhim  cycling night on the open road and not on  the  track\r\n\r\nprovided.  Since then the provision of bicycle tracks  has\r\n\r\nbeen excluded from all new road programmes of the PWD.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think we are all agreed that cycling is a good\r\n\r\nrecreational exercise, but it is obviously less  effective\r\n\r\nand  less  efficient  than, say, buses.  We  have  done  a\r\n\r\nresearch  which clearly shows that a bicycle on  the  road\r\n\r\noccupies  as much as one-third of road space  for  a  car.\r\n\r\nThis  means  that three commuters on bicycles occupy  road\r\n\r\nspace  equivalent to one car. On the other hand,  the  new\r\n\r\nJumbo   bus,  for  example, which  occupies  road   space\r\n\r\nequivalent to nine cyclists or three cars can take a  load\r\n\r\nof  70  to  80 passengers. Therefore, the bus is at  least\r\n\r\nfive  times  more effective than a bicycle as  a  form  of\r\n\r\ntransport.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are all agreed with the Member that cycling is to be\r\n\r\nencouraged as a form of exercise, but it is definitely not\r\n\r\npracticable as a mode of travel, in particular, into  the\r\n\r\ncongested  City  area.  As  a recreational  exercise,  the\r\n\r\nMember must be probably aware, since he is a keen cyclist,\r\n\r\nthat  we  have  provided cycle tracks along the  new  East\r\n\r\nCoast  Park. He is welcome to use them whenever  he  feels\r\n\r\nlike it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He has also made the suggestion that we carry out road\r\n\r\nrepairs  during  the evening. The PWD  is  at  the  moment\r\n\r\ncarrying  out certain road maintenance works in  the  CBD,\r\n\r\nsuch  as  road  resurfacing and painting of  lines,  white\r\n\r\nlines in particular, during the night or off-peak hours or\r\n\r\nduring  week-ends.  However, in regard  to  excavation  of\r\n\r\nroads for the laying of the various utility services  such\r\n\r\nas  electricity, water and gas, serious problems may arise\r\n\r\nif such work is carried out during the night. For example,\r\n\r\nin  certain areas of the CBD where there are residents  it\r\n\r\nwould  create a noise nuisance to the residents. It  would\r\n\r\nalso  create the problem of unfinished work which, by  the\r\n\r\nfollowing   morning,  would  cause   a   heavier   traffic\r\n\r\ncongestion, probably  increasing  the  accident   risks.\r\n\r\nMoreover, we may have the difficulty of getting people  to\r\n\r\nwork at night.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 477</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member raised a third query in regard to the\r\n\r\nwidening  of  Upper Thomson Road and Sembawang  Road.  The\r\n\r\nprogramme  at the moment involves three stages. The  first\r\n\r\nstage  is the extension of Sembawang from Mandai  Road  to\r\n\r\nJalan   Sembawang  Kechil.  This  stretch   of   road   is\r\n\r\napproximately 4.511 metres long. The second  stage  covers\r\n\r\nfrom  Upper Thomson Road at the Sembawang Hill  Circus  to\r\n\r\nMandai Road. This is equivalent to 3,205 metres long.  The\r\n\r\nfinal  stage would mean the final construction from  Jalan\r\n\r\nSembawang Kechil to Admiralty Gate. This stretch  of  road\r\n\r\nis  about 2.027 metres long. We have just only begun Stage\r\n\r\nI  in  July  1975.lt is expected to be completed  in  July\r\n\r\n1976. The completion of all three stages will take us  up\r\n\r\nto  1978. I have no figures to tell the Member how much it\r\n\r\nwill cost. But if he is interested to know how much is the\r\n\r\ncost of Stage I as well as the other stages I will be very\r\n\r\nhappy  to supply him with the information if he will write\r\n\r\nto me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To come to the Member for Jurong, I am extremely\r\n\r\nsympathetic  towards his observations because  I  used  to\r\n\r\ntravel along that road about a year ago. According to  the\r\n\r\nPWD, a number of improvements have since then been made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is granted that the previous Minister for Law and\r\n\r\nNational  Development did suggest that he would look  into\r\n\r\nit.  But  there are three reasons why the Member's request\r\n\r\ncannot be entertained. First of all, as far as the PWD  is\r\n\r\nconcerned,  the  JTC  is the authority  for  Jurong  Town.\r\n\r\nSecondly, the matter was referred to the JTC but they felt\r\n\r\nthat there was no justification at this stage to construct\r\n\r\na  bridge across this particular area. It is obvious  that\r\n\r\nthe  cost of construction for such a long bridge would  be\r\n\r\nprohibitive. Thirdly, although the JTC was not  in  favour\r\n\r\nor  could  not  justify the construction  of  this  bridge\r\n\r\nacross, the PWD on its own has done as much as it could to\r\n\r\nwiden  the roads at Upper Ayer Rajah Road, extending  West\r\n\r\nCoast  Road  into Jurong Town Hall Road, together  with  a\r\n\r\nnumber of other proposals.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I regret that at this juncture the PWD has no intention,\r\n\r\nand it has no budget for 1976/77 anyway, to carry out this\r\n\r\nexpensive\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 478</b></font><br><br>\r\n\r\n\r\n\r\nconstruction project. I would suggest that, if the  Member\r\n\r\nis really keen, he should convince the JTC of the need for\r\n\r\nthis project and we can decide who is to foot the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, first of all, I\r\n\r\nthank  the  Minister of State for his reply.  He  is  very\r\n\r\nsympathetic  to  my view that there is  the  necessity  to\r\n\r\nbuild  the  bridge across the road, but  in  view  of  the\r\n\r\nproblem of a lack of funds, he has suggested that I should\r\n\r\npersuade the JTC to approve the project. I would say  that\r\n\r\nthe   Minister  of  State  would  be  more  effective   in\r\n\r\npersuading the JTC to implement my suggestion. He would be\r\n\r\nin a better position to take up this proposal than I.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I still feel that the problem is there although, as I\r\n\r\nhave  pointed out, the road has been widened and  improved\r\n\r\nupon.  This  goes  to  a  certain extent  to  relieve  the\r\n\r\ncongestion there. However, in view of the fact that Jurong\r\n\r\nTown  is being developed and more people are working there\r\n\r\nto  work  as  more  factories are being set  up, we  have\r\n\r\nreached  the  point  where  the  situation  needs  further\r\n\r\nimprovement in the most basic way. If the JTC and the  PWD\r\n\r\nare  not  able to provide the funds for the work,  then  I\r\n\r\nsuggest that both of them share the costs. I believe  that\r\n\r\nsince   the   Minister  of  State  has   some   links   or\r\n\r\ncommunication   in  Jurong  with  either   the   Singapore\r\n\r\nManufacturers  Association or other bodies  concerned,  he\r\n\r\nshould be in a position to help.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> Sir, while it is a compliment that I\r\n\r\nhave more power than the Hon. Member, he must bear in mind\r\n\r\nthat JTC comes directly under the Ministry of Finance  and\r\n\r\nthe  Chairman  may have more power than I do.  However,  I\r\n\r\nthink  it  is a fain proposal. We will take the initiative\r\n\r\nby contacting JTC and see whether there could be an agreed\r\n\r\nformula,  If it is necessary some formula could be  worked\r\n\r\nout.  After  all,  it is the Ministry of Finance  that  is\r\n\r\nfunding it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, in view of the\r\n\r\ndetailed reply given by the Minister of State, I beg leave\r\n\r\nto withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 479</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Sir, before I speak on the next\r\n\r\namendment  on  which I want to make some comments, may  I\r\n\r\ncrave  your  indulgence to say a few words  in  connection\r\n\r\nwith the proceedings of this Parliament?\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ho. I would rather that you move the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by\r\n\r\n$10 in respect of subhead BDA 1107*. (* The same amendment also stood in the name of Mr Ng Kah Ting.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to say something about the proceedings of this\r\n\r\nParliament.  I would like to lay a complaint  before  you\r\n\r\nthat  in future -\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ho, I would rather that\r\n\r\nyou  come  straight on to your amendment on this subhead.  If  you have a complaint, could you please write to me in\r\n\r\nmy Chambers?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> I accept your ruling, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to draw the attention of the House to the\r\n\r\nextreme difficulty experienced nowadays by individuals and\r\n\r\nassociations in seeking approval from the Building Control\r\n\r\nDivision  for  a  change  in the utilisation  of  building\r\n\r\npremises.  The  Building Control Division  appears  to  be\r\n\r\nabsolutely  inflexible, fussing over minor  technicalities\r\n\r\nwhich  are often irrelevant and stultify attempts  to  use\r\n\r\npremises  for any other purpose. This creates  frustration\r\n\r\nand indignation among the public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you a few examples. In my constituency, as a\r\n\r\nresult  of  urban renewal, about half a dozen associations\r\n\r\nhave been asked to quit their premises. These associations\r\n\r\nexperienced   great   difficulty  in  obtaining   suitable\r\n\r\nalternative  locations and have thus been unable  to  move\r\n\r\nwithin  the time specified by the Urban Renewal Authority.\r\n\r\nHowever, even  when they found a suitable location  their\r\n\r\napplication to use the premises has been rejected  by  the\r\n\r\nBuilding   Control  Division  on  the  ground   that   the\r\n\r\nassociation should not be sited in that locality. No  real\r\n\r\nreason was given as to why the-location was unsuitable and\r\n\r\nconsequently  the impression is created that the  decision\r\n\r\nhas  been made at the whims and fancies of somebody in the\r\n\r\nBuilding\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 480</b></font><br><br>\r\n\r\n\r\n\r\nControl Division. Sometimes when a locality is approved by\r\n\r\nthe  Building  Control  Division, they  will  nevertheless\r\n\r\ninsist that the third floor should be used instead of  the\r\n\r\nsecond floor which is preferred by the association. If the\r\n\r\nthird floor can be used, why not the second floor? What is\r\n\r\nthe rationale behind such a thinking? It would, therefore.\r\n\r\nseem  that  on  the  one  hand  while  the  Urban  Renewal\r\n\r\nAuthority  is  driving  the  associations  out  of   their\r\n\r\npremises  in  the  name  of urban  renewal,  the  Building\r\n\r\nControl  Division  on the other hand puts  obstruction  in\r\n\r\ntheir  removal  to  new  premises.  The  associations  are\r\n\r\ntherefore  in  a dilemma, and I would therefore  urge  the\r\n\r\nBuilding  Control  Division to  exercise  some  degree  of\r\n\r\nflexibility and also to examine the rationale behind  some\r\n\r\nof their regulations.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, in filing an amendment\r\n\r\nto  this  subhead, I merely wish to seek the clarification\r\n\r\nof  the  Minister  concerned with regard to  the  building\r\n\r\nplans  that  are  being sold by his Ministry.  With  these\r\n\r\nplans, one would be able to proceed to build a  temporary\r\n\r\nhouse, say, with three rooms and a sitting hall.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned earlier in this Chamber, there are\r\n\r\nseveral farmers who have been given small plots of land in\r\n\r\nPunggol to continue with pig farming. But they are  facing\r\n\r\nsome  difficulty  with  regard 10 the  erection  of  their\r\n\r\ntemporary  building which has to be strictly in accordance\r\n\r\nwith  the  detailed plan. For example, if  one  obtains  a\r\n\r\nbuilding plan for a house with three rooms and a hall, one\r\n\r\nfinds  that  the kitchen, the bathroom and the toilet  are\r\n\r\nall  sited together. But there is no modern sanitation  ii\r\n\r\nthat  area, and I think Hon. Members can just imagine that\r\n\r\nat  meal times what flavour the smell would give to  their\r\n\r\nmeals.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Aroma!\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Or aroma, as my good Friend, the Member\r\n\r\nfor  Jalan  Kayu,  has said. In this  respect,  could  the\r\n\r\nMinistry then allow\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 481</b></font><br><br>\r\n\r\n\r\n\r\nsuch  toilet  facilities to be sited outside the  building\r\n\r\nrather  than  insist  on the strict  requirement  that  it\r\n\r\nshould be sited in the building together with the bathroom\r\n\r\nand the kitchen?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is the roof eaves which has a protrusion\r\n\r\nof  about  three feet. I have met no less than 20  farmers\r\n\r\nfrom areas like Chua Chu Kang and Cheng San who complained\r\n\r\nto  me  that  they  had tried to ask the Building  Control\r\n\r\nDivision  to allow an extension of the protrusion  to  the\r\n\r\nfront part of the building but without any further support\r\n\r\nfrom  the ground to, say, about eight feet so as to  avoid\r\n\r\nthe rain. Incidentally we have been having some very heavy\r\n\r\nrain these days. Since the protrusion to the eaves is only\r\n\r\nabout three feet, whenever it rains especially when it  is\r\n\r\nheavy,  windows  have  to be shut, and  according  to  one\r\n\r\nfarmer his house has been turned into a little pond.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since all these resettled farmers have brought with them\r\n\r\nmoney to begin a new means of livelihood, pig farming, and\r\n\r\nsince  the  houses are of a temporary nature,  surely  the\r\n\r\nMinistry could allow a certain amount of flexibility, such\r\n\r\nas  extension  to the front part of the building,  if  the\r\n\r\nalteration does not cause any extension of the  ground  or\r\n\r\nfloor area. In this connection, the latrine too should  be\r\n\r\nallowed to be sited outside the house rather than  in  the\r\n\r\nhouse.  It  is  most  inconvenient and unhygienic  because\r\n\r\nthere is no modern sanitation in these areas. Most of all,\r\n\r\none  can  just imagine that a great part of  the  area  is\r\n\r\nentirely devoted to pig farming.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I sincerely hope that the Minister concerned would\r\n\r\nkindly  consider my appeal on behalf of those farmers  who\r\n\r\nare  there, as well as those who will be coming  to  join\r\n\r\nthem  and  they have come to see the place and  have  also\r\n\r\nmade suggestions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Sir, I would like to support the\r\n\r\nsentiments  expressed  by the two Hon.  Members  who  have\r\n\r\nspoken before me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I fully agree with the point raised by the\r\n\r\nMember  for Punggol. I think there is something  basically\r\n\r\nnot  quite  right with the standard plan prepared  by  the\r\n\r\nBuilding Control Division. They seem to have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 482</b></font><br><br>\r\n\r\n\r\n\r\noverlooked  the  fact that in all those areas  where  that\r\n\r\nstandard  plan is supposed to be applicable, there  is  no\r\n\r\nmodern  sanitation.  So it is preferable  that  we  should\r\n\r\nallow them to erect the toilet and bathroom away from  the\r\n\r\nmain  building.  There is no doubt that there  is  a  very\r\n\r\nstrict and rigid adherence to the rules and regulations as\r\n\r\nmentioned by the Member for Bras Basah to the extent  that\r\n\r\nsome of these cottage industries are suffering.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think we ought to draw a line somewhere. We ought to\r\n\r\nsupport  certain cottage industries and not discourage  or\r\n\r\nban  them,  especially if they are situated in  the  rural\r\n\r\nareas. If there are no complaints from the neighbours  and\r\n\r\nif they are not polluting the environment, either in terms\r\n\r\nof  noise  or  air pollution, they should be allowed  some\r\n\r\nflexibility.  I have come across a number of cases  where,\r\n\r\nin  order to supplement their earnings, the families  sub-contract  work  from  garment factories.  They  bring  the\r\n\r\ngarments  back  home to sew. The housewives and  daughters\r\n\r\njoin  in to make a bit of extra money. Yet the next moment\r\n\r\nthe  Building Control Division comes along and tells  them\r\n\r\nto stop. As far as I can see, they are contributing to our\r\n\r\neconomy  and they are not disturbing anybody at  all.  All\r\n\r\nthis type of activity is going on in the rural areas where\r\n\r\nthe houses are situated a fair distance from each other.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think all these points ought to be taken into\r\n\r\nconsideration. The Division should not just say, \"There is\r\n\r\nonly  one  set  of rules irrespective of the environment.\"\r\n\r\nThere  ought  to  be  some  distinction  on  the  type  of\r\n\r\ncommercial or economic activities that might be  permitted\r\n\r\neven in residential districts.\r\n\r\n\r\n\r\n<br><br><!-- Dr Augustine H. H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Augustine H.H. Tan:</b> Mr Speaker, Sir, I rise to\r\n\r\nsupport the point made by the Member for Jalan Kayu. At  a\r\n\r\ntime  when we are facing economic difficulties I do  think\r\n\r\nthat  we  should  not be too rigid in the  application  of\r\n\r\nrules  and regulations, especially in the use of buildings\r\n\r\nor,  as he has described them, cottage industries, or even\r\n\r\nto have self-employment at home. If we are too rigid, then\r\n\r\nI  think  we  are  going  to  exacerbate  the  problem  of\r\n\r\nunemployment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 483</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, several\r\n\r\nMPs  from  the  rural  areas have already  spoken  on  the\r\n\r\nproblems of housing and housing control. I would  like  to\r\n\r\nplace  on record my support for their sentiments expressed\r\n\r\nin this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we always face such problems in the rural areas,\r\n\r\nfor  example,  problems  of  alterations,  renovations  or\r\n\r\nrepairs.  If  these people have to engage an architect  to\r\n\r\ndraw  up a plan, it will cost them a lot of money. So they\r\n\r\nbuy  the standard plan available from the Building Control\r\n\r\nDivision but such plans have certain restrictions  on  the\r\n\r\nland  area which should not exceed 1 .000 sq, ft.  But  in\r\n\r\nthe  rural  areas many of the families have more  than  10\r\n\r\npersons each, and all of them are crammed into a space  of\r\n\r\n1.000  sq, ft. I think this is too much. The  Member  for\r\n\r\nPunggol  has  raised this point and I  fully  endorse  his\r\n\r\nsuggestion that we should not be rigid and allow  them  to\r\n\r\nbuild the latrine outside the house. If built inside,  the\r\n\r\nsmell  is not only there at meal times but also when  they\r\n\r\nsleep.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether the plan designers have drawn up\r\n\r\nsuch plans in their own air-conditioned offices or whether\r\n\r\nthey have really seen life in the rural areas. We can  ask\r\n\r\nthem:  what  is the reason for insisting that the  latrine\r\n\r\nshould be built within the four walls of the house?\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> Sir, let me, first of all, answer the\r\n\r\nquery on the rigidity of the Building Control Division  in\r\n\r\napproving applications for change of use of buildings. The\r\n\r\nrecords  of  the Building Control Division  show  that  in\r\n\r\n1974. 465 or 55% of applications for change of use, out of\r\n\r\na  total  of  848, were granted. In 1975, 698  or  62%  of\r\n\r\napplications, out of a total of 1,119, were  approved.  In\r\n\r\nother  words,  the flexibility that the  Member  for  Bras\r\n\r\nBasah is asking for is liberally granted, as far as change\r\n\r\nof use is concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think all Members here will appreciate the important\r\n\r\nneed  for  the  control of a change of use. Otherwise  all\r\n\r\nkinds  of  nonresidential use will creep into  residential\r\n\r\nareas,  thereby adversely affecting the amenities  of  the\r\n\r\nresidents. We are- equally\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 484</b></font><br><br>\r\n\r\n\r\n\r\naware  that it is totally unrealistic to completely  brush\r\n\r\naside  applications for nonresidential uses, many of which\r\n\r\nmay provide useful services to the community such as those\r\n\r\nillustrated  by  the Member for Jalan  Kayu  and  strongly\r\n\r\nsupported by the Member for Whampoa.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the small type of community service is\r\n\r\nconcerned, such as bringing home a few dresses to  sew,  I\r\n\r\ndo  not  see  any involvement in a change of  use  of  the\r\n\r\npremises. It is only in a situation where, say, in a floor\r\n\r\nof  a  residential estate you have seven or  eight  sewing\r\n\r\nmachines and five on six seamstresses employed on a  daily\r\n\r\nbasis, then the question of a change of use arises.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this sort of situation I regret to say that\r\n\r\nflexibility  cannot be exercised. But in those  situations\r\n\r\nwhich  the  Member  has  mentioned,  I  am  definite  that\r\n\r\nconsideration will be given. Let me assure the Member  for\r\n\r\nBras Basah that if any of his constituents is aggrieved by\r\n\r\nthe  decision  of a competent authority like the  Building\r\n\r\nControl Division, he can appeal to the Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> We will give it very sympathetic\r\n\r\nconsideration.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> Let me repeat that we\r\n\r\nwill  give  very sympathetic consideration to cases  where\r\n\r\nrejection  has been based on small technicalities, as  he\r\n\r\nhas implied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come to the question of why we have allowed the\r\n\r\nsecond  floor of a building to be used as premises for  an\r\n\r\nassociation and not the third floor. As I am familiar with\r\n\r\nthe  position  of the URA in his particular  constituency,\r\n\r\nlet  me assure him that there is coordination between  the\r\n\r\nURA and the BCD. For example, when there is a deadline for\r\n\r\na  particular  resident  to be  moved  out,  extension  is\r\n\r\nliberally given if there is strong justification. In fact.\r\n\r\nI  am  very familiar with this matter because the  letters\r\n\r\nwould  first come to the URA. They then go to the BCD  and\r\n\r\non BCD's advice, or vice versa, extension is given in most\r\n\r\ncases. If the second floor of a building is allowed to  be\r\n\r\nused by an association, I am with him that there is no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 485</b></font><br><br>\r\n\r\n\r\n\r\njustification   to  turn  down  an  application   if   the\r\n\r\nassociation  prefers to occupy the third floor.  But  more\r\n\r\noften than not I think the reason is that if we allow  the\r\n\r\npremises  to  be  used by an association, it  involves  a\r\n\r\nchange  of  use and, therefore, the application is  turned\r\n\r\ndown:  it being a residential area. But if the Member  can\r\n\r\ngive me the particulars of the case, I would be very happy\r\n\r\nto look into it,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To come to the Member for Punggol. He has mentioned\r\n\r\nabout  the aroma filling the dining room. My Minister  has\r\n\r\nasked  me  to reply to him. It is very unfair to  put  the\r\n\r\ntoilet  outside and expect one's neighbour to  inhale  the\r\n\r\naroma.  Let  me say that the building plan  given  to  the\r\n\r\nrural  constituents is meant, in the  first  place,  as  a\r\n\r\nguideline. One must bear in mind that the plot of land  is\r\n\r\nunder TOL. I am with the Member that if, for example,  the\r\n\r\nplot  of land is of an indefinite size then, in fact,  the\r\n\r\nBuilding  Control Division may allow a person  to  put  up\r\n\r\nmore  than one building. But the plot is on TOL and it  is\r\n\r\nof  a  certain standard size. The recommendation is for  a\r\n\r\nparticular  type  of house, a building with  three  rooms,\r\n\r\nplus  kitchen and toilet. It is planned to fit  into  that\r\n\r\nparticular TOL plot so that there is a reasonable boundary\r\n\r\nwith one's neighbour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I happen to know this matter quite well because I have\r\n\r\nreceived complaints from one or two rural constituents.  I\r\n\r\nam in sympathy with their view that it is unfair to expect\r\n\r\nthem  to employ an architect to change a particular  plan,\r\n\r\nbecause  if  they  get  an architect  who  knows  all  the\r\n\r\nregulations  on boundary requirements and  so  on  and  so\r\n\r\nforth,  he can draw up a plan entirely different from  the\r\n\r\nguide   plan   from  the  Division.  If   any   particular\r\n\r\nconstituent  in a rural constituency has a  plot  of  land\r\n\r\nwhich is of a certain size and there is justification  for\r\n\r\nconstructing more than one building or an extension to the\r\n\r\nbuilding,  as I have indicated, I would be happy  to  look\r\n\r\ninto it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I think the Senior\r\n\r\nMinister  of  State  for  National  Development  has  been\r\n\r\nmisinformed. I wish to make a correction. With  regard  to\r\n\r\npermission for a temporary building on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 486</b></font><br><br>\r\n\r\n\r\n\r\nagricultural  land, there is one  house  or  a  temporary\r\n\r\nbuilding on every two acres or nearly a hectare of land.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I am trying to impress upon him is that that part\r\n\r\nof  Punggol  has been designated a pig farming  industrial\r\n\r\narea.  As I have mentioned, the pig farmers from Chua  Chu\r\n\r\nKang  and Serangoon Gardens have already been given  small\r\n\r\nplots  of  land. On the question of architecture,  I  have\r\n\r\nsome knowledge about building structures and I believe the\r\n\r\nSenior  Minister  of  State  knows  well  that  using  the\r\n\r\nofficial  plan  is much simpler because it can  be  simply\r\n\r\nbought  from  the Planning Department. No architect  would\r\n\r\nsay,  \"All  right, I will draw up a building  plan  for  a\r\n\r\nthree-room house, one hall, a kitchen, a toilet, etc.\", if\r\n\r\nit is going to be a temporary structure. The fees would be\r\n\r\nprohibitive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question that it is unfair to have the toilet\r\n\r\nfacilities  erected  outside  the  house,  it  should   be\r\n\r\nremembered that there will be a proliferation of pig farms\r\n\r\nover all the designated areas in Punggol. I have mentioned\r\n\r\njust  now that more than 20 persons have come to  see  me.\r\n\r\nEach of them has been given a small piece of land of about\r\n\r\none  or  two acres, or maybe three acres, all on Temporary\r\n\r\nOccupation  Licence. All I am asking is  this.  They  have\r\n\r\nappealed to me to solve the problem which they are facing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will bring up other problems under other amendments\r\n\r\nwhen  the time comes. But if the Senior Minister of  State\r\n\r\nwould  like  to  visit Punggol. I would  be  too  glad  to\r\n\r\norganise for him a tour of the pig farms as well as to see\r\n\r\nthe  buildings  which are being put up.  The  farmers  are\r\n\r\ncomplaining about the buildings and said that they  should\r\n\r\nbe allowed to alter them so that the eaves of the roof can\r\n\r\nprotrude  a  little  bit. It is not an extension,  because\r\n\r\nextension implies extending the floor area, This is by way\r\n\r\nof shade. It can probably be called that way. They wish to\r\n\r\nkeep  off  the rain because of the nature of the  building\r\n\r\nplan.  The plan requires the eaves of the roof to be three\r\n\r\nfeet  and  no  more.  When they appeal for  permission  to\r\n\r\nextend the eaves, it was not approved. They had to keep to\r\n\r\nthe plan. The same thing applies to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 487</b></font><br><br>\r\n\r\n\r\n\r\ntoilet.  I think I am standing on home ground when  I  say\r\n\r\nthat  these  are  their problems. It is a  request.  I  am\r\n\r\nappealing. I am not criticising. There is something  wrong\r\n\r\nwith  the  building plan. It is a genuine grouse. Moreover\r\n\r\nthere  is  going  to  be a new pig farming  industry,  and\r\n\r\nperhaps  by  the  end  of 1977 the  entire  population  of\r\n\r\nSingapore may have to depend on Punggol for pork.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> Mr Speaker, Sir, while I stand\r\n\r\ncorrected for the misinformation that was given to me, my\r\n\r\ncolleague  here, the Minister of State for  Communications\r\n\r\nunderstands that the Master Plan (Rural Zone)  allows  one\r\n\r\ntemporary  dwelling house on a plot of land  of  not  less\r\n\r\nthan  one  acre,  This  is  merely  to  retain  the  rural\r\n\r\ncharacter  of  the  area concerned. But I  understand  the\r\n\r\npoint  raised.  It  is a reasonable request,  if  you  are\r\n\r\ntalking of the extension of the eaves. If the request does\r\n\r\nnot affect the boundary and its regulations then there  is\r\n\r\nno reason why we should not consider it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> In that case I must thank the Senior\r\n\r\nMinister  of  State  for having been  enlightened  by  his\r\n\r\ncolleague, the Minister of State for Communications. I  do\r\n\r\nnot  want to quibble over the question of the Master  Plan\r\n\r\nand  the  number of housing units on an acre  of  land.  I\r\n\r\nwould  just like to say that I am grateful for  his  reply\r\n\r\nwith regard to the protrusion for the eaves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, he has still not given a reply on the matter of\r\n\r\nsitting  the  toilet facilities outside  the  building.  I\r\n\r\nthink  the  Minister for National Development  is  getting\r\n\r\nexcited and wishes to speak. I will give way to him.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, the building plan from\r\n\r\nthe  Building  Control Division has been  drawn  up  by  a\r\n\r\nprofessional architect. I do not think there  is  anything\r\n\r\nwrong  with  the eaves protruding three feet out.  If  the\r\n\r\nMember  were  to think seriously, allowing  the  eaves  to\r\n\r\nprotrude  eight feet out from a house which  is  about  10\r\n\r\nfeet  high, the eaves would reach the floor! No  doubt  it\r\n\r\nwill  prevent  the rain from coming in, but it  will  also\r\n\r\nprevent the light from coming in, So the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 488</b></font><br><br>\r\n\r\n\r\n\r\nplan  is  drawn  up proportionally and is  architecturally\r\n\r\ncorrect.  I  think it fills all the needs.  If  the  eaves\r\n\r\nshould  protrude  eight feet out without any  support,  it\r\n\r\nalso  constitutes a danger to the occupants. I think there\r\n\r\nis  a  very good reason why an extension to eight feet  is\r\n\r\nnot allowed. Farmers are farmers, they are not architects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards whether the toilet facilities should be\r\n\r\nplaced  outside or inside the house, I do not know whether\r\n\r\nit  is fair to place your toilet nearer to one's neighbour\r\n\r\nor to oneself. If everyone wants to have his toilet nearer\r\n\r\nto  his neighbour and not next to his own kitchen, then we\r\n\r\nwill be back to square one.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I am not disputing that\r\n\r\nthe  architect is night on is wrong. My question  is:  can\r\n\r\nconsideration  be  given to their  request,  to  site  the\r\n\r\ntoilet outside? And the Minister of State has said that he\r\n\r\nis  prepared  to consider it, but the Minister  now  says.\r\n\r\n\"No\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding roof eaves, I will go a step further. I am by\r\n\r\nnature  optimistic. If the eaves protrude eight feet  out,\r\n\r\nit  does  not mean that they will come straight  down:  It\r\n\r\ndepends on the angle, on elevation as we call it.  It can\r\n\r\nbe supported from the ceiling not from the ground.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> It must be a funny-looking house.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> The farmers want it that way. It is the\r\n\r\nfarmers who are staying in the house. It is not I who will\r\n\r\nlive  there.  That is the difference. Let us  not  quibble\r\n\r\nabout it. The farmers themselves have asked for it. If the\r\n\r\nroof is slanted at, say 160 degrees or 90 degrees, that is\r\n\r\nan  entirely  different matter. But this is a question  of\r\n\r\nthe eaves protruding eight feet, which can easily be done.\r\n\r\nThere  is no problem. I think the Senior Minister of State\r\n\r\nfor  Communications can give a better explanation why  the\r\n\r\neaves  can  protrude  to eight feet without  touching  the\r\n\r\nground.  We  can  even  protrude it to  1.5  feet  without\r\n\r\nsupport from the ground.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I am reminded of the\r\n\r\ncrooked man who lived in a crooked house, all in a crooked\r\n\r\nway. If we are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 489</b></font><br><br>\r\n\r\n\r\n\r\ngoing  to permit that kind of a building here, then  there\r\n\r\nis  no  point in setting up the Building Control Division,\r\n\r\nNeither  should we have architects. A building is  put  up\r\n\r\nnot  only  for the purposes of dwelling but also  for  its\r\n\r\naesthetic effect. The landscape should not be marred by  a\r\n\r\ncrooked house, a leaning house or a leaning Tower of Pisa.\r\n\r\nThat is why we have the Building Control Division.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, the house is to be occupied by a\r\n\r\nfarming family who has made this genuine request.  Let  us\r\n\r\nnot  get  excited and start talking about  a  man  with  a\r\n\r\ncrooked  mind who thinks in a crooked way and walks  in  a\r\n\r\ncrooked manner, runs in a crooked style and also talks  in\r\n\r\na  crooked way. I am talking in a straightforward  manner.\r\n\r\nIt  is  a  question of the farmers asking me to appeal  on\r\n\r\ntheir  behalf. They are farmers from another constituency.\r\n\r\nThey  are not from my constituency. A good number  of  the\r\n\r\nfarmers  in my constituency have already gone to  live  in\r\n\r\nHousing  Board flats. I have already put this case forward\r\n\r\nwhen I spoke on the amendment to cut the Minister's salary\r\n\r\nby $10.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am appealing once again. They say. \"We want the eaves\r\n\r\nat  the front of our house extended by another 8 feet.\"  I\r\n\r\nsaid,  \"For what?\" They said, \"Just let us have another  8\r\n\r\nfeet to keep us away from the rain.\"\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> Mr Speaker. Sir, I have just now\r\n\r\nindicated  that  there  are other  requirements,  such  as\r\n\r\nregulations for boundary. We will take note of  the  point\r\n\r\nand  my  Minister  has agreed that he  will  consider  the\r\n\r\nMember's request when it is submitted for consideration.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Sir, Confucius said, \"Saying without\r\n\r\nthought  is  labour lost.\" I am quite satisfied  with  the\r\n\r\nreply  of  the  Minister of State, and  I  beg  leave  to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 490</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10\r\n\r\nin respect of subhead DAA 1107*. (* The same amendment also stood in the names of Messrs Lee Yiok Seng, Ng Kah Ting and Ho Kah Leong.)\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to touch on the fall in prices of\r\n\r\nchickens  and eggs. The Primary Production Department  has\r\n\r\ncontributed  much  to  the promotion  of  agriculture  and\r\n\r\nanimal  husbandry. In view of our limited land  area, its\r\n\r\ncontribution  is even more meritorious. Very  soon,  there\r\n\r\nwill  be  many  people moving into the Punggol  area.  Our\r\n\r\nagricultural sector is able to provide poultry,  pork  and\r\n\r\nfish for almost the whole population of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is a phenomenon that the production of\r\n\r\neggs  is  in  excess  of demand. So a situation  has  been\r\n\r\ncreated where the farmers engaged in poultry keeping  have\r\n\r\nsuffered some losses, In my constituency, there are also a\r\n\r\nnumber  of farmers who keep poultry. They complain  to  me\r\n\r\nthat  based  on  the  retail price of eggs  they  are  now\r\n\r\ngetting 5 cents per egg less than before. In view of this,\r\n\r\nthey  feel  that the heavy production of eggs is  glutting\r\n\r\nthe market.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister to pay attention to this. I\r\n\r\nwould request him to take some practical measures to  help\r\n\r\npromote the sale of eggs and find markets for such eggs so\r\n\r\nthat  the  poultry farmers need not incur  an  unnecessary\r\n\r\nloss. I mean, he should try to get markets abroad so  that\r\n\r\nthe  eggs  could  fetch a better price, thus  helping  the\r\n\r\npoultry farmers to live better and to be able to carry  on\r\n\r\nwith poultry keeping.\r\n\r\n\r\n\r\n<br><br>6.49 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Deputy Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Lee Yiok Seng.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Yiok Seng (Bukit Panjang):</b> I am not speaking.\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> I am also not speaking, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir,\r\n\r\nthe Member for Sembawang, in speaking on the Primary\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 491</b></font><br><br>\r\n\r\n\r\n\r\nProduction  Department, has  taken  good  care   of   our\r\n\r\nagricultural sector, But judging from the situation of the\r\n\r\nfarmers and fishermen, I feel you will agree with me - you\r\n\r\nare  also  an MP for a rural area - that these people  are\r\n\r\nlike  second  class  citizens, being  faced  with  certain\r\n\r\ndifficult  and pitiful situation. You will agree  with  me\r\n\r\nwhen  I say that they are subjected to hardships when they\r\n\r\nare  forced  to resettle, not just once but, even  a  few\r\n\r\ntimes  thereafter.  We should pay much more  attention  in\r\n\r\ngiving  them better cane than we have ever done.  We  have\r\n\r\nheard  from the Members here that we could have done  much\r\n\r\nbetter,  It seems that even the request for the  extension\r\n\r\nof the roof-eaves is not very well taken. I feel that this\r\n\r\nsort  of  treatment  is  not  fain  to  our  farmers   and\r\n\r\nfishermen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to be a farmer or if one wants to engage in\r\n\r\nagricultural activities, one must have a piece of land  in\r\n\r\nwhich  to carry out such activities. After we have  talked\r\n\r\nfor so long, we are still at a loss as to whether anything\r\n\r\ncan  be  done for these farmers. It seems that  the  final\r\n\r\ndecision rests with the Primary Production Department.  If\r\n\r\nthe  Department  decides that one is a bona  fide  farmer,\r\n\r\nthen  perhaps one can be allotted a piece of land. If  the\r\n\r\nDepartment decides that one is not a farmer, then  one  is\r\n\r\nunable  to get any piece of land. The Department  is  also\r\n\r\nvested  with the power to decide how big is the  piece  of\r\n\r\nland that can be given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I used to receive complaints about abnormal or\r\n\r\nundesirable acts in regard to the allocation  of  land  by\r\n\r\nthe  Primary Production Department, such as allotting land\r\n\r\nto so-called farmers who are actually not farmers and vice\r\n\r\nversa. If a so-called farmer does not want the land,  then\r\n\r\nhe  can be given a flat by the HDB. There were also  cases\r\n\r\nwhere people were given many times more compensation or  a\r\n\r\nlarger  piece of land than others. There were other  cases\r\n\r\nwhere  genuine farmers were not allotted any land at  all.\r\n\r\nThese  are  the incidents that I have to mention.  Genuine\r\n\r\nfarmers  could  not  get land whereas pseudo-farmers  were\r\n\r\nallotted land. This happens usually in a resettlement\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 492</b></font><br><br>\r\n\r\n\r\n\r\nexercise  of  the farmers. There were quite  a  number  of\r\n\r\ncomplaints  that  after a farmer has  moved  out,  on  the\r\n\r\nfollowing  day the farmhouse is demolished  and  there  is\r\n\r\nnothing  left  as evidence to support the farmer's  claim.\r\n\r\nThere   are  no  records  to  trace.  Some  farmers   have\r\n\r\ncomplained that they have suffered great losses.  If  more\r\n\r\nnotice  could be given, they would not have lost as  much.\r\n\r\nIn  certain cases, the Department would delay sending  its\r\n\r\nofficers  to assess the value of the farm and agricultural\r\n\r\nproduce.  And  when they do turn up, there would  be  very\r\n\r\nlittle  agricultural produce left to be assessed. So  very\r\n\r\noften this farmer would be adjudged not a farmer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But other farmers are smarter. They know that the\r\n\r\nDepartment would send somebody over, as they got  wind  of\r\n\r\nit  or  speculated  on  certain  information  received  in\r\n\r\nadvance.  So  they  organise their  poultry  and  pigs  in\r\n\r\nadvance  and  stock them in their farms so that  when  the\r\n\r\nassessor  or  officer turns up, they  will  get  a  higher\r\n\r\nassessment and be given better compensation, Here, I would\r\n\r\nlike to ask the Minister what is the criterion for judging\r\n\r\nwhether a person is a farmer on not a farmer? How is  this\r\n\r\njudgment  exercised?  Secondly, is  the  decision  of  the\r\n\r\nPrimary  Production Department final? Is there  no  higher\r\n\r\nauthority  to  decide  thereon,  or  is  the  Department's\r\n\r\ndecision  subject  `to  any higher  authority  on  appeal?\r\n\r\nThirdly, what is the grade of the officer sent out by  the\r\n\r\nDepartment to make on-the-spot inspections? What  division\r\n\r\nof officers are being sent out for such purposes?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on another point, what is the procedure for\r\n\r\nappealing  against any such decision?  I  would  like  the\r\n\r\nMinister to answer these questions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ivan Baptist:</b> Sir, I can imagine what the Member for\r\n\r\nJurong  is  suffering, because I have a similar experience\r\n\r\nin  my  constituency of Potong Pasir .--, imagine an  aged\r\n\r\nman  being  asked to leave the land he has worked  on  for\r\n\r\nyears and years. During the time that an assessment of his\r\n\r\nactivities was made, he was unfortunately hospitalised and\r\n\r\nwas  unable to work on his land. Sc) the assessment by the\r\n\r\nPPD was \"Nil\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 493</b></font><br><br>\r\n\r\n\r\n\r\nImmediately after he recovered of course he could not just\r\n\r\nhang around and wait for his land to be taken over by  the\r\n\r\nHDB for development - he had to work. That was pant of his\r\n\r\nlife. Without work, he would have died. So, he tilled  the\r\n\r\nland  and  his vegetables started growing. But before  his\r\n\r\nvegetables could be harvested, he was told that he had  to\r\n\r\nmove  out and that he would not be paid a single cent  for\r\n\r\nall the vegetables he had grown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have made an appeal to the Resettlement Department.\r\n\r\nand   they  turned  it  down  saying  that  \"the   Primary\r\n\r\nProduction  Department does not consider him a  bona  fide\r\n\r\nfarmer.\"  Once again, I appeal for a stay of execution  so\r\n\r\nthat he be allowed to harvest his vegetables and sell them\r\n\r\nin  the market. No compensation, never mind that, so  long\r\n\r\nas he could get something worthwhile from the sweat of his\r\n\r\nbrows, his darkened and shrinking body.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Hon. Minister will consider this appeal\r\n\r\nof  mine  and  allow  the  farmer  at  least  to  let  his\r\n\r\nvegetables  grow large enough for sale in the  market,  or\r\n\r\npay him compensation for the vegetables that he has grown.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Sir, I am just wondering whether I\r\n\r\ncould be permitted to speak on resettlement of the farming\r\n\r\ncommunity. I have intended to raise it under my  Amendment\r\n\r\n(9), but since so much has been said on resettlement  and\r\n\r\nwhat I want to speak on, in particular, is resettlement of\r\n\r\nthe  farming  community, could I have your  indulgence  to\r\n\r\nspeak now?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> No, Mr Hwang. You can raise it under the\r\n\r\nproper subhead when it comes up, because the debate now is\r\n\r\non the Primary Production Department.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> The point brought up by the Member for\r\n\r\nJurong  relates to compensation, and the point  raised  by\r\n\r\nthe   Member   for  Potong  Pasir  is  also   related   to\r\n\r\nresettlement of the farming community.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 494</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Hwang. I would rather you raise it\r\n\r\nlater on, if you do not mind. Yes, Dr. Tan.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> To answer the Member for Sembawang on\r\n\r\nthe  Primary Production Department doing something to help\r\n\r\npoultry farmers in a situation where eggs are flooding the\r\n\r\nmarket, I would say that, being familiar with poultry  and\r\n\r\npig  farming myself, his claim of a loss of five cents per\r\n\r\negg  is  highly exaggerated. If such a situation is  true,\r\n\r\nthe poultry farmer must by now be a bankrupt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure him that the price of eggs, like the price\r\n\r\nof  pork, is dependent on the supply and demand. In  fact,\r\n\r\nit  is neither the intention nor is it desirable that  the\r\n\r\nPrimary  Production Department should interfere  with  the\r\n\r\nmarket   forces  by  any  form  of  direct  control.   But\r\n\r\nindirectly the Primary Production Department does  try  to\r\n\r\nhelp  the  farmers by teaching them how to bring down  the\r\n\r\ncost   of   production,  how  to  improve  their   feeding\r\n\r\ntechniques, better   husbandry  techniques, and   even\r\n\r\nproviding an effective animal health service. In addition,\r\n\r\nthe  Department also monitors at all times the  prices  of\r\n\r\nanimal feed and feed stuffs, and the price fluctuation  of\r\n\r\neggs  and  pork. If there is a situation such as what  the\r\n\r\nMember  has  mentioned, the Primary Production  Department\r\n\r\nmakes  an  indirect attempt by talking to both the  animal\r\n\r\nstock  feed  manufacturers, the farmers and  the  relevant\r\n\r\nassociations.  In  other words, the role  of  the  Primary\r\n\r\nProduction  Department in this case is an  unofficial  and\r\n\r\nindirect one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong has made a few allegations on the\r\n\r\nunfair decision taken by the PPD in the classification  of\r\n\r\nwhat  we  call \"genuine\" or \"bona fide\" farmers.  He  even\r\n\r\nalleged  that  there was perhaps some  wrongdoing  in  the\r\n\r\nsense  that information had leaked out to certain  farmers\r\n\r\nwho  would then know exactly when a PPD officer  would  be\r\n\r\ncoming  to  make an assessment. Let me assure  the  Member\r\n\r\nthat if he could submit details of his information to  us,\r\n\r\nwe will definitely look into the allegation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To come back to the question as to what are the criteria\r\n\r\nused to differentiate between\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 495</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\na  bona fide farmer or an efficient farmer, and a non-bona\r\n\r\nfide  farmer, the Minister has indicated  just  now  some\r\n\r\ngeneral guidelines. We say that if a farmer could rear 100\r\n\r\npigs  or 3,000 head of poultry and do it reasonably  well,\r\n\r\nthen  he would be a genuine farmer. He must grant the  PPD\r\n\r\ntechnical officer the ability to assess whether he  is  an\r\n\r\nefficient  farmer  or  not.  I think  that  is  reasonable\r\n\r\nbecause  if the officer is familiar with animal  husbandry\r\n\r\ntechniques, the type of housing, the type  of  management\r\n\r\nand  the way they feed their animals, he can quite  safely\r\n\r\nconclude  whether  that farmer is efficient  or  not.  The\r\n\r\ngeneral  criteria for assessment are this  figure  of  100\r\n\r\npigs  or 3,000 head of poultry, and also at the same  time\r\n\r\nthe management of that particular farmer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point queried was about the assessment for\r\n\r\ncompensation.  I would like to tell him that  the  Primary\r\n\r\nProduction Department has a set rate of compensation which\r\n\r\nhas been revised upwards on 1 St April, 1975.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am in no position to tell him exactly what grade of\r\n\r\nofficers  go to the farms to make assessments of a  durian\r\n\r\ntree,  a rambutan tree, etc. However, I shall be happy  to\r\n\r\nsupply him the information any time he wants them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the unfair demolition without any\r\n\r\nconsideration  for  an extension of time,  this  could  be\r\n\r\nanswered together with the query by the Member for  Potong\r\n\r\nPasir who asked whether sympathetic consideration could be\r\n\r\ngiven   to  allow  a  vegetable  farmer  to  harvest   his\r\n\r\nvegetables  so  that  he  could sell  them.  Under  normal\r\n\r\ncircumstances  the answer is yes. But if  that  particular\r\n\r\narea  is  required  urgently, for  example,  an  immediate\r\n\r\nconstruction  of  roads,  then  the  Authority  is  in  no\r\n\r\nposition  to  grant an extension of time  because  of  the\r\n\r\nurgent  need  by  the relevant competent authority.  Under\r\n\r\nnormal circumstances where there is no urgent requirement.\r\n\r\nthen in all cases a reasonable extension of time is given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the procedure for appeal, there is a\r\n\r\nprovision that if they are not happy with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 496</b></font><br><br>\r\n\r\n\r\n\r\nregard  to specific items of compensation, they can  write\r\n\r\ndirectly to the Ministry or, if they feel strongly, to the\r\n\r\nMinister  concerned. We have received a few  appeals  arid\r\n\r\nthese are being investigated. If the investigations reveal\r\n\r\nthat there is unfair assessment of the various items, then\r\n\r\nthere  could  be  a  decision to  upgrade  the  amount  of\r\n\r\ncompensation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to compensation and to whether a farmer is\r\n\r\nbona fide or not, we have to adopt certain criteria. If we\r\n\r\ndo  not  start  off somewhere, there is no way  to  assess\r\n\r\nwhether or not a farmer is entitled to it, In all cases of\r\n\r\nresettlement,  whether he is a bona fide  farmer  or  not,\r\n\r\nsome form of compensation is given. For example, if at the\r\n\r\ntime  of  census-taking  and even  if  he  is  an  illegal\r\n\r\nsquatter, priority as far as rental is concerned  is  also\r\n\r\ngiven  to  him. Most farmers are happy in the  sense  that\r\n\r\nthey  feel that they qualify as bona fide farmers  and  so\r\n\r\nwould be entitled to alternative land for farming. I think\r\n\r\nthe main problem, as my Minister has indicated earlier, is\r\n\r\nthat  due  to  a  shortage of land we  have  to  encourage\r\n\r\nintensive  pig farming, and in this respect we  regret  we\r\n\r\ncannot   liberally  grant  a  non-bona  fide  farmer   the\r\n\r\nprivileges of a bona fide farmer.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I do not quite agree\r\n\r\nto   his   answer.  I  should  think  that   it   is   his\r\n\r\nresponsibility to find out why there were such  anomalies.\r\n\r\nThis   is  his  duty,  not  mine.  Perhaps  due  to   some\r\n\r\ndiscrepancy in language interpretation, he has  not  given\r\n\r\nme a satisfactory reply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was saying that there were some people who had been\r\n\r\nfarmers,  and this fact could be confirmed by the Citizens\r\n\r\nConsultative Committee members. When such people wanted to\r\n\r\nco-operate  with the Government authority in  resettlement\r\n\r\nenforcement,  they reduced their agricultural  activities.\r\n\r\nSo  when the assessor came, the produce of course would be\r\n\r\nassessed  less,  and  such people were  adjudged  as  non-farmers.  These people have complained to me  about  this.\r\n\r\nWhen  I  mentioned  this  to the Authority  concerned,  no\r\n\r\nfavourable  consideration was given. What I am  trying  to\r\n\r\nsay is that you can ask the CCC members to confirm whether\r\n\r\nor not such people are genuine farmers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 497</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> As a layman I am very sympathetic\r\n\r\ntowards  the farmers regarding their status. While  it  is\r\n\r\nappreciated  that the CCC or the Management Committee  can\r\n\r\nsupport  a  claim,  the definition  of  a  bona  fide  and\r\n\r\nefficient farmer, as I have indicated, is a technical one.\r\n\r\nIn  the  case that he has mentioned, if a farmer initially\r\n\r\nkeeps  3,000  head of poultry but due to  some  reason  or\r\n\r\nother  he has reduced it to 2,000 at the time the  Primary\r\n\r\nProduction officer arrives to make an assessment, then  he\r\n\r\nis automatically disqualified for the definition of a bona\r\n\r\nfide  farmer. In farming language, it is unlikely  that  a\r\n\r\nbona  fide farmer would reduce his stock of 3.000 head  of\r\n\r\npoultry because 3.000 is considered the minimum number  to\r\n\r\nreally  break  even.  As  my Minister  indicated  sometime\r\n\r\nearlier, that could only be a supplementary type of work.\r\n\r\n\r\n\r\n<br><br>7.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give some simple statistics. For example, a\r\n\r\nfarmer has 3,000 head of poultry and assuming they produce\r\n\r\n3,000  eggs. Let us also say that this farmer derives  the\r\n\r\nwhole  of his income from these 3,000 head of poultry.  At\r\n\r\n10  cents per egg per day, he will find that his margin of\r\n\r\nprofit cannot be more than 10%. At most, assuming that  he\r\n\r\nis  so  efficient that the 3,000 head of poultry lay 3.000\r\n\r\neggs,  at  any  one time he can sell them  for  $360  and.\r\n\r\ncleverly  makes a profit of 10%, which is $36.  I  am  not\r\n\r\nsuggesting  that some of the CCC members are not  farmers.\r\n\r\nThey  are,  but they must appreciate that we must  draw  a\r\n\r\nline   somewhere.  To  cut  short  the  argument,  I  have\r\n\r\nindicated  that if the Member feels strongly that  he  has\r\n\r\ngot  a  case where at the time of census instead of  3.000\r\n\r\npoultry the farmer had only 2,800 then I think flexibility\r\n\r\ncould be exercised. If, on the other hand, at the time  of\r\n\r\ncensus  he  had  only  2,000, then  I  think  it  is  very\r\n\r\ndifficult for him to argue the case out. So I would appeal\r\n\r\nto  him that if he still feels strongly about those cases.\r\n\r\nplease  write to us and we will have another investigation\r\n\r\nmade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards my point about asking CCC members to help us,\r\n\r\nassuming that the Primary Production Department should now\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 498</b></font><br><br>\r\n\r\n\r\n\r\ninvestigate  those  allegations that  these  members  have\r\n\r\nmade, there is no way of investigating because the officer\r\n\r\ndoes  not know where to begin. He must have some  clue  or\r\n\r\ninformation  to  start with. All that we are  asking  from\r\n\r\nthese members is that if they can give us that information\r\n\r\nunder  confidential cover, or even make  it  anonymous  if\r\n\r\nthey  feel like it, it could enable us to start somewhere.\r\n\r\nOur  officer  cannot  lust go to a particular  area,  say,\r\n\r\nJurong  or, for  that  matter,  any  rural  constituency,\r\n\r\nwithout  knowing how or where to begin. So please  do  not\r\n\r\nget  me wrong when I say that we do not have the intention\r\n\r\nto investigate. We have, but they must feed us with a clue\r\n\r\nas to which direction we can move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I have given the\r\n\r\nMinister certain useful tips. Such incidents would  happen\r\n\r\nto  those farmers who are affected by urgent resettlement.\r\n\r\nThey  have to collect and move a substantial part of their\r\n\r\nfarm  produce  and implements hurriedly. So the  following\r\n\r\nday  when  the  houses  and  agricultural  implements  are\r\n\r\ndemolished there is no more evidence to support any claim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have mentioned that certain farmers due to\r\n\r\ncircumstances have reduced their production.  In  view  of\r\n\r\nthe  situation,  could the Minister be flexible  and  give\r\n\r\nspecial  consideration to such cases  and  not  just  beat\r\n\r\nabout the bush about the definition of 3,000 or 2.000 head\r\n\r\nof poultry?\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng hang:</b> If the Minister's interpretation is\r\n\r\ncorrect, and that is, a farmer is classified as bona  fide\r\n\r\nby  the Primary Production Department but it now says that\r\n\r\nhe  is  not  a bona fide farmer, then I think the  Primary\r\n\r\nProduction  Department should be asked to explain.  If  my\r\n\r\nunderstanding  is  correct. I think what  the  Member  for\r\n\r\nJurong is suggesting is that the person has all along been\r\n\r\na bona fide farmer according to our definition, but at the\r\n\r\ntime  of  assessment, for some reason, he was disqualified\r\n\r\nbecause the number of pigs or poultry has been reduced.  I\r\n\r\nam   saying  that  much  depends  on  what  the  range  of\r\n\r\ndifference  is. If it is within a reasonable  range,  some\r\n\r\nflexibility could be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 499</b></font><br><br>\r\n\r\n\r\n\r\nexercised and I think we can look into the matter. Perhaps\r\n\r\nto  convince  the Member for Jurong, if he feels  strongly\r\n\r\nabout it, please send the case to us and we will look into\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, I thank the\r\n\r\nMinister of State for having given me a detailed reply.  I\r\n\r\nbeg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Messrs Sim\r\n\r\nBoon Woo and Ng Kah Ting\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to be allocated for Head 0 be reduced by\r\n\r\n$10 in respect of subhead DEA 1111.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Sim Boon Woo is not here. Mr Ng Kah\r\n\r\nTing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10\r\n\r\nin respect of subhead DEA 1111.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to draw the attention of the Minister to the\r\n\r\nlack  of  marine  life  in  the  Serangoon  River  due  to\r\n\r\npollution from the Ministry of the Environment.  Sir,  you\r\n\r\nare aware that I was more or less compelled to shorten  my\r\n\r\nquestion  yesterday  because I  intended  to  broaden  the\r\n\r\naspect  of  pollution  problems  which  resulted  in   the\r\n\r\nfishermen in Punggol having to lead a hard life.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of the Environment has another dumping\r\n\r\nground  in  Tampines constituency, which is situated  near\r\n\r\nthe  estuary of the Serangoon River. Every day many lorry-loads  of  trade refuse from the City are carted by  these\r\n\r\nEnvironment  lorries and dumped there.  The  refuse  being\r\n\r\ndumped there naturally pollute the waters of the Serangoon\r\n\r\nRiver  because of the tides that come in and recede.  When\r\n\r\nthe tide comes in it comes up right to the banks, and when\r\n\r\nit  recedes it washes the refuse away. As a result,  there\r\n\r\nis less fish and prawns in that area. So the livelihood of\r\n\r\nfishermen  who  fish in that area is threatened.  I  think\r\n\r\nthat   not  only  the  fishermen  from  Punggol  but  also\r\n\r\nfishermen from Tampines and Jalan Kayu constituencies  are\r\n\r\nfaced with this problem.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 500</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem, Sir, which they face is this illegal\r\n\r\notter trawling. In the past I had occasion to bring to the\r\n\r\nattention of this House to the damage done to the nets  as\r\n\r\nwell  as  the threat posed by these illegal otter trawlers\r\n\r\nwhich  go  into  the  waters with long  drag-nets  without\r\n\r\nmarine  lights  and cutting off the little  fishing  lines\r\n\r\nthat  were  laid by the fishermen. Today, I still  receive\r\n\r\ncomplaints  of  the  operations  of  these  illegal  otter\r\n\r\ntrawlers. I wonder whether the Minister would care to look\r\n\r\ninto this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is in regard to the Fisheries Division. We\r\n\r\nhave read in the newspapers that the Division is trying to\r\n\r\nencourage fish breeding in our waters, especially  in  the\r\n\r\nSingapore  Straits or the kelongs. It is a  pity  to  hear\r\n\r\nfrom  the  Member  for Changi that a good  number  of  the\r\n\r\nkelongs  have to be demolished. I was under the impression\r\n\r\nthat  the Fisheries Division is actively encouraging these\r\n\r\nkelong owners to breed fish in their kelongs. I think this\r\n\r\nis a good move because we lack such food supplies and have\r\n\r\nto import them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now we heard an active discussion about the glut of\r\n\r\neggs  resulting in the farmers losing money.  That  should\r\n\r\nnot  be so because the Government department concerned  is\r\n\r\nindirectly trying to get a fairer price and the price also\r\n\r\nfluctuates  according to supply and demand.  But  in  this\r\n\r\nparticular case. Sir, fish also is like a staple food,  as\r\n\r\nwe have to import no less than 80% to 90% of our needs. At\r\n\r\nthe  moment, we have two fish markets, one at  Jurong  and\r\n\r\nthe other at Kangkar which is in my constituency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With these remarks, Sir, I wonder whether the Minister\r\n\r\nwould  care  to  elaborate  to  this  House  the  type  of\r\n\r\nactivities covered by the Fisheries Division.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> Sir, I presume that the Member for\r\n\r\nPunggol in the first part of his query is referring to the\r\n\r\nLorong Halus Dumping Ground of the Ministry of the\r\n\r\nEnvironment, which is situated along the Serangoon River.\r\n\r\nYesterday the Minister for the Environment has indicated\r\n\r\nto the Member that bunds have been built along the river\r\n\r\nbank as a means to prevent waste from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 501</b></font><br><br>\r\n\r\n\r\n\r\nbeing  washed down into the Serangoon River. If the Member\r\n\r\nfeels  strongly regarding the pollution control procedures\r\n\r\nor  matters, my Ministry will be happy to take it up  with\r\n\r\nthe  Ministry of the Environment. I was told that  at  the\r\n\r\nmouth  of  the Serangoon River the fishermen are  catching\r\n\r\ncrabs.  I do not know how true this is. According  to  the\r\n\r\nMinistry of the Environment, the pollution is not all that\r\n\r\nbad. As I have indicated, if the Member feels strongly  he\r\n\r\ncan refer this matter to the Ministry of the Environment.\r\n\r\n\r\n\r\n<br><br>7.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards illegal trawlers, the Primary Production\r\n\r\nDepartment  has not received any complaint on this  matter\r\n\r\nand  I  have  no information to offer. If the  Member  can\r\n\r\nsupply me information on the trawlers' activities, we  can\r\n\r\nlook into the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third matter which he wishes to seek information is\r\n\r\nthe  Fisheries Division which, as he has correctly pointed\r\n\r\nout, is playing an extremely important role in ensuring  a\r\n\r\nsufficient  supply  of fish for Singapore.  The  Fisheries\r\n\r\nDivision  has  done  a few things in  that  direction.  Of\r\n\r\nimmediate  relevance would be the type  of  research  work\r\n\r\nthat  is  being carried out in the Division, in particular\r\n\r\nthe  freshwater laboratory called the Aqua  Culture  Unit.\r\n\r\nThis  is a relatively new field. The intention is to  rear\r\n\r\nfreshwater or aquarium fish for production, just like  the\r\n\r\ntraditional  Chinese  method of culture.  This  particular\r\n\r\nunit is looking into the artificial breeding of udang gala\r\n\r\nand  soon  hock, a variety of carp. The Division  is  also\r\n\r\nlooking  into  the  possibility of  cage-net  breeding  of\r\n\r\nChinese  carps  in  the reservoirs and  garoupa  near  and\r\n\r\naround  the  costal waters. It is also  looking  into  the\r\n\r\nartificial  breeding of fingerlings by culture.  They  are\r\n\r\nall  at  different stages of research and development.  We\r\n\r\nhope  that  something  will come  out  of  these  research\r\n\r\nprogrammes.  But,  as the Member has indicated,  the  main\r\n\r\nactivities  are at the Jurong Fishing Port and  the  other\r\n\r\nfishing  centres,  that  is, the Central  Fish  Market  at\r\n\r\nJurong and the Kangkar Fisheries Centre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a question on the Jurong Fishing Centre by the\r\n\r\nMember for Jurong. I think I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 502</b></font><br><br>\r\n\r\n\r\n\r\ncan  sum  up by saying that the activities of the  Central\r\n\r\nFish Market at Jurong have increased tremendously in terms\r\n\r\nof encouraging trawlers to bunk at this particular fishing\r\n\r\ncentre.  It has also encouraged other indirect or  related\r\n\r\nactivities, such   as  the  provision   of   deep-freeze\r\n\r\nfacilities. It has also a fish meal factory nearby. It  is\r\n\r\ntrying  to encourage related facilities in that particular\r\n\r\ncentre  so as to enable more fishing trawlers to  call  at\r\n\r\nSingapore.  The Member may know that we do buy  fish  from\r\n\r\nthe  Russian,  Japanese, and Taiwanese trawlers  and  also\r\n\r\nfrom  Thailand. I have figures to show that over the  past\r\n\r\nyear  there  was  an increase of total  gross  tonnage  of\r\n\r\nalmost  77.636 tons over the previous year. There is  also\r\n\r\nan  increase of unloaded fish, approximately 1 7.4%,  over\r\n\r\nthe previous year. I have more or less summarised the more\r\n\r\nimportant  points  on  the  activities  of  the  Fisheries\r\n\r\nDivision.  But  if  Members are interested  to  have  more\r\n\r\ndetails, I have them all here.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Deputy Speaker, Sin. I must first\r\n\r\nthank   the   Senior  Minister  of  State   for   National\r\n\r\nDevelopment  for  his  detailed  reply.  However,  he  has\r\n\r\nmentioned that his Ministry has not received any complaint\r\n\r\nof  illegal  trawling. If that is so, I shall send  him  a\r\n\r\nwritten complaint later today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point, the Minister for Law and the\r\n\r\nEnvironment  mentioned  yesterday that  the  Ministry  was\r\n\r\nbuilding  bunds at the Tampines dumping ground. A  lot  of\r\n\r\ndamage has already been caused to marine life there. It is\r\n\r\nonly   because  someone  has  stood  up  and  said  \"Look,\r\n\r\npollution  is affecting marine life. The fishermen  cannot\r\n\r\nget  much of a catch, and as a result, they are faced with\r\n\r\na serious problem\", then something is being done. But I am\r\n\r\ntaking this one step further. I say that even though bunds\r\n\r\nare built, the rubbish is still being dumped there. If the\r\n\r\nSenior Minister of State would care to go to the place, he\r\n\r\nwill find a lot of rubbish floating at high tide. This  is\r\n\r\na genuine case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, with regard to the fishermen who catch crabs in the\r\n\r\nmangrove swamps. They have to get a long piece of wire  to\r\n\r\ncatch the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 503</b></font><br><br>\r\n\r\n\r\n\r\ncrab  in  its hole. I am talking about the fishing problem\r\n\r\nthey  are facing. Most of them use small lines. If  I  can\r\n\r\nuse the Malay word, with your permission. Sir, the net  is\r\n\r\ncalled \"jaring\". It is just a net with a half-inch span in\r\n\r\nwidth  and about 10 metres in length, at the end of  which\r\n\r\nis attached a small light. The net comes in with the tide.\r\n\r\nThe  net  is thrown into the water, and there are  usually\r\n\r\nfour  or  five nets. Later when the tide goes  down,  they\r\n\r\nwould  just  go round and pick up the catch  of  fish  and\r\n\r\nprawns.  The catch is getting less now, and this is  their\r\n\r\ncomplaint.  I have seen how they do it. It is  my  earnest\r\n\r\nhope  that  since this complaint has been laid before  the\r\n\r\nHouse,  the  Ministry would look into the  matter.  If  an\r\n\r\nassurance  is  forthcoming, I am prepared to  withdraw  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> Sir, the Member is championing the\r\n\r\ncause of the fishermen in his constituency. As far as anti-pollution  measures are concerned. I  have  said  that  he\r\n\r\ncould  bring  the matter up directly with the Ministry  of\r\n\r\nthe   Environment.  As  far  as  the  Primary   Production\r\n\r\nDepartment is concerned. I have indicated that we would be\r\n\r\nvery  happy to pursue the matter further with the Ministry\r\n\r\nof the Environment to satisfy his request.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, it is not a question of satisfying\r\n\r\nmy  request.  It  is  a  matter of grave  concern  to  the\r\n\r\nfishermen  because their livelihood is affected.  However,\r\n\r\nsince  the Minister of State has said that he is  prepared\r\n\r\nto  look  into  the  matter, I beg leave  to  withdraw  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10\r\n\r\nin respect of subhead AAA 3011\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a simple question to ask of the Minister. I\r\n\r\nbelieve  that  free water supply at public standpipes  has\r\n\r\nalready  ceased a few years ago. How is it that last  year\r\n\r\nthere was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 504</b></font><br><br>\r\n\r\n\r\n\r\nsuch  a vote and this year there is also a vote of $20,000\r\n\r\nfor free water supply at public standpipes. I am under the\r\n\r\nimpression that nothing is for free. How is it that  today\r\n\r\nwe  still see a vote of $20,000 for the provision of  free\r\n\r\nwater  supply? I should be very grateful if  the  Minister\r\n\r\nwould care to reply.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Eng Liang:</b> Sir, the provision under this subhead\r\n\r\nis  to meet expenditure, as the Member has indicated, for\r\n\r\nthe   supply  of  free  water  at  the  remaining   public\r\n\r\nstandpipes and outdoor taps in the rural areas. Our policy\r\n\r\nas  mentioned  by  him still stands. There  are  only  two\r\n\r\nstandpipes  today at Jalan Betek, off Lim  Chu  Kang, and\r\n\r\nfive  outdoor  taps at Rifle Range Road  which  cannot  be\r\n\r\ndismantled for the time being as they are for use  by  the\r\n\r\nresidents in that area who have no other source  of  water\r\n\r\nsupply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To give an indication of how our policy has been\r\n\r\nimplemented, the   number   of   standpipes   has   been\r\n\r\nprogressively reduced from 2,471 in 1966 to two  in  1976.\r\n\r\nAs and when alternative water supply is available in these\r\n\r\nparticular  areas,  the  remaining  standpipes   will   be\r\n\r\nremoved.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> The answer given is satisfactory. I beg\r\n\r\nleave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Mr Deputy Speaker. Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10\r\n\r\nin respect of item (a) of subhead AAA .3020*. (* The same amendment also stood in the names of Messrs Yeo Choo Kok, Hwang Soo Jin, Ho See Beng and J.F. Conceicao.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had reason to complain once before, outside this\r\n\r\nChamber, of shoddy and poorly finished work by contractors\r\n\r\nwhich were accepted as \"completed work\" by the Housing and\r\n\r\nDevelopment Board. I do appreciate the tremendous pressure\r\n\r\non  the Housing and Development Board to deliver more  and\r\n\r\nmore  flats  to  meet  the  increasing  demand  for  them.\r\n\r\nNotwithstanding this pressure, the Housing and Development\r\n\r\nBoard should be more vigilant in ensuring that it will not\r\n\r\naccept from contractors any\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 505</b></font><br><br>\r\n\r\n\r\n\r\nflat  that  is  poorly finished. After  all, tenders  are\r\n\r\ncalled   for  the  construction  of  flats  suitable   for\r\n\r\noccupation and are paid for as such. Proper supervision of\r\n\r\nconstruction  and  inspection before acceptance  from  the\r\n\r\ncontractors  will  not appreciably increase  the  cost  of\r\n\r\nflats.  Proper finish of the floors, walls and  hinges  of\r\n\r\ndoors,  windows,  etc, is not going to delay  construction\r\n\r\nthat  long either. In any case, poorly finished flats have\r\n\r\nto be redone before occupation, and that takes time too.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I had also previously talked about workers and\r\n\r\ncontractors  lacking work ethic, lacking  pride  in  their\r\n\r\ncraftsmanship, etc, which accounted for this  sorry  state\r\n\r\nof affairs. What I ask is that the Housing and Development\r\n\r\nBoard   should  be  a  little  more  vigilant   in   their\r\n\r\nsupervision of contractors.\r\n\r\n\r\n\r\n<br><br>7.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another area where the HDB can help the new flat owners\r\n\r\nis  to  be  a  little  more careful in  the  selection  of\r\n\r\nauthorised  contractors for renovation work in HDB  flats.\r\n\r\nSome  of these authorised contractors farm out their  work\r\n\r\nto   numerous  unauthorised  sub-contractors   who   cheat\r\n\r\ninnocent  flat  owners  by  shoddy  workmanship   or   not\r\n\r\ncompleting the work in time after having received  payment\r\n\r\nor  refusing to hand over the keys until their demand  for\r\n\r\nadditional payment is met. Whenever such reports are  made\r\n\r\nto the Housing and Development Board, the Board should not\r\n\r\nbrush  them  off saying that it was a private  arrangement\r\n\r\nbetween  the contractor and the flat owner. Investigations\r\n\r\nshould  be  made and recalcitrant contractors  should  be\r\n\r\nbarred from tendering, and blacklisted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another area of comment is that the Housing Board\r\n\r\nlets  out parking lots to residents on a six-month  basis.\r\n\r\nRecently, when the Government decided to increase road tax\r\n\r\nfor  cars  in  order  to  reduce  the  car  population  in\r\n\r\nSingapore,  a  car  owner  decided  to  conform  with  the\r\n\r\nGovernment policy and deregistered his car and so took  it\r\n\r\noff  the  road. Yet, when he approached the Housing  Board\r\n\r\nfor  a  proportionate refund of the unused parking charges\r\n\r\nof four months, his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 506</b></font><br><br>\r\n\r\n\r\n\r\nrequest  was  turned  down. Here is a  car-owner  who  has\r\n\r\nderegistered his car in accordance with Government  policy\r\n\r\nand  yet  his  money was not refunded. If  a  cash  refund\r\n\r\ncannot  be  made, the amount of refund could at  least  be\r\n\r\nused to set off his monthly payment to HDB for conservancy\r\n\r\ncharges, etc. The Government is setting a good example  in\r\n\r\nthis  respect  by  making  a refund  of  unused  road  tax\r\n\r\npayments  if the cars are deregistered, and the  road  tax\r\n\r\nsurcharge was also adjusted downwards in respect  of  cars\r\n\r\nabove seven years old after representations had been made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My third complaint is in respect of land set aside in\r\n\r\nhousing estates for community centres. I am told that  the\r\n\r\nMinistry  of Finance takes a long time to approve  payment\r\n\r\nfor  the land to the Housing and Development Board. I will\r\n\r\nhave  more  to say about this when we come to  debate  the\r\n\r\nprovisions  for the Ministry of Finance. In the  meantime,\r\n\r\nlet  me  say that plans for construction of the  community\r\n\r\ncentres  could not be submitted to the Planning Department\r\n\r\nbecause the Housing and Development Board, as land  owner.\r\n\r\nrefuses to endorse such plans. This causes a deadlock  and\r\n\r\na  long  delay, and  the entire  project  will  be  at  a\r\n\r\nstandstill  because  of  the Housing  Board's  refusal  to\r\n\r\nendorse.  If the land set aside for a community centre  is\r\n\r\naccepted  by the People's Association as a suitable  site,\r\n\r\nthen I do not see any difficulty for the Housing Board  to\r\n\r\nendorse  such  a plan. Surely the HDB is not worried  that\r\n\r\nthe Ministry of Finance would not pay for the land. In any\r\n\r\ncase,  even if there is a dispute between the Ministry  of\r\n\r\nFinance  and the Housing Board in respect of payment, the\r\n\r\nHDB  can  always stop its construction. In any case.  Sir,\r\n\r\nthe HDB gets money from the Ministry of Finance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Mr Deputy Speaker. Sir, as housing\r\n\r\ndevelopers,  there is no disputing the fact that  the  HDB\r\n\r\nhas  lived  up to its name so much so that today  half  of\r\n\r\nSingapore's population are housed in HDB accommodations, a\r\n\r\nfact that has been referred to by a number of Hon. Members\r\n\r\nin  the House today. It may sound a little farfetched, but\r\n\r\nsomeone did remark to me\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 507</b></font><br><br>\r\n\r\n\r\n\r\nrecently that half of Singapore is in effect, ruled by the\r\n\r\nHDB.  Although  this  was  made  more  in  jest  than   in\r\n\r\nseriousness, it does lead me to think that there ought  to\r\n\r\nbe  a  serious review of the role and the function of  the\r\n\r\nHDB. Whilst the development aspect of the Board's function\r\n\r\nwill remain important for some time to come, equal if  not\r\n\r\ngreater emphasis should now be placed on the provision  of\r\n\r\nbetter maintenance services. Over the years we have  heard\r\n\r\nof  numerous grouses against the unilateral actions  taken\r\n\r\nby  the Board's administration. Many of these grouses, if\r\n\r\nnot  all,  are to my mind well justified, suggesting  that\r\n\r\nthe  Board  is  either not giving sufficient attention  or\r\n\r\nsimply   not  equipped  organisationally  to  provide   an\r\n\r\nacceptable  standard  of maintenance  services.  Residents\r\n\r\ngenerally   are   agreed   that   considering   the    not\r\n\r\ninconsiderable monthly maintenance and conservancy charges\r\n\r\npaid  by  them, the services provided ought to be  better.\r\n\r\nThis  has  also  led  to doubts as to  whether  the  basis\r\n\r\nadopted  in the costing of all such charges is, in  fact,\r\n\r\nequitable and realistic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not a firm believer in statistics which it is often\r\n\r\nsaid  can be used to prove anything depending on your  own\r\n\r\nstandpoint.  It is nevertheless interesting to  note  that\r\n\r\naccording to a sample household survey conducted  in  1968\r\n\r\nto  find  out  residents' reaction  to  change  in  living\r\n\r\nconditions  since their relocation into HDB  flats.  75.2%\r\n\r\ninterviewed at that time considered that from the point of\r\n\r\ncleanliness  of  neighbourhood, the change'  was  for  the\r\n\r\nbetter. However, by 1973 a similar survey conducted by the\r\n\r\nHDB  revealed that the percentage has dropped by 26 points\r\n\r\nto  49.2%  and from the point of cleanliness of  building,\r\n\r\nonly  49.3%  agreed that the change was  for  the  better.\r\n\r\nThere is no comparative figure for 1 968 in regard to  the\r\n\r\nlatter  item.  The figures quoted by me are  contained  in\r\n\r\npages  356  and  357  of  the  HDB  sponsored  publication\r\n\r\nentitled  Public  Housing  in  Singapore.  Admittedly  the\r\n\r\nposition may have changed somewhat over the last two years\r\n\r\nbut  is  it for the better? I leave Members to draw  their\r\n\r\nown conclusion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 508</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For some years now the HDB has been invariably chaired\r\n\r\nby  a private individual working on a part-time basis, but\r\n\r\nfor the time being the Permanent Secretary of the Ministry\r\n\r\nis the acting Chairman. I do hope that this will become  a\r\n\r\npermanent  feature  as  by having direct  control  of  the\r\n\r\nactivities  of the `Board by a senior Government  officer.\r\n\r\nthere will be numerous advantages. First, there is greater\r\n\r\nawareness  and  appreciation  of  the  thinking   of   the\r\n\r\npolitical  leadership. Secondly, being a senior Government\r\n\r\nofficer,  he can more easily coordinate the activities  of\r\n\r\nthe Board with those of the other Government departments - from overall planning down to day-to-day administration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Greater coordination will go a long way towards ensuring\r\n\r\nunnecessary    wastage,    delays    and,    above    all.\r\n\r\ncomprehensiveness  in  services.  The  apparent  lack   of\r\n\r\ncomprehensiveness  in  planning  resulting  from  lack  of\r\n\r\nproper  coordination  has  given  rise  to  a  number   of\r\n\r\nanomalies and shortcomings. Take, for example, Toa  Payoh,\r\n\r\na  town  of not less than a quarter million people.  There\r\n\r\nwas  not  a  police  station in sight when  it  was  first\r\n\r\ncompleted.  In  no  time  it was to  acquire  the  dubious\r\n\r\nreputation  of  being  the Chicago of  Singapore.  Another\r\n\r\nexample  is to be found in the location of the Jalan  Kayu\r\n\r\nPost  Office at the newly completed HDB estate. This  post\r\n\r\noffice  is  tucked  away in such an odd and  inconspicuous\r\n\r\ncorner  some  distance away from the market  and  shopping\r\n\r\ncentre.   The  explanation  given  to  me  was  that   the\r\n\r\nrequirement  of  the  post  office  was  not  taken   into\r\n\r\nconsideration at the planning stage. By the time the  post\r\n\r\noffice  asked  for a suitable site, all shop premises  had\r\n\r\nbeen  taken up. In planning the estate, it is also obvious\r\n\r\nto me that no attention was paid to the unavoidable impact\r\n\r\non  the  traffic situation in the neighbourhood  resulting\r\n\r\nfrom  overnight expansion in population. This  has  caused\r\n\r\nserious congestion and increasing number of road accidents\r\n\r\nat  the  traffic  junction close by. Had a little  thought\r\n\r\nbeen  given to this aspect during the planning  stage,  it\r\n\r\nwould  have been possible to widen a small stretch of  one\r\n\r\nside  only  of Yio Chu Kang Road bordering the HDB  estate\r\n\r\nwithout too great a cost if carried\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 509</b></font><br><br>\r\n\r\n\r\n\r\nout  when  the  construction of the estate  was  still  in\r\n\r\nprogress. As things stand at this very moment, I have been\r\n\r\ntold  that the situation can only be remedied in 1977 when\r\n\r\nthe PWD proposes to widen the entire Yio Chu Kang Road. In\r\n\r\nthe  meantime, the junction remains a serious  hazard  to\r\n\r\nroad users.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the planning of a housing estate, one would have\r\n\r\nexpected the Board to take into account the needs  of  all\r\n\r\nGovernment  departments.  Many  will  obviously  like   to\r\n\r\ndecentralise their services by setting up offices or  sub-offices in newly established population centres so  as  to\r\n\r\nprovide  on-the-spot service and in the  process  help  to\r\n\r\nalleviate the serious problem of traffic congestion in the\r\n\r\nCentral Business District, where most of them are situated\r\n\r\nat  present.  The  present attitude of  the  Board  would,\r\n\r\nhowever, appear to be that if I can let out all the  shops\r\n\r\nto  the private sector at good rentals, let me do so first\r\n\r\nand  think of the Government departments later. This  over\r\n\r\npre-occupation  with  money-making  to   the   extent   of\r\n\r\noverlooking the need to provide essential services on-the-spot  is  surely  not  right. I am  shocked  to  find  out\r\n\r\nrecently  that the going rate for renting a  shop  in  Toa\r\n\r\nPayoh  Central, is $10 per sq, ft. I think the Member  for\r\n\r\nSembawang was exaggerating when he said that it was $40. I\r\n\r\nthink  $10 is already bad enough. This must be the highest\r\n\r\nrate  anywhere in Singapore. Well, I can understand it  is\r\n\r\nall  a question of supply and demand, as the Hon. Minister\r\n\r\nexplained  earlier, which determines the level of  rentals\r\n\r\nand the Board obviously takes the view that if people want\r\n\r\nto  pay  more  and in the process kill themselves, it  is\r\n\r\ntheir  own  business, let them. But I do  wonder  to  what\r\n\r\nextent has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 510</b></font><br><br>\r\n\r\n\r\n\r\nthis  sort  of high overhead in rents affected  the  price\r\n\r\nlevels  of goods and services and ultimately the  cost  of\r\n\r\nliving  of  the residents, the majority of whom  are  wage\r\n\r\nearners and belong to the lower income group.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All in all, I think there is need and I submit an urgent\r\n\r\nneed  for  the  Board  to  be put under  more  direct  and\r\n\r\nstringent control of Government and whoever is running the\r\n\r\nshow  should be made aware and constantly reminded of  the\r\n\r\nwider  implications which their work entails and  that  is\r\n\r\nthey are involved not just with bricks and mortar but with\r\n\r\nhomes  that people live in who expect the environment  and\r\n\r\nthe quality of life to go on improving.\r\n\r\n\r\n\r\n<br><br>8.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Sir, I beg to report that the Committee\r\n\r\nof  Supply  has  made further progress  on  the  Main  and\r\n\r\nDevelopment  Estimates for the financial year  1st  April.\r\n\r\n1976  to  31st March, 1977, and ask leave  to  sit  again\r\n\r\ntomorrow.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Lim Kim San].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
