{"memberId": null, "volumeNo": "35", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"3\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"35\">\r\n\r\n<meta name=\"Sit_No\" content=\"8\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1976-03-23\">\r\n\r\n<meta name=\"Start_Col\" content=\"815\">\r\n\r\n<meta name=\"End_Col\" content=\"910\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">35</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">8</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">23-03-1976</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 815</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD PARLIAMENT</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 35</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 23rd March, 1976</i></div>\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)).\r\n\r\n\r\n\r\n<br>Encik Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Mr Ahmad Mattar (Leng Kee), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Ang Kok Peng, B.B.M. (Crawford).\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr Ivan Baptist (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and the Environment and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Chai Chong Yii (Bukit Batok), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Dr Chiang Hai Ding (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Chin Harn Tong (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for the Environment.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (Mac Pherson), Minister for Home Affairs and Education.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 816</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hon Sui Sen (Havelock), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lai Tha Chai (Henderson).\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for National Development and Communications.\r\n\r\n\r\n\r\n<br>Haji Mohd. Ariff bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Ong Leong Boon (Kim Seng).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ong Teng Cheong (Kim Keat), Minister of State for Communications.\r\n\r\n\r\n\r\n<br>Encik Othman bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phey Yew Kok (Boon Teck).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 817</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister of Defence.\r\n\r\n\r\n\r\n<br>Haji Rahmat bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Kuo Chuan).\r\n\r\n\r\n\r\n<br>Haji Sha'ari bin Tadin (Kampong Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Minister of State for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Dr Tan Eng Liang, B.B.M. (River Valley), Minister of State for National Development.\r\n\r\n\r\n\r\n<br>Dr Augustine H. H. Tan (Whampoa).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 818</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang) Dr Toh Chin Chye (Rochore), Minister for Health.\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken, B.B.M. (Alexandra).\r\n\r\n\r\n\r\n<br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Mr Yeo Choo Kok (Delta).\r\n\r\n\r\n\r\n<br>Mr Yeo Toon Chia (Kampong Kapor).\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Encik A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Yiok Seng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister.\r\n\r\n\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 817</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b></div>\r\n\r\n<div align=\"center\"><h4>FINANCIAL YEAR 1ST APRIL, 1976 TO 31ST MARCH, 1977</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [6th Allotted Day]\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head V --\r\n\r\n\r\n\r\n<br><br><!-- Mr J. F. Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. F. Conceicao (Katong):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to he allocated for Head v be reduced my $10\r\n\r\nin respect of subhead AAA 1004*. (* The same amendment also stood in the names of Messrs L. P. Rodrigo. Hwang Soo Jin. N. Govindasamy. Sia Khoon Seong. Ng Kah Ting. Ho Kah Leong, P. Govindaswamy and Ch'ng Jit Koon.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No ministry in our Government has been as riddled with\r\n\r\nproblems as the Ministry of Education. Only last year one\r\n\r\nof the previous\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 818</b></font><br><br>\r\n\r\n\r\n\r\nMinisters for Education came out with a restructured system\r\n\r\nwhich  he  claimed was not an exercise on paper. A  warning\r\n\r\nwas  sounded in the House that what seemed to have  started\r\n\r\nwith  a  bang  might end with a whimper and  actually  this\r\n\r\nseems  to  have  come to pass, because new directions  have\r\n\r\nthis  year been laid down. How is ii that all these  things\r\n\r\nhave happened in education?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The basic education policy of the Government was laid\r\n\r\ndown   in   the  chapter  Spring  Source  of  our   Nation,\r\n\r\nincorporated  in  the Party manifesto The Tasks  Ahead,  in\r\n\r\n1959. I  agree with the previous Minister, who is now  the\r\n\r\nMinister  for  Science and Technology, that basically  this\r\n\r\npolicy  has not changed. Throughout the years of PAP  rule.\r\n\r\nthis policy has been assiduously adhered to because it  was\r\n\r\nshown to have continuous relevance and to be grounded in  a\r\n\r\nclear-sighted understanding of issues.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 819</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So we have trained teachers and built schools to give\r\n\r\neverybody  a  place and a chance for primary education.  We\r\n\r\nhave  given  places in secondary school  to  all  who  have\r\n\r\nqualified  for  it. We have established  the  Institute  of\r\n\r\nEducation to provide for more varied and better quality  of\r\n\r\ntraining of teachers; although here presently a constituent\r\n\r\nhas  written  to  me commenting upon the  alarmingly  small\r\n\r\noutput of teachers from the Institute of Education. We have\r\n\r\nestablished the Industrial Training Board in response to an\r\n\r\nimportant article in our education policy, namely, that  of\r\n\r\ncontributing towards a better and more productive  economy.\r\n\r\nWe  have done our best to take care of the material aspects\r\n\r\nof  our  policy  with emphasis on science  and  technology.\r\n\r\ntechnical  training, a  chance for  everybody  to  prepare\r\n\r\nhimself for a job for which he may be well fitted. We  have\r\n\r\nencouraged  bilingualism and multi-lingualism  in  response\r\n\r\nalso  to  the  needs  for  integration  in  a  multi-racial\r\n\r\ncommunity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These lines of policy direction are as relevant today as\r\n\r\nthey  were in 1959. Yet we seem to have missed out on  some\r\n\r\nimportant  ingredient. I am not talking about  the  changes\r\n\r\nwhich have been many indeed: for example, we have had three\r\n\r\nor  four  Ministers of Education within the space  of  less\r\n\r\nthan  1  5  months - a high turnover rate indeed.  Changing\r\n\r\ndirectives  have  been freely issued  but  these  switches,\r\n\r\nmodifications and variations are not basically the ailment,\r\n\r\nthey  seem to me to be symptoms. They indicate that we have\r\n\r\nbeen  more concerned with the educational outcomes that  we\r\n\r\nwanted  or thought we could contrive. The point is we  were\r\n\r\nso concerned with objects and objectives that we lost sight\r\n\r\nof  the fact that we were dealing with children and people.\r\n\r\nLet us just consider the following scenario relating to the\r\n\r\nearly education of our children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At a pre-school stage our children are brought up in an\r\n\r\natmosphere of care and attention. Parents show their  great\r\n\r\naffection  for their children by looking after  them  well,\r\n\r\nand  even  by indulging them. Our children respond  with  a\r\n\r\nfreshness. We can see it in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 820</b></font><br><br>\r\n\r\n\r\n\r\nthe  kindergarten classes in the community centres when  we\r\n\r\norganize little occasions for children. They respond with a\r\n\r\nfreshness. That, however, seems to be a little dimmed  when\r\n\r\nthey enter into school. Once our children go to school they\r\n\r\nbecome  enmeshed,  geared into a  system  that  is  heavily\r\n\r\ninfluenced  by  a  compulsion to achieve,  initially  in  a\r\n\r\nsuperficial way, namely, the examination. Towards  the  aim\r\n\r\nof passing examinations, pupils will obediently lap up even\r\n\r\na  surfeit of information (I think our school curricula are\r\n\r\nover-loaded),  and  regurgitate  what  is  appropriate  for\r\n\r\nexamination purposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Generally our children give the appearance of being\r\n\r\nobedient  and  well disciplined. Or is  it  that  they  are\r\n\r\nsubservient and subordinate to the petty needs  to  achieve\r\n\r\nin  examination. Of course, many do not achieve. The normal\r\n\r\ndistribution  of  talent  would  exclude  them   from   the\r\n\r\nmeritocratic upper strata.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Emphasis on competition has resulted in the inculcation\r\n\r\nof  some  very good virtues -for example, a willingness  to\r\n\r\nwork  hard and to strive after set objectives. But  because\r\n\r\nof the need to achieve distinction in schools, teachers too\r\n\r\nhave  been  tempted to Orientate their teaching  simply  to\r\n\r\nthose   factors  that  are  tested  and  are  revealed   by\r\n\r\nexaminations.  In  the  process a  fundamental  educational\r\n\r\nprinciple  is ignored. The system becomes subject-oriented,\r\n\r\nnot pupil-oriented. The basic principle that you learn when\r\n\r\nyou are at the Teachers' Training College or normal classes\r\n\r\nor  at the Institute of Education is that you care for  the\r\n\r\nlittle  children.  You orientate your  effort  towards  the\r\n\r\nchildren, not towards what you want to teach them. They are\r\n\r\nnot  bottles into which you fill little things.  It  is  no\r\n\r\nwonder  that  we  have  discovered in  dismay  lapses  into\r\n\r\nilliteracy in fact possibility that literacy may never have\r\n\r\nbeen  achieved  by some who have gone through  the  primary\r\n\r\nstages of our school system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The system has significant characteristics of being an\r\n\r\nimpersonal one. Even in the treatment of teachers, much has\r\n\r\nbeen  said  time  and  again  about  the  impersonality  of\r\n\r\ndirectives and poor communication between\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 821</b></font><br><br>\r\n\r\n\r\n\r\nthe   Ministry   and  the  people  in   the   field.   This\r\n\r\nimpersonality can be further illustrated by the way a  very\r\n\r\nsenior  Ministry official, in addressing school principals,\r\n\r\nlikened a school to a factory, principals to managers, and\r\n\r\npupils  to  factory products. With that  kind  of  attitude\r\n\r\ncharacterising the thinking of a very senior man, what sort\r\n\r\nof  human  component do you expect to be worked in  to  the\r\n\r\nattitude towards children?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This sort of attitude has led to the notion that the\r\n\r\nschool  can provide the inputs that will result in a  pupil\r\n\r\nendowed with the right knowledge and attitudes. We have not\r\n\r\nthought   too  often  about  the  fact  that  the   child's\r\n\r\nenvironment  also  determines the way he behaves.  We  have\r\n\r\nchanged  the  physical  environment for  thousands  of  our\r\n\r\nchildren as a result of our successes in the housing field.\r\n\r\nBut  is  it  not possible for us to try, through  the  mass\r\n\r\nmedia  especially, to  reach to  the  home  and  community\r\n\r\nenvironment,  to  the parents and adult citizens,  to  show\r\n\r\nthem how they might reinforce what we teach our children in\r\n\r\nschools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, even what we teach our children in schools in\r\n\r\nrespect   of   their  cultural,  historical,   geographical\r\n\r\nenvironment becomes subordinate to other considerations as,\r\n\r\nfor  example,  Education for Living having  to  be  in  the\r\n\r\nsecond  language. Education for Living should be taught  by\r\n\r\nEducation-for-Living  teachers,  not  by  second   language\r\n\r\nteachers. Frequently the two specialisms do not coincide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the end, where community influence and school\r\n\r\ninfluence have combined to sharpen the competitive instinct\r\n\r\nin  our  young  people, we get what is exemplified  in  the\r\n\r\nfollowing.  When a team wins a school debate on television,\r\n\r\nthe  members of the winning team are so completely overcome\r\n\r\nwith elation that they have no care for how their opponents\r\n\r\nfeel as a result of their unseemly jubilation. When results\r\n\r\nare  announced  at an interschool band competition  at  the\r\n\r\nNational  Stadium, the same unseemly jubilation results  in\r\n\r\nnear  chaos  on  the  field. Ranks are broken,  nearly  all\r\n\r\nsemblance of order and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 822</b></font><br><br>\r\n\r\n\r\n\r\ndiscipline  become vapourised. Where is the spirit  of  the\r\n\r\ngame? Where is the vying in friendly competition? Where  is\r\n\r\nthe  consideration of one young person for another in these\r\n\r\nhysterical  circumstances? All this is the  result  of  the\r\n\r\nemphasis not on individuality but on individualism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And talking of individuality, let me hark back to the\r\n\r\nodious  comparison  of the school to  the  factory.  It  is\r\n\r\nimportant  that  all  should  realise  that  the  child  at\r\n\r\nwhatever  stage  he  leaves  school  is  never  a  finished\r\n\r\nproduct.  He  is  a developing person. You  cannot  produce\r\n\r\nfinished  products from schools. The child is a  developing\r\n\r\nperson, moving  to  the next stage of his  life,  growing,\r\n\r\nchanging  with  a personality blossoming and  in  some  sad\r\n\r\ncases withering. I do not think our teachers are interested\r\n\r\nin  producing stereotyped finished products, duly  labelled\r\n\r\nand set out on the assembly line. On the whole, I think our\r\n\r\nteachers are concerned for their charges, that is why  they\r\n\r\nfind  all  the  administrative and clerical  work  that  is\r\n\r\nsometimes imposed upon them irksome.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think we want to give our teachers all the support\r\n\r\npossible  in the development of individuality in our  young\r\n\r\ncitizens, and we want, if possible, to encourage schools to\r\n\r\nbear  the  stamp  and  impress of each school's  particular\r\n\r\npersonality.\r\n\r\n\r\n\r\n<br><br><!-- Mr L. P. Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr L. P. Rodrigo (Serangoon Gardens):</b> Mr Speaker, Sir, at\r\n\r\nthe  outset I wish to stress that the observations which  I\r\n\r\nwill  make under this head are made with the knowledge that\r\n\r\nthe Minister of State has a difficult job on his hands. But\r\n\r\nat  the  same  time  I want to say that he  must  grasp  in\r\n\r\nperspective the problems that have bedevilled the Ministry,\r\n\r\nand  in  this  regard  I will make references  to  specific\r\n\r\nissues  which I have raised in this House. In doing  so,  I\r\n\r\nalso wish to indicate to the Minister the existence in  his\r\n\r\nMinistry  of  a  professional mechanism  which  appears  to\r\n\r\nobscure fundamental errors of decision in education  policy\r\n\r\nor  implementation of policy. I would warn the Minister  of\r\n\r\nthe  propensities of this mechanism and to ask  him  to  be\r\n\r\nalert in issues of education at all times.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If there is one Ministry the successes or failures of\r\n\r\nwhich determine the successes or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 823</b></font><br><br>\r\n\r\n\r\n\r\nfailures  in  other  Ministries  and  ultimately   in   the\r\n\r\nperformance of the nation, it is the Ministry of Education.\r\n\r\nEducation  makes the kind of manpower which will  fill  the\r\n\r\nMinistries and which man the nation. It determines the kind\r\n\r\nof  young  people you have, the workers, the soldiers,  the\r\n\r\nmanagers,  the  leadership  you  have;  and  then  it  also\r\n\r\ndetermines  the  kind of teachers you have.  And  if  these\r\n\r\nteachers are 30% below par, then their pupils will probably\r\n\r\nbe  30%-plus  below  par;  and  if  some  of  these  pupils\r\n\r\nthemselves   become  teachers  then  these  teachers   will\r\n\r\nprobably  be  3O%-plus-3O% below par, and  so  on.  Finally\r\n\r\nteachers  will  not be able to give much of  value  to  the\r\n\r\npupils  because they have not got the stuff themselves.  On\r\n\r\nthis, I said in 1968 Hansard, Vol. 28, col. 364):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The reason why I am concerned with the subject of\r\n\r\neducation  is my belief that it will take a new society,  a\r\n\r\nsociety  with radically different responses and  reactions,\r\n\r\nif  we  are to achieve national security and prosperity  in\r\n\r\nthe  years  ahead.  And in the final analysis,  it  is  the\r\n\r\ncontent  of  the education that we provide our young  today\r\n\r\nwhich   will   determine  their  responses  and   reactions\r\n\r\ntomorrow.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today we have improvements of the recently restructured\r\n\r\nsystem.  The recently restructured system was a restructure\r\n\r\nof  the  system restructured in 1968. At that time  I  said\r\n\r\n[Hansard, Vol. 28, col. 365]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But today we have restructured our education system. The\r\n\r\nrestructuring  is  extensive in scope, involving  primary,\r\n\r\nsecondary, technical, tertiary and teacher education  which\r\n\r\nI  hope  is  a  final  restructuring, and  is  intended  to\r\n\r\ndescribe in perspective our education system.'\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was a little optimistic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today we have identified certain basic difficulties in\r\n\r\nour  system,  one of which is the non-retention  policy  by\r\n\r\nwhich  pupils  get promoted upwards irrespective  of  their\r\n\r\nperformance  in the year. This difficulty, we all  seem  to\r\n\r\nagree, is partly responsible for the slide into illiteracy.\r\n\r\nBut  the Backbench identified it in 1968. In the debate  on\r\n\r\nthe  President's  speech in May that  year  I  said,  after\r\n\r\nanalysing the defects of the non-retention policy [Hansard.\r\n\r\nVol. 27, col. 89]:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 824</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The non-retention policy by which the student of maximum\r\n\r\nage for that class is promoted to the next grade at the end\r\n\r\nof   the   year, despite  his  failure  in  the   terminal\r\n\r\nexaminations, progressively worsens  his  inarticulateness\r\n\r\napart  from  his overall ability. Sir, this  is  a  decline\r\n\r\nwhich must be arrested immediately.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even at this time I was already aghast at the kind of\r\n\r\neffects  that  the non-retention policy was producing.  The\r\n\r\nnon-retention policy was introduced in 1956 by the Ministry\r\n\r\nof Education to correct the inability of the administration\r\n\r\nat  that time to build schools sufficiently fast enough  to\r\n\r\naccommodate   a  backlog  of  children  due   to   commence\r\n\r\nschooling.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today the Ministry has also discovered the\r\n\r\nmeaninglessness  of the Primary School Leaving  Examination\r\n\r\nand  has initiated the assessment system at the end of  six\r\n\r\nyears'  primary education. This is also done at the end  of\r\n\r\nthe  third  year of primary education as described  in  the\r\n\r\nrestructured system. This is intended to divert  pupils  at\r\n\r\nan  early stage so that they will be able to learn at their\r\n\r\nown   rate  of  capacity.  In  the  debate  in  1968  after\r\n\r\nunderlining  the  adverse effects that the  Primary  School\r\n\r\nLeaving Examination was having on our primary and secondary\r\n\r\neducation I said [Hansard, Vol. 27, col. 89]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Sir, as suggested, the Primary School Leaving\r\n\r\nExamination may be suitably modified or even abolished  and\r\n\r\nin its place a system of annual assessment set up.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also said in that debate [Hansard. Vol. 27, cols. 87-8]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Sir, diversion of academic potential, which is the end\r\n\r\nproduct  of  six  years  primary  education,  to  technical\r\n\r\neducation  and  vocational training is  short  of  what  is\r\n\r\nideally  correct. Diversion of primary school  students  to\r\n\r\nvocational  training as it is being done today must  cease.\r\n\r\nIt  is  a  diversion  of primary school students  who  have\r\n\r\nfailed   in   the   Primary  School  Leaving   Examination.\r\n\r\nnotoriously, abbreviated as PSLE, and who are over-aged. It\r\n\r\noperates on the inscrutable theory that the overage rejects\r\n\r\nof   this  examination  have  an  aptitude  for  vocational\r\n\r\ntraining.  I  would  suggest that the  Government  consider\r\n\r\nmaking the diversion at the early secondary school sta9e.'\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rodrigo, could you slow down a bit\r\n\r\nbecause the interpreters cannot catch up with what you  are\r\n\r\nsaying.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> Sir, I am trying to hurry between the\r\n\r\ninterpreters and your ten- minute guillotine.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 825</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is too bad. You are so long-winded.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> In this case the Ministry did rearrange the\r\n\r\ndiversion to take place at the end of Secondary II in 1969.\r\n\r\nBut  I  am sure it was not as a result of my having  raised\r\n\r\nit. Suffice it to say that my anxieties have been confirmed\r\n\r\nby the initiative of the Ministry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have made these flashbacks with the intention of\r\n\r\nindicating to the Minister that on education the  Backbench\r\n\r\nhas  searched the subject and articulated on it extensively\r\n\r\nin Parliament. Contributions have come from the Members for\r\n\r\nJurong.  Paya  Lebar.  Jalan  Kayu  and  Telok  Blangah.  I\r\n\r\nhesitate  to include the Member for Moulmein.  I  think  he\r\n\r\nholds  a  watching brief for teachers in this House.  If  I\r\n\r\nhave omitted quoting all Members it is purely because of  a\r\n\r\nlack of time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are realising today that the traditional media in\r\n\r\nwhich  the  education  of pupils is  undertaken, i.e, the\r\n\r\nclassroom,  has lost its effectiveness as the form  at  the\r\n\r\nprimary level. The classroom has always been a grouping  in\r\n\r\nwhich   there  quickly  developed  a  relationship  between\r\n\r\nteacher  and  pupils  that  made  education  possible   and\r\n\r\neffective. This form dissipated as soon as subject teaching\r\n\r\nwas liberally used in the primary schools. If four subjects\r\n\r\nin  the  class  time-table  draw into  the  classroom  four\r\n\r\ndifferent teachers of the subjects, then the close intimate\r\n\r\nrelationship between one teacher and 35 pupils is lost  and\r\n\r\nin  its  place  there is only the indifferent communication\r\n\r\nlink  between one teacher and 140 pupils. What happens then\r\n\r\nis   that  you  no  longer  tend  to  have  education   but\r\n\r\ninstruction  and therefore you no longer have  schools  but\r\n\r\ncentres of instruction. Subject teaching may be suitable as\r\n\r\na  method of instruction, but is it suitable as a  form  of\r\n\r\neducation? I expressed this worry in 1968 where I  insisted\r\n\r\nthat  quality  in education can be achieved only  when  the\r\n\r\nclassroom   retains  the  intimacy  of  the   teacher-pupil\r\n\r\nrelationship.  I  would urge the Minister  to  explore  the\r\n\r\ndesirability of once again recovering what we formerly had,\r\n\r\nthat is, the true form teacher.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But let me say that our education system has not\r\n\r\ncollapsed. There are major defects. If\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 826</b></font><br><br>\r\n\r\n\r\n\r\nwe  are to attempt the correction of these defects we  must\r\n\r\nbe  realistic. These defects cannot be solely attributed to\r\n\r\nthe  system.  The  failure  in or  the  non-performance  of\r\n\r\nteachers has helped to bring about these defects. The  bull\r\n\r\nin  the china shop is all right. Sir, but teachers are  not\r\n\r\nchina  wares  also. If I am the Backbencher  to  say  these\r\n\r\nunpopular  things,  let it be so. But to  what  extent  the\r\n\r\nsystem has been responsible in stifling the performance  of\r\n\r\nteachers so that their performance as the teacher has  been\r\n\r\naborted  or  retarded by the system, is a  matter  for  the\r\n\r\nMinister to find out and correct.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I wish to make the point that the Ministry in\r\n\r\ncharge  of  half  a million pupils and the  teacher  unions\r\n\r\nrepresenting  approximately 20,000 teachers determine  much\r\n\r\nof  the future of our society. While I realise that parents\r\n\r\nin  their homes owe it to themselves and their children  to\r\n\r\nbegin laying the basis for the development of character and\r\n\r\nability, many parents still depend and, in fact, expect the\r\n\r\ninstitution  of the school to nurture their  children  into\r\n\r\ncitizens  useful  to parents and society.  This  in  itself\r\n\r\ncalls  for  a re-education of parents. In this co'inection,\r\n\r\nwhat  does the Minister think about reactivating on a  mass\r\n\r\nscale parent-teacher association?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Teacher unions have grave responsibilities in the effort\r\n\r\nto  make  our education, system successful. On the question\r\n\r\nof  education  policies  and their implementation,  teacher\r\n\r\nunions  cannot afford to posturise or compromise to achieve\r\n\r\nadministrative  convenience at the risk of a  deterioration\r\n\r\nin  the content of education. Principals of primary schools\r\n\r\nhad  their  post allowances withdrawn. This change  removed\r\n\r\nadministrative difficulties in selecting senior teachers as\r\n\r\nprincipals  of  primary  schools  At  the  same  time,  the\r\n\r\nprofessionals  in the Ministry are prepared to  admit  that\r\n\r\nthe system should assist in achieving the correct motivated\r\n\r\nprincipal  for  the school in order that the entire  school\r\n\r\nfunctions. If the restoration of post allowances  for  such\r\n\r\nprincipals is necessary I would urge the Minister to do so.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 827</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rodrigo, your time is up.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin (Jalan Kayu):</b> Sir, travelling in an\r\n\r\nelevator  one  day  recently,  I  happened  to  overhear  a\r\n\r\nconversation between two school children. They were arguing\r\n\r\nas  to who was the Minister for Education. Neither of  them\r\n\r\nwas obviously in the right and they would appear to realise\r\n\r\nit  too, as they finally compromised by agreeing that  what\r\n\r\ndifference did it make whether it was Lee, Chua or Chai.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this little incident, amusing as it may be,\r\n\r\nillustrates very well the state of confusion we are all  in\r\n\r\nas  a result of regular changes in our education policy  in\r\n\r\nrecent  years from Ministry officers to school  principals,\r\n\r\nteachers, pupils and parents. It would seem to me that very\r\n\r\nfew people really know what is happening at any one moment.\r\n\r\nTake,  for  example the subject of the use  of  the  School\r\n\r\nFunds.  More than a year ago, the attention of  the  Public\r\n\r\nAccounts Committee of Parliament was drawn to the fact that\r\n\r\nall  the schools in Singapore had among them accumulated  a\r\n\r\ntotal  sum of close to $10 million under their School Funds\r\n\r\nand  this large sum of money was left lying idle in  banks.\r\n\r\nThe  reason,  as  the Committee discovered, was  apparently\r\n\r\nthat  principals  were at a loss as  to  how  to  go  about\r\n\r\nobtaining the necessary approval from the Ministry  to  use\r\n\r\ntheir School Funds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Accounts Committee of Parliament, under the\r\n\r\nchairmanship   of   the  Hon.  Member  for   Katong, then\r\n\r\nrecommended that the money should be used for the  purposes\r\n\r\nintended,  since  they  were  collected  from  the  pupils.\r\n\r\nSubsequently,  in  March 1975, a Notification  No.  73  was\r\n\r\nissued by the Ministry authorising the principals to  incur\r\n\r\nany expenditure not exceeding $200 from their School Funds.\r\n\r\nThis partial relaxation obviously was not too successful as\r\n\r\non  1  7th December, 1975 a further Notification No. 150  on\r\n\r\nthe  same subject was issued, removing all restrictions  in\r\n\r\nthe  use  of School Funds. On the one hand, this  news  was\r\n\r\nenthusiastically welcomed by the teaching\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 828</b></font><br><br>\r\n\r\n\r\n\r\nprofession  and hailed as a significant step taken  in  the\r\n\r\nright  direction,  and yet in an article  entitled  \"School\r\n\r\nFunds,  a New Look\", appearing in the latest issue  of  the\r\n\r\nTeachers  Rostrum, the author urged that  principals  would\r\n\r\nappreciate  it  very  much  if  some  guidelines  could  be\r\n\r\nprovided  for  them.  This, to  my  mind,  suggests   that\r\n\r\nprincipals  are  still at a loss as to how they  should  go\r\n\r\nabout using their newly delegated authority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Incidentally, Sir, you would have noted that the first\r\n\r\nNotification No. 73, referred to by me earlier, was  issued\r\n\r\nin  March 1975 but by December 1975 the second notification\r\n\r\non  the same subject has already reached the number 150. In\r\n\r\nother  words, altogether a total number of 78 notifications\r\n\r\nwere  issued by the Ministry to schools in a matter of nine\r\n\r\nmonths.  I  do not know what is contained in the  other  76\r\n\r\nnotifications. All that I can say is that I sympathise with\r\n\r\nthe  poor principals and teachers in trying to comply  with\r\n\r\nwhatever the nature of the numerous notifications,  not  to\r\n\r\nmention  the  poor  pupils  who  obviously  suffer  in  the\r\n\r\nprocess.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A more recent example is to be found in a seminar\r\n\r\nconducted by the Ministry. According to the press,  at  the\r\n\r\nopening  of  the  Seminar  the  Senior  Minister  of  State\r\n\r\nemphasised   the  need  to  educate  school   children   on\r\n\r\npopulation   control.  There  were,  I  gather, subsequent\r\n\r\nspeakers from the Ministry. After listening to the  various\r\n\r\nspeeches, some primary school principals, I was told,  went\r\n\r\naway  from the seminar feeling rather confused as  to  what\r\n\r\nthey  were  expected  to  do. One  expressed  rather  grave\r\n\r\nconcern  to  me that principals were asked to borrow  films\r\n\r\nand  illustrations from the Family Planning and  Population\r\n\r\nBoard  to  show  to their children. His interpretation  was\r\n\r\nthat  primary  school  children  were  to  be  taught   sex\r\n\r\neducation or birth control.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These two examples only serve to illustrate a rather\r\n\r\nsorry  state  of  affairs  in  the  implementation  of  our\r\n\r\neducation  policy. It would seem to me that a very  serious\r\n\r\ncommunication gap exists in all levels of our Ministry  and\r\n\r\nthe  schools. The gap would appear to be much worse between\r\n\r\nthe Ministry and the schools. Sir, unless there is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 829</b></font><br><br>\r\n\r\n\r\n\r\ngreater and constant awareness of the need, on the part  of\r\n\r\nthose  implementing the policies of Government, for  proper\r\n\r\ndialogue to be maintained between Ministry officers and the\r\n\r\nschools,  policy  decisions are unlikely  to  be  correctly\r\n\r\ninterpreted  and  translated into  suitable  administrative\r\n\r\nactions   to  attain  the  desired  objectives.   We   have\r\n\r\nemphasised  on  greater  qualitative  improvement  in   our\r\n\r\neducation  system but until and unless the very fundamental\r\n\r\nproblem   of   communication  gap  can  he   satisfactorily\r\n\r\nresolved.  I have my doubts as to the extent of improvement\r\n\r\nthat we can hope to achieve.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy (Telok Blangah):</b> Sir, since 1959 our\r\n\r\neducation policy has undergone many and varied changes. Two\r\n\r\nfeatures  stand out for commendation and condemnation.  Let\r\n\r\nus  take the commendable feature first. We have diversified\r\n\r\nthe  educational structure from a purely academic  type  of\r\n\r\neducation given to pupils in the past to one with a science\r\n\r\nand  technology  bias. Our emphasis on  technical  schools.\r\n\r\nvocational  institutes,  etc, is a complimentable  feature.\r\n\r\nOther than that, we have left a string of failures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our education policy is still examination-oriented. Let\r\n\r\nus  take the Primary School Leaving Examination first,  the\r\n\r\nsix  to  seven-year  primary  education  controversy.  What\r\n\r\nhappens  to  the thousands of children who have failed  the\r\n\r\nPrimary  School Leaving Examination? About 10 or  12  years\r\n\r\nago, we  started  post-primary  classes  for  Primary   VI\r\n\r\nfailures  and  advocated the setting  lip  of  post-primary\r\n\r\nvocational  classes for pupils who did not make  the  grade\r\n\r\nfor   a  regular  secondary  education.  The  Ministry   of\r\n\r\nEducation  was not prepared nor equipped for the vocational\r\n\r\nclasses  and  the  programme was a  failure  and  the  post\r\n\r\nprimary vocational classes closed down.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now we are talking in terms of allowing pupils who failed\r\n\r\nthe  PSLE to repeat and to keep them in schools until  they\r\n\r\nare 1 5 years\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 830</b></font><br><br>\r\n\r\n\r\n\r\nold. What kind of instruction are the 1 5-year old backward\r\n\r\npupils  going  to  get?  I  should  not  have  called  them\r\n\r\n\"backward  pupils\". In the new educational  parlance, they\r\n\r\nare  ESN,  Educationally Sub-Normal. Are they going  to  be\r\n\r\ngrouped with the other students who have failed? Are  there\r\n\r\nstill  going to be 40-odd backward overaged pupils  in  the\r\n\r\nsame class? Does the Ministry seriously expect the 1 5-year\r\n\r\nolds  who fail year after year to really make good with  40\r\n\r\nsuch pupils in any one class? What attention is going to be\r\n\r\npaid  to  them  to actually make them useful citizens?  Are\r\n\r\nremedial teaching methods advocated? If so, has any thought\r\n\r\nbeen   given   to  remedial  education,  and  are   answers\r\n\r\navailable?  These are questions for which answers  must  be\r\n\r\nfound before action could be initiated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take our second language policy. From normal\r\n\r\nsecond   language  teaching,  the  Ministry  of   Education\r\n\r\nadvocated additional exposure for the second language. When\r\n\r\nthey   found   that  the  children  were  not   effectively\r\n\r\nbilingual,  they decided they could solve  the  problem  by\r\n\r\nincreased  exposure to second language  for  all.  Subjects\r\n\r\nnormally  taught in the first language had to be :aught  in\r\n\r\nthe second language. As a result, we found that many of our\r\n\r\npupils  who  were  not  effective in  the  second  language\r\n\r\nearlier became ineffective in both the first as well as the\r\n\r\nsecond languages. What we are now, therefore, advocating is\r\n\r\nback  to  square  one, and that is, an  under-exposure  for\r\n\r\nthose who are not able to cope up with the two languages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We gave another name for Civics. We did away with History\r\n\r\nand  introduced Education for Living to be  taught  in  the\r\n\r\nsecond  language. This has really become neither  a  civics\r\n\r\nlesson,  nor  an Education for Living lesson  but  in  many\r\n\r\nschools,  it has bec3me a second language lesson. Again,  a\r\n\r\nfailure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Activity method advocated by one of the seven Education\r\n\r\nMinisters  (we have had seven Ministers since 1959)  became\r\n\r\nPPP.  For  those  who  are uninitiated in  the  educational\r\n\r\njargon of these days, it means the Primary Pilot Project.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 831</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An Hon. Member:</b> Play, play, play!\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Yes. A big boo-ha was made. Special\r\n\r\nclasses for teachers were conducted. Special teaching  aids\r\n\r\nwere  made. Instruction manuals were printed. Thousands  of\r\n\r\ndollars  were  spent  by individual  teachers  as  well  as\r\n\r\nschools.  After a few years' trial, even as  late  as  last\r\n\r\nyear, we were told that the PPP programme has come to stay.\r\n\r\nNow I hear it is out. Why?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Only last year we were debating in this Chamber on\r\n\r\nanother  new  education  policy,  namely  the  Restructured\r\n\r\nEducation  System.  There were considerable  criticisms  as\r\n\r\nwell  as  apprehension  about this  policy.  The  Education\r\n\r\nMinister  then,  tried  to  explain  the  system,  not  too\r\n\r\nsuccessfully, I am afraid. He also sang praises for such  a\r\n\r\nsystem.  Sir,  now the rumour has it that the  Restructured\r\n\r\nEducation System is still-born.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Every child was forced to participate in extra-curricular\r\n\r\nactivities. Special record cards were introduced  for  ECA.\r\n\r\nThe  points system was introduced. Parents kicked up a row.\r\n\r\nMembers  of Parliament made speeches in this House and  ECA\r\n\r\ncards were withdrawn and insistence on participation in ECA\r\n\r\nhas been relaxed and forgotten. Another change in policy or\r\n\r\na failure?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our teachers, while keeping tab of the numerous changes\r\n\r\nand  trying to understand and implement them, have also  to\r\n\r\nbe  Anti-Narcotics Counsellors and, of late,  as  has  been\r\n\r\nmentioned  earlier  by the Member for  Jalan  Kayu, family\r\n\r\nplanning experts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An Hon. Member:</b> Post Office Savings Bank.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Yes, Post Office\r\n\r\nSavings Bank. I read in the papers that family planning  or\r\n\r\npopulation  education  is  to  be  given  even  in  primary\r\n\r\nschools. Do we seriously expect primary school students  to\r\n\r\nunderstand family planning concept?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The shortage of teachers in our schools is phenomenal,\r\n\r\nespecially  graduate  teachers in secondary  schools.  Even\r\n\r\nfrom  the Government's own statistics, in Division I alone,\r\n\r\nthere is a vacancy position of 45.3%.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 832</b></font><br><br>\r\n\r\n\r\n\r\nSecondary school pupils even up to Secondary IV levels  are\r\n\r\nbeing taught by non-graduate teachers, in some cases,  even\r\n\r\nby those who themselves only have a School Certificate. The\r\n\r\nMinistry  of  Education  ought  to  be  grateful  to  these\r\n\r\nteachers  who  teach Secondary IV classes far beyond  their\r\n\r\ncall  of  duty. There was some talk earlier on of upgrading\r\n\r\nthese  teachers  by inservice classes in the  Institute  of\r\n\r\nEducation. What has happened to this scheme? How  does  the\r\n\r\nMinistry hope to recruit graduates for secondary schools?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ordinary teachers, principals and inspectors have now\r\n\r\nbeen  classified  differently. Just as a  jaga  these  days\r\n\r\ncalls  himself  a  Security  Officer,  and  a  door-to-door\r\n\r\nsalesman   calls   himself  a  Sales  Representative,   our\r\n\r\nteachers,  principals, inspectors, etc, have  become  EOs,\r\n\r\nSEOs, PEOs, EDOs, ADs and DDs. Very soon we may run out  of\r\n\r\nalphabets! This euphemism has become some kind of a  status\r\n\r\nsymbol   among  our  educators.  The  need  for   promotion\r\n\r\nprospects for teachers was understandable. In fact,  I  was\r\n\r\none  of those who advocated for more promotion posts in our\r\n\r\nEducation  Service but never did I dream that the  Ministry\r\n\r\nwould be creating so many grades of teachers. It appears as\r\n\r\nif there are no more teachers in our Education Service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Are all the failures that I have enumerated necessary?\r\n\r\nSir,  a  study of the Hansard, as pointed out by  the  Hon.\r\n\r\nMember  for  Serangoon Gardens, would  show  that  numerous\r\n\r\ncriticisms were made in this Chamber. Some of the  pitfalls\r\n\r\nof  the education policies were pointed out and they  could\r\n\r\nhave  been avoided. If only the gods at Kay Siang Road  had\r\n\r\ngenuinely discussed with the organisations representing the\r\n\r\nteachers  and the people who have to implement  the  policy\r\n\r\nbefore  proposing any new scheme, many pitfalls could  have\r\n\r\nbeen avoided. When I say \"discussions and consultations\". I\r\n\r\nmean  genuine  discussions and consultations and  not  some\r\n\r\nlittle  dictator from the Ministry of Education calling  up\r\n\r\nprincipals  and  organisations  representing  teachers  and\r\n\r\ngiving them a lecture on the latest policies.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 833</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is there a moral to be learnt from the past failures? I\r\n\r\nwould say `yes. If the education planners in Kay Siang Road\r\n\r\ntake  heed  and accept the fact that there are also  others\r\n\r\noutside  the  Ministry  who  are  also  interested  in  the\r\n\r\neducation of our young, we will not be in the mess that  we\r\n\r\nare in now.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, education\r\n\r\nhas  always  been  a subject of interest  both  within  and\r\n\r\nwithout this House. This is to be expected considering  the\r\n\r\nfact  that  in  our society so much depends on  the  proper\r\n\r\ndevelopment and utilization of our human resources.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Criticisms on our educational system as well as on our\r\n\r\neducational  standards have been galore.  No  doubt,  these\r\n\r\ncriticisms  have  been  made  with  good  intentions,   but\r\n\r\nunfortunately  quite  a lot of them have  been  misdirected\r\n\r\nagainst  the  teachers, maligning them for so many  of  the\r\n\r\nills  in  our educational system. Teachers have  been  made\r\n\r\nconvenient   whipping  boys  for  any   failings   in   our\r\n\r\neducational endeavours. This can only engender a feeling of\r\n\r\nmalaise  and dejection among teachers, especially  when  so\r\n\r\nmany   of   our  criticisms  on  our  failings  have   been\r\n\r\nmisdirected against the teaching profession. It is time  we\r\n\r\nstopped  making  scapegoats out of  the  teachers  whenever\r\n\r\nsomething goes wrong in our educational system. It is about\r\n\r\ntime  we  directed our volleys of criticisms at  the  right\r\n\r\nplaces  where  the  sins  of  commission  and  omission  in\r\n\r\neducation have been committed. I am referring to the source\r\n\r\nwhere   many   of  the  ills  of  the  educational   system\r\n\r\noriginated. This is where many of the \"bright\"  ideas  were\r\n\r\nconceived  and then turned into educational Policies  which\r\n\r\nmust be implemented at all costs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Changes in our educational policy are desirable as we\r\n\r\nmust  keep up with the times and new demands, provided such\r\n\r\nchanges  are made after very careful consideration  of  the\r\n\r\nimpact and the implications these changes would have in the\r\n\r\ntotal  context of our educational, policy In some instance,\r\n\r\ncorrective measures will have to he taken in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 834</b></font><br><br>\r\n\r\n\r\n\r\norder to reduce any ill effects resulting from any shift of\r\n\r\nour   educational  policies.  Changes  in  our  educational\r\n\r\npolicies must be few and gradual as the educational process\r\n\r\nis  a  long-term  one. Time and care in nurturing  the  new\r\n\r\nideas  are  important elements that will determine  whether\r\n\r\nthe new ideas will blossom or wither. But when changes were\r\n\r\nmade  and then retracted at some future time, they not only\r\n\r\nreflect the haphazard manner in which some of these changes\r\n\r\nwere  made, but also caused so much confusion among  school\r\n\r\nprincipals and teachers as to what the educational  policy-makers  really  want, apart from causing a  dislocation  of\r\n\r\nexisting   educational  programmes  in  our   schools.   In\r\n\r\ndetermining educational changes, one cannot be as fickle as\r\n\r\na  vain  woman in her dressing room, changing her mind  now\r\n\r\nand then about what she ought to wear for a party.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A case in point of this fickleness in policy adjustments\r\n\r\nis the recent announcement by the present Minister for Home\r\n\r\nAffairs  and Education that primary education will  now  be\r\n\r\nextended  up to a maximum of nine years for a slow  learner\r\n\r\nand  that  automatic promotion in primary schools will  now\r\n\r\ncease. This announcement represents a total reversal of the\r\n\r\nannouncement made by the ex-Minister for Education (who  is\r\n\r\nnow  the  Minister  for Science and Technology)  in  1  975\r\n\r\nconcerning the restructured education system. Following the\r\n\r\nex-Education  Minister's announcement on  the  restructured\r\n\r\neducation  system last year, the whole Ministry was  geared\r\n\r\nto  prepare  for  the  implementation of  the  restructured\r\n\r\neducation  system.  Evaluation and assessment  courses  for\r\n\r\nteachers and meetings of principals were arranged  to  work\r\n\r\nout  the details to implement the ``brainchild'' of the ex-Education  Minister. It now appears that with the  changing\r\n\r\nof the Education Minister, there also goes the \"brainchild\"\r\n\r\nof the ox-Education Minister. But what remains still is the\r\n\r\nhullabaloo  arising  out  of  the  restructured   education\r\n\r\nsystem.  Instructions to principals and teachers concerning\r\n\r\nsteps  to  be taken to implement the restructured education\r\n\r\nsystem  have  not  been withdrawn, although  the  Education\r\n\r\nMinistry now adopts a completely new set of ideas. Ministry\r\n\r\nofficials when contacted by the principals for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 835</b></font><br><br>\r\n\r\n\r\n\r\nguidance  are  bewildered and are not  sure  which  is  the\r\n\r\nlatest \"fad\" in the educational policies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the midst of these confusions, not to mention the\r\n\r\nentire  efforts put in by teachers and principals over  the\r\n\r\nimplementation of the restructured education  system  going\r\n\r\nup  in  smoke, how in the name of fairness can we point  an\r\n\r\naccusing finger at principals and teachers for the misdeeds\r\n\r\noriginated  and  perpetuated  by  the  Education   Ministry\r\n\r\nitself?  For  goodness sake, can the Hon. Minister  or  his\r\n\r\nSenior  Minister  of State inform this  House  whether  the\r\n\r\npolicy regarding the restructured education system and what\r\n\r\nit  entails are thrown overboard or are still operative, in\r\n\r\nthe  light  of  the  recent  announcement  by  the  present\r\n\r\nMinister  for  Home  Affairs  and  Education  that  primary\r\n\r\neducation will now extend up to a maximum of nine years for\r\n\r\nthe slow learner with no automatic promotions?\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, I share the\r\n\r\nsentiments  so  ably  expressed by  my  colleagues  on  the\r\n\r\nBackbench   who  spoke  before  me  just  now  on   matters\r\n\r\nconcerning the policy of the Ministry of Education. I would\r\n\r\nlike to make reference only to two issues. Firstly, I refer\r\n\r\nto  the  announcement  of the Ministry  of  Education  with\r\n\r\nregard  to  what is termed as \"New rulings of priority  for\r\n\r\nPrimary  I  admissions\" which amongst other  things  stated\r\n\r\nthat:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`only children whose parents were sterilised before they\r\n\r\nreach  40 years of age will be given priority for admission\r\n\r\nto  Primary I from this year. Previously there was  no  age\r\n\r\nstipulation'. (Straits Times. Thursday, 18th March, 1976).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members  are  well  aware of  my  personal  feelings\r\n\r\ntowards  abortion  and sterilisation. But  I  am  extremely\r\n\r\ndisturbed  about  ground reports voicing not  only  concern\r\n\r\nwhich  is  growing with increasing intensity of unhappiness\r\n\r\nand  snowballing into resentment, but also posing questions\r\n\r\nsuch as: is it really necessary for Government to push  the\r\n\r\neducation  policy  so  far as to compel  aided  schools  to\r\n\r\nconform  to  it when such rulings handed down  are  against\r\n\r\ntheir\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 836</b></font><br><br>\r\n\r\n\r\n\r\nmoral principles? If Government can push such a policy down\r\n\r\ntheir  throats,  what  is to follow next?  These  questions\r\n\r\ncannot  be  lightly  treated. Morally it  is  wrong  to  do\r\n\r\nlikewise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that the question of sterilisation is not\r\n\r\nsomething which is directly connected with education. By so\r\n\r\ndoing, the Government is taking it too far. I would suggest\r\n\r\nthat this matter ought to be reviewed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I wish to touch on concerns the\r\n\r\nrequirement of Secondary I and II students, boys or  girls,\r\n\r\nto  attend  a 3-hour workshop session once a week.  I  have\r\n\r\nreceived  complaints from parents whose daughters  have  to\r\n\r\nattend  such sessions. They complain that there  is  little\r\n\r\ntime  for  their daughters to have their meals before  they\r\n\r\ncatch  a bus to go to their workshops or schools. I believe\r\n\r\nthere  is a point in their complaint. Moreover, the parents\r\n\r\nalso  point  out  that  they  would  prefer  to  see  their\r\n\r\ndaughters  take  up  Home Economics  instead  of  attending\r\n\r\nworkshop  sessions. This is because they  feel  that  their\r\n\r\ndaughters  could learn something more meaningful for  their\r\n\r\nfuture  lives  than  to spend three hours  a  week  in  the\r\n\r\nworkshops  for  two years and at the end of which  a  basic\r\n\r\nknowledge of technical skill is picked up by them and which\r\n\r\nwill  not  be  of  any benefit if they should  go  to  non-technical schools to complete their secondary education.  I\r\n\r\nwould  strongly  urge the Hon. Minister to look  into  this\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong (Jurong)</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nthe  fact  that  so many Hon. Members have  spoken  on  the\r\n\r\nproblems  of  education shows the concern we all  have  for\r\n\r\neducation  which  directly  affects  one-quarter   of   our\r\n\r\npopulation  and  indirectly  affects  the  whole   of   our\r\n\r\npopulation. It is only natural and it is good,  because  it\r\n\r\nis an important matter affecting our future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In discussing the problems of education, we must\r\n\r\nrecognise  that on the whole there is nothing fundamentally\r\n\r\nwrong  with  our education system. Otherwise we  would  not\r\n\r\nhave a society as stable as we have now, or we would not be\r\n\r\nhere  either. With changing times and social progress, our\r\n\r\neducation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 837</b></font><br><br>\r\n\r\n\r\n\r\npolicy, system, syllabuses and teaching materials, have  to\r\n\r\nchange accordingly in order to meet the requirements of our\r\n\r\nnation  and  our  society. Education is not something  that\r\n\r\ncannot change. However, the more conservative group do  not\r\n\r\nlike  to  see  any changes or innovations in our  education\r\n\r\nsystem.  On the other hand the innovators are impatient  to\r\n\r\nsee  that  education is being changed with  quick  results.\r\n\r\nTherefore, there is inevitably a conflict between  the  new\r\n\r\nand the old.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, there have been many changes in our\r\n\r\neducation system. From my observations and experience  over\r\n\r\nthe  years, frankly speaking all these have been quite well\r\n\r\nmotivated. If there had been any aberrations, they could be\r\n\r\ndue  to  the decision makers not having thoroughly examined\r\n\r\nour  education  policy.  They could  also  be  due  to  the\r\n\r\ninappropriate moment of its implementation. However,  there\r\n\r\nhas been one shortcoming, that is to say, in the process of\r\n\r\nformulating  our  educational  policy  those  organisations\r\n\r\nrepresenting the teaching profession had not been  given  a\r\n\r\nsay.  I  have always held out that teachers are the  actual\r\n\r\nimplementors  of any education policy. Since  the  teachers\r\n\r\ncome   into  direct  contact  with  the  students  in   the\r\n\r\nclassroom,  they should know the feelings and  response  of\r\n\r\nthe  pupils and they should also know what is receptive and\r\n\r\nabsorbable and what cannot be acceptable to the pupils.  We\r\n\r\nhave   20.000   teachers  represented  by   five   teacher-organisations.  I  think if the teacher-organisations  were\r\n\r\ngiven  some  say in the educational policy-making  process,\r\n\r\nthen there would be fewer changes due to education theories\r\n\r\nwhich might sound very grand but are not practicable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, education affects the future of our country. The\r\n\r\nchief  implementor of education is the teacher. So  we  can\r\n\r\nsee that the teachers are very important in the process  of\r\n\r\neducation.  I regret to say that in our mercenary  society,\r\n\r\nteachers  are  losing their status and are  less  and  less\r\n\r\nrespected. The respect for the teacher and the teaching\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 838</b></font><br><br>\r\n\r\n\r\n\r\nprofession  seems  to  have  become  a  historical  relic.\r\n\r\nTherefore,  it  is  important to  enhance  the  status  and\r\n\r\nrespect  for teachers, and the Government can do a  lot  in\r\n\r\nthis  matter besides the efforts by the teachers themselves\r\n\r\nand their organisations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, doctors, lawyers, accountants, engineers are all\r\n\r\nprofessional  people. They have professional  bodies  which\r\n\r\nare  given  considerable  statutory  power  in  respect  of\r\n\r\nadmission  for practice and disciplinary codes to  exercise\r\n\r\ncontrol over them. The teachers should also be regarded  as\r\n\r\nprofessionals,  as  they  have  gone  through  professional\r\n\r\ntraining.  However,  unlike the other professional  bodies,\r\n\r\nthe  teachers' organisations are not given statutory  power\r\n\r\nwith  disciplinary codes to control their members. Teachers\r\n\r\nare  not required by law to join their representative body.\r\n\r\nSo  the  teachers' organisations are not able  to  exercise\r\n\r\nauthority  over  the teachers, neither can they  raise  the\r\n\r\nsocial  status  of the teacher. If teachers'  organisations\r\n\r\nare given such a statutory right and if we also enhance the\r\n\r\nstatus  of  the  teachers,  it does  not  follow  that  all\r\n\r\nproblems  will be solved. But at least we will be  able  to\r\n\r\nhelp them to better honour their professional duties and to\r\n\r\nbe more contented in their profession. At the same time, we\r\n\r\nwould  be  able  to attract more talent into  the  teaching\r\n\r\nprofession.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now all those who are engaged in the teaching profession\r\n\r\nare  basically given three categories of salary scales with\r\n\r\nnine  grades. The intention is good and it is good 10  give\r\n\r\nthem  yearly  increments. But, there is no  special  salary\r\n\r\nscale  for  the  principal. This seems a bit  unfair.  Very\r\n\r\noften, there are principals who are only Education Officers\r\n\r\nwhereas some teachers are Senior Education Officers. Sir,I\r\n\r\nhave  said  in  this House many a time that  a  principal's\r\n\r\nappointment  is due to his superior merits. He  has  to  be\r\n\r\nresponsible for the affairs of the whole school,  including\r\n\r\nschool   administration,  the  arrangement  of  the  school\r\n\r\ncurricula, time-table, and he will have to take  charge  of\r\n\r\nthe school finance, personnel control and the discipline of\r\n\r\nthe  students. Whatever matter, big or small, will have  to\r\n\r\ngo  through the principal. However, his salary is sometimes\r\n\r\nnot compatible with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 839</b></font><br><br>\r\n\r\n\r\n\r\nhis  heavy  responsibility. No wonder  some  principals  on\r\n\r\ntheir  appointment  seem to accept it  with  a  feeling  of\r\n\r\ndrudgery.  I  wonder whether the Ministry of Education  has\r\n\r\nnoticed this problem and will consider giving the principal\r\n\r\na more adequate and significant salary.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson):</b> Mr Speaker, Sir, the Ministry\r\n\r\nof  Education  is  in  some  ways  comparable  to  our  bus\r\n\r\nservices. During the last 15 years, at least five ministers\r\n\r\nhave been given this portfolio. It has gone through so many\r\n\r\nchanges  that  it produced nothing but only confusion,  not\r\n\r\nonly among the officials in the Ministry but also among the\r\n\r\nteachers, students and parents. Nobody knows what is  going\r\n\r\nto  happen next. Nobody knows what is the aim of education.\r\n\r\nThe situation seems to be `the blind leading the blind'. It\r\n\r\nis time a commission of inquiry was set up to look into the\r\n\r\nquestion  of  why  many  teachers  are  resigning  and  are\r\n\r\ndisgruntled with their duties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have to prevent our education system from going down\r\n\r\nthe  drain.  It appears that our young citizens  have  been\r\n\r\nturned  into  guinea pigs to satisfy the  fancies  of  some\r\n\r\nadministrators  in  this  Ministry.  Whenever  some  senior\r\n\r\nofficials  want  to impress the public with their  ability,\r\n\r\nthey think of changes and then introduce them through trial\r\n\r\nand  error,  literally bulldozing the system by  virtue  of\r\n\r\ntheir  seniority.  School principals and teachers  are  not\r\n\r\ngiven a chance to question these changes but simply told to\r\n\r\ncarry  out  instructions. We have seen the failure  of  the\r\n\r\nPrimary  Pilot  Project.  Sometime  ago  bilingualism   was\r\n\r\nemphasised.   To  a  certain  extent  the  classes   became\r\n\r\ndramatic.  Schools were told to increase the exposure  time\r\n\r\nfor  the second language. Then, all of a sudden, principals\r\n\r\nwere  given the discretion to reduce exposure time as  they\r\n\r\nsee fit. Why this about-turn? Obviously very little thought\r\n\r\nhas been given to planning this policy in stages.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of six or seven-year primary education\r\n\r\nis  another  fiasco. The criteria for guiding  the  pupil's\r\n\r\nability are so\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 840</b></font><br><br>\r\n\r\n\r\n\r\nconfusing. There is so much doubt that very few people  are\r\n\r\nreally  convinced  that  it will really  work.  The  simple\r\n\r\nreason  is  this.  The judging of the individual  student's\r\n\r\npotential is left in the hands of the young teachers,  some\r\n\r\nof,  whom have very little experience in teaching. What  is\r\n\r\nthe position of this system now? Is it still in force?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have also seen another move whereby pupils are\r\n\r\nallowed to take care of their schools by doing some kind of\r\n\r\nwork  in  the  schools. The danger is that  principals  may\r\n\r\nbecome   over-enthusiastic  and  may  use  the  pupils   as\r\n\r\nsubstitutes for school servants. Some principals  are  only\r\n\r\ninterested  in  creating all image to the Ministry  at  the\r\n\r\nexpense  of  teachers  and  students.  Many  parents   have\r\n\r\ncomplained that their children have been made to sweep  the\r\n\r\nschool floors. Why is this so?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has become a tradition with the Chinese schools\r\n\r\nto  conduct  classes  on Saturdays. Of late,  many  English\r\n\r\nschool teachers have been seconded to these Chinese schools\r\n\r\nbecause  of  bilingualism. Many of these  English  language\r\n\r\nteachers have expressed dissatisfaction with these Saturday\r\n\r\nclasses.  They  say  that during the weekdays  after  every\r\n\r\nsubject period there is a short break and it has to be made\r\n\r\nup by the Saturday classes. I wonder why the Chinese stream\r\n\r\ndoes not follow other streams and leave Saturday for extra-curricular activities only.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The standard of Tamil education is rather \"high\". I am\r\n\r\ntold the teachers themselves are not familiar with the text\r\n\r\nbooks.  They are not given proper training. If so, how  are\r\n\r\nthey going to teach? I hope the Ministry will recruit, more\r\n\r\nqualified Tamil teachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In some schools the teachers themselves do not know what\r\n\r\nthey  teach.  There was a case where a father  checked  his\r\n\r\nson's  books and found an answer to a mathematical  problem\r\n\r\nmarked  as wrong when it was, in fact, correct. So to  seek\r\n\r\nclarification,  the  father wrote a  note  to  the  teacher\r\n\r\nthrough  his son. The teacher in turn scribbled a  note  to\r\n\r\nthe  father  in pencil admitting the mistake, and  he  also\r\n\r\ntold the boy to erase the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 841</b></font><br><br>\r\n\r\n\r\n\r\nscribbled note after showing it to the father, Again, time-tables  in  some primary schools are not strictly followed.\r\n\r\nQuite  often, the time-tables are changed all of a  sudden.\r\n\r\nso  much  so  that  the students do not have  the  required\r\n\r\nbooks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in some primary schools teachers request pupils to\r\n\r\npay for something which they do not properly explain. There\r\n\r\nwas  a  case  of  a  student who had to pay  50  cents  for\r\n\r\nsomething  which he could not explain to his parents.  When\r\n\r\nthe   parents  asked  the  teacher  the  reason  for   this\r\n\r\ncollection, the reply was for a curtain. I wonder what  has\r\n\r\nhappened  to  the  school's miscellaneous  funds.  Why  are\r\n\r\nteachers  collecting donations from students? Is  this  the\r\n\r\ntype of education for our children?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of late principals have been given the discretion to\r\n\r\nspend money collected from pupils. However. I wish to point\r\n\r\nout  a  certain anomaly. The schools are still  allowed  to\r\n\r\nspend  only  a  certain sum, a sum specified several  years\r\n\r\nago.  Let  us take, for example, a school with an enrolment\r\n\r\nof  2,000  pupils. Tile collection from these 2,000  pupils\r\n\r\nwill  come  to $7,000 a month and the school is allowed  to\r\n\r\nspend  only $3,000 a month. Any further expenses will  need\r\n\r\nspecial permission to be sought every month. The figure  is\r\n\r\nunrealistic,  for the simple reason, that  it  was  decided\r\n\r\nlong  before the fantastic price inflation occurred. I feel\r\n\r\nthat  the rate of expenditure should be revised to a higher\r\n\r\nproportion of the total collections from the school.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest a commission of inquiry be set up to look into\r\n\r\nwhat  has gone wrong because most of our teachers  are  now\r\n\r\ndisgruntled  with their duties. This inquiry could  correct\r\n\r\nthe  defects  in the education system so that our  students\r\n\r\nwould not be made guinea pigs where at the end of 1 0 years\r\n\r\nof schooling they would be more illiterate than literate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the education policy with regard to sterilisation is\r\n\r\nunfair.  Most  of  the mission schools give  preference  of\r\n\r\nallocation to those who already have brothers or sisters in\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 842</b></font><br><br>\r\n\r\n\r\n\r\nschool.  The introduction of this new priority for children\r\n\r\nwhose  parents  have been sterilised will seriously  affect\r\n\r\nthese mission schools. Therefore, could the Minister review\r\n\r\nthis policy?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ch'ng Jit Koon (Tiong Bahru)</b>(<i>In Mandarin</i>): Sir, many\r\n\r\ntimes  I  have  criticised the Ministry of Education  as  a\r\n\r\nMinistry which has changed its policy most frequently. Last\r\n\r\nMonday when we were debating the Budget statement, a number\r\n\r\nof  Members in this House expressed their concern over  the\r\n\r\nconfusion caused by the frequent changes of policy  in  the\r\n\r\nMinistry of Education. Even a few moments ago, some Members\r\n\r\nhave also touched on this subject.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some senior officers in the Ministry of Education, in\r\n\r\norder to show off that they know more than the others,  try\r\n\r\nto  copy  whatever  they have gathered  from  overseas  for\r\n\r\nimplementation  in  Singapore. But they  have  not  made  a\r\n\r\nthorough study of local conditions to see whether what they\r\n\r\nhave  copied would fit into our education system.  So  what\r\n\r\nthey  have  copied was implemented. The moment  they  found\r\n\r\nthat  something  has  gone wrong with such  implementation,\r\n\r\nthey  changed their policy. So we had a situation in  which\r\n\r\ninstructions  issued  in the morning were  changed  in  the\r\n\r\nevening.   As  a  result,  teachers  and  principals   were\r\n\r\ncompletely at a loss.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been given to understand that the various\r\n\r\nspecialist  inspectors in the Ministry  of  Education  have\r\n\r\ncalled up teachers in charge of various subjects to discuss\r\n\r\ninvariably  how to improve the teaching standard  of  those\r\n\r\nsubjects. This is, of course, a good move since the aim  is\r\n\r\nto  improve.  But in such a discussion they invariably  say\r\n\r\nthat  the teachers must do more work to bring about an all-round  improvement.  So they must do  this,  do  that,  and\r\n\r\neverything  else.  As a result the teacher's  work-load  is\r\n\r\nincreased  and  the  students  also  have  their  increased\r\n\r\nburden.  But  if  the students have very  few  subjects  to\r\n\r\nstudy, then  the situation is different. But we  all  know\r\n\r\nthat the present secondary students, particularly those  in\r\n\r\nSecondary  I and II, have to take as many as ten  subjects.\r\n\r\nOn top of that, they have to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 843</b></font><br><br>\r\n\r\n\r\n\r\nattend  technical  lessons and go for workshop  practice\r\n\r\nand  a  host  of ECA activities. In the case  of  school\r\n\r\ngirls,  they have to learn domestic science as well.  If\r\n\r\nvarious  specialist inspectors intend to show off  their\r\n\r\nperformances  by  way  of increasing  the  workload  and\r\n\r\nlessons  of the teachers and students, in the  end,  the\r\n\r\nstudents  will  suffer  more. The  obvious  consequences\r\n\r\nwould  be that, they fear to attend school and will  not\r\n\r\nknow a subject well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A friend of mine told me that he has two children in\r\n\r\nthe  same secondary school, one in Secondary I  and  the\r\n\r\nother  in  Secondary II. In order to teach the  students\r\n\r\nhow  to read newspapers, the language teachers make  the\r\n\r\nstudents  do  press cuttings on editorials.  The  civics\r\n\r\nteachers  also want these two students to cut out  items\r\n\r\non  civic news, The music teachers also want them to  do\r\n\r\nthe  same  thing but on musical events. As a result,  my\r\n\r\nfriend finds a lot of holes in his newspapers, and  that\r\n\r\none  set  of  newspapers is not enough to share  between\r\n\r\nthe  two  sons. He has to buy another set of  newspapers\r\n\r\nfor  them  to cut out. He also says that, as  marks  are\r\n\r\ngiven  for  newspaper cuttings, his sons have  to  spend\r\n\r\nsome  time  to cut them out and paste them  up  properly\r\n\r\nand  show  them  to the teachers for marking.  In  fact,\r\n\r\nthey  have no time to read the newspaper cuttings,  some\r\n\r\nof which they might not even comprehend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the example I have quoted is the cause for an\r\n\r\nincreased   sale   of   newspapers,   which    may    be\r\n\r\nmisinterpreted  as  the rise in our  cultural  standard,\r\n\r\nthen it is a travesty of the truth. Just to require  the\r\n\r\nstudents   to  cut  out  and  paste  newspaper  cuttings\r\n\r\nmechanically is to achieve nothing for the teachers  and\r\n\r\nthe\r\n\r\n\r\n\r\nstudents  themselves. It is deceiving oneself  as  well  as\r\n\r\nothers.  So  I feel that this practice of the specialist\r\n\r\ninspectors  vying for show should stop. I  would  go  so\r\n\r\nfar  as  to  suggest that there should be a coordinating\r\n\r\ncommittee  in the Ministry of Education to  ensure  that\r\n\r\nthere  will  be  a fair distribution of time  among  the\r\n\r\nvarious subjects for secondary school students, so  that\r\n\r\nthere will be no more stereotyped method of teaching.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 844</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recently some parents are vexed about the use of\r\n\r\nsimplified  Chinese characters because their  children  now\r\n\r\nwrite  a number of simplified characters which many  people\r\n\r\ndo   not  understand.  The  simplified  Chinese  characters\r\n\r\ninitiated by the Ministry of Education have increased  from\r\n\r\n502  to 2,248 characters. Some of them have been considered\r\n\r\nnot  suitable for use are still being used in the magazines\r\n\r\nand newspapers. Some new locally created simplified Chinese\r\n\r\ncharacters  are not to be found in any Chinese  dictionary.\r\n\r\nThis  gives  rise  to a greater problem  for  the  students\r\n\r\nstudying  the language. Our history is very short  and  our\r\n\r\nnew culture is still in the making. We should not create  a\r\n\r\nPicasso-type of simplified Chinese character experts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, language takes a long time to develop. It is also a\r\n\r\ncommon  fact that language develops with the history  of  a\r\n\r\ncountry.  It  is my hope that the Ministry of Education  in\r\n\r\npromoting  the  use of simplified Chinese characters  could\r\n\r\naccept  and pay attention to the new development of Chinese\r\n\r\nculture  in this field. We should not be narrow-minded  and\r\n\r\nobstinate.\r\n\r\n\r\n\r\n<br><br><!-- Haji Sha'ari Bin Tadin (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Haji Sha'ari Bin Tadin):</b> Sir, much criticism has already\r\n\r\nbeen  levelled in the House against our educational  system\r\n\r\nin   general  as  well  as  in  specific  terms.  Both  the\r\n\r\neducational  administration and the teaching staff  in  our\r\n\r\nschools  have been in the line of fire. This identification\r\n\r\nof weaknesses in the system is entirely constructive and to\r\n\r\nthe point in the present context of our rapid progress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is wholly relevant to stop and ask ourselves seriously\r\n\r\njust  where  we are going with our educational  innovations\r\n\r\nand  reforms, and what exactly are the ultimate  goals  we\r\n\r\nhope  to  achieve  within  the framework  of  our  national\r\n\r\naspirations.  Mistakes in education are  too  expensive  in\r\n\r\nhuman  terms  for us to delay any further in attempting  to\r\n\r\nlocate  the  trouble spots and areas of  vagueness  in  our\r\n\r\neducational policies and administrative approaches.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 845</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to suggest practical action\r\n\r\nin  three  areas  for  consideration by  the  Minister  for\r\n\r\nEducation.  First, I would like to suggest the  restoration\r\n\r\nof  a  special  allowance for principals  in  view  of  the\r\n\r\nimportant  role  they  are  called  upon  to  play  in  our\r\n\r\neducational  sphere. In this respect, I share the  view  of\r\n\r\nthe  Member  for Jurong expressed earlier on.  The  present\r\n\r\nscheme  is  quite  ludicrous, for it is based  on  academic\r\n\r\nqualifications. It is quite common in many  schools  for  a\r\n\r\nprincipal  to be earning far less than his teachers  merely\r\n\r\nbecause he is not a university graduate but has come up the\r\n\r\nladder  by  dint  of  hard work, skill and  experience.  In\r\n\r\nrational  terms, it would seem that this is  all  the  more\r\n\r\nreason  for  appreciation to be accorded  him  in  concrete\r\n\r\nmoney  terms, thus acknowledging the special status he  has\r\n\r\nwon for himself.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clearly, a principal who does not have his special\r\n\r\nposition acknowledged and safeguarded in some definite  way\r\n\r\nis  going to suffer from a certain sapping lack of  morale.\r\n\r\nHe  thereby  stands in danger of having his very  authority\r\n\r\nundermined.  He  has  every  right  to  expect  a   special\r\n\r\nallowance by virtue of the fact that he is the man  who  is\r\n\r\nat  the top and responsible for the- coordinated running of\r\n\r\nthe  entire school. If we deny him this right,  we  are  in\r\n\r\nactual fact and by definition denying his special authority\r\n\r\nand  thus  condemning  him, in psychological  terms,  to  a\r\n\r\nmediocre performance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I wish to make, Mr Speaker, Sir,\r\n\r\nconcerns  our  policy of bilingualism, which has,  to-date,\r\n\r\nproduced innumerable casualties from the point of  view  of\r\n\r\nthe  fact that some of our students are not even proficient\r\n\r\nin one language. The policy has been implemented inflexibly\r\n\r\nso  far,  and  it  is high time that a thorough  study  and\r\n\r\nreview  be  immediately initiated, before  we  proceed  any\r\n\r\nfurther.  Only  after  such an assessment  has  been  made,\r\n\r\nshould  there  be  any  decisions made  on  the  degree  of\r\n\r\nbilingualism, could we then impose it on our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 846</b></font><br><br>\r\n\r\n\r\n\r\nstudents. It is a psychological fact that some students are\r\n\r\nfast  at  learning  languages while others  are  impossibly\r\n\r\nslow,  though they may excel in other areas of  the  school\r\n\r\ncurriculum. We should manifest our educational  realism  by\r\n\r\nadapting  national  goals  to  the  facts  of  an  existing\r\n\r\nsituation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In most of the developed countries a careful study is\r\n\r\nmade  before  educational policies are  implemented.  Pilot\r\n\r\nschemes are usually introduced and the results fully tested\r\n\r\nbefore  any  policy  decision is taken.  Here  we  seem  to\r\n\r\nspecialise  in  the \"instant change\" method,  change  being\r\n\r\nintroduced  according to the whims and  fancies  of  a  few\r\n\r\neducationists  who thus far appear to have  betrayed  their\r\n\r\nappalling detachment and lack of comprehension of  existing\r\n\r\nrealities.  I  submit. Mr Speaker, Sir,  that  on  such  an\r\n\r\nimportant matter as bilingualism a careful study should  be\r\n\r\nmade  on  the  implications of any change  in  implementing\r\n\r\nmethods.  We  are  not  quarrelling with  the  bilingualism\r\n\r\npolicy. The introduction of the exposure time and Education\r\n\r\nfor  Living  have  resulted in a  lot  of  unhappiness  and\r\n\r\nconfusion  not only for principals, teachers, students  but\r\n\r\nalso  parents. I do not intend to go into detail  as  other\r\n\r\nMembers have already aired their views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I wish to bring up, Mr Speaker, Sir, is\r\n\r\nthe  fact  that  we  have a vast reservoir  of  educational\r\n\r\nexpertise that we can profitably tap, instead of having  to\r\n\r\nrely  so  heavily, and in some cases, blindly, on expensive\r\n\r\nforeign  expertise.  I refer to our retired  educationists,\r\n\r\namong  whom  we  have some truly notable talents.  This  is\r\n\r\navailable  for  the  harnessing at  our  very  doorstep.  I\r\n\r\nsuggest that the Ministry of Education seriously look  into\r\n\r\nthe  possibility of reemploying as advisers or  consultants\r\n\r\nmen who have already proved their eminence in the field  of\r\n\r\neducation.  The  Health Ministry utilises the  services  of\r\n\r\nconsultants  many  of  whom  were  formerly  in  Government\r\n\r\nservice or in the university.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is both foolish and dangerous to maintain the notion\r\n\r\nthat  the more money one is called upon to shell out  to  a\r\n\r\nforeign expert.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 847</b></font><br><br>\r\n\r\n\r\n\r\nthe  greater the quality of his expertise and wisdom.  More\r\n\r\noften than not, the expertise of these foreign experts have\r\n\r\nproven  to be wide of the mark simply because they are  not\r\n\r\nfamiliar with existing local situations, and the net result\r\n\r\nis often a precious waste of both time and money. A pool of\r\n\r\nwisdom  created from among our own citizens should prove  a\r\n\r\nsource   of  inspiration  that  can  fuel  many  worthwhile\r\n\r\npolicies, innovations and reforms of real practical  value.\r\n\r\nLet  us  not  waste any time in creating such a source  for\r\n\r\ndynamism in the education mill,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now that we have started to look closely and critically\r\n\r\nat  our  educational system, we can hope to make some  real\r\n\r\nprogress.  I  hope  that the new spirit  of  criticism  and\r\n\r\ninquiry is viewed in a positive and optimistic light by all\r\n\r\nconcerned. What we need for the future may be education \"in\r\n\r\nquestions   rather   than  answers\"  as   one   educational\r\n\r\nsociologist  puts  it.  For  teachers,  administrators  and\r\n\r\nstudents it sounds a workable philosophy, for education  in\r\n\r\nquestions pre-supposes education in the right answers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too (Paya Lebar)</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  in  the middle of last year the Deputy Prime Minister\r\n\r\nand  Minister of Defence revealed a piece of very  alarming\r\n\r\nnews  that over the past 10 years more than $1,000  million\r\n\r\nhad  been  spent by the Government just to create  a  large\r\n\r\nnumber  of  educated illiterates. According to  the  Deputy\r\n\r\nPrime  Minister, these illiterates mainly came from English\r\n\r\nschools  with a non-English speaking family background.  If\r\n\r\nthis  is  so  and if in future more and more  parents  send\r\n\r\ntheir children to English schools, will it not result in  a\r\n\r\nsituation  in  which more and more money will  have  to  be\r\n\r\nspent  to create still more illiterates? This is the  state\r\n\r\nof  affairs  which is causing alarm and concern  among  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that parents expect their children to grow up into\r\n\r\ncelebrities is understandable. If there could be a Muhammad\r\n\r\nAli in Singapore, I believe our parents would also want  to\r\n\r\nsend  their children to some boxing school. What corrective\r\n\r\nmeasure does the Ministry have to rectify such an incorrect\r\n\r\nchoice by parents?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 848</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, UNESCO conducted a certain survey of certain\r\n\r\ncountries which were ex-colonies. The report of the  survey\r\n\r\nrevealed   that   those  countries   which,   since   their\r\n\r\nindependence, still continue to adopt the language of their\r\n\r\nformer  suzerain  power as a medium of  education,  despite\r\n\r\nspending  millions of dollars are still lagging far  behind\r\n\r\nin  social and economic development as compared with  other\r\n\r\ncountries whose educational medium is their mother  tongue,\r\n\r\nor  with  countries  which pay equal  importance  to  their\r\n\r\nmother tongue and the former colonial language. They opined\r\n\r\nthat  modern  educational system should contribute  towards\r\n\r\nthe economic, social and cultural development of a country.\r\n\r\nThey  criticised the educational system left behind by  the\r\n\r\ncolonial  power  as \"Schools meant only  to  produce  civil\r\n\r\nservants  who  could  not engage themselves  in  productive\r\n\r\nwork.\"  \"Such educational system has destroyed the national\r\n\r\ncultural  values  and  character  of  those  countries  and\r\n\r\ncreated  a group of foreigners out of their own nationals\".\r\n\r\nSuch  observations are also to be found in the speeches  of\r\n\r\nour political leaders. Why is this so?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was an African scholar, Abdou Mounouni, who said\r\n\r\nthat  in  the  past the Education Ministry in  the  African\r\n\r\nstate  defended  and  implemented the  colonial  system  of\r\n\r\neducation  left behind by the colonial power.  They  argued\r\n\r\nthat  if  education  was  based  on  their  mother  tongue,\r\n\r\ncomplicated  problems would arise. Although they  advocated\r\n\r\neducational  reforms, they never interfered with  the  sole\r\n\r\nuse  of  the  colonial language as a medium of instruction.\r\n\r\nliteracy  and the mass media. Therefore, the colonial  type\r\n\r\nof  educational relic developed into the foundation of  the\r\n\r\neducation system of an independent nation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we care to study what I have quoted, we would\r\n\r\nknow  that the cause for anxiety and confusion which  exist\r\n\r\nin  our education system at present could be attributed  to\r\n\r\nthe neglect of our national culture and mother tongue. That\r\n\r\nis   why  our  political  leaders  have  today  once  again\r\n\r\nemphasised  that education must be relevant to  production,\r\n\r\nthat the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 849</b></font><br><br>\r\n\r\n\r\n\r\nincidence  of  juvenile crimes must be  reduced,  that  our\r\n\r\nyoung  people  should be instilled with  the  correct  work\r\n\r\nethics, and that we should return to our mother tongue  and\r\n\r\nwriting at once, and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When talking about the values of the languages and the\r\n\r\ncultures  of  the  various  races  and  the  importance  of\r\n\r\nEnglish, the Prime Minister has clearly indicated that  for\r\n\r\nour economic reasons English is most important. However, in\r\n\r\nour  multi-racial and multi-cultural context,  if  we  only\r\n\r\nstudy  English it is a great folly because it will separate\r\n\r\nourselves from our cultural roots. He also emphasised  that\r\n\r\nwe  must  let our younger generation strike root  in  their\r\n\r\nrespective  languages and cultures and  at  the  same  time\r\n\r\narrive  at  the  largest  common ground  through  a  second\r\n\r\nlanguage  (i.e.  English), in the context of  living  in  a\r\n\r\nmultiracial  and  multi-cultural society. He  also  frankly\r\n\r\npointed  out that after 15 years of heart-searching  for  a\r\n\r\nsolution,  we  have come to adopt the policy  of  bilingual\r\n\r\neducation  -the  mother  tongue  and  English.  The   Prime\r\n\r\nMinister  has said that our ultimate decision and objective\r\n\r\nis  to  have a bilingual education policy. This will  be  a\r\n\r\nfoundation for our future education policy as well  as  the\r\n\r\nballast for our multi-racial society.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make two points here. I believe that we\r\n\r\nmust   resolutely   proceed  with  our   bilingual   policy\r\n\r\nthoroughly in spite of difficulties. We should not give  up\r\n\r\nsuch  a  policy as a failure merely because of  some  minor\r\n\r\ndrawbacks  in the way. I would like to remind the  Minister\r\n\r\nthat  our  bilingual policy has been implemented  only  two\r\n\r\nyears  ago.  So we should continue to carry  it  out  to  a\r\n\r\nsuccessful conclusion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Speaker, Sir, I\r\n\r\nsupport  the views expressed by the Member for Punggol  and\r\n\r\nthe  Member for Anson against the priority admission  of  a\r\n\r\nchild into a primary school through the sterilisation of  a\r\n\r\nparent. This is an immoral\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 850</b></font><br><br>\r\n\r\n\r\n\r\nincentive.  Sir, the Archbishop of Singapore has  expressed\r\n\r\nhis views as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The proposal to grant privileges on admission to a\r\n\r\nCatholic  school to children one of whose parents has  been\r\n\r\nknown  to  be sterilised is not acceptable to the  Catholic\r\n\r\nchurch  on grounds of conscience. To accord such privileges\r\n\r\nis incompatible with the moral teaching which specifies our\r\n\r\nCatholic church. At no time has the Catholic church, either\r\n\r\ndirectly  or  indirectly,  approved  of  the  granting   of\r\n\r\nprivileges on admission to a child one of whose parents  is\r\n\r\nknown  to have been sterilised. This is for us a matter  of\r\n\r\nconscience.'\r\n\r\n\r\n\r\n<br>Sir,  since  the Archbishop of Singapore has expressed  his\r\n\r\ndisapproval  of  the sterilisation of the parents  so  that\r\n\r\ntheir child could be admitted into a Catholic school, may I\r\n\r\nsuggest  to the Minister for Home Affairs and Education  to\r\n\r\nreview  this  policy  and to accord a discussion  with  the\r\n\r\nArchbishop of Singapore and other Christian leaders on this\r\n\r\nmoral issue?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,   we   have   heard  a  number  of  Members   speaking\r\n\r\nenthusiastically  on education. I endorse  their  views  in\r\n\r\nmany  respects. But I feel that education in  Singapore  is\r\n\r\nnot  entirely a fiasco. I feel that we have been successful\r\n\r\nin our education insofar as providing primary education for\r\n\r\nall  our children is concerned. We have also increased  the\r\n\r\nprovision for education to $390 million for this  year  and\r\n\r\nit  now  takes the fourth position in the entire allocation\r\n\r\nof Government expenditure, This vote is to maintain as well\r\n\r\nas  develop various stages of our national education.  This\r\n\r\nis  only  right.  It  also shows how  much  importance  our\r\n\r\nGovernment   has  given  to  the  question  of   education.\r\n\r\nUndoubtedly  education occupies a very important  place  in\r\n\r\nnation  building. It is only with universal  education  and\r\n\r\nthe  development of talents of our people that we are  able\r\n\r\nto proceed with nation building.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, over the past few years there have been\r\n\r\nfar  too many changes in our education policy, as has  been\r\n\r\nmentioned by other Members in this House. The main  changes\r\n\r\nrelate  to  exposure  time  for  second  language  and  the\r\n\r\nextension  of primary education from six to seven  or  nine\r\n\r\nyears.   These   issues  have  caused  much  confusion   in\r\n\r\neducational circles. Even those in the school\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 851</b></font><br><br>\r\n\r\n\r\n\r\ninspectorate are confused because when questions are  asked\r\n\r\nof them, the school inspectors are not able to give a clear\r\n\r\nanswer.  They  just  give  a very  vague  answer  on  these\r\n\r\nmatters.  In  this regard I would like to  ask  the  Senior\r\n\r\nMinister of State to clarify the whole position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to touch on the question of emphasis\r\n\r\non  teaching  the second language. On 23rd October, 1972  a\r\n\r\ncircular  was  issued by the Ministry of Education  to  all\r\n\r\nprimary  schools to the effect that from 1973 the  exposure\r\n\r\ntime  for second language should be increased from  18%  to\r\n\r\n25% of the total curriculum, and that by 1974 such exposure\r\n\r\ntime was to be increased to 33.3%. Again, it also says that\r\n\r\nby  1975 the exposure time should be increased to 40%.  But\r\n\r\nsurprisingly, on 19th September, 1974 another  circular  was\r\n\r\nissued  to  all principals of primary schools saying  that,\r\n\r\ndependent on Circumstances in each school, principals would\r\n\r\nbe  allowed  to  adjust the exposure time  for  the  second\r\n\r\nlanguage  so  long  as  it would not  drop  below  25%.  Mr\r\n\r\nSpeaker, Sir, does the second circular signify a relaxation\r\n\r\nof  the  policy on second language? I would also  like  the\r\n\r\nSenior Minister of State to clarify this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to refer to the question of redundancy\r\n\r\nof  teachers in Chinese schools. I understand that  in  the\r\n\r\nfirst semester of this year there are a number of redundant\r\n\r\nteachers in some Chinese schools. I would like to know  how\r\n\r\nmany  Chinese school teachers in the primary and  secondary\r\n\r\nschools have become redundant, and what is the Ministry  of\r\n\r\nEducation going to do about them?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to know how many English schools are\r\n\r\nunder-staffed. According to my understanding  these  vacant\r\n\r\nposts  are  manned by relief teachers. This is an  abnormal\r\n\r\nsituation. I would also like the Senior Minister  of  State\r\n\r\nto  answer  this and inform the House how is  he  going  to\r\n\r\ntackle such problems.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Guan Hoo (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Lim Guan Hoo)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nwould just like to express a fleeting thought that has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 852</b></font><br><br>\r\n\r\n\r\n\r\ncrossed  my  mind,  A number of Members  have  raised  the\r\n\r\npolicy  of  bilingual education in Singapore. I  personally\r\n\r\nfeel  that the Government has got to give a review in  this\r\n\r\nrespect.  When the Member for Paya Lebar spoke  in  Chinese\r\n\r\njust now, many students in the Strangers Gallery had to put\r\n\r\non  their  earphones to listen to him. I suppose they  must\r\n\r\nhave  come from the English stream, This goes to show  that\r\n\r\nthere  is  something  wrong with  our  bilingual  education\r\n\r\npolicy as a result of which these \"guinea pigs\" (not guinea\r\n\r\npigs  as  mentioned by the Member for Anson) in the  public\r\n\r\ngallery have to use earphones.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for Education (Mr Chai Chong Yii):</b> Mr Speaker, Sir, I have the names of 14 Members on my list,\r\n\r\nthe  last  one  being the Member for Bukit  Merah  who  has\r\n\r\nexpressed  his  feelings  on  the  failure  of  our  second\r\n\r\nlanguage  policy. Sir, as far as I know, 14 is the  largest\r\n\r\nnumber  of Members to have spoken on a single head in  this\r\n\r\nBudget  debate.  In a way I am honoured  but  I  am  a  bit\r\n\r\nnervous having to reply to so many questions. I have  tried\r\n\r\nto  take down as fast as I could the points raised by these 14  Members, but I am quite sure I have missed out quite  a\r\n\r\nfew of them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I answer the various questions raised by these 14\r\n\r\nMembers,  I would first like to thank them for the interest\r\n\r\nthey   have  shown  towards  our  education  system.  Their\r\n\r\nspeeches  give me the impression that Singapore's education\r\n\r\nsystem  has  failed  badly, although a few  do  not  agree,\r\n\r\nsaying  that  we have done not so badly. Is  it  true  that\r\n\r\nSingapore's  education has failed?  Personally,  I  do  not\r\n\r\nthink  so.  Singapore's education system, like  any  other\r\n\r\neducation  system  in  the world, has  its  fair  share  of\r\n\r\nshortcomings.  I  accept  that  there  is  ample  room  for\r\n\r\nimprovement  in our education system. The question  rightly\r\n\r\nshould  be, have we done enough? Could we have done  better\r\n\r\nif  we were given a second chance to do it again? I am  not\r\n\r\nso sure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the whole, we have not done too badly. Our\r\n\r\neducation  is regarded as one of the test in this  part  of\r\n\r\nthe world. Sir, in the field of education everyone of us is\r\n\r\nan expert\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 853</b></font><br><br>\r\n\r\n\r\n\r\nof  some sort. We have at least gone through many years  of\r\n\r\nschool  life. We have at least talked and read a lot  about\r\n\r\neducational problems. In addition to school life,  some  of\r\n\r\nus  have a few years of teaching experience. We are  either\r\n\r\nthe  brothers  or parents of some pupils in schools.  Under\r\n\r\nthese circumstances, it appears to me that the best line of\r\n\r\ndefence  is  to  receive all criticisms with  a  smile  and\r\n\r\nproceed  to  analyse  all the constructive  criticisms  for\r\n\r\nfacts  and  figures  that  may  help  us  to  improve   our\r\n\r\neducational efficiency. Education is teaching our young the\r\n\r\nproper values and knowledge and preparing them to face  the\r\n\r\nreal  life  situation some 15 or 20 years later  when  they\r\n\r\ngrow  up.  So in the process a lot of unknowns have  to  be\r\n\r\nfaced.  When we are solving unknowns, the chances of making\r\n\r\nmistakes  are very much greater and changes are unavoidable\r\n\r\nin order to achieve better results.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since Singapore attained self-government, there have\r\n\r\nbeen  a  lot  of  changes in our society in the  political,\r\n\r\neconomic and social fields. Under such circumstances, it is\r\n\r\nunavoidable   that  some  corresponding  changes   in   our\r\n\r\neducation  system  have to be made. We  all  know  that  no\r\n\r\nmatter  how  accurate our prediction is, we can  hardly  be\r\n\r\nsure  of what is going to happen, say, five years from now.\r\n\r\nSo  it  is not possible for an educational system to remain\r\n\r\nstatic  all  the time. Sir, we inherited from the  colonial\r\n\r\ndays  four  separate educational systems. So at  least  the\r\n\r\nfirst change which we should do is to try to form them into\r\n\r\na single system and, of course, this change is unavoidable.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the various questions, especially the\r\n\r\ncommunication  gap raised by the Member for Jalan  Kayu,  I\r\n\r\nwould  like  to  inform  the House  that  the  Ministry  of\r\n\r\nEducation   has  recently  undergone  some   changes.   The\r\n\r\nPermanent  Secretary  and  his three  deputies  were  newly\r\n\r\nappointed. The Permanent Secretary has made it a  point  to\r\n\r\nvisit the schools every week together with his deputies.  I\r\n\r\nam sure that this will at least\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 854</b></font><br><br>\r\n\r\n\r\n\r\nimprove   the  understanding  between  Ministry  officials,\r\n\r\nschool  principals and teachers. So let us  hope  that  the\r\n\r\ncommunication gap will be narrowed as much as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Blangah raised a few questions on\r\n\r\nprimary  school dropouts, second language policy,  the  PPP\r\n\r\nsystem,   the   population   education   seminar   recently\r\n\r\nconducted, teachers with \"0\" level qualifications  teaching\r\n\r\nin  Secondary  IV.  On the question of  teachers  with  \"0\"\r\n\r\nlevels  teaching in Secondary IV. I would like to say  that\r\n\r\nthis  is true. We do not like then to do that. But it is  a\r\n\r\nfact  that  the  Ministry  is faced  with  the  problem  of\r\n\r\nshortage of graduate teachers. These shortages are felt  in\r\n\r\nthe area of English. Mathematics and Physical sciences. The\r\n\r\nteachers   with  \"0\"  level  qualifications   teaching   in\r\n\r\nSecondary IV are those who mainly teach the languages. They\r\n\r\nare  normally teachers with more than 10 years' experience.\r\n\r\nSir,  I have some figures here which indicate that teachers\r\n\r\nwith  \"0\" level qualifications are mainly teaching  English\r\n\r\nas  a second language in Chinese schools. There are also  a\r\n\r\nfew  Mathematics  teachers  with \"0\"  level  qualifications\r\n\r\nteaching Mathematics. These are the two main areas. But  as\r\n\r\nI  said they are teachers with long years of experience who\r\n\r\nhave  picked  up sufficient knowledge and the  decision  to\r\n\r\nallow such teachers to teach in Secondary IV rests with the\r\n\r\nprincipals.  The  principals  must  have  found  that  such\r\n\r\nteachers are capable of teaching the subjects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of primary school dropouts, primary\r\n\r\nschool  pupils who sit for the PSLE when they have  reached\r\n\r\nthe age of 1 4 years are those who have been retained twice\r\n\r\nduring  the primary stage of education. Under our existing'\r\n\r\nsystem  when they are superannuated they are encouraged  to\r\n\r\nenrol  in vocational preparatory classes organised  by  the\r\n\r\nAdult  Education Board. The latest change  of  providing  a\r\n\r\nmaximum  of nine years in Primary means all those who  fail\r\n\r\nagain  in  the  eighth year will receive a  ninth  year  of\r\n\r\neducation. The curriculum for the ninth year will be a mono-lingual  one,  and it will consist of the learning  of  one\r\n\r\nlanguage, basic\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 855</b></font><br><br>\r\n\r\n\r\n\r\narithmetic, craft work and workshop practice for  boys  and\r\n\r\nhandwork  or home economics for the girls plus  civics  and\r\n\r\nmoral  education, some physical education, health education\r\n\r\nand  singing, to make it more interesting. The  purpose  of\r\n\r\ncraft  work  and  workshop practice,  hand  work  and  home\r\n\r\neconomics   is   to  prepare  the  pupils   concerned   for\r\n\r\nemployment.  The details of these courses are being  worked\r\n\r\nout  in  collaboration  with  other  Ministries, statutory\r\n\r\nbodies, industries and commercial organisations. We believe\r\n\r\nthat this strategy will help pupils to become literate  and\r\n\r\nto become useful citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of Education for Living, this subject is\r\n\r\naimed  to  inculcate moral and ethical values in our  young\r\n\r\npupils.  From  Primary Ill upwards, apart from  Civics  and\r\n\r\nEthics,   the   curriculum  also  comprises   History   and\r\n\r\nGeography.  At  Primary IV, V and VI  levels,  it  includes\r\n\r\ntopics  on  the  preparation of working and living  in  the\r\n\r\nadult  world,  such as the fostering of  right  values  and\r\n\r\nattitude  towards honest labour, family budgetting,  habits\r\n\r\nfor  saving,  consumer education, population education  and\r\n\r\nknowledge about the functions of the various occupations in\r\n\r\nour  society.  This  is done with the object  of  educating\r\n\r\nthose  who can make the grade and those who have  to  leave\r\n\r\nschool after the primary stage. It must be recognised  that\r\n\r\nat  the primary stage when children are still rather  young\r\n\r\nand  physically undeveloped, physical skill training is not\r\n\r\nprovided.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of exposure time for the second language,\r\n\r\nmay   I   inform  Hon.  Members  that  the  rationale   for\r\n\r\nbilingualism remains as relevant in our present context  as\r\n\r\nit  did  when the policy on compulsory learning of a second\r\n\r\nlanguage was first announced more than 10 years ago.  There\r\n\r\nis  no  intention whatsoever to change this policy. In  the\r\n\r\nimplementation   of   this   bilingual   policy,   however,\r\n\r\nflexibility  in respect of exposure time and  the  rate  of\r\n\r\nlearning  must  be accepted. This is because  a  number  of\r\n\r\nfactors  such  as  the availability of  properly  qualified\r\n\r\nstaff  able to teach a second language competently  and  to\r\n\r\nuse  it  effectively  as  the medium  of  instruction,  the\r\n\r\navailability  of suitable instructional materials  and  the\r\n\r\navailability of suitable general reading\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 856</b></font><br><br>\r\n\r\n\r\n\r\nmaterials must be taken into account. Thus the trend is not\r\n\r\ntowards under-exposure but is a realistic response  to  the\r\n\r\nsituation as it exists in our schools. It is the policy  of\r\n\r\nthe  Ministry  that  those  who  aspire  to  pursue  higher\r\n\r\neducation  are  expected to know a  second  language  well.\r\n\r\nThose  who  are  unlikely  to go  beyond  Primary  VI  may,\r\n\r\ntherefore,  concentrate  on one  language  as  it  will  be\r\n\r\nunrealistic to expect them to know a second language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the Primary Pilot Project, the PPP as\r\n\r\nit  is  commonly known, is a child centred approach towards\r\n\r\nachieving  the  outcome  as  spelt  out  in  our   national\r\n\r\nsyllabus.  All  the materials which include  the  teaching-unit,  readers and work-cards have been tried Out  in  some\r\n\r\nschools  and  revised  and, based on  feedback  from  these\r\n\r\nschools, they are then released for publication. Principals\r\n\r\nand   teachers   have  the  professional   prerogative   to\r\n\r\nscrutinise, to evaluate and hence to adopt, adapt or reject\r\n\r\nthe  use of these teaching units, each according to his own\r\n\r\nprofessional judgment.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Chai, I am giving you 10 minutes more\r\n\r\nthan  you are entitled. Perhaps if you could hasten  a  bit\r\n\r\nyou might be able to finish your reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Yes, I will try, Sir,It has been\r\n\r\nfound  that  PPP  is  very  useful  in  terms  of  language\r\n\r\ndevelopment but it is very demanding for teachers to  adopt\r\n\r\nthe  system.  So  the  Ministry  in  reviewing  the  system\r\n\r\nrealises  that not as many teachers as we thought  like  to\r\n\r\nteach  under  this  system. As it is  very  demanding,  the\r\n\r\nMinistry has no objection to those principals who  wish  to\r\n\r\ncarry  on. We also have no objection to those who  want  to\r\n\r\nrevert  to  the traditional system. The materials developed\r\n\r\nby PPP so far-have been found to be very useful and it will\r\n\r\nbe  used by schools, if not as teaching materials, then  as\r\n\r\nsupplementary materials.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A few more matters which I want to clarify concern\r\n\r\npopulation education. It is definitely not the intention of\r\n\r\nthe Ministry to teach\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 857</b></font><br><br>\r\n\r\n\r\n\r\nbirth  control or sex education in primary schools.  It  is\r\n\r\nessential to teach our younger generation the broad concept\r\n\r\nof  a  small  family so that when they grow up  and  become\r\n\r\nparents themselves they will keep their families small.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sterilisation is an issue raised by a few Members. I\r\n\r\nwould  like  to  say that this policy is  not  new,  It  is\r\n\r\nactually a revision by the Ministry after having taken into\r\n\r\naccount the various representations. It is true that one of\r\n\r\nthe   churches  does  not  agree  to  it  but  we  do   see\r\n\r\nrepresentatives from churches and the majority of  them  do\r\n\r\nnot  object (if not agree) to this national policy.  It  is\r\n\r\nactually  a  revision  taking  into  account  the   various\r\n\r\nsuggestions  made  by  members  of  the  public.  We   have\r\n\r\ndefinitely  no  intention  to  meddle  with  the  religious\r\n\r\nbeliefs but national policy should take precedence over any\r\n\r\nother policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to thank Members again for their interest\r\n\r\nand  if  there  is  anything which they would  like  me  to\r\n\r\nanswer. I shall be glad to do so.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I propose to take the Suspension now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and\r\n\r\ntook the Chair of the House,\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will suspend the Sitting now and take the\r\n\r\nChair again at five minutes past Five o'clock.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.33 p.m. until 5.05 p.m.</i></div>\r\n\r\n\r\n\r\n               \r\n\r\n<br><br><font size=\"1\"><b>Column: 857</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.05 p.m.</i></div>\r\n\r\n               \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>FIRE SAFETY IN HOUSING BOARD FLATS</b></div>\r\n\r\n<div align=\"center\"><b>(Clarification)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok (Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Social Affairs (Encik Othman Bin Wok):</b> Sir, may I have your consent and the general assent of\r\n\r\nMembers  present to allow me and my colleague, the Minister\r\n\r\nfor   National  Development  and  Communications,  to  make\r\n\r\nstatements  now to clarify further the reply  that  I  made\r\n\r\nyesterday\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 858</b></font><br><br>\r\n\r\n\r\n\r\nin  the matter of high-rise fires raised by the Member  for\r\n\r\nKim Seng?\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I give my consent. Do I have the general\r\n\r\nassent of Hon. Members?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Mr Speaker, Sir, due to\r\n\r\ninsufficient coverage in press reports concerning the reply\r\n\r\nI  made to a question raised by the Member for Kim Seng  on\r\n\r\nhigh-rise  fires, I wish to clarify some of  the  points  I\r\n\r\nmade on fire safety in HDB flats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I have stated is from the point of view of the Fire\r\n\r\nBrigade  in  terms  of overcoming some of the  difficulties\r\n\r\nfaced  by  firemen in having to carry the  fire  hoses  and\r\n\r\nother equipment with them when climbing up the stairs where\r\n\r\nthe lifts are rendered unusable. From the point of view  of\r\n\r\nfire  safety, the HDB flats are quite safe. Such flats  are\r\n\r\nconstructed  of  non-combustible material.  There  is  also\r\n\r\nlittle  danger  of  a  fire-spread  since  the  flats   are\r\n\r\nseparated by fire-resisting walls and floors, and  hence  a\r\n\r\nfire  originating  in  one flat will  be  confined  to  the\r\n\r\naffected flat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Like the private high-rise flats, :here are staircases in\r\n\r\naddition  to  lifts in HDB flats. Modern and  sophisticated\r\n\r\nfire   protection  equipment, like  sprinklers  and  smoke\r\n\r\ndetectors,  are  only  required in  office  and  commercial\r\n\r\nbuildings  because  of  the greater amount  of  combustible\r\n\r\nmaterial  used and stored. Furthermore, in these commercial\r\n\r\nhigh-rise  buildings, the  installation  of  central  air-conditioning  enhances  the  chances  of  fire  and   smoke\r\n\r\nspreading through the air-conditioning ducts. For  the  HDB\r\n\r\nflats  and  other  private  high-rise  flats,  it  is   not\r\n\r\nnecessary  to  install such expensive equipment  which  are\r\n\r\nintended  as  warning and automatic devices  to  deal  with\r\n\r\nfires  which might have started in portions of  office  and\r\n\r\ncommercial buildings which are not always occupied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Fire Brigade has experienced no difficulty\r\n\r\nat  all  in dealing with fires occurring in HDB flats,  The\r\n\r\nfew  fires that occurred were put out within minutes of the\r\n\r\narrival of fire engines. For example, a fire\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 859</b></font><br><br>\r\n\r\n\r\n\r\nwhich broke out on the 10th floor flat at Chin Swee Road on\r\n\r\n22nd October, 1975 was immediately put out by two  jets  of\r\n\r\nwater  without difficulty. Similar fires which occurred  in\r\n\r\nHDB  flats  at  Outram Park, Toa Payoh and Bendemeer  Road.\r\n\r\nwere also quickly extinguished.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Brigade has conducted regular fire drills in high-rise buildings. Fire exercises have been conducted in\r\n\r\nselected  HDB flats as part of the pre-fire planning  which\r\n\r\nis  being  carried out by the Brigade to familiarise  their\r\n\r\nmen  with the layout of the premises, and to give them  on-the-spot  training  in  tactical fire-fighting  and  rescue\r\n\r\noperations  in  HDB  flats.  To  increase  the  operational\r\n\r\nefficiency  of the Fire Brigade, recently three  new  water\r\n\r\ntenders,  one  emergency  tender,  one  30-metre  hydraulic\r\n\r\nplatform, a dry chemical truck, and six light water tenders\r\n\r\nhave  been  acquired, and orders have been placed  for  two\r\n\r\nmore  water tenders. The Brigade has also acquired a mobile\r\n\r\ncontrol  unit  for facilitating effective communication  in\r\n\r\nthe  event  of a high-rise fire, and a breathing  apparatus\r\n\r\nvehicle equipped with breathing apparatuses for use at  the\r\n\r\nfire ground.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ultimately, fire safety in HDB flats, for that matter,\r\n\r\nany  building,  will depend upon the residents  themselves,\r\n\r\nfor  they  must  cultivate  good  fire  safety  habits  and\r\n\r\nunderstand the need to exercise greater caution and be more\r\n\r\nfire conscious.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our experience has shown that fires are often caused by\r\n\r\ncarelessness and complacency. We must inculcate  the  habit\r\n\r\nof exercising constant vigilance against any fire hazard in\r\n\r\nour  homes  and daily life. Simple measures like forbidding\r\n\r\nchildren  to  play with matches and inflammable substances,\r\n\r\nor  making  sure that naked flames are not left unattended,\r\n\r\nor  that cooking and electrical appliances are switched off\r\n\r\nafter use, can be easily observed, and do not require  much\r\n\r\ntime or effort. In addition, residents should also learn to\r\n\r\nhandle    simple   fire-fighting   equipment,    such    as\r\n\r\nextinguishers, so that they will be able to put out a  fire\r\n\r\nin  its  initial stage and thus help to prevent fire-spread\r\n\r\nand unnecessary damage.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 860</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Brigade conducts short courses in fire-fighting and\r\n\r\nfire  protection  for  occupants  of  high-rise  buildings,\r\n\r\nindustrial workers and members of the public. Every year, a\r\n\r\nFire Brigade Week is also organised. Exhibitions to educate\r\n\r\nthe  public  on  fire  safety measures  are  also  held  in\r\n\r\nconjunction  with the campaign. Pamphlets and brochures  in\r\n\r\ndifferent  languages such as Fire in Your  Home  and  Check\r\n\r\nlist for Fire Safety in Homes are distributed to members of\r\n\r\nthe public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope more people will take advantage of these\r\n\r\neducational programmes so that collectively we can help  to\r\n\r\npromote fire safety in the Republic.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San (Minister for National Development and Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development and Communications (Mr Lim Kim San):</b> Sir, I am glad to have this opportunity\r\n\r\nto  correct  any misconception that may arise  out  of  the\r\n\r\nobservations made by the Member for Kim Seng yesterday with\r\n\r\nregard  to  fire safety precautionary measures  in  Housing\r\n\r\nBoard flats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this House, the Housing and Development Board has been\r\n\r\naccused of many things, some of them deserved, most of them\r\n\r\nundeserved.  The  implication made  that  the  Housing  and\r\n\r\nDevelopment  Board  does not provide  minimum  fire  safety\r\n\r\nprecautions or does not incorporate safeguards against fire\r\n\r\nin HDB flats is most undeserved and unfair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB has made a thorough study of the fire prevention\r\n\r\naspects  in  the design of its flats and as  a  result  the\r\n\r\nflats  are designed and built so that there is a relatively\r\n\r\nlower fire risk,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fires in homes are mostly caused by short-circuit of old\r\n\r\nelectrical wires concealed in ceilings; often they start in\r\n\r\nthe  kitchen. There are no concealed ceilings in HDB  flats\r\n\r\nand all wirings are exposed enabling easy identification of\r\n\r\nfaults  and  rectification.  Any  electrical  point  to  be\r\n\r\ninstalled  and  any renovation or change in design  of  the\r\n\r\nflat  have  to  be approved by the Board. The  wirings  are\r\n\r\nrenewed  at intervals of 15 to 20 years. There is therefore\r\n\r\nless  chance of fire occurring due to old wiring  or  short\r\n\r\ncircuits inside the ceiling.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 861</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;HDB flats are built of reinforced concrete, bricks or\r\n\r\nhollow bricks which are also non-combustible. The risk of a\r\n\r\nmajor  fire  is  greater  in hotels,  departmental  stores,\r\n\r\ncommercial  buildings  and store houses  where  combustible\r\n\r\nmaterials are likely to be stored. The combustible material\r\n\r\nin HDB flats are limited to a small amount of furniture and\r\n\r\nfurnishings.  The  HDB  is  very strict  in  ensuring  that\r\n\r\ncommercial and industrial activities are not carried out in\r\n\r\nits flats. The use of charcoal and wood for cooking is also\r\n\r\nprohibited. We know of one instance where a goldsmith  made\r\n\r\nillegal  use  of  his  flat and he probably  used  an  oxy-acetylene  torch  to  design his jewellery.  There  was  an\r\n\r\nexplosion but the fire did not spread.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many casualties in a fire are due to the victims being\r\n\r\novercome by smoke, But staircases in HDB flats are made  of\r\n\r\nconcrete  and  will  not  burn. These  staircases  are  not\r\n\r\nenclosed. They are open and smoke cannot build up to impede\r\n\r\naccess.  In  slab blocks, several concrete staircases  with\r\n\r\naccess  to common corridors which are fully ventilated  are\r\n\r\nprovided.  So the chances of being overcome by smoke  in  a\r\n\r\nHDB  flat  in a fire are almost negligible. The  flats  are\r\n\r\ndesigned in such a way that fire occurring in one apartment\r\n\r\nis  unlikely to spread to another. Our experience has shown\r\n\r\nthat  the  design  to contain fire is successful  for  fire\r\n\r\noccurring in 2, 3, 4 and 5-room flats had not spread  after\r\n\r\nburning up the contents within the flat itself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, in 1 --room flats, fires have spread from one\r\n\r\nflat to the adjoining flat through open BRC wire-mesh below\r\n\r\nthe  ceiling.  Hon. Members will remember  that  complaints\r\n\r\nwere  made  against sealing these openings in  the  present\r\n\r\ndebate  and the reply given was that they have to be closed\r\n\r\nin  order  to  prevent  fire  from  spreading.  It  is  not\r\n\r\nfortuitous that there have been no raging infernos  in  HDB\r\n\r\nflats. It is by design that the Fire God has not been given\r\n\r\nthe opportunity to vent his fury there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB is fully aware of the danger of fire occurring in\r\n\r\nhigh-rise  buildings and has minimised fire  risks  in  the\r\n\r\ndesign and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 862</b></font><br><br>\r\n\r\n\r\n\r\nstructure  of its flats. There is a relatively  lower  fire\r\n\r\nrisk  in HDB flats and the anti-fire measures mentioned  by\r\n\r\nthe  Member  for  Kim Seng need not be installed.  For  his\r\n\r\ninformation and for the information of Members, even luxury\r\n\r\nhigh-rise  flats  built  by  private  enterprises  are  not\r\n\r\nrequired  to  instal  them.  To prevent  alarm  among  flat\r\n\r\ndwellers, let me say that sprinklers, or the smoke or  heat\r\n\r\ndetecting  systems, are required by law to be installed  in\r\n\r\nhotels,   commercial   and   industrial   buildings   only.\r\n\r\nResidential buildings are not required to instal them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sprinklers are very expensive items and need only be\r\n\r\ninstalled where necessary. Smoke and heat systems  are  not\r\n\r\npractical  in  flats  and  homes  as  smoke  and  heat  are\r\n\r\ngenerated in the kitchen and will set them off. Mr Speaker,\r\n\r\nSir,  I  would  like  to assure Members  that  the  safety,\r\n\r\ncomfort and wellbeing of its tenants are uppermost  in  the\r\n\r\nminds of HDB and the Board will continue to improve on  the\r\n\r\ndesign  and  structure of its flats  not  only  to  prevent\r\n\r\noccurrence   of   raging  infernos  but  also   to   enable\r\n\r\nSingaporeans to build a comfortable home.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr Speaker, Sir, may I ask a\r\n\r\nsupplementary question?\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the Minister willing to reply to the\r\n\r\nsupplementary question?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Sir, the fact still remains that fires do\r\n\r\noccur  in  Housing  Board  flats, Therefore  some  sort  of\r\n\r\npreventive  measure is necessary, as prevention  is  better\r\n\r\nthan cure. Sir, does the Minister not think so?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, fire has also occurred\r\n\r\nin  my  home. But what is the Member implying when he  says\r\n\r\nthat the Housing Board flats are a fire hazard and they are\r\n\r\ndangerous? I have already explained that having studied the\r\n\r\noccurrence  and the whys and wherefores of fire in  Housing\r\n\r\nBoard  flats, these flats are so designed that they have  a\r\n\r\nrelatively lower fire risk.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I do not quite agree\r\n\r\nwith what the Minister has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 863</b></font><br><br>\r\n\r\n\r\n\r\nsaid in his reply to the Member for Bras Basah.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As we all know, our schools are built of incombustible\r\n\r\nmaterials,  They  are built of concrete and  solid  bricks,\r\n\r\nunlike  Housing  Board  flats which  are  built  of  hollow\r\n\r\nbricks.  If  my  memory is right, there is the  requirement\r\n\r\nthat a fire hose must be provided in every school. I do not\r\n\r\nmean  that  in every school floor there must  be  one  fire\r\n\r\nprevention  equipment  but  there  should  be  one  in  the\r\n\r\nbuilding.\r\n\r\n\r\n\r\n<br><br><!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Leong Boon (Kim Seng):</b> Sir, will the Minister\r\n\r\nplease consider a sustained and intensive national campaign\r\n\r\nof  public  education through schools,  community  centres,\r\n\r\ncommercial enterprises, the press, radio and television, on\r\n\r\nthe Dos and Don'ts of fire prevention and fire-fighting?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Sir, the reason which led me to ask the\r\n\r\nquestion just now is that the Minister was so confident and\r\n\r\nproud  of the fact that it is not fortuitous but by  design\r\n\r\nthat there have been no raging infernos in H DB flats.  But\r\n\r\nthe  fact is, by his own admission, that fire still  occurs\r\n\r\nin Housing Board flats. If this statement is not corrected,\r\n\r\nhe  may be giving misleading information to the public that\r\n\r\nthe Housing Board flats are really fire-proof. They are not\r\n\r\nfire-proof.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Sir, the fire that has occurred was due\r\n\r\nto human frailties. No matter how fire-proof a building is,\r\n\r\nfire  can still occur as there may be children playing with\r\n\r\nmatches or fire may occur due to acts of mischief. But  the\r\n\r\nfact is that fire is contained in Housing Board flats. I am\r\n\r\nproud of the fact\r\n\r\n\r\n\r\nand  I think we should all be proud of the fact ----- that\r\n\r\nduring  the last 16 years there has not been a raging  fire\r\n\r\nin  the  1 20,000 units of HDB flats. This is a tribute  to\r\n\r\nthe  architects in the Housing Board who have  designed  to\r\n\r\nmake the flats fire-proof.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> As the Minister has said, there is an\r\n\r\nelement of human frailty.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten):</b> Sir, I want to stress to\r\n\r\nthe  Minister  the  importance of  a  sufficiency  of  fire\r\n\r\nhydrants  in  all housing estates. I wonder  if  there  are\r\n\r\nsufficient fire hydrants in all HDB estates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 864</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Encik Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Othman Bin Wok:</b> Sir, in answer to the question by\r\n\r\nthe  Member  for Mountbatten, the answer is \"yes\".  I  have\r\n\r\nstated that the fires which have occurred in Housing  Board\r\n\r\nflats  were  all put out quickly because there  are  enough\r\n\r\nfire hydrants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to the question by the Member for Kim Seng, we\r\n\r\nwill  sustain  the  campaign on fire  prevention.  We  have\r\n\r\ncarried  Out  this  campaign for many  years  at  community\r\n\r\ncentres  and Housing Board estates. We also have a national\r\n\r\ncampaign  at the Victoria Memorial Hall a couple  of  years\r\n\r\nago.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 864</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b></div>\r\n\r\n<div align=\"center\"><h4>FINANCIAL YEAR 1ST APRIL, 1976 TO 31ST MARCH, 1977</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n               \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>5.29 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head V (cont.) --\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee (Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Mr Speaker, Sir, I was expecting the reply of the Senior\r\n\r\nMinister of State for Education to be more elucidating  and\r\n\r\nencouraging.  However, I must say that his reply  has  been\r\n\r\nmost   pathetic.  It  was  nothing  more  than  a  pathetic\r\n\r\nmitigation.  Parliament is the last place for us  to  plead\r\n\r\nfor  mitigation.  What  the Hon. Members  wanted  are  firm\r\n\r\ncommitments  as  to  what  the Minister  would  direct  the\r\n\r\nMinistry  to do. What we heard from the Minister  of  State\r\n\r\nwas a mere restating of the various policies. He gave us  a\r\n\r\nvery  good lecture on the contents of the various subjects.\r\n\r\nThese are not what we want. We want a firm commitment  from\r\n\r\nthe Minister in categorical terms as to what line of action\r\n\r\nhe  would take to correct all these mistakes that have been\r\n\r\nplaguing the principals, teachers, parents and students.\r\n\r\n\r\n\r\n<br><br>5.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know how many sinecures there are in the\r\n\r\nMinistry of Education, perhaps the Minister can tell the\r\n\r\nHouse. He told us that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 865</b></font><br><br>\r\n\r\n\r\n\r\nas  a  result  of reorganisation some senior officers  have\r\n\r\nbeen  removed.  But  he did not tell us  why  these  senior\r\n\r\nofficers were removed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The most unsatisfactory reply I have heard is that on the\r\n\r\nPPP. This is only one of the minor problems. In fact, there\r\n\r\nwere  many  other problems mentioned by Members.  In  areas\r\n\r\nwhere  teachers  and principals should be given  some  free\r\n\r\nhand  to decide, they were not given. But in the matter  of\r\n\r\n\"tried  failure\", as I have said in my speech in the debate\r\n\r\non  the  Budget statement, the Minister suddenly became  so\r\n\r\ngenerous  that he said. \"We will leave it to the principals\r\n\r\nand  the  teachers to decide whether or not  to  adopt  the\r\n\r\nPPP.\"  Why this sudden generosity? This is not the  way  to\r\n\r\ncover  up a mistake. If it is a mistake, let us acknowledge\r\n\r\nthat  it  is a mistake, Let us be brave or bold  enough  to\r\n\r\ndeclare that we will discontinue with the PPP, But no, that\r\n\r\nwas  not  to  be  the  case. So in  the  end,  if  all  the\r\n\r\nprincipals were to decide to drop the PPP, there would  not\r\n\r\nbe  any more PPP classes in Singapore. And then quietly the\r\n\r\nMinistry  will say, \"There you are. There are no  more  PPP\r\n\r\nclasses.\"  The  Ministry  can thus  achieve  its  objective\r\n\r\nwithout  having  to  admit in this  House  that  it  was  a\r\n\r\nfailure.  I want to hear from the Minister whether  or  not\r\n\r\nthe  PPP was a failure, and whether or not the Ministry  is\r\n\r\ngoing to discontinue with the scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I refer the Minister to Hansard. Vol. 34, No. 18,\r\n\r\ncol.  1317, dated 20th November, 1975 where at that  sitting\r\n\r\nof  Parliament  the  Senior  Minister  of  State  committed\r\n\r\nhimself  that  the  PPP  would  be  incorporated  into  the\r\n\r\neducation  system. I would like to know from  the  Minister\r\n\r\nsince  when  this  change of heart  took  place,  that  is,\r\n\r\nbetween November 1975 when he gave the answer to a question\r\n\r\nfrom  the Member for Serangoon Gardens and now. He  made  a\r\n\r\nfirm commitment that he would incorporate the PPP into  our\r\n\r\neducation system, And yet today the principals are given  a\r\n\r\nfree  hand.  I can assure you, Sir, that this is  one  free\r\n\r\nhand which the principals would not want.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 866</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another question on the six or seven-year\r\n\r\nprimary  education  in  the restructured  education  system\r\n\r\nwhich many Members have raised. We have not heard from  the\r\n\r\nMinister up till now whether this system is on or  off.  My\r\n\r\nunderstanding is that the restructured education system, as\r\n\r\nhas  been  pointed out by the Member for Telok Blangah, is\r\n\r\nstill-born. I have also stated in the debate on the  Budget\r\n\r\nthat  it is still-born. Yet the teachers are still required\r\n\r\nto attend the evaluation courses. God help us as to what is\r\n\r\ngoing  on  in  the Ministry of Education!  They  have  been\r\n\r\nplaying  with guinea pigs long enough. We do  not  want  to\r\n\r\ncontinue to be guinea pigs.\r\n\r\n\r\n\r\n<br><br><!-- Dr Augustine H. H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Augustine H. H. Tan (Whampoa):</b> Mr Speaker, Sir, I rise\r\n\r\nto  voice my deep regret that the Government has chosen  to\r\n\r\nretain  the  use  of  sterilisation  as  an  incentive  for\r\n\r\nadmission to schools. Sir, there is no disagreement on  the\r\n\r\nneed   for  population  control;  neither  have  I   strong\r\n\r\nobjection to preference being given to a two-child  family,\r\n\r\nthough one could argue reasonably about the human rights of\r\n\r\nevery  child  born  into  this  world  by  mistake  or   by\r\n\r\nintention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are some questions that Government should consider\r\n\r\ncarefully.  Is it necessary at all to use sterilisation  to\r\n\r\nachieve  population  control?  Are  there  no  other   less\r\n\r\nobjectionable  means?  In any case,  how  many  babies  are\r\n\r\nthereby prevented from being conceived? Is it right at  all\r\n\r\nfor  the  majority  to ignore the strong convictions  of  a\r\n\r\nminority?  What will it cost to the majority to reject  the\r\n\r\nuse  of  sterilisation as a means of obtaining priority  of\r\n\r\nadmission?  Sir, let me emphasise here that  the  right  to\r\n\r\ngovern  is not in question at all here. What I question  is\r\n\r\nwhether  the  same  objective, namely, population  control,\r\n\r\ncannot  be  attained  by less objectionable  means.  Surely\r\n\r\nGovernment should try to accommodate as many points of view\r\n\r\nas  possible  without having to sacrifice  its  basic  good\r\n\r\nobjectives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And here, Sir, Members are aware of the valuable\r\n\r\ncontributions  that  the  Catholic  schools  have  made  in\r\n\r\nSingapore -contributions to the stability, growth and well-being of Singapore by producing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 867</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\ngood  citizens with the right values and attitudes.  People\r\n\r\nmay  choose to question about values and systems of values,\r\n\r\nbut   I  think  there  are  boundaries  beyond  which   the\r\n\r\nGovernment should not intrude upon, unless there  are  good\r\n\r\nrational  reasons for doing so. In the case  of  population\r\n\r\ncontrol, why take on sterilisation and use that as a  lever\r\n\r\nto  get people to practise population control? Even in  the\r\n\r\ncase  of  abortion,  it  is clearly  a  very  objectionable\r\n\r\nmeasure.  The  Catholic stand is very simple, namely,  that\r\n\r\nhuman beings are more than mere animals, I can bring my cat\r\n\r\nor  dog  to  the  veterinary department  for  sterilisation\r\n\r\nbecause  I  do  not want the cat or the dog to proliferate,\r\n\r\nbut human beings are totally a different matter altogether.\r\n\r\nThe Government is only a temporary guardian of the land. It\r\n\r\nis  made  up  of  individuals who are mortal  and  all  are\r\n\r\nsubject to the same law of God.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Mr Speaker, Sir, on the specific point\r\n\r\nof  the  PPP raised by the Parliamentary Secretary  to  the\r\n\r\nMinister   for  Labour,  I  did  say  that  it   would   be\r\n\r\nincorporated into the education system. But that was on the\r\n\r\nunderstanding that it is workable. As I understand it, and\r\n\r\nI still maintain, the PPP itself as an approach to teaching\r\n\r\nis  good.  But  unfortunately, although it is theoretically\r\n\r\ngood,  in  practice it is highly demanding on our teachers,\r\n\r\nWe  do  not  have  that many suitable teachers  and,  as  a\r\n\r\nresult, we have to say that if the principals and teachers\r\n\r\nfeel that they can cope with it they can carry on. This  is\r\n\r\nin line with our latest change of policy whereby principals\r\n\r\nwere  given more authority to decide what is best for their\r\n\r\nschools,  basing  on  the overall  concept  of  the  policy\r\n\r\ndecided by the Ministry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the six or seven years of primary education, I\r\n\r\nwould  like  to  clarify to the House  that  with  the  re-introduction of the retention system, the question of seven\r\n\r\nyears  does  not  arise  at  all.  Basically,  our  primary\r\n\r\neducation is still six years. Whether one wants to call  it\r\n\r\na  still-born restructured education, or by whatever  name,\r\n\r\nthe question of seven years does not arise now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of sterilisation, I fully agree that this\r\n\r\nis something which is very\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 868</b></font><br><br>\r\n\r\n\r\n\r\npersonal. I did say just now that this is a condition  for\r\n\r\na  privilege. We are not forcing it on anyone. If  any  one\r\n\r\nfeels that sterilisation is against his religious belief, I\r\n\r\nam  not  asking him to undergo sterilisation. A policy  may\r\n\r\nsometimes be unpleasant, but I suppose a certain amount  of\r\n\r\ntolerance is expected of citizens.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Mr Speaker, Sir, I am still a little\r\n\r\nconfused.  Would the Minister of State categorically  state\r\n\r\nin  this House whether the restructured education scheme is\r\n\r\non or off? Even the teachers and the principals are arguing\r\n\r\namong  themselves whether the restructured education scheme\r\n\r\nis on or off.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Mr Speaker, Sir, an education system,\r\n\r\nunfortunately, may be called by many names.  When  we  make\r\n\r\nsome  modifications, then another name is given. If we were\r\n\r\nto  say  that the restructured education system is  off,  I\r\n\r\nwould agree that the name is not in use any more. Regarding\r\n\r\nthe   six   years'  primary  education,  there  have   been\r\n\r\nmodifications and changes. It is not true to say  that  all\r\n\r\nchanges  are  entirely off and that there is  no  value  in\r\n\r\ntraining the teachers. But if Members refer to the specific\r\n\r\nterm, yes, I agree that it is not used any more.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Sir, in the restructured education\r\n\r\nsystem,  as  announced by the ex-Minister for Education,  I\r\n\r\nthink  the  fundamental  feature of  that  system  is  that\r\n\r\nchildren  in Primary VI need not have to sit for the  PSLE,\r\n\r\nThe  question  now asked by parents and teachers  is  this:\r\n\r\nwith  the  recent announcement by the present Minister  for\r\n\r\nEducation,  are  we going to introduce or  reintroduce  the\r\n\r\nPrimary VI School Leaving Examination?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, there will be an annual\r\n\r\nassessment.  Therefore, the PSLE, or whatever  name  it  is\r\n\r\ncalled   will  be  different  in  nature,  In  the   annual\r\n\r\nassessment, the child has to pass at every level. And  when\r\n\r\nhe  reaches  Primary  VI,  of  course,  there  will  be  an\r\n\r\nexamination.  If Members still want to call  it  the  PSLE.\r\n\r\nthen it will be so.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 869</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Sir, I think the Senior Minister of\r\n\r\nState  has  missed my point. In the restructured  education\r\n\r\nsystem,  it  has  been pointed out that there  will  be  no\r\n\r\nPrimary VI School Leaving Examination of the old system  to\r\n\r\ndetermine  whether the child will proceed to  the  academic\r\n\r\nstream   or  the  technical  stream  to  do  his  secondary\r\n\r\neducation.  And if the child failed the PSLE, he  would  be\r\n\r\nconsidered  a  dropout. The restructured  education  system\r\n\r\ntherefore   abolished  this  criterion  or  assessment   to\r\n\r\ndetermine whether or not the child could proceed  with  his\r\n\r\nsecondary   education.   The  impression   given   by   the\r\n\r\nannouncement  of the new restructured education  system  is\r\n\r\nthat  every child irrespective of his performance in school\r\n\r\n(although  it  will be based on assessment) will  go  to  a\r\n\r\nsecondary school according to his aptitude. But then  every\r\n\r\nchild is assured of a post primary education. That was  the\r\n\r\nimpression given. Nobody should worry about PSLE any more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But now with the recent announcement, do we take it that\r\n\r\nthere will still be a weeding out of the failures? In other\r\n\r\nwords, those children who pass the PSLE examination will go\r\n\r\nto secondary schools, and those who fail will have to grope\r\n\r\naround  and  find  whatever education is available  in  the\r\n\r\nAdult  Education Board and other private schools.  This  is\r\n\r\nquite  an important question but we are not able to  get  a\r\n\r\ndefinite answer.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> I fully understand the question. The\r\n\r\nPSLE  was  based on the non-retention or partial  retention\r\n\r\nsystem.  It means that when a child reached Primary  VI  he\r\n\r\nwould sit for the PSLE, and having passed he would then  go\r\n\r\nto  the  secondary schools. Therefore, once  the  retention\r\n\r\nsystem  is  introduced, there will have  to  be  an  annual\r\n\r\nassessment including Primary VI. If the children  pass  the\r\n\r\nPrimary  VI examination they will go to secondary  schools.\r\n\r\nIf  they  do  not  pass the examination  then,  as  I  have\r\n\r\nmentioned   just  now  about  the  so-called  nine   years'\r\n\r\nschooling, they will be channelled to do various courses of\r\n\r\ntraining. This is actually the difference. Whether we  like\r\n\r\nit or not, we cannot do away with the examination system at\r\n\r\nthe moment. We need the examination to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 870</b></font><br><br>\r\n\r\n\r\n\r\nassess  and  select  which children will  go  to  secondary\r\n\r\nschools and which children cannot go to secondary schools.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> Mr Speaker, Sir, I think the Minister of\r\n\r\nState has improved somewhat from omission to ambiguity.  He\r\n\r\nhas made all of us more confused.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My understanding of the restructured education system was\r\n\r\nthat  it  would do away with the PSLE which was a  kind  of\r\n\r\nobjective  examination  that  allowed  the  pupils   during\r\n\r\nexamination  to  gamble as to whether  or  not  the  answer\r\n\r\nprovided was right or wrong. We realise the adversities and\r\n\r\nthe  weakness of this system and therefore the restructured\r\n\r\nsystem  introduced an assessment at Primary III to cause  a\r\n\r\ndiversification  of  two streams, one  towards  six  years'\r\n\r\nprimary  education  and  the  other  towards  seven  years'\r\n\r\nprimary education. At the end of six or seven years, there\r\n\r\nwould  be  a  second assessment. But the understanding  was\r\n\r\nthat  such an assessment would not be on the lines  of  the\r\n\r\nPSLE  where  a student ticks away answers to questions.  It\r\n\r\nwould  be an assessment based on the yearly performance  of\r\n\r\nthe pupils as they proceed upwards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us for the time being forget about the non-retention\r\n\r\nof  students. This is going to complicate things much worse\r\n\r\nif  we  start talking about it at this stage. I agree  with\r\n\r\nthe  Member  for  Moulmein that what is necessary  at  this\r\n\r\nstage  is  a  categorical  statement  by  the  Ministry  of\r\n\r\nEducation  on  what is happening now with the  restructured\r\n\r\nsystem.  Are  we having a seven-year primary education  and\r\n\r\nwould there be a selection process undertaken at that point\r\n\r\nto  stream  some pupils to the nine-year primary education?\r\n\r\nAnd  what kind of selection process is going to be held  at\r\n\r\nthat  point?  Sir,  can the Minister  answer  my  questions\r\n\r\nbefore I ask more questions?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Mr Speaker, Sir, when I answered a\r\n\r\nquestion just now. I said that there is no such thing as  a\r\n\r\nseven-year  primary education. There will be no  seven-year\r\n\r\nprimary  education. It is still Primary  VI  and  there  is\r\n\r\nassessment. It is true that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 871</b></font><br><br>\r\n\r\n\r\n\r\nPSLE, or  by whatever name it is called, will most  likely\r\n\r\nremain the same because we need a selection examination and\r\n\r\nso  we  have  to continue with the PSLE. So the Member  for\r\n\r\nMoulmein   can   rightly  say  that  the   PSLE   will   be\r\n\r\nreintroduced.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, the Hon. Minister of\r\n\r\nState has not replied to the second point that I raised. It\r\n\r\nis  with  regard to girls in Secondary I and II  having  to\r\n\r\nattend a three-hour session at the workshop once a week. In\r\n\r\nthat  respect, would the Ministry consider scrapping it  or\r\n\r\ngive  the parents an option? I pointed out that the parents\r\n\r\nwanted  their daughters to take home economics  because  it\r\n\r\nwould be beneficial to them in their future years when they\r\n\r\nmarry and have their own families. Home economics is a good\r\n\r\ncourse  for  them to learn in their teens, especially  when\r\n\r\nthey  are in Secondary I and II. At the moment. I am  given\r\n\r\nto  understand that at the end of a two-year stint  at  the\r\n\r\nworkshops, the girls are given an aptitude test. I am  also\r\n\r\ngiven  to understand that many girls prefer to fail  rather\r\n\r\nthan  pass  the  test because they do not  like  to  pursue\r\n\r\ntechnical education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, will the Minister of State consider this\r\n\r\npoint?  Because  many parents are not only  concerned  with\r\n\r\nthis  matter  but  they are sending their daughters  to  do\r\n\r\nworkshop  practice  with  some  dissatisfaction  over  this\r\n\r\nquestion because the girls are not given an opportunity  to\r\n\r\nopt  for  home economics. At the same time, they feel  that\r\n\r\nthis  two-year stint at the workshops is just  a  waste  of\r\n\r\ntime, because after all their children would only acquire a\r\n\r\nbasic  technical skill, maybe filing, woodwork, metal  work\r\n\r\nor electricity.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ng, there is no need for you to repeat.\r\n\r\nYou have been saying that many times over.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, I have to repeat because the Senior\r\n\r\nMinister  of  State  has not taken  note  of  what  I  have\r\n\r\nmentioned, and I want an answer now.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, I could not reply to the Member\r\n\r\nfor Punggol just now because I did not have enough time. As\r\n\r\nregards\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 872</b></font><br><br>\r\n\r\n\r\n\r\nSecondary I and II students who are required to go  through\r\n\r\nthree  hours a week of workshop practice, this  applies  to\r\n\r\n100% of the boys and 50% of the girls. It is true that some\r\n\r\nof  them  may  have to travel some distance to the  central\r\n\r\nworkshops  as  we cannot afford to have the  facilities  in\r\n\r\neach  and  every school. This is for economic reasons.  The\r\n\r\norigin  of getting these girls exposed to workshop practice\r\n\r\nwas  that  eventually when they become mothers  they  would\r\n\r\nhave a better understanding of the importance of industrial\r\n\r\ntraining. And besides this workshop training, they are also\r\n\r\nrequired to attend home economics classes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with the Member for Punggol that most girls\r\n\r\ndrop  out from workshop training after completing Secondary\r\n\r\nII because it could be that they do not want to go into the\r\n\r\ntechnical  stream.  He  has  a  very  good  point.  We  are\r\n\r\nreviewing this matter with a view to allowing the girls  an\r\n\r\noption  whether  they want to carry on  with  the  workshop\r\n\r\npractice. But at the moment though they are doing  workshop\r\n\r\npractice, they are also doing home economics.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I would like the\r\n\r\nMinister of State to reply to some questions I raised  just\r\n\r\nnow.  I  want  to know whether the teachers'  organisations\r\n\r\nwould be consulted in the formulation of education policy.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, we will consult the teachers,\r\n\r\nincluding  the  teachers' organisations. In  fact,  it  was\r\n\r\nannounced by my Minister in his speech that we will consult\r\n\r\nas  much  as  we  can  and as far as possible.  Of  course,\r\n\r\nconsultation does not necessarily mean that it will end  up\r\n\r\nwith accepting the representation from the teachers' bodies\r\n\r\nor  from  principals, because all aspects have to be  taken\r\n\r\ninto consideration.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Two questions, Sir. First, whatever you\r\n\r\ncall it, whether it is the restructured education system or\r\n\r\nill-structured  education  system,  it  is  no  longer   of\r\n\r\ninterest to us now as the whole thing has been dropped. But\r\n\r\nsince  the six- or seven-year system has been dropped,  why\r\n\r\nare teachers still required to attend so-called\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 873</b></font><br><br>\r\n\r\n\r\n\r\nevaluation  courses? I have got a letter from  a  group  of\r\n\r\nprimary school teachers in the Stamford Constituency saying\r\n\r\nthat  they are still attending evaluation courses.  Why  is\r\n\r\nthis going on?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the second question, the Minister has given a free\r\n\r\nhand  to  principals to adopt or to do away with  the  PPP.\r\n\r\nWill  this free hand be given to principals on other policy\r\n\r\nmatters too?\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, I am not aware that teachers have\r\n\r\nto   attend   evaluation  courses.  If  the   Parliamentary\r\n\r\nSecretary can refer the case to me, I will look into it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards giving the principals a free hand, of course,\r\n\r\nthis has to be within the policy of the Ministry. Otherwise\r\n\r\nwe will have many different policies.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> The principals have a free hand on\r\n\r\npolicy. Is this true or not?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> It is within certain guidelines. The\r\n\r\nMinistry  issues certain guidelines and the principals  use\r\n\r\ntheir discretion in the implementation of that policy. They\r\n\r\ndo not decide on policy.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the\r\n\r\nMinister  of  State's answer to the question  of  six-  and\r\n\r\nseven-year  primary education seems to be wrong.  According\r\n\r\nto  my  understanding, the curriculum committee has already\r\n\r\nrevised the six-year syllabus to a seven-year syllabus. For\r\n\r\nexample,  there is a textbook graded Book Seven. If  it  is\r\n\r\ntrue  that  the  seven-year system has been abolished,  why\r\n\r\nshould there be a Book Seven textbook?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, at the time the restructured\r\n\r\neducation  system  was introduced,  there  was  a  move  to\r\n\r\npublish  a textbook for the seventh year. But as far  as  I\r\n\r\nknow no such textbook has been published. As I said, we are\r\n\r\nnot having any seven-year primary education; so there is no\r\n\r\nneed   for   that  textbook.  The  Ministry  of   Education\r\n\r\ndefinitely  has not published a Book Seven textbook.  There\r\n\r\nmay  be  some  arrangement during  the  interim  period  to\r\n\r\nredistribute the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 874</b></font><br><br>\r\n\r\n\r\n\r\ncurriculum  into  seven years, but no such  book  has  been\r\n\r\npublished.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the\r\n\r\nMinister  of  State answered that this book  has  not  been\r\n\r\npublished or issued to the public. In fact, the schools are\r\n\r\nusing this Book Seven textbook.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, not as far as I know.\r\n\r\n\r\n\r\n<br><br><!-- Mr Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Conceicao:</b> Sir, before I ask leave to withdraw my\r\n\r\namendment, may I just make two points. I think there  is  a\r\n\r\ngreat  deal  of confusion about six years and  seven  years\r\n\r\nprimary  education. If there is confusion in this House,  I\r\n\r\nthink a clear statement from the Ministry to the public, to\r\n\r\nthe  parents  aid to the teachers is called for.  I  myself\r\n\r\nhave  received a letter along the same lines. It  seems  to\r\n\r\nindicate  quite  clearly that we need a  very,  very  clear\r\n\r\nstatement about what is going on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An Hon. Member:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Conceicao:</b> My second point is this. I would like to\r\n\r\nfollow  in the footsteps of my Hon. Friend from Whampoa  in\r\n\r\nregretting  that in Catholic schools, it is being  insisted\r\n\r\nthat  sterilisation certificates will have to  be  accepted\r\n\r\nfor priority to be given to holders of such certificates in\r\n\r\nrespect of admission of their children to schools. It would\r\n\r\nseem,  Sir, not unreasonable for consideration to be  given\r\n\r\nto  the sensibilities of authorities in Catholic schools in\r\n\r\nthis matter. The Senior Minister of State has not once, but\r\n\r\nmore  than once, referred to ethics, sense of values, moral\r\n\r\naspects.  It  is this concern that has led to the  position\r\n\r\nstated  by the Catholic Archbishop of Singapore.  It  seems\r\n\r\nanomalous when you pronounce an article of moral belief  in\r\n\r\nthe  classroom to act against this belief in  the  schools'\r\n\r\nadministration   office.  We  also  talk   of   a   special\r\n\r\npersonality  given to schools. We want to  develop  certain\r\n\r\ncharacteristics.  Some  of  the  schools  have   for   such\r\n\r\ncharacteristics certain stated beliefs and I  think  it  is\r\n\r\nnot unreasonable to take these into consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Sir, I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 875</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Teong Eng Siong -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) That the sum to be allocated for Head V be reduced by\r\n\r\n$10 in respect of subhead AAA 1008.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Teong, amendment (2).\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ang Nam Piau, amendment (3).\r\n\r\n\r\n\r\n<br><br><!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ang Nam Piau (Thomson):</b> I am not moving, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr P. Govindaswamy, amendment (3).\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10\r\n\r\nin respect of subhead BAA 1105.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wonder whether the authorities are\r\n\r\naware  of the hardship faced by parents in relation to  the\r\n\r\nhigh  cost  of school books. Before the school term  closed\r\n\r\nlast  year, some schools handed out to students  book  list\r\n\r\nwith   prices  quoted  for  the  books.  But  when  schools\r\n\r\nreopened, the prices of some of the books went up  by  more\r\n\r\nthan  100%.  When  the book sellers were  questioned,  they\r\n\r\nreplied  that  freight charges had gone up and  that  their\r\n\r\nbooks were new stocks. How is it that these increases  were\r\n\r\npermitted?  Who  authorised the  sale  of  books, and  who\r\n\r\ncontrolled  the prices quoted in the price list  issued  by\r\n\r\nthe  school? Parents have been complaining about this,  but\r\n\r\nnothing could be done about the increased prices.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the Budget estimates, there are 1 59 posts of non-teaching staff required by the Ministry of Education. I\r\n\r\nunderstand that at present most of the posts are filled  by\r\n\r\ntemporary  clerks. I wonder why these temporary clerks  are\r\n\r\nemployed  on a month-to-month basis. They have no incentive\r\n\r\nand  they have nothing to look forward to. Therefore, their\r\n\r\nturnover rate is very high.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 876</b></font><br><br>\r\n\r\n\r\n\r\nHow  can  a  school work properly when the clerks  are  not\r\n\r\nemplaced  on  the permanent establishment? As a  result  of\r\n\r\nthis,  many  school clerks have resigned and sometimes  the\r\n\r\nteachers have to take over the duties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem is that the relief teachers are employed\r\n\r\non  a  day-to-day basis to fill the vacancies. These  young\r\n\r\nschool  leavers are unqualified and inexperienced. They  do\r\n\r\nnot have any sense of attachment to the schools nor do they\r\n\r\nhave  any  loyalty for the simple reason  that  they  could\r\n\r\nbecome  unemployed overnight. They take up the job  because\r\n\r\nthey  want  to get extra pocket money, and in the meanwhile\r\n\r\nthey are looking around for some other jobs. We are leaving\r\n\r\nthe  future  of  our young citizens in the hands  of  these\r\n\r\ninexperienced, undedicated young relief teachers.  Is  this\r\n\r\nthe right thing to do? Why cannot our retiring teachers  be\r\n\r\ngiven  an  extension  of two to three  years  to  meet  the\r\n\r\nshortage  of  teachers,  instead  of  depending  on  relief\r\n\r\nteachers?  I  am  sure  that many retiring  teachers  would\r\n\r\ncertainly accept this offer, if they are given a chance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is my fervent hope that in future the senior\r\n\r\nofficials of this Ministry would consider the views of  the\r\n\r\nprincipals  and  the teachers first before introducing  any\r\n\r\nchange  in  education policy. I also hope the senior  civil\r\n\r\nservants  in  the  Ministry would contain their  enthusiasm\r\n\r\nabout  certain ideas which have cropped up in their  minds,\r\n\r\nprobably in their wild dreams.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I understand that in some schools, the Vigilante\r\n\r\nCorps  members who are using the premises as their branches\r\n\r\nat  times  misuse the place. For example,  they  have  been\r\n\r\nknown  to damage school property, like tuck-shop furniture,\r\n\r\ndisplacing  classroom desks, throwing cigarette butts  into\r\n\r\ntoilets and choking the sinks, etc. I have also heard  that\r\n\r\nsome  of  them who come very early to the school showed  no\r\n\r\nrespect  for  the  National Anthem. They were  seen  moving\r\n\r\naround  while the National Anthem was being played. And  in\r\n\r\nco-education  schools some of them went to  the  classrooms\r\n\r\nand  started to change into their uniforms openly.  What  I\r\n\r\nwant to know is whether steps have been taken to discipline\r\n\r\nthese inconsiderate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 877</b></font><br><br>\r\n\r\n\r\n\r\nmembers  of the V.C. I do not blame all of them. But  these\r\n\r\ncomplaints do come from some schools. I am told  that  some\r\n\r\nschool  teachers have reported the matter to the  superiors\r\n\r\nin  the V.C, who had promised to advise their members.  But\r\n\r\nthey  seem to pay only lip service. Will the administrators\r\n\r\nsee  that  remedial steps are taken in those  schools  with\r\n\r\nproblems of this nature?\r\n\r\n\r\n\r\n<br><br>6.08 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Deputy Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, on the question of prices of\r\n\r\ntextbooks,   I  would  like  to  inform  the  Member   that\r\n\r\nprincipals are authorised to look after the sale of  school\r\n\r\ntextbooks.  They  are  issued  with  lists  of  books   and\r\n\r\nstationery with prices stated, well before the end  of  the\r\n\r\nschool year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The price of textbooks is one of the main factors to be\r\n\r\nconsidered  in the selection of textbooks for  use  by  any\r\n\r\nschool. Mindful of the price increase of certain textbooks,\r\n\r\nthe  Ministry  has carried out a survey of textbook  prices\r\n\r\nand  at  the  same  time  held  informal  discussions  with\r\n\r\nrepresentatives  of the Singapore Booksellers'  Association\r\n\r\nand  the  Singapore  Book Publishers' Association.  It  was\r\n\r\nfound  that 80.4% of our school textbooks had not increased\r\n\r\nin   price,  while  the  rest,  comprising  19.6%  of   the\r\n\r\ntextbooks, registered an increase in price from 1% to  20%.\r\n\r\nNo  textbook had gone up 100% in price. It should be  noted\r\n\r\nthat all-primary school textbooks are locally produced  and\r\n\r\nimported  textbooks are used for upper secondary and  Pre-U\r\n\r\nclasses  only. The increase in price of imported  textbooks\r\n\r\nis  imposed by the publishers in the country of origin  and\r\n\r\nwe have no control over this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education and school principals are very\r\n\r\nmuch  aware of the hardship experienced by some parents  in\r\n\r\nrelation  to  the  high  cost of textbooks.  Thus,  a  free\r\n\r\ntextbook  loan scheme is operated to help all needy  pupils\r\n\r\nto be provided with textbooks. The Educational Publications\r\n\r\nBureau,  a  non-profit organisation under the Ministry, is\r\n\r\nproducing school textbooks and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 878</b></font><br><br>\r\n\r\n\r\n\r\nother  educational  materials at low cost  as  a  means  to\r\n\r\nstabilise  book prices. The NTUC's Fairdeal is  also  doing\r\n\r\nits  part  by buying textbooks and stationery in bulk  arid\r\n\r\nselling them to school pupils as cheaply as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of temporary clerks, to-date the Ministry\r\n\r\nhas  only  six  temporary  clerks.  These  six  clerks  are\r\n\r\nappointed  on a temporary basis, as they fail to  meet  the\r\n\r\nrequirements of the Public Service Commission for permanent\r\n\r\nappointment.  As the number of temporary clerks  is  small,\r\n\r\nthey do not pose a problem in the schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards relief teachers, admittedly they have their\r\n\r\nshortcomings. These are to be expected. However,  they  are\r\n\r\nperforming  a  useful  service in the  schools.  We  cannot\r\n\r\nentirely  dispense  with their services  because  they  are\r\n\r\nrequired  to fill casual vacancies arising from substantive\r\n\r\nteachers  who go on leave, sick leave, etc. Relief teachers\r\n\r\nwho possess the qualifications and are interested in making\r\n\r\nteaching their career may undergo training at the Institute\r\n\r\nof  Education and be considered for a permanent appointment\r\n\r\nin the Education service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Touching on the question of extension of service for\r\n\r\nretiring  teachers, this Ministry is already taking  action\r\n\r\nto  extend,  wherever possible, the employment of  retiring\r\n\r\nteachers.  For  1975  a  total of 119  teachers  had  their\r\n\r\nservices extended or were reemployed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Vigilante Corps members using the\r\n\r\nschool  premises,  the  Member  for  Anson  is  correct  in\r\n\r\npointing out that some of them have caused damage to school\r\n\r\nproperty, littering classrooms and toilets, and other  acts\r\n\r\nof  indiscipline. When this was brought to  the  Ministry's\r\n\r\nattention  by school principals, it was taken  up  recently\r\n\r\nwith   the  Assistant  Commissioner  in  charge  of  Police\r\n\r\nNational  Servicemen and the Vigilante Corps. The Assistant\r\n\r\nCommissioner  has taken a serious view of this  matter  and\r\n\r\nthe  Ministry  is  given  to understand  that  disciplinary\r\n\r\naction  will be instituted against those found  guilty.  In\r\n\r\naddition,   close  liaison  will  be  established   between\r\n\r\nprincipals concerned and officers in charge of each of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 879</b></font><br><br>\r\n\r\n\r\n\r\nthese  training  centres  in  order  that  problems  of\r\n\r\nmutual  concern, such as discipline of these  uniformed\r\n\r\nofficers,  cleanliness and damages to  school  property\r\n\r\nmay be resolved promptly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): I would avail\r\n\r\nmyself  of this opportunity to ask the Senior  Minister\r\n\r\nof  State a question, namely, the redundant teachers in\r\n\r\nChinese schools, I shall be grateful if he will  inform\r\n\r\nthis House how he is going to deal with this problem.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii</b>(<i>In Mandarin</i>): Sir, just now when\r\n\r\nthe Member for Sembawang\r\n\r\nraised  this  question, I did not have sufficient  time\r\n\r\nto   give   him  a  full  answer.  According   to   the\r\n\r\ninformation  I  have  here,  there  are  57   redundant\r\n\r\nteachers  in the Chinese primary schools and  only  one\r\n\r\nin  a  secondary  school. Altogether 58 Chinese  school\r\n\r\nteachers  are  redundant. They will be  sent  to  other\r\n\r\nschools  to  share in certain classes.  It  amounts  to\r\n\r\ncertain  schools having one or two extra teachers.  But\r\n\r\nwhen  some  teachers  retire, they  will  fill  up  the\r\n\r\nvacancies   caused,  otherwise  there  will   be   some\r\n\r\nadjustment in posting.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): I would like to ask\r\n\r\nthe  Senior  Minister  of State  to  answer  the  third\r\n\r\nquestion that I have raised. The question is:  will  he\r\n\r\nconsider giving the principals a higher salary scale?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> We recognise the importance of\r\n\r\nthe  work  performed by school principals, and  we  are\r\n\r\ncurrently  looking  into how to accord  recognition  of\r\n\r\nthis importance.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Will the Ministry of Education\r\n\r\ncontrol the price of school textbooks?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> We will do as much as we can to\r\n\r\nhelp, but I do not think we can really control, in  the\r\n\r\nsense of the word.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> In view of the explanation of\r\n\r\nthe  Senior Minister of State, I beg leave to  withdraw\r\n\r\nmy amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 880</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigo:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10\r\n\r\nin respect of subhead CAA 1105*. (* The same amendment also stood  in the names of Messrs Lai Tha Chai, Yeo Choo Kok, Sia Khoon Seong and Phey Yew Kok.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When we note that corrective and remedial measures to the\r\n\r\neducation  system  have been taken to correct  the  defects\r\n\r\nwhich  have  persisted through the years  before  they  are\r\n\r\nidentified,  I  am led to the belief that there  never  has\r\n\r\nbeen  an  effective  system of monitoring  the  effects  of\r\n\r\neducation policy and implementation. For instance,  now  we\r\n\r\nknow that the additional learning load of bilingualism upon\r\n\r\nchildren  was  too  much for them.  If  there  had  been  a\r\n\r\nreliable feedback by the officers of the inspectorate, who\r\n\r\nare all professionals, the slide into illiteracy would have\r\n\r\nbeen apparent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is wrong with the inspectorate of the Ministry? The\r\n\r\ninspectorate  is the unit which should be able  to  quickly\r\n\r\nsense the effectiveness or otherwise of education policies.\r\n\r\nAssuming  that  this facility and expertise  exist  in  the\r\n\r\r\ninspectorate,  then the education and development  officers\r\n\r\n(assuming that the education and development officers  have\r\n\r\nfed  back  relevant  information to a  high  level  in  the\r\n\r\nMinistry),  the question may be asked, why then  has  there\r\n\r\nnot  been any impact on those people at the high levels  in\r\n\r\nthe  Ministry who are in charge of policy? I feel that  the\r\n\r\ninspectorate  operates  within limitations.  Being  a  unit\r\n\r\nwithin the service (and they are constrained on educational\r\n\r\ndevelopment officers to make realistic independent  views),\r\n\r\nto   this  extent  the  system  of  monitoring  effects  on\r\n\r\neducation policies suffer.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier. Sir, I referred to a professional mechanism\r\n\r\nwhich  operates  in  the Ministry and  I  called  upon  the\r\n\r\nMinister to be alert towards the operation of this in-built\r\n\r\nmechanism  in  his  Ministry.  This  mechanism  is   barely\r\n\r\ndiscernible  most  times, but once  in  a  while  it  shows\r\n\r\nitself.  Let me give an example. In the Budget debate  last\r\n\r\nyear when I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 881</b></font><br><br>\r\n\r\n\r\n\r\nstressed to the then Minister for Education that a lot  was\r\n\r\nwrong with the system. I said that \"pupils' performance was\r\n\r\nfalling,   that  pupils  cannot  count,  speak   or   spell\r\n\r\ncorrectly,' (Hansard, Vol. 34, col. 1021). And I asked  the\r\n\r\nMinister for his views. The Minister obviously answered  on\r\n\r\nthe  basis  of  what the professionals in the Ministry  had\r\n\r\nadvised  him. So the Minister denied that there were  these\r\n\r\ndefects  and referred me to the Bullock Report  on  Reading\r\n\r\nwhich applied to the situation in the United Kingdom.\r\n\r\nThe  Report denied that \"the standard of English was  going\r\n\r\ndown  but  that the demand on the standard of  English  was\r\n\r\ngoing up.\"\r\n\r\n(Hansard,  Vol.  34, col, 1024), Sir, I am still  wondering\r\n\r\nhow this Report is relevant in our situation,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A few months later the Deputy Prime Minister revealed the\r\n\r\nextent  to which our school leavers are illiterate and  the\r\n\r\nfact that illiteracy is acknowledged by all today. This  is\r\n\r\nthe mechanism in the professional side, which I am alluding\r\n\r\nto,  which operates very insidiously. The Minister of State\r\n\r\nhimself  has  not  been spared. He has unwittingly  allowed\r\n\r\nhimself to be ensnared by this similar mechanism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my subsidiary question to him on the evaluation of the\r\n\r\nPrimary  Pilot Project last year, he endorsed  the  project\r\n\r\nand  stated his intention to incorporate the project method\r\n\r\ninto our education system. (Hansard, Vol. 34, col. 131  7).\r\n\r\nI do not think he said it with the kind of reservation that\r\n\r\nhe  has intimated to the House. I asked the Minister  again\r\n\r\nwhether  he  really  intended to incorporate  this  project\r\n\r\nmethod into our education system because, frankly speaking,\r\n\r\nI  am apprehensive. I made it a point to try and gather  as\r\n\r\nmuch knowledge myself on the effectiveness and efficacy  of\r\n\r\nthis project method. It is an integrated system of learning\r\n\r\nwhere  one  learns  the  3-Rs all  at  a  time  Arithmetic.\r\n\r\nReading,  Writing - on apparatus prepared by  the  teacher.\r\n\r\nWhen  I asked the question it was still a pilot project  at\r\n\r\nthat  time and it was known to the professionals  who  were\r\n\r\nadvising  the  Minister that about 250 upward  schools  had\r\n\r\nalready been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 882</b></font><br><br>\r\n\r\n\r\n\r\noperating this project method -- which is a strange kind of\r\n\r\npilot system, if you ask me, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would imagine that a pilot system would be limited to a\r\n\r\nfew schools and an assessment and evaluation made before  a\r\n\r\ndecision is taken as to its usefulness or otherwise for the\r\n\r\npurpose of improving the education system. I feel that  the\r\n\r\nproject  method  of learning is unrealistic and  unworkable\r\n\r\nfor   our   needs   and  does  not  suit  our   educational\r\n\r\nimperatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to touch on the need to stir some areas\r\n\r\nin the Ministry of Education. In the Estimates, the lay-out\r\n\r\nof  the  Ministry  of  Education  is  impressive.  But  the\r\n\r\nquestion is how coordinated are the efforts of these  units\r\n\r\nin  getting  the  system remedied as fast as  possible  and\r\n\r\ngoing. In fact, the Minister may not know it but complaints\r\n\r\nhave  reached  me  that  some of  his  officers  are  still\r\n\r\nretaining  foot-stools in their offices to rest their  feet\r\n\r\non  as they undertake their work. Whatever be the merits of\r\n\r\nfoot-stools arid their contribution to the grey  matter,  I\r\n\r\nthink that these are work excesses which we can do without.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would ask the Minister to respond to two\r\n\r\nissues  which I raised in my opening observation under  the\r\n\r\nMinister's subhead but which I grant the fact that  he  did\r\n\r\nnot  have  time to do so. First. I would like to  have  the\r\n\r\nMinister's  response  to the desirability  of  reactivating\r\n\r\nparent-teacher  association  for  the  purpose  of  jelling\r\n\r\nobligations in education on the parents and teachers and to\r\n\r\nstimulate  an  awareness of how these  obligations  may  be\r\n\r\neffectively undertaken. I think that the approach to parent-teacher  association by the Ministry  has  been  a  nominal\r\n\r\napproach   and   I  see  a  scope  for  the  parent-teacher\r\n\r\nassociation in Singapore to make a substantial contribution\r\n\r\nto education especially in the primary school.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other issue which I would ask the Minister to respond\r\n\r\nis  the observation which I made: to try and recover in the\r\n\r\nsystem  the  form  teacher situation and the  reduction  of\r\n\r\nsubject  teaching  in  the  primary  school  which,  as   I\r\n\r\nmaintained,   is  dissipating  the  intimate   relationship\r\n\r\nbetween the teacher and the pupil.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 883</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lai Tha Chai (Henderson)</b>(<i>In Mandarin</i>): Mr\r\n\r\nDeputy  Speaker, Sir, before Parliament sat  on  this\r\n\r\nBudget   debate  the  Education  Minister   announced\r\n\r\noutside  this House a new education policy. Before  I\r\n\r\nspeak on the question of education here I would  like\r\n\r\nto  praise the Minister for having changed  well  and\r\n\r\ndone well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that over the past few years some\r\n\r\neducationists  seem  to  be  involved  in  a   mountain\r\n\r\nclimbing race, which is a favourite sport in the  West.\r\n\r\nBut  our  local  mountaineers,  however,  are  not   as\r\n\r\nexperienced  as the Westerners. On climbing  to  higher\r\n\r\nand  higher levels they have to work their way  through\r\n\r\na  winding  course,  and in doing so  they  lose  their\r\n\r\nbearing,  and finally also lose their way. I have  been\r\n\r\nmusing  to  myself that this exercise  in  copying  and\r\n\r\naping  educational  development in  foreign  countries,\r\n\r\nwithout  taking  into account our local conditions  and\r\n\r\npractical  reality,  what  will  it  turn  our  teeming\r\n\r\nyoungsters  into?  What  will they  become  after  this\r\n\r\ntraining?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know that in this multi-racial and multi-cultural\r\n\r\nsociety  of  variegated backgrounds, education  is  a\r\n\r\nvery  big  and thorny problem to handle. But  it  does\r\n\r\nteach  us  one  lesson, and that is, if administrative\r\n\r\ninstructions issued in the morning are changed in  the\r\n\r\nevening,  and  innovations  of  teaching  methods  are\r\n\r\nchurned  out  every  so  often  as  described  by   my\r\n\r\ncolleagues  here, then this kind of  ad  hoc  exigency\r\n\r\nmeasures   is  not  the  way  to  plan  our  education\r\n\r\nprogramme  on a long term basis. Now the Minister  for Education  has decided to carry out a thorough  reform\r\n\r\nas  indicated by the Senior Minister of State  in  his\r\n\r\nreply  relating to the six-year or seven-year  primary\r\n\r\neducation.  One characteristic is that the  principals\r\n\r\nare  given  certain power of discretion in respect  of\r\n\r\nadministrative  matters.  This  enhances  the   social\r\n\r\nstatus  of  the teachers. This is a good beginning  as\r\n\r\nit  has  strengthened the confidence of the principals\r\n\r\nand  the  teachers  in  general  and  the  parents  in\r\n\r\nparticular.   In   this   favourable   atmosphere   of\r\n\r\nconfidence,   those   people   who   have   leadership\r\n\r\npotential,  those  teachers  who  have  administrative\r\n\r\ncapability,  and  those  educationists  who  are  good\r\n\r\nteachers,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 884</b></font><br><br>\r\n\r\n\r\n\r\nwill  then  come forward to give of their best in education\r\n\r\nand lead the teaching profession forward for the benefit of\r\n\r\nthousands  of our school children. In this way,  they  will\r\n\r\ngradually get the respect of the people in our country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In recent years, we can see a strange tendency in\r\n\r\nSingapore.  Good teachers are getting lax; good  principals\r\n\r\nare  resigning;  and  good schools are becoming  fewer  and\r\n\r\nfewer.  As  a result, parents are scrambling to get  places\r\n\r\nfor  their children in good schools. If they succeed,  they\r\n\r\nfeel  happy and have peace of mind, knowing that they  have\r\n\r\ndone  something  for  their children. If  they  fail,  they\r\n\r\nbecome  dejected and constantly worry over  the  fact  that\r\n\r\nthey  could not succeed in doing something good  for  their\r\n\r\nchildren, And for this, they spend sleepless nights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to my colleagues here in this House and to my\r\n\r\nfriends outside, I say to them: as parents, do you not hope\r\n\r\nthat  your children will some day become important figures,\r\n\r\nendowed  with rare attributes, and be superior  to  others?\r\n\r\nThis  is  the  common aspiration of all parents.  From  the\r\n\r\neducational point of view, I feel that if a school is  able\r\n\r\nto  train only a very small group of talented children  and\r\n\r\nweed Out a lot of those with a low Ia, then education is  a\r\n\r\nfailure. On the other hand, if a school is able to train  a\r\n\r\nlot  of children and weed out only a few with low IQ, then\r\n\r\ntrue  education would have been achieved. In fact, a  good\r\n\r\nschool will produce many more talents than stupid people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I can give some statistics on examination results\r\n\r\nachieved by some 20 schools over the past five years, 10 of\r\n\r\nwhich  are  good schools and the other 10 are not  so  good\r\n\r\nschools.  I  have  categorised these 20 schools  into  five\r\n\r\ngroups, and the percentage of passes for these five  groups\r\n\r\nover the past five years is as follows:\r\n\r\n\r\n\r\n<pre>\r\n\r\n       First Group of Good Schools\r\n\r\n         Percentage of Passes\r\n\r\n\r\n\r\n         1st       2nd       3rd       4th       5th\r\n\r\n1971     94.8      93.4      95.3      98.7      98.2\r\n\r\n1972     96.6      89.1      93.5      98.8      98.8\r\n\r\n1973     97.8      98.2      97.1      99.4      97\r\n\r\n1974     95.9      95.4      96.6      99.4      98.2\r\n\r\n1975     94.2      96.4      93        98.9      100\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 885</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I can give more statistics for the other five schools but\r\n\r\nI will withhold them for the time being.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the list of poor schools. These are the\r\n\r\nresults for the second group of poor schools:\r\n\r\n\r\n\r\n<pre>\r\n\r\n      Second Group of Poor Schools\r\n\r\n         Percentage of Passes\r\n\r\n\r\n\r\n        1st       2nd       3rd\r\n\r\n1971    44.4      43.3      42.1\r\n\r\n1972    40.7      41        39.2\r\n\r\n1973    43.4      44.6      39.1\r\n\r\n1974    36.5      40.9      32.2\r\n\r\n1975    37.6      40.9      31.6\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Lai, are you going to read out the\r\n\r\npercentage figures of all 20 schools?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lai Tha Chai:</b> No. I am only giving the figures of five\r\n\r\nof each category of schools.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think you have made your point, and there\r\n\r\nis no need to carry on giving your figures.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lai Tha Chai</b>(<i>In Mandarin</i>): All right, Sir, I have a\r\n\r\nlist of 20 schools and I have given some statistics to make\r\n\r\nmy  point.  But if the Minister is interested. I  can  even\r\n\r\ngive  him the names of the schools, However. I do not  wish\r\n\r\nto disclose the names of those poor schools and so put them\r\n\r\nto shame publicly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from the figures that I have given we can see\r\n\r\nclearly  that the first category of schools is  successful.\r\n\r\nThere  are  more than 90% passes. These schools  should  be\r\n\r\npublicly  commended.  The second category  of  schools  are\r\n\r\nfailures because their school results average 40%. This  is\r\n\r\na  serious  matter that we should not overlook.  I  suggest\r\n\r\nthat  the  Ministry  of Education should  draw  up  certain\r\n\r\ncriteria for awards or reproaches to serve as guidance  for\r\n\r\nthe  principals  and  teachers  and  to  ensure  that  good\r\n\r\nprincipals  be  given  at  least some  incentives  of  post\r\n\r\nallowance -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 886</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards those teachers or principals whose bodies are\r\n\r\nin  the  schools  but whose hearts are  in  business,  they\r\n\r\nshould not be retained in the Education service so that  no\r\n\r\nharm  may  be done to the school or to themselves.  On  the\r\n\r\ncontrary, we should ask them to join the commercial  sector\r\n\r\nto  give rein to their ambition to make more money for  the\r\n\r\ncountry  rather than remain in the schools.  On  the  other\r\n\r\nhand,  we should totally reform the Institute of Education,\r\n\r\nraising  both the quality and the quantity of its contents.\r\n\r\nso as to ensure a new breed of educators who will take over\r\n\r\nthe task of education from us.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Sir, before I Come to the point which\r\n\r\nI  wish  to  make,  I would like to compliment  the  Senior\r\n\r\nMinister  of  State for having so valiantly  stood  up  and\r\n\r\ndefended the education policies that were formulated in the\r\n\r\nlast  decade or so, but which he has had no part  in  their\r\n\r\nformulation. I feel somewhat sorry for him in that today we\r\n\r\nhave  to crucify him for the misdeeds for which he  is  not\r\n\r\nresponsible.  Having said that, Mr Deputy Speaker,  Sir,  I\r\n\r\nwish to -\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Further crucify him?\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Yes. I wish to further crucify him,\r\n\r\nRecently, the present Minister for Education - -  you  will\r\n\r\nnotice.  Mr Deputy Speaker, Sir, that I have used the  word\r\n\r\n\"present\"   because  of  the  frequent   changes   in   the\r\n\r\nappointment   of   Minister   for   Education, and   this\r\n\r\nclarification will indicate which Minister I  am  referring\r\n\r\nto  the present Minister for Education made an announcement\r\n\r\nrecently to the effect that principals and teachers will be\r\n\r\nconsulted  before new policies are formulated. I think  the\r\n\r\nintention  behind such an announcement is commendable.  But\r\n\r\nwhat  I  am afraid of is this: how do we implement  a  good\r\n\r\nintention  when we have 20,000 teachers? I think the  fault\r\n\r\nwith  the Ministry of Education is not because there  is  a\r\n\r\nlack  of good ideas, but very often the fault is that these\r\n\r\nideas  are  not  properly implemented. They  are  so  badly\r\n\r\nimplemented  that even though they are good ideas,  in  the\r\n\r\nend they have resulted in a lot of ill-effects.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 887</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the point about consulting principals and\r\n\r\nteachers.  I just want to say this. It is no use  making  a\r\n\r\npublic  declaration of intent. More important is, how  will\r\n\r\nthe  Ministry  of  Education impose this policy  on  20,000\r\n\r\nteachers  and  principals?  Is  it  the  intention  of  the\r\n\r\nMinistry  to call them up in groups and discuss the  issues\r\n\r\nwith  them  from time to time? Is there an organisation  or\r\n\r\nmachinery in which there are capable officers who are  able\r\n\r\nto  lead  the discussions. A discussion must be  a  two-way\r\n\r\naffair.  I  feel that this is an idea which  has  not  been\r\n\r\ngiven very careful consideration in its implementation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the impression I get just now when the Senior\r\n\r\nMinister of State, in replying to the Member for Jurong  on\r\n\r\nthe  question of consulting unions, said that it  need  not\r\n\r\nnecessarily  end  up  with  consulting  the  unions.   This\r\n\r\nreflects the lack of consideration of what unions can do in\r\n\r\nthese  matters.  This  is  an  accepted  practice  in  more\r\n\r\nadvanced countries when there are organisations, especially\r\n\r\nif  they  represent members of interested groups. They  are\r\n\r\nthe  best'  representatives with whom one can consult.  One\r\n\r\ncan  seek the views of the teachers' unions because through\r\n\r\ntheir organisation, experience and the feedback which  they\r\n\r\nget  from their members, they have a wealth of ideas  which\r\n\r\none  can tap and fruitfully engage in discussions with them\r\n\r\nso  that  better  decisions can be made in regard  to  many\r\n\r\nmatters   that  will  come  up  before  the  Ministry   for\r\n\r\nconsideration.  Not to recognise the role  of  consultation\r\n\r\nthat  the  teachers' unions can play is to  ignore  a  very\r\n\r\nimportant channel of communication. It proves my point that\r\n\r\nvery little consideration is given to the implementation of\r\n\r\nideas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know why there is a reluctance to accept the\r\n\r\nunions  with open arms in matters like this. Is it  because\r\n\r\nthey  are afraid that the unions are able to show up  their\r\n\r\nfaults and, therefore, as far as possible, it is better  to\r\n\r\nkeep  them  out?  It is good public relations  to  consult.\r\n\r\nHowever,  besides  the  declaration of  intent,  in  actual\r\n\r\npractice  there  is  no  consultation.  I  saw  the  Senior\r\n\r\nMinister of State nod his head when I asked whether\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 888</b></font><br><br>\r\n\r\n\r\n\r\nthere is such an organisation for consultation. I say  this\r\n\r\nis  also  another  eyewash. How would you  organise  20,000\r\n\r\nteachers effectively, solicit their opinion, and make  them\r\n\r\nunderstand  the  rationale behind  some  of  the  education\r\n\r\npolicies?  How would the Education Ministry get  this  done\r\n\r\nwith  20,000  teachers if it intends to have a  proper  and\r\n\r\neffective consultation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Meaningful consultation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Khoon Seong:</b> Yes, a meaningful consultation, as\r\n\r\nthe  Member for Bukit Ho Swee has kindly helped me with the\r\n\r\ncorrect word.\r\n\r\n\r\n\r\n<br><br><!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Phey Yew Kok (Boon Teck):</b> Mr Deputy Speaker, Sir, the\r\n\r\ntrade  union movement in Singapore clearly recognises  that\r\n\r\nthe  social  and  material well-being  of  our  society  is\r\n\r\nirrevocably linked with our total development.  This  is  a\r\n\r\nlesson  which we have learned, unlike trade union movements\r\n\r\nelsewhere, many of which have become enmeshed in  economic,\r\n\r\nsocial  and  political  concepts and  practices  which  are\r\n\r\nirrelevant  to  the  harsh and naked realities  of  today's\r\n\r\ntroubled world. What we have built so far must be sustained\r\n\r\nand  strengthened for the future lies in the hands  of  our\r\n\r\nyoung people who should be equipped with a deeper and  more\r\n\r\nprofound understanding of the facts of life.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would commend to the Ministry of Education to consider\r\n\r\nincluding in the curriculum of secondary schools,  both  at\r\n\r\nSecondary  IV and pre-university levels, a subject  on  the\r\n\r\ntrade union movement in Singapore, embracing such topics as\r\n\r\nits  history, its economic role and function  in  a  modern\r\n\r\nsociety, its responsibilities and obligations and on labour\r\n\r\nlaws  and our industrial relations machinery. Many  of  our\r\n\r\nyoungsters  after  leaving school will find  their  way  to\r\n\r\nindustrial  and commercial enterprises, while some  of  the\r\n\r\nmore   fortunate  and  bright  ones  will,  after  tertiary\r\n\r\neducation,  enter  into  business or  become  managers  and\r\n\r\nexecutives. Whether they become workers or executives, they\r\n\r\nwill  be  better  able to understand and  appreciate  their\r\n\r\nrespective\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 889</b></font><br><br>\r\n\r\n\r\n\r\nroles  in  the  world of commence and industry,  develop  a\r\n\r\ngreater  sense of industrial and social discipline  through\r\n\r\nthe  subjects that I have mentioned and thereby be able  to\r\n\r\ncontribute  to the betterment of our society  by  directing\r\n\r\ntheir  ambitions  and values to larger  and  higher  social\r\n\r\nends.  If anyone raises his eyebrows in dismay or dismisses\r\n\r\nthis  suggestion as trivial. I would like to tell him  that\r\n\r\nsubjects on trade unions and labour laws are taught in high\r\n\r\nschools in some countries. For instance. I am told that  in\r\n\r\nJapan high schools teach students these subjects and one of\r\n\r\nthe  end  results is the well-known skill amid  disciplined\r\n\r\ndedication of the Japanese worker.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that we can instil in our youngsters the right\r\n\r\nattitudes  and values by including in the secondary  school\r\n\r\ncurriculum such subjects. For in the ultimate the value  of\r\n\r\na  person,  whether he is a worker or a business executive,\r\n\r\nis  measured by what he can give in a disciplined manner to\r\n\r\nour economic and social progress and prosperity.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, on the points raised by the\r\n\r\nMember  for  Serangoon Gardens, I would like to inform  the\r\n\r\nHouse  that the Ministry of Education is now in the process\r\n\r\nof setting up a feedback unit to monitor the results of any\r\n\r\npolicy  which has been implemented. This will  also  answer\r\n\r\nthe question raised by the Member for Moulmein as to how to\r\n\r\nconsult. Once this unit is set up, then of course it  would\r\n\r\nbe  easier to monitor the principals' and teachers'  views,\r\n\r\nespecially  the rationale behind the various objections  or\r\n\r\nsupport  for  any  policy. I fully agree  that  we  need  a\r\n\r\nfeedback in order to make modifications to any policies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of illiteracy, I would like to say that\r\n\r\nthere will always be a certain percentage of people who are\r\n\r\nilliterate,  even  in  a monolingual  society  in  advanced\r\n\r\ncountries  where  education is  free  and  compulsory.  The\r\n\r\nrecent statements made by the Prime Minister and the Deputy\r\n\r\nPrime  Minister  merely drew the attention of  the  people,\r\n\r\nespecially  the Ministry of Education, to some  aspects  of\r\n\r\nilliteracy which we have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 890</b></font><br><br>\r\n\r\n\r\n\r\nnot perhaps given sufficient attention We are now directing\r\n\r\nour  attention to this problem so as to minimise illiteracy\r\n\r\nin our population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of parent-teacher association raised by\r\n\r\nthe  Member  for Serangoon Gardens, it is a good  idea.  We\r\n\r\nwill encourage the setting up or such associations whenever\r\n\r\npossible. But It would appear that there are not many  such\r\n\r\nassociations being set up at the moment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Henderson has pointed out that a large\r\n\r\nnumber  of good principals and teachers have resigned  from\r\n\r\nthe education service. I would like to give some statistics\r\n\r\nin  case a wrong impression is created. In 1975 there  were\r\n\r\nonly  306  resignations, giving a total of  1.7%.  In  1974\r\n\r\nthere  were  350  resignations, giving  a  total  of  1.9%.\r\n\r\nMembers  will  notice that there were less resignations  in\r\n\r\n1975  than  in  1974. In 1 973 there were 379 resignations.\r\n\r\ngiving  a  total of 2.1%, which was even higher.  In  other\r\n\r\nwords,  the trend in resignation is coming down. It is  not\r\n\r\ntrue that the teachers are running away.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully agree with the Member that good teachers and\r\n\r\ngood   principals  should  be  remunerated  or  should   be\r\n\r\ncommended  because sometimes it is not always  possible  to\r\n\r\nadequately   remunerate  a  person  in  terms   of   money,\r\n\r\nespecially in the field of education. Wherever possible and\r\n\r\nwherever  we can identify, I fully agree that we must  give\r\n\r\nthem  due recognition for the good work done. So if Members\r\n\r\ncome  across  any particular principal or teacher  who  has\r\n\r\ndone  very well and has not been discovered, please let  me\r\n\r\nknow and I will personally look into it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to clarify one point made by the Member for\r\n\r\nMoulmein. He quoted my words saying that when I replied  to\r\n\r\nthe Member for Jurong, I said that it v/as not necessary to\r\n\r\nconsult the teachers' unions. I did not say that. I  merely\r\n\r\nsaid  that the consultation does not necessarily mean  that\r\n\r\nit  may  end up with their views being accepted. I did  not\r\n\r\nsay that it is not necessary to consult the unions.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 891</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question raised by the Member for Boon Teck\r\n\r\nwhether  we  could include trade unionism as a  subject  in\r\n\r\nsecondary and pre-university classes, I would like  to  say\r\n\r\nthat  it  is  not  feasible at the moment, especially  when\r\n\r\nthere  are  so  many  complaints  of  overloading  of   the\r\n\r\ncurricula on the students and whatnots. I would like to let\r\n\r\nhim  know  that  the  general idea  of  trade  unionism  is\r\n\r\ndiscussed in current affairs and the study of economics, in\r\n\r\nthe upper secondary and pre-U classes. But it is not taught\r\n\r\nas a subject.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Mr Deputy Speaker, Sir, it cannot be\r\n\r\ndenied  that the turnover rate of teachers has  been  high.\r\n\r\nThis  leads  to a shortage of teachers, especially  in  the\r\n\r\nsecondary schools. I do not know why, but it could  be  due\r\n\r\nto  some  mistake or due to the policy of the  Ministry  of\r\n\r\nEducation.  But  the situation is that, on  the  one  hand,\r\n\r\nwhile  we  are short of teachers with tertiary  educational\r\n\r\nqualifications,  on  the other hand,  we  find  that  these\r\n\r\nteachers with tertiary educational qualifications have been\r\n\r\nasked  to  teach  in primary schools instead  of  secondary\r\n\r\nschools. This is one question which I would like the Senior\r\n\r\nMinister of State to clarify.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter is that we have accepted professionals\r\n\r\nfrom  Taiwan in the field of architecture, engineering  and\r\n\r\nso  on.  But  for teaching, our Government has  refused  to\r\n\r\nrecognise the Taiwan graduate. I understand that  a  number\r\n\r\nof  Taiwan graduates have not been allowed to teach in  the\r\n\r\nsecondary schools, and this has created a bad feeling among\r\n\r\nthe  Taiwan  graduates who are now still  teaching  in  the\r\n\r\nprimary schools.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, there are a few graduates, both\r\n\r\nlocal  and  foreign, teaching in primary schools.  Most  of\r\n\r\nthese  graduates  have been accepted for  training  in  the\r\n\r\nInstitute  of  Education specifically  for  primary  school\r\n\r\nteaching.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for Taiwan degree holders not being allowed to teach\r\n\r\nin  secondary schools, this is the practice all along. Some\r\n\r\nof  the  graduates may have the ability  to  teach  in  the\r\n\r\nsecondary schools but the point is how are we to select and\r\n\r\nget  the  right  person to teach in the secondary  schools,\r\n\r\nespecially when we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 892</b></font><br><br>\r\n\r\n\r\n\r\nhave  an excess of Chinese language graduates. What we  are\r\n\r\nshort  of  is  English language graduates who are  able  to\r\n\r\nteach the English language in secondary schools.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir, I\r\n\r\nwould just like to request the Senior Minister of State  to\r\n\r\nclarify certain matters in regard to bilingualism.  I  have\r\n\r\nalready  quoted the Prime Minister in my speech  just  now.\r\n\r\nThe  Prime  Minister  said  that  after  15  years'  heart-searching he has decided on the bilingual education  policy\r\n\r\nusing  English  and Chinese or the mother tongue  on  equal\r\n\r\nterms as a policy for education in Singapore. Today, is the\r\n\r\nuse of the bilingual education policy declining? The Senior\r\n\r\nMinister of State is now shaking his head.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Of course, I am glad to\r\n\r\nhear that the answer is \"No\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask, or rather make a suggestion.\r\n\r\nCan  the  two languages be given equal exposure time, i.e.\r\n\r\n50% for the mother tongue and 50% for English? Perhaps only\r\n\r\nin  this  way  can we eradicate the long existing  barriers\r\n\r\namong the various types of schools in Singapore and mould a\r\n\r\ncommon  type  of Singapore school in the end. In  my  view,\r\n\r\nthere  should be no English schools. Chinese schools. Malay\r\n\r\nschools  or Tamil schools as such, There should be no  such\r\n\r\ndistinction in our schools, but Singapore schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we also understand that there are students who do\r\n\r\nnot  have the capacity to learn two languages, particularly\r\n\r\nEnglish as a second language. Having accepted that, can  we\r\n\r\nsay  that in the common Singapore schools we can set  up  a\r\n\r\nsystem  in  which  emphasis will be given to  learning  the\r\n\r\nmother tongue but the second language, namely, English  can\r\n\r\nbe used as a common medium of instruction?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir,\r\n\r\njust  now when I answered in English, maybe there was  some\r\n\r\ndistortion in the interpretation. So if I may now speak  in\r\n\r\nMandarin to answer the Member for Paya Lebar's questions.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 893</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, there is no change in our bilingual policy.\r\n\r\nThere has only been some emphasis placed on certain aspects\r\n\r\nof  the policy as a corrective measure. The Member for Paya\r\n\r\nLebar  asked whether equal exposure time could be given  to\r\n\r\nboth  the mother tongue and the second language in  pursuit\r\n\r\nof the Singapore type of school espoused by him. I must say\r\n\r\nthat  although the schools in Singapore belong to different\r\n\r\nlanguage  streams,  they  are, in  fact,  gradually  moving\r\n\r\ntowards  one  common  type. We cannot  enforce  the  change\r\n\r\nrapidly. The reasons are quite obvious. There is a shortage\r\n\r\nof  suitable  teachers: furthermore, the  pace  cannot  be\r\n\r\nenforced  just  by making some regulations that  cannot  be\r\n\r\ncarried  out.  But it is obvious that the  trend  is  going\r\n\r\ntowards that direction.\r\n\r\n\r\n\r\n<br><br><!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Phey Yew Kok:</b> Sir, I regret to hear from the Senior\r\n\r\nMinister of State that at this moment he is not prepared to\r\n\r\nentertain  my request, But I must say that if Singapore  is\r\n\r\nto   continue  with  our  industrialisation,  it  is   very\r\n\r\nimportant  to us that our secondary school children  should\r\n\r\nknow  the ABC of our Employment Act so that when they leave\r\n\r\nschool   they  have  the  right  attitude  and   are   more\r\n\r\ndisciplined.  I would also say that I am sure  that  unless\r\n\r\nthe  Senior  Minister of State thinks that the children  in\r\n\r\nschools  are  really overloaded, as mentioned  by  quite  a\r\n\r\nnumber  of  my  colleagues here, I feel that this  is  more\r\n\r\nimportant  than asking our school children to save  in  the\r\n\r\nPost Office Savings Bank.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, I fully realise the importance of\r\n\r\ntrade unionism. As I said just now, this is being discussed\r\n\r\nin  schools  in  the  General Paper  because, among  other\r\n\r\nthings, they have to understand current affairs; but not to\r\n\r\nthe  extent  of making it a separate subject  as  you  need\r\n\r\nfairly  seasoned minds to understand it. At upper secondary\r\n\r\nand  pre-.U  level, I feel that the curriculum  is  already\r\n\r\noverloaded. I realise the importance of trade unionism  and\r\n\r\nwhenever  possible  they should discuss  it  under  current\r\n\r\naffairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 894</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V her educed by $10\r\n\r\nin respect of subhead CBA 1109.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to further promote education, the Ministry\r\n\r\nhas set up an Educational Media Service whose main function\r\n\r\nis   to  provide  educational  aids  in  the  form  of  ETV\r\n\r\nprogrammes.  The  provision in  the  Main  and  Development\r\n\r\nEstimates  for this Service is $2,131,500 which  is  not  a\r\n\r\nsmall  sum  of money. Of course, to enable the students  to\r\n\r\nbetter  understand the teaching content, the use  of  these\r\n\r\nmodern scientific teaching aids make up for what is lacking\r\n\r\nin teaching materials. This is something that I will not be\r\n\r\nup  against. However. Sir, if we spend so large  a  sum  of\r\n\r\nmoney  every year and still do not know its effects, it  is\r\n\r\nhigh time that the situation was reviewed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to the representations which many\r\n\r\nprincipals  and  teachers  made  to  me,  the  content  and\r\n\r\nscreening  times of the ETV programmes are not  exactly  in\r\n\r\nkeeping  with the learning progress of the students.  As  a\r\n\r\nresult, the students who attend ETV periods do not benefit.\r\n\r\nOn  the  contrary, it is a waste of time. So  many  schools\r\n\r\nsimply do not allow students to attend the ETV periods.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know that the ETV section has been very\r\n\r\nconscientious in producing educational films. The  standard\r\n\r\nis  also quite high. But having spent so much money and  so\r\n\r\nmuch  effort,  if  in the end the films  produced  are  not\r\n\r\neffectively  made use of by the students, it  is  really  a\r\n\r\nwaste of time and money. I do not know whether the Ministry\r\n\r\nof  Education will make duplicates of the TV films produced\r\n\r\nby ETV section and loan them to schools which need them.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that many schools have facilities like video\r\n\r\ntape  recorders, So there will be no difficulty in the  use\r\n\r\nof  video tapes for such purposes. If we can do this,  then\r\n\r\nthe educational films produced by the ETV section could  be\r\n\r\nscreened in keeping with the pace and progress of teaching.\r\n\r\nIn  this way, the amount of money we spend will be the more\r\n\r\nworthwhile,  and  the  students  will  also  derive   great\r\n\r\nbenefits from these educational aids.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 895</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, the Member for Jurong said\r\n\r\nthat  the  content in the ETV programmes is not  very\r\n\r\nsuitable, as commented upon by some principals. I  am\r\n\r\nnot  sure  whether  he is right  or  wrong,  but  the\r\n\r\nevaluation exercise carried out by the Ministry  with\r\n\r\nthe  assistance of the Data Processing  Unit  of  the\r\n\r\nMinistry  of Finance indicated just the reverse.  The\r\n\r\nprogrammes telecast by SEMS (Singapore Education  and\r\n\r\nMedia  Service) were all intra-curricular  programmes\r\n\r\nand directly related to the curriculum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the primary school level they enjoy an acceptance\r\n\r\nrating  of  over  90%,  that  is,  according  to   the\r\n\r\nevaluation.  And at the secondary level, a  rating  of\r\n\r\nnearly  100%. So I am at a loss to know who is  right.\r\n\r\nAt   the   junior  college/pre-university  level,   an\r\n\r\nacceptance  rating  of about 90% is indicated.  Unless\r\n\r\nin  the  evaluation exercise the wrong information  is\r\n\r\nfed  into  the  computer, which I  am  sure  is  quite\r\n\r\nunlikely, these are all the indications. Maybe if  the\r\n\r\nMember  has any specific information, he can  draw  my\r\n\r\nattention  to it so that I can make further checks  on\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the frequency of its use, that\r\n\r\nis, the time of the broadcast, there were a number  of\r\n\r\ninherent  problems  that make it  difficult  for  some\r\n\r\nschools  to utilise every ETV programme. Examples  are\r\n\r\nthe  difficulty in the time-tabling, the large numbers\r\n\r\nof  classes,  and the difficulty in matching  the  ETV\r\n\r\nprogramme to the sequence of lessons taught.  This  is\r\n\r\ngenuine.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of increased use of video tape,\r\n\r\nvideo recorders are, as he had rightly said, introduced  to\r\n\r\nschools. Certain schools have their video tape recorders as\r\n\r\nwell  as  television sets. SEMS send out Video officers  to\r\n\r\nschools  to  assist them in the utilisation  of  the  video\r\n\r\nrecorders   and,  in  addition,  a  special  programme   on\r\n\r\nutilisation  of  the  video  recorders  was  produced   for\r\n\r\nschools.  Schools are encouraged to video-tape the selected\r\n\r\nETV   programmes  in  order  that  the  inherent   problems\r\n\r\nmentioned  above,  such  as the  timing  and  the  progress\r\n\r\ndifference can be overcome. If SEMS is going to produce all\r\n\r\nthe video tapes for borrowing, that may not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 896</b></font><br><br>\r\n\r\n\r\n\r\nbe financially possible for the Unit. However, video taping\r\n\r\nis  very  easy. As long as you have the video  recorder  to\r\n\r\nplay back, you can tape the programme from the television.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I did not suggest\r\n\r\nthat  the contents of ETV films are not very good.  On  the\r\n\r\ncontrary.  I  said  that  this ETV section  has  been  very\r\n\r\nconscientious  in  its  production  of  educational  films.\r\n\r\nHowever, because the programming times and the contents are\r\n\r\nnot  in keeping with the learning progress of the students,\r\n\r\ntherefore, many schools do not find much practical use  for\r\n\r\nthem. Since the Minister of State said that as a result  of\r\n\r\nscientific  progress  some schools have  these  video  tape\r\n\r\nrecorders  and TV sets and so on, I hope he can allot  more\r\n\r\nfunds to more schools to buy such aids so that the problems\r\n\r\nI  mentioned  will be solved. In view of his reply,  I  beg\r\n\r\nleave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Deputy Speaker, Sir, I beg to\r\n\r\nmove.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10\r\n\r\nin respect of subhead CCA 1111.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, it is a must for teachers and\r\n\r\npupils  to  involve  themselves  in  some  sort  of   extra\r\n\r\ncurricular activities in the schools. This is in line  with\r\n\r\nthe  policy  of building a rugged and robust  society.  The\r\n\r\ndifferent  extra  curricular  activities  are  of   varying\r\n\r\ndegrees.  Some  may  be tough and others  may  be  easy  or\r\n\r\nsimple. The pupils and teachers have to carry out their ECA\r\n\r\noutside  the normal school hours. This means that the  time\r\n\r\nmeant for studying is sometimes taken away because of these\r\n\r\nactivities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The teachers who are involved in the uniformed groups\r\n\r\nlike  the  Police Cadet Corps, Army Cadet Corps, St  John's\r\n\r\nBrigade etc, find it difficult to resign from these  groups\r\n\r\nafter  involving themselves for many years. It  seems  that\r\n\r\nonce  they are engaged in a particular ECA, they are unable\r\n\r\nto   get  out,  though  participation  is  voluntary.  They\r\n\r\nthemselves  are  in suspense and do not know  exactly  when\r\n\r\nthey  will  be released. Are they to be released only  when\r\n\r\nthey retire from the service? May I ask the Minister why is\r\n\r\nthis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 897</b></font><br><br>\r\n\r\n\r\n\r\ncondition for release so strict? Because of this condition,\r\n\r\nthe  recruitment of new members to the uniformed groups  is\r\n\r\nrather  poor. Also one of the reasons for the poor response\r\n\r\nto  join the Institute of Education is due to this move, as\r\n\r\nall  new  recruits  must undergo training  in  one  of  the\r\n\r\nuniformed  groups.  Such  conditions  are  obstructing  the\r\n\r\nrecruitment of teachers. May I get the Minister's  view  on\r\n\r\nthe subject?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ahmad Mattar (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Education (Mr Ahmad Mattar):</b> Sir, it is time for me to relieve my\r\n\r\nSenior  Minister  of State who has been working  very  hard\r\n\r\nsince 2.30 this afternoon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not quite correct to say that officers of uniformed\r\n\r\nmovements are not allowed to resign. In 1974 and 1975 alone\r\n\r\na  total  of 1 63 officers of the National Cadet Corps  and\r\n\r\nthe  National  Police Cadet Corps were allowed  to  resign.\r\n\r\nThese  movements are accorded national importance  and  the\r\n\r\ndemand  for  enrolment by the pupils is  overwhelming.  But\r\n\r\nthese   movements  are  seriously  affected  by  a  current\r\n\r\nshortage  of  350  officers. All means of encouraging  more\r\n\r\nteachers to join have been tried out. Training courses  are\r\n\r\nheld  during term time, the parade and camp allowances have\r\n\r\nbeen  raised, promotion  within  the  movements  has  been\r\n\r\nspeeded up, and the organisation has been revised to  raise\r\n\r\nmorale,  but the demands on officers are heavy. As long  as\r\n\r\nthere is a shortage of officers, coupled with a high demand\r\n\r\nby pupils, it is not wise to allow any and every officer to\r\n\r\nresign  upon request. However, a system is now being worked\r\n\r\nout  by  the councils of the National Cadet Corps  and  the\r\n\r\nNational Police Cadet Corps on how officers may be  allowed\r\n\r\nto resign.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question raised by the Member that poor response\r\n\r\nfrom  people to join the Institute of Education is  due  to\r\n\r\nthe move that all new recruits must undergo training in one\r\n\r\nof  the  uniformed groups, I am sorry to say  that  I  have\r\n\r\nchecked  with  the Registrar of the Institute of  Education\r\n\r\nthis  morning and learned that there is no such  policy  as\r\n\r\nfar as the Institute of Education is concerned. What\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 898</b></font><br><br>\r\n\r\n\r\n\r\nhas   happened  is  that,  as  part  of  their  recruitment\r\n\r\ncampaign, officers of the extracurricular activities centre\r\n\r\nhave  been to the Institute of Education to give talks  and\r\n\r\nlectures  to trainees in the hope that they would join  the\r\n\r\nmovement when they graduate from the Institute of Education\r\n\r\nand  are selected to be teachers in schools. So it  is  not\r\n\r\ntrue  to  say  that it is compulsory for the  Institute  of\r\n\r\nEducation trainees to take up one of these movements as  an\r\n\r\nactivity.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Can the Parliamentary Secretary\r\n\r\nassure me that they can resign any time they want?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ahmad Mattar:</b> As long as there is a shortage. I am\r\n\r\nafraid  it will not be so easy, if I may put it,  until  we\r\n\r\nhave overcome the shortage. As far as I know, in these  two\r\n\r\nmovements, the National Cadet Corps and the National Police\r\n\r\nCadet  Corps,  we are trying to build up  a  corps  of  NCO\r\n\r\nleaders at student level. Once this corps of NCO leaders at\r\n\r\nstudent  level  has been established, hopefully  these  NCO\r\n\r\nstudent leaders will overcome the shortage. When that  time\r\n\r\ncomes,  I  think  resignation may be a little  easier.  But\r\n\r\nuntil  then,  we  hope  that the officers  concerned  would\r\n\r\ncooperate with the movements for a little longer.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Si-, the Parliamentary Secretary has\r\n\r\nassured  the House that when they have overcome the problem\r\n\r\nof shortage, they will be allowed to resign. Is that right?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ahmad Mattar:</b> That is right. Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, in view of the explanation of\r\n\r\nthe  Parliamentary Secretary, I beg leave  to  withdraw  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood on the Order Paper\r\n\r\nSupplement -\r\n\r\n<pre>\r\n\r\n<br>Mr J. F Conceicao:\r\n\r\n\r\n\r\n  (7) That the sum to be allocated for Head V be reduced by\r\n\r\n$10 in respect of item (c) of subhead AAA 2420.\r\n\r\n\r\n\r\n  (8) That the sum to be allocated for Head V be reduced by\r\n\r\n$10 in respect of item (c) of subhead AAA 2430\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 899</b></font><br><br>\r\n\r\n<pre>\r\n\r\n<br>Mr L. P. Rodrigo:\r\n\r\n\r\n\r\n  (9) That the sum to be allocated for Head V be reduced by\r\n\r\n$10 in respect of item (h) of subhead AAA 3020.\r\n\r\n\r\n\r\n<br>Haji Mohd. Ariff bin Suradi:\r\n\r\n<br>Mr Ho Kah Leong:\r\n\r\n\r\n\r\n  (10) That the sum to be allocated for Head V be  reduced\r\n\r\nby $10 in respect of subhead AAA 3020.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Conceicao, Mr Rodrigo, and Haji Mohd.\r\n\r\nAriff are not here. Mr Ho, Amendment (10).\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10\r\n\r\nin respect of subhead AAA 3020.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister a few questions.\r\n\r\nFirst, can he inform the House the amount of allowance  for\r\n\r\neach  student in the Singapore University and  the  Nanyang\r\n\r\nUniversity for FY 76?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as we know, Nanyang University has improved its\r\n\r\nstandard  and  it  is embarking towards  the  status  of  a\r\n\r\nnational university, when it will take in students from all\r\n\r\nstreams  of education. The Singapore University is enjoying\r\n\r\nthis  status.  I  would like to ask whether the  Government\r\n\r\nwill  amalgamate  the two universities  into  one  national\r\n\r\nuniversity  with two campuses, one at Kent  Ridge  and  the\r\n\r\nother  at Jurong. In this way, we can avoid the duplication\r\n\r\nof  academic  courses  in  these  two  universities  as  at\r\n\r\npresent, and it will be better able to train our people for\r\n\r\nfuture manpower requirements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third question concerns the Southeast Asian Research\r\n\r\nInstitute.  I do not know what has been done  in  the  past\r\n\r\nyear,  but  I  would  ask  whether this  Institute  can  be\r\n\r\nincorporated into one of the two universities,  or  whether\r\n\r\nit should remain an independent body.\r\n\r\n\r\n\r\n<br><br>7.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth question is in regard to Youth Associations.\r\n\r\nWe  know that the People's Association has embarked  on  an\r\n\r\nextensive  youth movement and many community  centres  have\r\n\r\nset up their own youth sections\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 900</b></font><br><br>\r\n\r\n\r\n\r\nor   youth  corps  which  also  have  extensive  scope   of\r\n\r\nactivities.  In  these circumstances,  should  we  allocate\r\n\r\nfunds  to assist the Youth Associations? Could these  Youth\r\n\r\nAssociations be incorporated into the People's  Association\r\n\r\nso that they need not be an independent body?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, on the question of the subsidy\r\n\r\nper  student  for Nanyang University and the University  of\r\n\r\nSingapore  for  FY  76, I regret to  say  that  it  is  not\r\n\r\npossible to provide information for FY 76 since the  actual\r\n\r\nincrease in expenditure for the two universities as well as\r\n\r\nthe  student enrolment are still not available.  Similarly,\r\n\r\nthe  information for FY 75 is dependent on the finalisation\r\n\r\nof accounts due to be closed on 31st March, 1976.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I can give the Member some figures for 1974. I\r\n\r\nam  making  a  comparison of the Arts and Social  Sciences,\r\n\r\nCommerce   and  Business  Administration,  and  Accountancy\r\n\r\nbecause  Nanyang  University  has  place  for  only   three\r\n\r\ndepartments  and it is not comparable to take in  Medicine,\r\n\r\nLaw.  Engineering  and  Dentistry. For  the  University  of\r\n\r\nSingapore   the  subsidy  per  student  for   these   three\r\n\r\ndepartments  works out to an average of $4,279 whereas  for\r\n\r\nNanyang  University  the subsidy was  $3,506.  But  I  must\r\n\r\nhasten  to add that subsidy means a deficit, and in Nanyang\r\n\r\nUniversity  there  are  other  incomes  to  be  taken  into\r\n\r\nconsideration. If we take the actual expenditure,  not  the\r\n\r\nsubsidy,  per  student for 1974 for these two  Universities\r\n\r\nthe  total  sum for the University of Singapore was  $4,729\r\n\r\nwhereas  for Nanyang University the actual expenditure  per\r\n\r\nstudent was $4,637.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of merging the two universities, I would\r\n\r\nlike  to  say  that the Government is not  contemplating  a\r\n\r\nmerger of the two universities, There is no good reason  to\r\n\r\ndo  so.  On  the  contrary, because  of  their  traditional\r\n\r\nacademic organisational and administrative incompatibility,\r\n\r\nthere  is  every reason to encourage them to develop  their\r\n\r\nindividual  disciplines, each on its own, Even economically\r\n\r\nthere   is  no  benefit  to  be  gained  in  the  proposal.\r\n\r\nFurthermore, with similar\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 901</b></font><br><br>\r\n\r\n\r\n\r\ncourses  being offered by the two universities, the  spirit\r\n\r\nof  competition  will spur them on to  greater  heights  of\r\n\r\nachievement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Youth Associations. I would like to\r\n\r\ninform  the Member that the grant to the Youth Associations\r\n\r\nin  question  is meant only to supplement the shortfall  in\r\n\r\nannual  operating costs in respect of the  Singapore  Scout\r\n\r\nAssociation and the Singapore Girl Guides Association.  The\r\n\r\nactivities of these two associations form an integral  part\r\n\r\nof  the  extra-curricular activities organised for students\r\n\r\nand  are  distinct and separate from other youth activities\r\n\r\nrun by community centres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the Institute of Southeast Asian\r\n\r\nStudies. I would like to inform the Member that in the past\r\n\r\nyear  the  Institute of South-east Asian Studies awarded  a\r\n\r\ntotal  of  seven  Research fellowships  for  research  into\r\n\r\nvarious  areas  of  current  interest.  These  are:   three\r\n\r\nInstitute  of South-east Asian Research Fellowships,  three\r\n\r\nfellowships  in conjunction with the Federal Government  of\r\n\r\nAustralia  on South-east Asian relations, and one Fulbright\r\n\r\nHays  scholarship.  In  addition to  these,  the  Institute\r\n\r\nreceived five Visiting Fellows.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the seminar and conference front, only one major\r\n\r\ninternational seminar was organised and this centred on the\r\n\r\ntopic  \"Trends in Thailand\" as a follow-up of the  previous\r\n\r\nyear's   seminar  on  \"Trends  in  Singapore\".   Occasional\r\n\r\nseminars  held during the year numbered 20 and in  addition\r\n\r\nto  this,  28  in-house seminars were also  organised.  The\r\n\r\nresearch effort has resulted in a total publication  of  17\r\n\r\nnew titles for the year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The existence of the Institute has brought about closer\r\n\r\ncontact  among  scholars  and  specialists  concerned  with\r\n\r\nmodern Southeast Asia and its development. Various research\r\n\r\nprojects conducted by the Institute centre upon the  socio-economic  and  sociopolitical problems  of  the  South-east\r\n\r\nAsian region. The nature of the problem delved into and the\r\n\r\ncontact  developed with scholars of the  region  will  also\r\n\r\npromote a better understanding between the nations of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 902</b></font><br><br>\r\n\r\n\r\n\r\nregion.  The  Institute  is presently  located  within  the\r\n\r\ncampus  of the University of Singapore. To absorb  it  into\r\n\r\nthe  University proper would cause it to lose its  regional\r\n\r\nand  autonomous character. Further, it exists to serve  the\r\n\r\nregion as a whole and its interest lies further afield than\r\n\r\nthe  more restrictive curriculum and research conducted  at\r\n\r\neither of our universities. Therefore, to absorb it as part\r\n\r\nof  either  of  the universities would stifle the  original\r\n\r\nobjective  in  the establishment of this Institute  besides\r\n\r\ncurtailing the freedom under which it may operate. There is\r\n\r\nno economic advantage too in the proposal.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I would like to thank\r\n\r\nthe  Minister  of  State for his detailed reply.  Before  I\r\n\r\nwithdraw my amendment I would like to suggest that the term\r\n\r\n\"Youth  Associations\"  should not be  used  because  it  is\r\n\r\nmisleading. He has said that the funds will be allocated to\r\n\r\nthe  Singapore  Scout Association and  the  Singapore  Girl\r\n\r\nGuides Association. Such allocation should not appear under\r\n\r\n`Youth Associations\". I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yeo Choo Kok (Delta):</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10\r\n\r\nin respect of item (d) of subhead AAA 3030\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the South-east Asian Ministers of Education\r\n\r\nOrganisation   (SEAMEO)   is   to   me   an   anachronistic\r\n\r\norganisation. It has been outdated by the new  developments\r\n\r\nin  Indo-China.  I wonder if the new governments  of  Indo-China  will  continue to subscribe to the  concept  and  to\r\n\r\ncontribute to the various centres of SEAMEO. I do not think\r\n\r\nthe   programmes  and  activities  of  these  centres  have\r\n\r\nmeaningfully  helped member-countries in  those  fields  in\r\n\r\nwhich these centres are purposefully engaged.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Regional English Language Centre (RELC) has recently\r\n\r\nbeen  renamed. The letter \"E\" in the abbreviation RELC does\r\n\r\nnot  stand for \"English\" any more. This letter \"E' now goes\r\n\r\nwith the letter \"R\" to stand for \"Regional\". Sir, what does\r\n\r\nthis change\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 903</b></font><br><br>\r\n\r\n\r\n\r\nimply?  I am sure Members in this House would like to  know\r\n\r\nwhat  the  Centre  has  done,  with  or  without  the  word\r\n\r\n\"English\", in helping this country to improve the  teaching\r\n\r\nand  learning of English apart from sponsoring the eye-wash\r\n\r\ntype of seminars from time to time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, everyone is complaining about the ever lowering\r\n\r\nstandards  of  English  in  our  schools  from  primary  to\r\n\r\ntertiary  levels. Has the RELC done anything to help  solve\r\n\r\nthe  problem  of poor English by designing  a  teaching  or\r\n\r\nlearning programme that is relevant to the context of  this\r\n\r\ncountry?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to ask the Minister the following\r\n\r\nquestions:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Is there any change in the membership of SEAMEO?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) What monetary contributions have the Indo-Chinese\r\n\r\nstates made hitherto to SEAMEO?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) What are the breakdown figures of our contribution to\r\n\r\nthe Secretariat and the various centres of SEAMEO?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Does RELC intend to introduce new language programmes\r\n\r\nwhich are really regional?\r\n\r\n\r\n\r\n<br>Sir, I  think  languages such as Thai and Tagalog  of  the\r\n\r\nPhilippines  should  be  studied at the  Regional  Language\r\n\r\nCentre,  if  we  are  really interested  in  promoting  the\r\n\r\nconcept of regionalism.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, on the question of whether there\r\n\r\nis  any change in the membership of SEAMEO. I would say  at\r\n\r\nthe  moment  \"legally no\" although the  three  Indo-Chinese\r\n\r\nstates did not attend the meeting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for our contribution to the Secretariat, it varies\r\n\r\nfrom   year  to  year.  Based  on  a  formula,  Singapore's\r\n\r\ncontribution is approximately 4%, or slightly more, of  the\r\n\r\ntotal expenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Touching on linguistic studies at RELC, the RELC is a\r\n\r\nregional institution with regional responsibilities. It has\r\n\r\nto  concern itself with the varying needs of the South-east\r\n\r\nAsian member-nations in the improvement of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 904</b></font><br><br>\r\n\r\n\r\n\r\nEnglish  language  teaching. These needs are  expressed  to\r\n\r\nRELC  equally  by  each  country through  RELC's  governing\r\n\r\nboard.  One of the means of meeting these diverse needs  is\r\n\r\nthrough RELC's training courses for key personnel from  the\r\n\r\nregion.  The  courses are specially designed  for  teacher-educators  rather  than  teachers,  designers  of  research\r\n\r\nrather   than  researchers,  supervisors,  inspectors   and\r\n\r\ncurriculum  specialists and other  key  personnel.  It  is,\r\n\r\ntherefore,  necessary to design the curriculum  content  of\r\n\r\nthese  courses to meet the needs of training  personnel  at\r\n\r\nthis high level.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Centre nevertheless does offer short-term courses\r\n\r\ndesigned  specially to assist teachers in  improving  their\r\n\r\nmethodology  in  the teaching of English  in  schools.  The\r\n\r\nMinistry  of  Education  is aware of  the  need  to  review\r\n\r\ncontinuously  the  need  of upgrading  Singapore's  English\r\n\r\nlanguage teaching programme that can best be served by  the\r\n\r\nRELC. These are being channelled to the Centre through  the\r\n\r\ngoverning  board. Our suggestions for change  to  meet  the\r\n\r\nneeds of Singapore, however, would have to be considered by\r\n\r\nthe  governing board in the light of the overall  programme\r\n\r\nof priorities of the Centre. The Centre is, in fact, in the\r\n\r\nprocess  of  planning  to upgrade the  courses  for  senior\r\n\r\nEnglish  language  teachers  in  secondary  schools.  These\r\n\r\ncourses  are  specifically designed to meet  the  needs  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>7.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the change of the name of the Regional English\r\n\r\nLanguage  Centre  (RELC)  to the Regional  Language  Centre\r\n\r\n(still RELC), I would like to inform Members that the first\r\n\r\n5-year  phase of operation of the RELC is scheduled to  end\r\n\r\nin  December  1976.  During this phase  of  operation,  the\r\n\r\nprimary objective of the Centre was to improve the teaching\r\n\r\nof  English  as  a  second on foreign  language  in  member\r\n\r\ncountries  of  SEAMEO. The Centre will soon move  into  its\r\n\r\nsecond  5-year  phase of operation. At the same  time,  its\r\n\r\nname  will also be changed to the Regional Language Centre.\r\n\r\nIts  emphasis will correspondingly shift to the undertaking\r\n\r\nof  research and publication of the problems and  needs  of\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 905</b></font><br><br>\r\n\r\n\r\n\r\nregion.  While  it  will  not be  engaged  specifically  in\r\n\r\ntraining  in  the use of the different languages, it  will\r\n\r\ndelve  into  contrastic  studies, cross  cultural  studies.\r\n\r\nsocial  linguistic studies and other such related  studies,\r\n\r\nall of which cut across language barriers. It will continue\r\n\r\nto assist member-countries in improving the teaching of the\r\n\r\nEnglish language.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yeo Choo Kok:</b> Sir, do the three states of Indo-China\r\n\r\nstill send trainees to the RELC for training?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yeo Choo Kok:</b> Sir, I beg leave to withdraw my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr J. F. Conceicao --\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(12) That the sum to be allocated for Head V be reduced by $10 in respect of subhead AAA 4001.\r\n\r\n\r\n\r\n<br><br><!-- Mr Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Conceicao:</b> I am not moving, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10\r\n\r\nin respect of subhead AAA 8302.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, under this subhead, the sum\r\n\r\nallocated  for  Nanyang  University  Students'  Hostel  was\r\n\r\n$500,000 for FY 75 and $1.5 million for FY 76. And there is\r\n\r\na  revote of $237,800. For Nanyang Staff Quarters, the  sum\r\n\r\nallotted was $100,000 for FY 75 and it is also $100,000 for\r\n\r\nFY  76;  and a revote is also sought. Sir, I would like  to\r\n\r\nask why is there a need to revote on these two items.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second question I would like to ask is when will the\r\n\r\nSports  Complex  for Nanyang University  be  completed.  On\r\n\r\ncompletion, will the facilities be available also  for  use\r\n\r\nby,  say, the villagers living in the vicinity of  Nanyang\r\n\r\nUniversity?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My third question is in regard to the new canteen for the\r\n\r\nLibrary. I understand that at the moment there is a canteen\r\n\r\non the top floor of the Library building. Why is there a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 906</b></font><br><br>\r\n\r\n\r\n\r\nneed  to allocate $80,000 for another new canteen? I  would\r\n\r\nlike  the Minister to enlighten this House on the need  for\r\n\r\nthis provision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My last question is in regard to the provision of\r\n\r\n$120,000 for the Department of Student Affairs Building. At\r\n\r\nthe  moment the Department of Student Affairs has  its  own\r\n\r\noffice. If it is necessary to shift the office. I feel that\r\n\r\na  better  place for it will be in the students'  building,\r\n\r\nthat  is, the Union House, because the Department has  very\r\n\r\nclose  relationship with the students.  I  would  like  the\r\n\r\nMinister  to  enlighten  this House  on  the  need  for  an\r\n\r\nallocation   for   the  Department  of  Students'   Affairs\r\n\r\nBuilding.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> Sir, the need to revote the provision\r\n\r\nfor  the Students' Hostel is due mainly to a change in  the\r\n\r\ndecision to resite the hostel from the site near the Sports\r\n\r\nComplex to the present site near the Auditorium next to  an\r\n\r\nexisting block of hostels. The delay has also been  due  to\r\n\r\nconstruction  activities, such as  boundary  surveys,  soil\r\n\r\ntesting,   earthworks,  layout,  drawing  up  of   detailed\r\n\r\narchitectural  plans, and plan clearance  by  the  relevant\r\n\r\nauthorities. In the case of Staff Quarters, the delay  was,\r\n\r\nin  part,  due to difficulties in finalising the policy  of\r\n\r\nallocation  and  the actual number of units  to  be  built.\r\n\r\nFormal  clearance of the Development Planning Committee  is\r\n\r\nalso awaited before expenditure could be incurred.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Sports Complex, it is expected to be completed\r\n\r\nin mid-June or early July this year. When not in use by the\r\n\r\nstudents,  I understand that the University is prepared  to\r\n\r\nmake  its  facilities,  or  pant  of  them,  available   to\r\n\r\norganised groups only.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of building a new canteen, I would like\r\n\r\nto  inform  the  House  that the present  location  of  the\r\n\r\ncanteen  on the top floor of the Library has been found  to\r\n\r\nbe unsatisfactory. Those using the Library are disturbed by\r\n\r\nthe  students  and  staff members going  to  and  from  the\r\n\r\ncanteen,  as  they  have to pass through the  Library.  The\r\n\r\npresent canteen, therefore, has to give way to expansion of\r\n\r\nthe Library to cope with the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 907</b></font><br><br>\r\n\r\n\r\n\r\nincrease  in  student  enrolment and  an  increase  in  the\r\n\r\ncollection  of  books. The new canteen will be  constructed\r\n\r\noutside the Library building to replace the existing one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of whether there is a need to put up a\r\n\r\nbuilding for the Department of Student Affairs, the  Member\r\n\r\nfor  Delta happens to be the Director of the Department  of\r\n\r\nStudent Affairs, and he may be able to substantiate  or  to\r\n\r\nadd  to  my  reply if it is not satisfactory.  Although  it\r\n\r\nwould  seem practical and convenient for the Department  of\r\n\r\nStudent Affairs to be housed in the Students' Union  House,\r\n\r\nthis is not feasible as it is fully occupied by the various\r\n\r\nstudent  societies  of  Nanyang  University.  The  existing\r\n\r\npremises of the Students' Union House is not adequate  even\r\n\r\nto  meet  the  requirements of the  students.  The  various\r\n\r\nsections of the Department of Student Affairs are presently\r\n\r\noperating  at  different  parts on  the  Campus  due  to  a\r\n\r\nshortage  of  space.  Besides, with  the  increase  in  the\r\n\r\nstudent  intake and the corresponding increase in students'\r\n\r\nactivities, the present general office of the Department of\r\n\r\nStudent Affairs will be inadequate to cope with the day-to-day   administration  of  the  Department.  This  situation\r\n\r\naffects  the  efficiency  and  smooth  functioning  of  the\r\n\r\nDepartment of Student Affairs. Hence, there is a need for a\r\n\r\nnew building.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, I would like to ask\r\n\r\nthe  Minister whether he would ensure that construction  of\r\n\r\nthe  Students' Hostel and Staff Quarters would not be again\r\n\r\ndelayed. I hope we will not find it necessary next year  to\r\n\r\nagain ask for an allocation of funds for these buildings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of building a new canteen for the\r\n\r\nLibrary,  I  feel  that the provision  of  $80,000  is  not\r\n\r\nenough.  It  will  require  about$200,000  to  $300,000  to\r\n\r\nconstruct even an ordinary building. I wonder what kind  of\r\n\r\ncanteen can be built with this small sum of $80,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the office for the Department of Student\r\n\r\nAffairs, the Minister of State said that the canteen on the\r\n\r\ntop  floor of the Library will be shifted out and the space\r\n\r\nused\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 908</b></font><br><br>\r\n\r\n\r\n\r\nfor  the Library. As far as I know, the Library has  enough\r\n\r\nseats  for the use of the students. When the said space  is\r\n\r\nvacated,  it  could  well  be  `used  to  accommodate   the\r\n\r\nDepartment of Student Affairs. In this way, we can save the\r\n\r\n$120,000  meant  for  the  Department  of  Student  Affairs\r\n\r\nBuilding  and add it to the provision for the  building  of\r\n\r\nthe new canteen so that a better one can be built. I wonder\r\n\r\nwhether the Minister would agree to this suggestion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ch'ng Jit Koon</b>(<i>In Mandarin</i>): Sir, I understand the\r\n\r\nNanyang   University   authorities  have   consulted   some\r\n\r\nspecialists  on  a  comprehensive plan for  development.  I\r\n\r\nwonder  whether the proposal to build the Students' Hostel,\r\n\r\nStaff  Quarters and other buildings has been  envisaged  in\r\n\r\nthe  comprehensive  plan  for the  development  of  Nanyang\r\n\r\nUniversity.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chai Chong Yii:</b> May I first answer the Member for\r\n\r\nTiong  Bahru,  Sir, It is most likely that  the  proposals\r\n\r\nwould  not  deviate fan from the development  plan.  But  I\r\n\r\nmyself   am  not  sure  about  this  because  the  detailed\r\n\r\noperation of Nanyang University is under the control of the\r\n\r\nCouncil  and not under the Ministry of Education  as  such.\r\n\r\nThe Ministry of Education merely looks after its finance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong wants an assurance regarding the\r\n\r\nbuilding of the Students' Hostel and the Staff Quarters.  I\r\n\r\nhave  just looked at the Budget estimates and I find  there\r\n\r\nis no asterisk to these two items. I presume the plans have\r\n\r\nalready   been  approved  and  it  is  now  a   matter   of\r\n\r\nadministrative expediency. I will convey the wishes of  the\r\n\r\nMember  to the Nanyang University authorities to  see  that\r\n\r\nthey are built as soon as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the \"New Canteen for Library\", I see\r\n\r\nan  asterisk against the provision in the Budget estimates.\r\n\r\nThere  is  also an asterisk against the provision  for  the\r\n\r\n\"Department of Student Affairs Building\". This  means  that\r\n\r\nthey  are  subject to sanction by the Development  Planning\r\n\r\nCommittee. The final approval still remains with  the  DPC.\r\n\r\nThey  have  only been approved in principle. Regarding  the\r\n\r\ncanteen, I have said that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 909</b></font><br><br>\r\n\r\n\r\n\r\ntop  floor of the building would be used as additional\r\n\r\nspace  for  the  Library. But I would like  to  inform\r\n\r\nMembers  that,  as  far as I know, the  Department  of\r\n\r\nStudent  Affairs  is quite large.  One  floor  in  the\r\n\r\nLibrary building is not big enough to accommodate that\r\n\r\noffice.  In  fact, it is quite far from the  Students'\r\n\r\nUnion House and, therefore, it would not be practical.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Sir, in view of the\r\n\r\nSenior  Minister of State's assurance  that  he  would\r\n\r\nconvey   our   wishes   to  the   Nanyang   University\r\n\r\nauthorities and hoping that the Students'  Hostel  and\r\n\r\nthe Staff Quarters will be built soon. I beg leave  to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $391,843,670 for Head V ordered to stand\r\n\r\npart of the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $74,005,000 for Head V ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 910</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>COMMITTEE OF SUPPLV REPORTING PROGRESS</b></div>\r\n\r\n<div align=\"center\"><b>(Suspension of Standing Orders)</b></div>\r\n\r\n\r\n\r\n<br><br>7.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That notwithstanding the Standing Orders, progress\r\n\r\nbe reported and leave asked to sit again tomorrow.\" -[Mr Chua Sian Chin]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chua Sian Chin:</b> Mr Deputy Speaker, Sir, I beg to\r\n\r\nreport that the Committee of Supply has made further\r\n\r\nprogress on the Main and Development Estimates of\r\n\r\nExpenditure for the financial year 1st April, 1976 to  31st March, 1977 and ask leave to sit again\r\n\r\ntomorrow.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" [Mr Chua Sian Chin]\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Fourteen minutes to</div>\r\n\r\n<div align=\"right\">Eight o'clock p.m.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
