{"memberId": null, "volumeNo": "38", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"38\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1978-12-29\"> \n  <meta name=\"Start_Col\" content=\"53\"> \n  <meta name=\"End_Col\" content=\"62\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">38</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">29-12-1978</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 53</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 38</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 29th December, 1978</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ahmad Haleem (Telok Blangah). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr Ivan Baptist (Potong Pasir). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law, the Environment and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs and Education. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 54</b></font> \n  <br> \n  <br> \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of National Development. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade), Senior Minister of State, Ministry of Finance. \n  <br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for National Development. \n  <br>Mr Ng Yeow Chong (Mountbatten). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Soo Chuan (Nee Soon). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 55</b></font> \n  <br> \n  <br> \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Tan Eng Liang (River Valley), Senior Minister of State, Ministry of Finance. \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 56</b></font> \n  <br> \n  <br> \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Teong Eng Siong (Sembawang). \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mr Yong Nyuk Lin (Geylang West). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence. \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 55</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ELECTION OF PRESIDENT OF THE REPUBLIC OF SINGAPORE</h4> \n  </div> \n  <br>2.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Prime Minister:</b> Mr Speaker, Sir, I beg to move the Motion standing in my name, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with Article 1 of the Constitution, elects Dr Benjamin Henry Sheares as President of the Republic of Singapore for a further term of four years to commence immediately after the expiry of his present term of office. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was eight years ago, in December 1970, that I first moved his election as President. He was then 63. He had a distinguished career as a professor and practitioner of Obstetrics &amp; Gynaecology. He \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 56</b></font> \n  <br> \n  <br> brought to his office a fine intellect and a quiet dignity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He keeps himself abreast with all important matters of state. All Cabinet papers and other important subjects go up to him so that he is aware of the background to the decisions he is required by the Constitution to endorse. He also undertakes his social and protocol functions with conscientious interest, never treating them as perfunctory chores. He has done us proud and has been an asset to Singapore these past eight years. No distinguished visitor who has called on him has failed to notice the compliment he has paid him by really knowing about him, his country, and his major interests. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I asked him in April this year if he would serve as President for a third term, he \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 57</b></font> \n  <br> \n  <br> asked for time to consider it. Characteristically, he wanted to satisfy himself that he could and would discharge his duties to the high standards he sets himself. It was after careful deliberation that he told me in October this year that he was prepared to undertake another term. He said he would do his best. I have no doubts that he will. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have less hesitation in commending his re-election to the office, than he had in accepting the nomination. For me, the question was simple. Is there a better man for the job? There is none. He is the best. However, the question he put to himself was different. Could he discharge his duties in the next four years as well as he had in the last eight? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It took time to persuade and convince him that whilst his energy and vigour at 71 may not be what it was at 63 when he first assumed office, nevertheless, it was more than adequate, given the experience he has acquired, and the routine he has worked out for himself. I am happy that I was able to persuade him to continue. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have no doubts that the habits of a life-time will not change. It is part of his nature to apply himself thoroughly to his work. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I believe some thoughtfulness on the part of the Government can lighten the physical demands of the office. These are the adjustments each of us has to make as the years go by. It is called growing old gracefully, a phrase forged by poetic license. If we are fortunate to have the right mental approach, we learn to accept these changes without resentment. If we are more fortunate, like the President is, we shall have members of the family and friends who help and encourage us to make these changes as we soldier on. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>2.35 p.m. \n  <br> \n  <br> \n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Choo Kok (Delta)</b>( \n  <i>In Mandarin</i>): Sir, I rise to support the motion moved by the Prime Minister. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 58</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that in order to achieve a good record in any matter one is dealing with, one has to show excellent performance. Today, Parliament is creating a new record by electing Dr Benjamin Henry Sheares as President of the Republic of Singapore for a third term. This demonstrates clearly and speaks well for the wisdom and ability shown by President Sheares ever since his installation in the presidency, and these qualities have received unanimous acclamation and admiration by the whole nation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Government is well known for its fairplay, integrity, acumen and ability to govern. It is indeed not an easy matter for one to be elected as President for a third time by such a Government. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Disregarding his personal health and undaunted by the laborious tasks of a President, the resumption of office with its onerous duties once more by President Sheares manifests a selfless and resolute spirit which is exactly the kind of responsive spirit we need to meet every kaleidoscopic change of this ever-changing world of ours. With such a superior spirit, topped with extensive learning and rich experiences, President Sheares will no doubt continue to project a good image and be an example for our nationals. His continuance in the President's office for a third term has been what all have been looking forward to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once more, I would like to express my support for the motion moved by the Prime Minister. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff (Kolam Ayer)</b>( \n  <i>In Malay</i>): Mr Speaker, Sir, when the Honourable Prime Minister moved a motion on 30th December, 1970, to elect the illustrious Dr Benjamin Henry Sheares as President of the Republic of Singapore, upon the return to the mercy of God of the First President, the late Tun Yusof Ishak, he had informed Parliament and the nation concerning the character and personality of the President-designate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Among his other attributes, he is a doctor eminent in his own specialty. He is kind and endowed with a courteous disposition. He is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 59</b></font> \n  <br> \n  <br> modest and friendly by nature and habit, and has given generously of his time to public duties. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The truth of the biographical notes has been proven when I observed his demeanour at ceremonies that he graced. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, during my two years' stint as a Member of Parliament, I have been presented with many more opportunities to know him. I am now able to observe him at close quarters. His unobtrusiveness and integrity have become even more conspicuous. Indeed, his sincerity is not only visible but can be felt and experienced when we shake hands with him. This is even more so in his utterances. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is this sincerity which is ingrained in him that has become a dominant source of strength which has gradually brought the State to progress and national unity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is analogous to the reply given by the Prophet Muhammad (Peace be on him) to an Arab Bedouin, who asked, \"What is the strongest substance in the world?\" to which the Prophet replied, \"The mountains\". \"Anything stronger than the mountains?\". \"Steel\" (which can lay waste the earth and rock) replied the Prophet. \"Stronger than steel?\" \"Water\" (which can crush steel). \"Stronger than water?\" \"Air\" (which can hurl water in every direction). \"Stronger than air?\" \"Sincerity\", replied the Prophet. Sincerity can overcome, fracture and stabilise all forms of superficial strengths. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident that all of us in this House as well as the nation as a whole are aware that history has recorded that during his tenure of office as President, he has invested the office of Head of State with an air of dignity and integrity. This is vital. In doing so, he has also enhanced the popular image of the nation and people as a whole. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I support with whole-hearted sincerity the motion moved by the Prime Minister to re-elect Dr Benjamin Henry Sheares as President of our beloved Republic for a third term. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 60</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, allow me the privilege and pleasure to support the motion moved by the Prime Minister to re-elect Dr Benjamin Henry Sheares as President of the Republic of Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Sheares has discharged the duties as President with distinction; he has brought to this eminent office dignity, decorum, sincerity and keen interest. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of the heavy demands made on him by the affairs of the State, he has also served with diligence as the Chancellor of the University of Singapore since June 1971. The University has benefited much from his rich experience and wide knowledge and the staff and students have great admiration for his guidance and warm regard for his gentleness. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt the same intellectual excellence that had earlier distinguished him as an outstanding professor of obstetrics and gynaecology coupled with his deep and profound understanding of human nature has contributed much to his able leadership as Head of State. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His devotion and service to the Nation over the years have inspired in us a complete confidence in his ability to continue discharging the duties of President in a manner befitting the highest office in our land. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I therefore whole-heartedly second the motion re-electing Dr Sheares as President of the Republic of Singapore for a further term. In doing so, I am certain that all hon. Members will join me in assuring him of our continued support and close cooperation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with Article 1 of the Constitution, elects Dr Benjamin Henry Sheares as President of the Republic of Singapore for a further term of four years to commence immediately after the expiry of his present term of office. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 61</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Leader of the House (Mr E.W. Barker):</b> Mr Speaker, Sir, may I seek your consent and the general assent of Members of the House to move the Adjournment Motion now. This will give Members more time to study the Presidential Address and the Addenda thereto, so that their contributions to the Debate would be that much better when we next meet. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> I give my consent. Does the Minister have the general assent of hon. Members? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 62</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Hon. Members</b> indicated assent \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, this Parliament do now adjourn to 10th January, 1979.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Fifteen \n  </div> \n  <div align=\"right\">\n    minutes to Three o'clock p.m. to \n  </div> \n  <div align=\"right\">\n    Wednesday, 10th January, 1979. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
