{"memberId": null, "volumeNo": "38", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"38\"> \n  <meta name=\"Sit_No\" content=\"9\"> \n  <meta name=\"Sit_Date\" content=\"1979-03-15\"> \n  <meta name=\"Start_Col\" content=\"659\"> \n  <meta name=\"End_Col\" content=\"752\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">38</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">9</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">15-03-1979</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 659</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 38</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 15th March, 1979</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of Foreign Affairs. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 660</b></font> \n  <br> \n  <br> \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade),Minister for Trade and Industry. \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr C.V. Devan Nair (Anson). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 661</b></font> \n  <br> \n  <br> \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ngeow Pack Hua ABoon Lay). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar) Dr Tan Eng Liang (River Valley). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 662</b></font> \n  <br> \n  <br> \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Senior Minister of State, Ministry of Education. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 661</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ORAL ANSWERS TO QUESTIONS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>CRIMINAL LAW (TEMPORARY PROVISIONS) ACT</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Period of detention)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ho See Beng</b> asked the Minister for Home Affairs (a) what is the maximum period of detention for a person held under the Criminal Law (Temporary Provisions) Act; (b) whether a period of five years' detention of a suspect is adequate for the purpose of rehabilitation; and (c) whether he will consider, on humanitarian grounds, the plea \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 662</b></font> \n  <br> \n  <br> of a detainee with good conduct for an early release to go abroad for further study. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, there is no stipulation in the Criminal Law (Temporary Provisions) Act of a maximum period of detention. But all detentions under the Act are for a period of 12 months initially. Orders of Detention can, however, be extended for periods not exceeding one year at a time. A Review Committee reviews all cases to assess whether a detainee should be released. The Committee takes into consideration the gravity of the criminal activities the detainee was involved in, his conduct in prison and his response to rehabilitation. As \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 663</b></font> \n  <br> \n  <br> soon as he is found to have been suitably rehabilitated, he is released from detention. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is difficult to specify what period of detention would be adequate for the purpose of rehabilitation. Each case will have to be considered on its merits. Generally, first offenders will be released earlier than hardened criminals. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education is part of the rehabilitation programme for the detainees who wish to study. Some of them have earned GCE 'O' and 'A' level certificates through studies during detention. If a detainee requests to be released early in order to pursue his studies abroad, his request will be considered by the Review Committee. So far, there has been one such request and it was granted. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng (Khe Bong):</b> Mr Speaker, Sir, a supplementary question. Would the Minister like to comment on this? His predecessor's predecessor at one time said that he never held any person under the Criminal Law (Temporary Provisions) Act for more than three years. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, I do not know under what circumstances my predecessor's predecessor made that statement. But the point is this. I would not like to make a general comment on this matter as it is quite clear in my answer to the Question that each case must be treated on its own merits. In other words, a first offender could be detained for a shorter period whereas a hardened criminal would be detained for a longer period. Of course, the length of detention would depend on the progress of the rehabilitation of the detainee. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Sir, would the Hon. Minister also consider the plea of a detainee with good conduct for an early release to study further in Singapore? \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, as I said, we have facilities in the prison where a detainee can study in peace and quiet. Some of them have done so and have attained GCE 'O' and 'A' levels. If the Member for Whampoa is asking about further study in the university, we have no university facilities in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 664</b></font> \n  <br> \n  <br> the prison, but if there is such a case we will consider it. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 664</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>TAXI DRIVER LICENCES</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Tests)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Ho See Beng</b> asked the Minister for Communications and Acting Minister for Culture the reasons why applicants for taxi driver licences have been unable to take their test since 1977. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong (Minister for Communications and Acting Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Communications and Acting Minister for Culture (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, as on 1st June, 1977 there were 11,397 applicants waiting for tests. In view of this backlog, the Ministry decided not to entertain any more new applications. Since then, 5,206 applicants were tested. Of these, 4,654 or 89% were successful and given licences. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As on 1st January this year, we have a backlog of 6,191. The Registry of Vehicles will test all of them by the end of this year. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan:</b> Sir, would the Hon. Minister explain why an English proficiency test is mandatory for taxi drivers? \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Sir, taxis serve not only the people working and living in Singapore but also tourists. Since the number of tourists is increasing year by year, in order to serve these people as well as the increasing number of English-speaking citizens, we thought it would be an asset and convenience if taxi drivers are able to speak a little bit of English. We do not expect a high standard of English from them but just enough for normal conversation. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Would the Minister consider giving exemption from this Proficiency test in certain cases, bearing in mind that not all taxi drivers serve tourists? \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> It would be very difficult for a tourist to tell which taxi driver does or does not speak English. As I said, the standard of English required by the Registry of Vehicles is not high. The standard will be sufficient for normal daily conversation to find out the routes, the places that the passengers want to go, the charges and fare changes. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 665</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi (Kampong Kembangan):</b> Sir, surely the tourist would not spend too much time speaking English to a driver about the place. He only names the place, Orchard Road, for instance. Surely that should be within the comprehension of the taxi driver. What is the Minister's comment on this? \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Sir, the answer is the same. As I said, the Registry of Vehicles is not demanding a very high standard of English. But if the Member has come across any particular case where a taxi driver has been put in an awkward situation where a high standard of English is demanded by the tester, then I would suggest that he brings it to my attention. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, would the Hon. Minister agree with me that it is not so much a question of ability to converse in simple English but recognition of street names, hotels and important places of interest. If such is the case, would he consider lowering the standard of English required for these taxi drivers? \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Sir, the Member for Whampoa is again assuming that the standard required is fairly high. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 665</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>PEOPLE'S PARK COMPLEX</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Complaint of floor vibration)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Ho See Beng</b> asked the Minister for National Development (a) whether he is aware of a complaint of floor vibration on the second storey of the People's Park Complex by a number of stall-holders; (b) if he is aware that, although the matter has been brought to the attention of the Director of Building Control Division since May 1978, no action has been taken to remedy the defect despite danger of the collapse of the second floor: and (c) if he will ascertain from the Director the outcome of his investigation which he had promised to convey to the complainants in his letter reference B/09/114/73 dated 25th September, 1978. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, on 24th May, 1978, stallholders complained to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 666</b></font> \n  <br> \n  <br> the Building Control Division (BCD) about the floor vibration. After inspecting the site on 31st May, one week after the complaint, the Building Control Division requested the developer of People's Park Complex to investigate and submit a report. In spite of reminders, it was only in late October 1978 that the developer informed BCD that the vibration was caused by the unbalanced cooling tower fans on the podium roof and that he had commissioned his engineering consultants to rectify the defect. He attributed the delay to problems encountered with his consultants. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BCD inspected the site again in December 1978 and reminded the developer to speed up the works. In February 1979, the developer informed BCD that he had ordered spare parts from the United States as stocks were not available in Singapore. Repairs are expected to be completed by May 1979. These vibrations do not cause any danger to the occupants or to the building. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Far from being inactive, the BCD has been pressing the developer and will continue to do so until the repairs are completed. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Mr Speaker, Sir, why was all this communication between the Building Control Division and the developer not conveyed to the stallholders? They have been kept in the dark all this time. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the stallholders' complaint was about the vibration and BCD wanted to ascertain from the developer the actual position before replying. It is not good enough for the developer to say, \"We will investigate it.\" I think the stallholders would not be happy with such a reply which is more or less not a reply. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 666</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>SUPPLY AND SUPPLEMENTARY</b> \n  </div> \n  <div align=\"center\"> \n   <b>SUPPLY BILLS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Business Motion)</b> \n  </div> \n  <br>2.43 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for the financial year 1st April, 1979 to 31st March, 1980 and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 667</b></font> \n  <br> \n  <br> the Supplementary Supply Bill for the financial year 1st April, 1978 to 31st March, 1979 may be proceeded with immediately on the conclusion of the proceedings on the Budget for the financial year 1st April, 1979 to 31st March, 1980. - [Mr Goh Chok Tong]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 667</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MAIN AND DEVELOPMENT</b> \n  </div> \n  <div align=\"center\"> \n   <b>ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b> \n  </div> \n  <div align=\"center\"> \n   <h4>1ST APRIL, 1979 TO 31ST MARCH, 1980</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day]. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br>2.45 p.m. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I have received a request that Head S, Ministry of Communications, and Head T, Ministry of Culture, be taken after all the other Ministries have been considered. I trust hon. Members will accept this rearrangement. This rearrangement is set out in Notice Paper No. 59 which is before Members. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Main and Development Estimates of Singapore for the financial year 1st April, 1979 to 31st March, 1980, contained in Paper Cmd. 4 of 1979. For convenience, I shall take the totals for each head of expenditure in the Main Estimates and the Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure under the Main Estimates and under the Development Estimates, on pages 23 and 24 respectively, of Paper Cmd. 4 of 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 667</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head D - \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin (Jalan Kayu):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D of the Main Estimates be reduced by $100. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would, first of all, like to compliment you and your staff for taking the initiative to cause the various renovations to be effected \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 668</b></font> \n  <br> \n  <br> on Parliament House. Although the improvements can only be considered adequate and not lavish, as it should be, Members ought to be happy that we now have much better facilities to meet formally and informally. The library is now more presentable and soon we will not have to conduct Select Committee meetings in the very cramped and stuffy little room that served as the Committee Room for the past 20 years. To do justice to the more congenial working environment, parliamentarians should perhaps give consideration as to how we can conduct our business even more efficiently and effectively. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two areas which I feel may be given careful review. These are (1) the Standing Orders, and (2) the Select Committees. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Insofar as the Standing Orders are concerned, I am sure Members will agree that some of the existing provisions could be improved upon. For instance, as things stand at the moment, Question Time is limited to only one hour per sitting and Question Time is strictly for questions only. The relevant provision stipulates in no uncertain manner that \"A question shall not be made the pretext for a debate\". Sir, in this regard Members are only too familiar with your admonishment from time to time in your conscientious application of the Standing Orders. With due respect, Sir, as I see it, Question Time could be made more meaningful if more time is allowed and Members are permitted to put forward arguments in support of their questions. In short, what is the objection in allowing a question to develop into a debate. This is one example of what we could do with our existing Standing Orders. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Committees, it is time to re-examine the continued effectiveness of the various standing Committees of Parliament in the light of changed circumstances. We inherited from the British the Committee system which is basically a good system. However, owing to the lack of modifications and adaptations to meet the changing needs of our own particular environment over the years, I submit that we have only made very limited use of the system. Although the Estimates Committee and the Public Accounts Committee \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 669</b></font> \n  <br> \n  <br> have endeavoured to make their presence felt over the years, the objects, the rules and the guidelines regulating the conduct of business of the two Committees are somewhat vague and largely, in my view, outdated by changes in Government administration. Members appointed to the Estimates Committee have often felt uncertain over the exact nature of the Committee's functions. The line of demarcation between the work of the Public Accounts Committee and that of the Estimates Committee is also somewhat blur. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the British Parliament the Estimates Committee has long since disappeared and it has been replaced by a Committee known as the Expenditure Committee. Even this, I believe, will soon give way to more radical changes. I am not suggesting that we should follow blindly developments at Westminster as events in recent years have cast doubts over the effectiveness of the sort of parliamentary system operating at Westminster as one that is able to provide and ensure political stability in a country. What I have in mind, Sir, is the need for us to continue to evolve and refine our own system to meet the challenge of the fast changing circumstances so that we, as Parliamentarians, would be able to discharge our duty to the best of our ability in serving our people. \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Minister for Law and Science and Technology) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Law and Science and Technology (Mr E.W. Barker):</b> Mr Speaker, Sir, first, I have to inform the hon. Member, with regret, that he will not have the honour of the Prime Minister replying to him. The Prime Minister has asked me to reply on his behalf. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I join the hon. Member in thanking you for improving the facilities within this House and outside, in the Annex. This was long overdue. It took you some time to convince the Ministry of Finance, but you have done so. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, is the Standing Orders which seem to bug not only Members on the other side of the House but even my own colleagues. Our Standing Orders were first \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 670</b></font> \n  <br> \n  <br> introduced on 1st January, 1960, and amended pursuant to several resolutions on May 1961, July 1962, June 1964, and November 1970, as stated in this Reprint dated 5th November, 1970. Our Standing Orders have thus been amended and refined from time to time. But I must remind Members again that these Standing Orders were drafted when we had an Opposition, and it was in fairness primarily to the Opposition, that these Standing Orders were drafted. We have not had an Opposition since 1966 when Members of the Barisan Sosialis left this House. Since then we have been returned unopposed and we have had it our way all these years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Standing Orders are flexible. They are elastic. With your consent, Sir, and with the general assent of the House, we can do practically anything here. But do we want to write too much flexibility into our Standing Orders? What happens when the Opposition returns to this House? Do we go back to this Reprint? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members must realise that, under our system of Government, Parliament is supreme. We enact the laws. We can enact any law in this House. Members opposite are the elected representatives of the people, and since they belong to one party, our Party, they are absolutely supreme here. There is no one to take them on. So we have got to be careful. If we do what we like in this House, then one of these days we might have to pay for it. One of you MPs might lose your seat. So we have got to tread very carefully. As I have said, these Standing Orders have withstood the test of time, from 1960 up till today. So what are you grumbling about? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Question Time. What is Question Time? Question Time means what it says. You ask the questions, we give the answers. You pop a supplementary question at us, we try to reply. But now you want a full debate. The procedure now is that Question Time goes on for one hour. If you want a debate, there are many other opportunities for a debate. You are debating on the Budget today. You have Bills to debate on. Ministers move Motions. You Back-benchers can do \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 671</b></font> \n  <br> \n  <br> the same. At the end of the day you can seize the last half hour for an Adjournment debate and the Minister will have to reply. Hence, the reason for Question Time. If we allow it to develop into a full debate, then we might be here till 6 o'clock, judging from the number of supplementary questions that are asked of one Minister. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not with the Member for Jalan Kayu when he proposes that we remove the restrictions which have been put in. He calls them restrictions. I say Standing Orders - Rules of procedure. It is just like the referee at the Stadium in Kallang. He blows his whistle when someone is off-side or does not play according to the rules of the game. You, Sir, call us to order when we get out of order. I think that is the way it should be. If he wants a free-for-all for Members, Parliament will, I think, degenerate and one day collapse. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Mr Speaker, Sir, can I just interrupt here? I do not think I used the word \"restrictions\" at all. I do not think I used the expression \"free-for-all\" either. \n  <br> \n  <br> \n  <!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Barker:</b> I was not suggesting that the Member did. But impliedly, when he speaks of giving Members a freer rein during Question Time, one gets the impression that he wants to remove these restrictions. But I am sure the Member for Jalan Kayu would be the last in this House to ask for a free-for-all. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Committees, Sir, I agree with the Member that something should be done about the Estimates Committee and the Public Accounts Committee. What should be done, I do not know, because I have not been on these Committees. But the Member himself has chaired the Estimates Committee for several years. He has also chaired the Public Accounts Committee, which is the watchdog on Government spending. There is no clear division, although it has been spelt out in the Standing Orders, between what the Public Accounts Committee should do and what the Estimates Committee should do. But in thanking him for his comments on these two Committees, I would ask him, as the Member has the most experience in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 672</b></font> \n  <br> \n  <br> these Committees, to make proposals which this House will give consideration to. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Sir, I certainly do not expect this debate to end up as another one of those passing-the-buck sessions. I find the Hon. Minister's explanation not unsatisfactory though, but he seems to convey the impression that the Standing Orders are meant to frustrate the Opposition in this House. Surely that is not the case. \n  <br> \n  <br> \n  <!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Barker:</b> Mr Speaker, Sir, I did not say \"frustrate\". I said, \"in fairness to the Opposition\". \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Sir, in view of that clarification, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,717,870 for Head D ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $191,410 for Head D ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 672</b></font> \n  <br> \n  <br> \n  <br>3.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead Code IE-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Governing a country is a serious affair. It cannot be done, as some feeble-minded people think it can, by merely having an Opposition in Parliament or in always having to make all people happy all the time. There are too many problems, hard and difficult problems, which can only be solved through hard and difficult ways, even bitter ones. And we have learnt that this must be so if we are to be what we are now and to remain adequately prosperous and stable. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we do as a Government, what we offer our citizens are made on the basis of the common but unpopular word called \"policy\". Policies indeed are the instruments by which taxes are made and new laws introduced. The shirts we buy, the cheap food we eat in hawker stalls, the clean environment, the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 673</b></font> \n  <br> \n  <br> type of education our children get, the things the Police do, the stability we enjoy - all these are the by-products of policies. They have such an awesome influence on our day-to-day life that we must ensure that policy making and policy implementation in the Government are done with the best possible prospect of success and will indeed render us that degree of prosperity we could have. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who are the people who formulate policies, get them approved, implement them, and review them as to whether the results achieved are what the policies have been designed to achieve? No doubt the Prime Minister, his Cabinet colleagues, other political leaders and we Members of Parliament are part of this policy making team. There are also others from the trade unions, private sector or non-profit sectors, select individuals, whose views and support are sought and valued for this difficult process of policy making and implementation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is yet a group of people who are called by the unpretentious and unglamourous term \"Administrative Officers\". These are the people I am referring to in my amendment for this subhead. They can be Permanent Secretaries, Deputy Secretaries, Principal Assistant Secretaries, Assistant Secretaries or the junior Administrative Assistants. As a group, they are the people who are the first audience to Ministers' wishes and directives. They are the people who translate Ministers' wishes and views into all types of policy instruments. Of course, the best example is the Cabinet paper. The Cabinet paper in our Government system is the key instrument by which the Minister seeks to convince his Cabinet colleagues on what his Ministry wants to do, why it has to do it, how it is to be implemented, and what benefits can accrue from the programmes which are to be implemented from the policies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The style or method of policy making places the Administrative Officers in a very strategic position in so far as policy making and policy implementation are concerned. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 674</b></font> \n  <br> \n  <br> The criticality of their position is magnified by the compactness of our society, our highly organised habit of doing things and the strongly elitist mode of our organisation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For these reasons, Sir, I am of the view that the Personnel Management Programme under the Prime Minister's Office will be one of the most important programmes in the Government, and the failure or success of this programme will largely determine the failure or success of our effort in building up a strong group of able, loyal and dedicated administrators, men and women with high character and integrity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been very fortunate to have acquired and built up sufficient strength in the Administrative Service and, therefore, the civil service. We have an efficient official language, English. We have good civil service traditions acquired from the British traditions which ensure stability and continuity, and we are freed by the unsettling effects of the \"spoils systems\" form of government. Our administrative and political cultures have also trained us to be unfettered by rigid ideologies. We are flexible and we are free to select what is best in the field of management, organisation and policy making, irrespective of the ideological sources or political constraints. We operate by merit and we have made our system a responsive system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the area of administration in the civil service, and through the merit principle, we have been able to select the best brains and we can continue to do so as we have dismantled the previous exclusive policies in establishment of government where it once insisted that Administrative Officers must be a separate service closed to others from the other services. Now, officers from the engineering service and other departmental grades can join the Administrative Service and they can take up key positions. This is as it must be and it must be on the basis of merit and ability to give maximum contributions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For all these reasons, it is important for us to ensure that we attract the best to the Administrative Service and retain them. Most \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 675</b></font> \n  <br> \n  <br> importantly, we must allow them to see, understand and feel strongly to remain in the service to render their best. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The easier way is to improve conditions of service like pay, status, benefits, and so on. Maybe there is a need for this because it is quite ridiculous to see two classmates - one joining the Administrative Service and having to shoulder onerous responsibilities but does not enjoy glamour, and the other joining the private sector who also has responsibilities, but enjoying much more glamour and much more pay. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Decent working conditions and other benefits are actually entitlements to be expected, especially if the officer has the merit and he does work for the pay. But these monetary rewards have limits. This is so because I see the fine distinction between \"dissatisfaction\" and \"satisfaction\". To me, these are two concepts, operating on two different levels and are concerned with two different ranges of man's needs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Removing dissatisfaction cannot be deemed as incentives to greater satisfaction. What appears more critical to me is the rewarding nature of work itself; the privilege of being given the task of solving major problems, the opportunity to make meaningful contributions on substantive matters which are more crucial to larger numbers of people, the rare opportunity to feel that one has given one's best in the making of good policies, in making sure that the policies work and in seeing that so many people in our society are benefitting from the policies one has initiated. To me, Sir, this is the best reward that an Administrative officer can hope for and must strive to get. Such a desirable situation will result only if we have Administrative officers who not only have brains but also have character, depth of feeling and strength of commitment to help others in making Government work so that society will benefit. It also needs the infrastructures, the methods, the instruments and the understanding to build up this type of Administrative officers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have, in April 1976, before I was given the privilege to be a Member of this presti- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 676</b></font> \n  <br> \n  <br> gious House, been given the opportunity to be a drafter of a report which reads \"The Singapore Civil Service, Projected and Actual\" and this report is incorporated in a larger report entitled \"The Singapore Civil Service - A Critical Appraisal\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In that report, I have urged that central agencies like the Prime Minister's Office should explore and institutionalise the greater use of \"special task force\" which is multi-disciplinary and which comprises highly skilled administrators to tackle problems faced by Ministries. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The primary function of such a task force should be to undertake in-depth reviews of special problem areas and to develop within the Ministry concerned the core essential resources, procedures and practices which will cause and facilitate the continual improvements of policies and services rendered by the Ministries concerned. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Encik Mansor, your 10 minutes are up. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, may I just conclude with three more points? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I am afraid your time is up. Mr Lim. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for the Environment (Mr Lim Kim San):</b> Mr Speaker, Sir, I have been asked by the Prime Minister to reply on his behalf to the observations made by the Member for Kampong Kembangan. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with him on the important role administrative officers play in the Government and the calibre of officers we should have. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has given due consideration to some of the recommendations made in the report which the Hon. Member mentioned. An example is the concept of using a special task force to tackle problems faced by Ministries. Hon. Members must be aware that a task force led by the Deputy Prime Minister has been working at the Ministry of Education studying the problems facing the Ministry. This report is expected to be ready by 16th March. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 677</b></font> \n  <br> \n  <br> \n  <br>3.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan has given a detailed account of the importance of the Administrative Service. Its members occupy critical positions in the Ministries and departments of the Government. They help the political leadership in formulating, reviewing and implementing policies. They therefore constitute the leadership in the Civil Service. Advice and assistance from the Administrative Service are indispensable to the political leadership. Appointment to the Service requires at least a good honours degree. This minimum entry requirement ensures that only officers of calibre are recruited. The Member remarked about the imbalance in rewards received by talented officers in the public service and those in the private sector. To recruit the best and retain them in the public service, the salary scheme and promotion prospects should be comparable with the private sector. There was a salary review not long ago and another review will be undertaken to provide monetary rewards competitive with the private sector. Of course, as the Member for Kampong Kembangan has said, there are other intangible rewards which give satisfaction to officers in the Administrative Service. An officer may find satisfaction and fulfilment in helping to formulate and implement a policy which will benefit the country and the people. But we are living in a materialistic world and monetary and other material benefits do count and should be comparable to those available in the private sector. The problem is not to devise a scheme where material rewards will be competitive. The problem is to identify talented officers with leadership quality, community spirit and administrative ability. A team has been set up to identify them. It consists of Mr Tan Teck Chwee, Chairman, Public Service Commission, Mr Sim Kee Boon, Head of Civil Service, Mr Ngiam Tong Dow, Permanent Secretary, Prime Minister's Office, and I, as Minister in charge of the Establishment Unit. One way of identifying talented officers is through confidential reports. I have, however, found confidential reports most unsatisfac- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 678</b></font> \n  <br> \n  <br> tory because Heads of Departments or the reporting officers normally give a very subjective assessment. Another weakness is the reluctance to report unfavourably on an officer. I remember the Senior Minister of State for Finance mentioned to this House sometime ago that a new evaluation system has been devised and is now in use. We will monitor the new system closely. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that the Administrative Service is a very important service. This is the premier service in the government and we have to get the best talent available, because without good administration, we will not be able to provide the environment for the type of economic and social progress which we have made during the last two decades. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And no matter how talented or skilful a man he is, without a good government and administration to provide the necessary environment, he will not be able to make a good living. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I wish to thank the Minister for referring to the team of systems engineers headed by the Deputy Prime Minister. In fact, this was the example which I had in mind to prove the importance of the method where we can apply the task force system. But we could also look at this task force method as a means of more in-depth assessment because the very design and functions of such a task force require an officer to work very closely with other officers and their work requires intensive discussions. In the process they expose their attitudes and their capabilities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether his office would consider the possibility of applying this task force method. in a more general way in many other Ministries, so that hopefully we could have more task forces in other Ministries and, in the process, build up more higher calibre officers in the civil service. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> I believe those who form the task force are also being assessed. The Member mentioned about 25 engineers who have been seconded to the Administrative Service. They are put under chosen mentors who will guide them and at the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 679</b></font> \n  <br> \n  <br> same time evaluate and observe them. Once the task force concept has been accepted and has proved to be useful, we will certainly use the task force method to help solve problems in other Ministries. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, in view of the explanation from the Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead Code IF-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I thank whoever was responsible for posting good officers to the Katong District Office, I say this because the District Officer and his key staff in Katong District Office have done an excellent job in helping me and my colleagues in Kampong Kembangan constituency in so many ways. The Katong District Office has helped us to process a total of 81 requests very speedily for repairs and construction of roads, drains, traffic systems, trimming of overgrown trees and generally improving the physical environment of my constituency during the period 1st January, 1977 to 19th August, 1978. Of these, 25 were major projects and 56 miscellaneous projects. More than 16 projects have already been approved and completed costing a total of more than $40,000. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From my dealings with the Katong District Office and my CCC, I find that it is extremely important to ensure that the CCC and the District Office continue to work well together. Therefore, efforts must be made to improve procedures and working systems. During the last ten months or so the Kampong Kembangan CCC has managed to tackle the bulk of the problems with regard to improving the physical environmental problems of the constituency, that is, those relating to public health, environmental health and local government types of problems. We have found that, having tackled all these problems, the CCC members would have more time to think of other substantive problems. For example, we seem to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 680</b></font> \n  <br> \n  <br> have more time to talk about the crime situation, the drug problem, educational projects, and so on. We feel that if we can do this there is a greater chance for us, through the CCC instrument, to achieve a higher degree of community living, goodwill, neighbourliness and greater effectiveness in tackling the problems of crime and drugs and also to consider taking on projects on educational development, cultural development and other finer aspects of community living. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister in charge the following questions: (1) Will he cause an in-depth review on the working procedures between the CCC and district offices, how they can be further streamlined and standardised so that requests from the CCC could be handled more expeditiously and that members of the CCC need not be bogged down with too much administrative work? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Whether the District Office can help to identify, compile and supply data, statistics and other indices which will help CCC members acquire a better understanding of the profile of the constituency and so be aware of the problems that exist or could exist. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Whether the Minister will endorse the move to make the CCC or something else of similar structure to be the pinnacle institution of community service in the constituency, which could serve as the co-ordinating, facilitating, and integrating instrument in respect of all the other community services in the constituency. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy (Senior Minister of State, Prime Minister's Office) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State, Prime Minister's Office (Mr Lee Khoon Choy):</b> Sir, I have been asked by the Prime Minister to reply on his behalf I would like to thank the Member for Kampong Kembangan for his words of appreciation. Gratitude has become a very rare virtue nowadays. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his three suggestions, the procedure in regard to CCC applications for repair of roads, drains, and other works has been in practice for the last ten years, and it has proved quite useful and is smooth-going. But if the Member has other suggestions, we will be too glad to consider them. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 681</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his second suggestion, district officers will consider the views expressed and they will look into the possibility of preparing data and other information for Members of Parliament and for the CCC. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his third suggestion, we have a proposal to form a Coordination Committee in each constituency, comprising members of CCC, CCMC and Residents' Committee, together with Members of Parliament, to coordinate the work of the various mass organisations. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I thank the Senior Minister of State for his comments on the points which I have raised. I would like to seek further clarification from the Senior Minister of State with regard to statistics. I have, since January 1977, obtained very useful statistics from the Police department. From these statistics I was able to at least bring to the attention of my CCC members, MC and Youth Group the incidence of crime, theft, and drug-taking. Initially the information given covers the location, the age group of offenders, the race, and other details, which are extremely useful to us. But then the information supplied to me by the Divisional Police Station came to the attention of the Commissioner of Police and he has advised his officers that it is not proper for them to supply me with statistics in such detail. I tried to explain to the Commissioner of Police why I thought it would be useful for me to be given statistical information of such detail, otherwise it would be meaningless. The latest information they have given me is simply the number of reports, robbery, house-breaking, theft in dwellings, theft of motorcycles and other thefts, attempted suicides, and drug offences. There were no details of age of offenders or of locality or any other details which can help me, my CCC members and my youth group in planning what we can do to reduce the rate of crime in my constituency. If I am allowed, Sir, I would like to appeal to the Minister to see and review this problem because I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 682</b></font> \n  <br> \n  <br> personally feel, from the range of statistics which the Police had previously given me until there was an intervention by the Police Commissioner, that this statistical information is extremely useful to us. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> Sir, we will discuss this matter with the Ministry of Home Affairs, and we will look into the matter. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, in view of the assurance from the Senior Minister of State, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br>3.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Object Group 2510 of Subhead Code IF-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I welcome the provision in the Estimates to set up Residents' Committees in the various constituencies. First of all, may I say that since the inception of the Housing and Development Board (HDB) in 1960 many new towns have been built, namely, Queenstown, Toa Payoh, Woodlands, Ang Mo Kio and Bedok, besides other small ones. There is also urban renewal in progress. In other words, population shifts have taken place. Thousands of low-cost housing units have been built by the HDB and as a result a substantial part of the population are now housed in these flats. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, problems will certainly arise out of this, and these are my observations. Sir, in the past, when there were slums in the city area and villages in the rural areas, the relationship amongst the residents was very close. People knew one another. But with resettlement and moving into Housing Board flats, families have been uprooted. They have to move into new environments where they may have to strike new roots. I notice that each low-cost housing block will house between 76 and 240 families, depending on the size of the block. To my mind, each block is like a village, but what perturbs me is the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 683</b></font> \n  <br> \n  <br> lack of rapport among these families. They do not seem to know one another well enough as a result of little interaction between parents and children. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To illustrate, I would like to cite the case of Punggol Estate. It is a small estate comprising 3,091 units of one-room, two-room, three-room, four-room and five-room flats. Today, some 15,500 persons live in these blocks of flats. Let me first take the one-room improved flats. There are three blocks with 240 units each. In other words, there are 240 families in each block. With common corridors and lack of play area for little children, coupled with poor lighting, many families tend to keep to themselves. Apparently, there is a lack of interaction amongst them. The womenfolk stay behind locked doors while their spouses are out at work. Strangely, the few families who were affected by resettlement and managed to obtain flats in the same block seem to be familiar with one another. But those who move in from other areas do not seem to mix well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I wish to point out is that this situation is worrying me. We see a block of flats, which is like a village, but the families keep to themselves and do not seem to be making any attempt to establish rapport or good neighbourliness amongst themselves. This problem is further compounded by the lack of response from the residents to come forward for a discussion of the problems that might face them. Several reasons have been given: they have no time or that they have to work late. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, recognising the need to bring these families of each block together, and if we are to succeed in nation building and to establish an identity of our own, the Government has decided to embark on a scheme to set up Residents' Committees in the various constituencies. I would like to find out what role these Residents' Committees will play in nation building; what services and facilities the Government will provide to these Residents' Committees which comprise residents who will eventually become Village Elders or \"leaders\" so to speak; and in what \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 684</b></font> \n  <br> \n  <br> direction will the Residents' Committees be aimed at. I foresee teething problems in the initial stages of implementation of this scheme, but given time, persuasion, tolerance and, most of all, correct guidance in the right direction, the objective of establishing Residents' Committees will be achieved. Hopefully, this achievement may come about, say, in the next few years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I conclude, Sir, may I add that I know of a few constituencies in which the MPs concerned have taken the initiative to organise committees, and calling them Block Committees or Residents' Committees. The functions of these committees are somewhat similar to the Residents' Committee mentioned earlier. I would like to know whether these Block Committees or Residents' Committees come within the ambit of the Residents' Committees proposed by Government and whether the rules and regulations governing Residents' Committees will also apply in this case. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon (Kim Seng):</b> Sir, I would like to say that I share some of the reservations which the hon. Member for Punggol has voiced earlier on. In many ways, my constituency and Punggol are not the same. Punggol now has the new experience of Housing Board flats in its constituency. The formation of Residents' Committees is, I understand, directed primarily at Housing Board flats. The departure from the typical environment of lorongs and kampongs, typical in Punggol, is something which my constituents can only look back with nostalgia. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1978 a revised sum of $130,000 was allocated for Development expenditure under the item \"Residents' Committees\", and if we look at the budget allocation for this year the sum is $1,113,050. This represents a nine-fold increase in estimated expenditure. I am therefore led to believe that the concept of Residents' Committees is now institutionalised and will be further expanded into more constituencies with Housing and Development Board estates, when residents will be required to form RCs to look after the physical and social affairs of their estates, I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 685</b></font> \n  <br> \n  <br> am also informed that the concept of RCs could be extended to rural constituencies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These RCs will, I hope, complement the role of existing committees in each constituency. By these committees, I refer to the Citizens' Consultative Committee, Community Centre Management Committee, Youth Group, Women's Sub-committee and the Constituency Sports Association. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of Residents' Committees was made, I believe, two years ago through the pre-pilot scheme which was started in Marine Parade and Bedok. Undoubtedly, there must have been qualified success. Following that, a pilot scheme was subsequently started in 1978 in five constituencies of Ang Mo Kio, Boon Lay, Kolam Ayer, Toa Payoh and Bukit Merah. In that scheme, each constituency was given sufficient leeway to modify the composition and structure of RCs. However, I cannot recall any sitting of Parliament over the past two years when the subject of Residents' Committees was raised and discussed. I am therefore seeking this opportunity to invite the Minister responsible to report to this House on the institution of Residents' Committees, the progress of RCs already established and, if available, a critical analysis on the performance so far, and to elaborate on their role in the social life of the community. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to state here that I support in principle the formation of Residents' Committees. There are, as we know, many good reasons for residents in any block of HDB flats to form such a committee to promote neighbourliness, goodwill and understanding amongst residents, to liaise with other existing committees in the constituency and to consult with the Members of Parliament to promote the physical environment and the social affairs of all residents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I start similar Residents' Committees in Kim Seng Constituency, I wish to hear and learn from the experience gained in those constituencies with RCs under the pre-pilot and pilot schemes. Most important, I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 686</b></font> \n  <br> \n  <br> would like to satisfy myself and my constituents that these committees, in practice, will further enhance the living environment in the physically compact and densely populated HDB estates, and that there are adequate safeguards in the formation of RCs to ensure that such committees will not one day turn out to be miniature Trojan Horses working against the interests of residents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, I think, a need to rationalise the similar, though different, roles of RCs and CCCs. Further, while members are accorded social recognition, it is also necessary to extend such recognition to RC members, even though we know and appreciate that RC members, who like CCC members, are volunteers who out of pure selfless altruism and community spirit work for the betterment of their fellowmen. \n  <br>3.45 p.m. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> Mr Speaker, Sir, the Member for Punggol and the Member for Kim Seng have raised the question of Residents' Committees. This is an opportune moment to explain in some detail the formation of Residents' Committees. It has taken us some time to form them because we are experimenting on an organisation which is quite new in our context. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's rapid progress in public housing in recent years has brought about a dramatic change in our skyline, which registers a major transplantation of our population, as mentioned by the Member for Punggol. By the end of the decade in 1980, it is estimated that 70% of our total population will live in HDB/JTC estates. This concentration of population in high-rise buildings creates for Singapore new social and human problems which we have to anticipate and find solutions. Our success in public housing is known and admired throughout the world. But the success of public housing cannot be judged merely by the size, height and number of blocks built but by the quality of life that will emerge from the inhabitants who are housed in such high-rise buildings. The fact that a gigantic housing programme has been successfully completed is a justifiable source \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 687</b></font> \n  <br> \n  <br> of national pride. But the ultimate aim is to make concerted efforts to meet the needs and aspirations of the residents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Singapore moves speedily towards the high-rise way of living, one most prevalent consideration would be the problems associated with it. Experiences gained from more developed countries, particularly from the West, show that there is a strong resentment towards the high-rise way of living. There has been no strong proponent in favour of it, with very few exceptions for purposes of specialisation. Recently, a British social expert came to Singapore. He told me that in Liverpool, the authorities have decided to pull down a whole estate of 15-storey flats because the inhabitants could not stand high-rise living. There were several cases of old folks who died in mid-way flats undiscovered until their bodies were decomposed. Such cases could easily happen in a society which has a deep-rooted tradition of \"the home is a castle\", in other words, no visitors are entertained without invitation. The bitter experience of Western developed countries vis-a-vis high-rise living, particularly in England, may be due to the old virtue of respecting the privacy of the home and that of minding one's own business. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no reason why we in Singapore should be discouraged by the lessons of the West. In any case, high-rise living will become the life-style in Singapore because of land shortage. We have no choice but to accept what is to come and find solutions to problems envisaged. Unlike Western developed countries, we are fortunate to have inherited the virtues of oriental hospitality towards visitors and especially neighbours. When the home is not a castle, it is easier to encourage and organise intermingling and community life which will make high-rise living more tolerable. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, high-rise living will still have its hazards. One of the more commonly quoted opinions was that of Dr Daniel Cappon, a practising psychiatrist and Professor of Environmental Study at the York University, Toronto, who speaks of passivity and deprivation in high-rise living. Children are \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 688</b></font> \n  <br> \n  <br> said to be deprived of kinetic expressions such as running, shouting and stamping their feet. The adolescents, if not given sufficient distractions from their energies when not properly channelised, may tend towards escapism and vandalism. High-rise living makes loneliness more difficult to endure for the aged. Another view is that high-rise living increases the functional interdependency of the neighbour and makes friction and irritation easier between one another. People are much more in each other's pocket. Their cooking smell and noises may irritate one another and discourage direct human contacts. These are some of the social and environmental problems which we have anticipated and for which we hope to find solution. A year ago, the hon. Members for Marine Parade and Chai Chee organised Residents' Committees on slightly different lines but with the same objective of solving some of the problems I have mentioned. This was followed by the hon. Members for Bedok and Tanjong Pagar. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Residents' Committees have proved to be useful but the common feeling was that the functions of the Residents' Committees could be put on a sounder footing if the Government could provide the necessary manpower and secretarial facilities. Sometime between July and October last year, the Government launched a pilot scheme in five constituencies, namely, Ang Mo Kio, Bukit Merah, Kolam Ayer, Toa Payoh and Boon Lay, as understood by the Member for Kim Seng. The scheme was to set up Residents' Committees with liaison offices and secretariats. The results of the pilot scheme have been encouraging. The Residents' Committees set up have since been considered useful in encouraging residents in housing estates to organise themselves for the following purposes: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Provide better channel of communication with the authorities resulting in more prompt action to problems of lifts, corridor lightings and PUB facilities; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Better sense of security and protection from crime, vandalism, drugs and other anti-social activities; \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 689</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) A sense of neighbourliness and racial harmony among residents through sports, social, cultural and other activities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since Residents' Committees have proved to be useful, it is now proposed to extend to other constituencies with HDB/JTC estates in various stages. The nine Members of Parliament from Leng Kee, Brickworks, Serangoon Gardens, Thomson, Kallang, Geylang West, Khe Bong, Kuo Chuan and Jurong, have just been briefed on the steps required to set up their Residents' Committees. Other Members of Parliament will be phased in at different stages. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the scheme, all the blocks within each constituency will be demarcated into zones of a suitable and working size. Each of these zones will have a Residents' Committee comprising a Chairman, a Secretary, a Treasurer and 6 to 30 members, depending on the size of the zone. The Residents' Committee will be run for and by the people tom the blocks within the zone. Adult residents who are Singapore citizens or who will qualify for Singapore citizenship within five years will be selected to sit on these Residents' Committees on a voluntary basis. The scheme provides for a secretariat of full-time staff to serve the Residents' Committees. This will ensure that the Residents' Committees will not be bogged down by such cumbersome work of typing and cyclo-styling minutes of meetings and decisions made by the Residents' Committees will be implemented promptly. What is even more important is that such administrative backup services will enable Residents' Committees to concentrate their efforts on meeting residents and organising activities to cater for their needs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is estimated that a total of 19 Residents' Committees Group Secretariats will have to be set up in HDB/JTC area offices to serve the Residents' Committees formed under the scheme, if all the Members of Parliament of 65 constituencies decide to opt for the scheme. I mention 65 constituencies because a few of them, like the constituency which I am representing, have no HDB flats. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 690</b></font> \n  <br> \n  <br> Of course, we will have to consider the suggestion by the Member for Kim Seng that even if there are no HDB flats it may be worthwhile to form Residents' Committees. Each of these Residents' Committees Group Secretariats will be manned by a Liaison Officer, two Assistant. Liaison Officers and six clerical staff. They are required to serve the Residents' Committees formed in three adjoining constituencies initially. So far, five of the Residents' Committees Group Secretariats have already been set up to provide their services to 14 constituencies. Action is being taken to recruit the necessary staff for the setting up of another 14 new Residents' Committees Group Secretariats. I will soon provide Members of Parliament, who have not started their Residents' Committees, with the full details of the scheme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that Members of Parliament and all those who have already volunteered their services in the Residents' Committee in the various constituencies, as well as those who will offer their services, will cooperate to make this experiment on grassroots democracy a success. It will help shape a more cohesive society of mass participation for mutual benefit and the healthy growth of our state. Our 2.3 million people can help to mould Singapore into a cohesive society with a sense of common belonging and common destiny. Our nation cannot survive if the 2.3 million people live in separate worlds of their own. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, first of all, may I say that I welcome the attempt to get greater participation by residents living in the Housing Board estates so as to promote the various worthy social objectives outlined by the hon. Senior Minister of State. However, I just have a little reservation about a possible overlapping of functions between the Residents' Committees and the Citizens' Consultative Committee. Would not membership in the Residents' Committee be considered second class as opposed to the other, namely, the Citizens' Consultative Committee which is an older and more established committee and which is based on the constituency as a whole? Residents' Committees with fewer members may thus not be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 691</b></font> \n  <br> \n  <br> considered first class and must be considered second class. \n  <br>4.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I wish to raise, Sir, is that I welcome the secretarial support being given to the proposed Residents' Committees. I think it is very timely and necessary. But would the Hon. Minister also make similar provision for the Citizens' Consultative Committees which have long had to do without any secretarial support whatsoever? Sir, if we examine the scope of activities of the Citizens' Consultative Committees, we find that they are engaged in very wide-ranging activities, from social welfare projects, educational projects, to consumer clubs, and so on. There are plenty of minutes to be typed and tabled, plenty of errands to run. And all these are done on an entirely voluntary basis. Is it not about time that we gave recognition to these committees and provide them with decent secretarial support? \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> Sir, we understand the difficulties and complications which will arise when the RCs are formed. In this cosmopolitan city where status has become a symbol, sometimes it makes our job very difficult. The CCC works vertically, like the RCs, to the Prime Minister's Office. It is very difficult to say which is higher. Of course, for the time being members of the CCC are invited to Istana and other functions. At one time we were wondering whether we should put the RCs under the People's Association or under a separate affiliation. As some Members have expressed, we have to give certain recognition to members of RCs. That is why we are putting the RCs under the PMO. Each RC member will get a card signed by the Cabinet Secretary, just as the CCC member who also gets a card. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of status will be considered later. But if we do not do that, there will be many professionals who want to go to the CCC straightaway, without going to the RC. I think the RCs should be gradually used as a talent-scouting ground because they really reflect the ground opinion. They live in blocks of flats. The present position is that some \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 692</b></font> \n  <br> \n  <br> CCC members, with due respect to most of them who have served us so well, are no more representative of the constituency. They may stay far away, not even having an office in that constituency. So with the new situation in Singapore where 70% of our people live in HDB and JTC flats, Members will find themselves out on a limb if they have a CCC with 80% of its members living outside the constituency and only 20% living inside. So it is better for Members of Parliament to start cracking on Residents' Committees and consider them as the real grassroots organisations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for coordination of work that we have in mind, in fact, it is our recommendation that in each constituency there should be a co-ordinating committee comprising members of CCCs, MCs and RCs with the Member of Parliament as Chairman or adviser to co-ordinate the work. Of course, there must be some overlapping of work. But the routine work should be left to the RCs while the CCCs could concentrate on scholarships and other constituency-wide matters. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> What about secretarial support? \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> To be fair, we have district secretaries who should also help out in the work of the CCC. Whether we can provide a secretariat for the CCCs is a matter that we have to look into. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Sir, could I just make an observation? The Senior Minister of State seems to give the impression that the objectives of the CCCs and the RCs are to serve Parliamentarians. Surely this is not the case. I think the objectives of the CCCs and RCs are to serve the people, and not Parliamentarians. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> Sir, I have made it very clear in my statement. I have outlined the problems which we will face in high-rise buildings, and that is the real reason why we are going to form the RCs. It is not there to serve any Member of Parliament but to serve the people. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, since the Senior Minister of State is also in charge of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 693</b></font> \n  <br> \n  <br> People's Association, I am just wondering whether I would ask him to allow the staff of the community centres to also service the CCCs and the RCs, because there seems to be some reluctance on the part of some of these organising secretaries to do so. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> In most cases, the organising secretaries sit on the CCC meetings and take minutes. That is, in fact, not part of their duties. The organising secretaries are already finding the burden too heavy as they have to work overtime in the evenings without any leave on Sundays. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, there are cases where the organising secretaries want to sit on the Residents' Committees and CCCs but were not allowed to do so. There is no general rule. I think it depends very much on the Member's personal diplomacy. It may be done in certain cases on a voluntary basis, but if I were the Member for Whampoa I would not rely too much on the organising secretaries of the People's Association. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I really would like to re-emphasise the point that in every constituency there are so many grassroots organisations. Right now we already have the MCs. In some constituencies, there is only one MC and in others there may be more than one. We already have the CCCs. In some constituencies, we also have educational centres which have been set up with Management Committees. And now we have the Residents' Committees. So in each constituency, we are going to have a situation where there are three, four and maybe five or even more committees going. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is interesting to note that virtually all of these committees would come under the portfolio of the Senior Minister of State, Prime Minister's Office. That being so, I think it is probably very good from the point of view of rationalising, streamlining and coordination to have their responsibilities better defined. From our experience at the grassroots level, I have said earlier that these people are volunteer workers who do it out of community spirit, but the question of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 694</b></font> \n  <br> \n  <br> recognition and according esteem and status could well be the primary motive of some of these workers. Unless we can resolve this issue, the introduction of new committees, like the RCs, may add on to the already complex situation as some of us have experienced. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> Sir, I thank the Member for Kim Seng for the points raised. I think we already have in mind some of the problems we have to face. We are in the midst of really trying to go into the details of defining the duties of each and every organisation. Of course, there must be some overlapping. We have reached the stage where there is no reason why there should not be more than one grassroots organisation. This is a sign of real mass participation. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, first of all, I would like to thank the Hon. Senior Minister of State for the long answer that he has given to the problems that I have raised. I think the rationale behind the setting up of the RC is sound. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But before I withdraw my amendment, may I just make one small point in reply to my good friend, the Member for Kim Seng. He remarked that his constituents may look with nostalgia towards Punggol Constituency because Punggol Constituency has also got housing estates. I would like to extend an invitation to him to come to Punggol, since he was from Punggol, and see the extent to which a constituency, though rural in nature, has developed today with small housing estates and some industrial workshops. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Ch'ng Jit Koon - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) That the sum to be allocated for Head I be reduced by $10 in respect of Subhead Code IF-02 of the Main Estimates. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Ch'ng, amendment (4). \n  <br> \n  <br> \n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ch'ng Jit Koon (Tiong Bahru):</b> Mr Speaker, Sir, the points which I intend to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 695</b></font> \n  <br> \n  <br> raise have already been discussed just now. I have nothing more to add. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Object Group 3110 of Subhead Code IF-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, looking at the Budget allocation for the People's Association for the last three years, the amount of expenditure for the People's Association has increased from $14 million in 1977 to nearly $19 million in 1978, and to $23 million in 1979. The increases of almost $5 million in 1977-78 and $4 million-plus in 1978-79 were actually due to the increase in development expenditure. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Association has started drawing up a list of community centres that require rebuilding. For 1978, something like a dozen community centres were supposed to have been pulled down and modern new centres built. I would like to ask the Senior Minister of State with direct responsibility for the running of the People's Association, to enlighten this House as to the actual progress made in the rebuilding of these various centres earmarked for rebuilding in 1978. \n  <br>4.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had the experience of fund-raising to build my centre and, like the experiences of my colleagues here, fund-raising really is not an enjoyable experience. It requires a lot of hard work on the part of the volunteer workers at the constituency level, with the participation of people inside and outside the constituency. I think it is very important that we should record our appreciation of all those people who have given so much of their time and attention and, in the case of many people, money, towards rebuilding schemes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I find somewhat disappointing really is the fact that in 1977 or 1978, we were all advised by the People's Association, and I am sure also the Ministry of Finance for being partly responsible, as to the cost of building new centres. At that time we were happy to note, in fact, we were joyous to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 696</b></font> \n  <br> \n  <br> discover, that the Government was very generous to increase the subsidy to a sum which we thought would be more than adequate in terms of Government participation in helping us build new centres. For phase one we were advised that if a constituency could raise $100,000 then phase one, with a Government subsidy of $350,000, could begin. For phase two, it was a dollar-for-dollar subsidy up to a maximum of $200,000. Working on that basis, therefore, if each constituency were to raise $100,000 to $200,000, making a total of $300,000, they would be in a happy situation to develop both phase one and phase two of a modern community centre. This figure was hard to reach. Nevertheless in some constituencies they have arrived at the target figure of $300,000. Unfortunately for reasons best known to the People's Association, through their architects in the HDB or through difficulty in getting money out of the Ministry of Finance, we find that although money had been raised in some constituencies one, two or even three years ago, the centres are still not being built. What is unfortunate really is that the cost of building materials keeps going up, and if tenders are delayed three to six months the cost goes up by 10%, 20%, or even 30%. My good friend, the Member for Brickworks who sits across on the other side, had enough money to build a $900,000 modern community centre, only to discover that it now costs him $1.1 million. I think this is an experience which is not unique to Brickworks. Because of that I thought maybe it is important that the People's Association would expedite all this bureaucracy in getting the new building plans approved as soon as possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which I would like to speak on concerns the role of community centres, and this was very adequately elaborated in the report on the Third Conference of Community Centres' Management Committees in April 1978. Looking through the list of recommendations from a knowledge of community centre needs to new directions, to child care centres, etc., one gets the impression that if each community centre could function efficiently, then it \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 697</b></font> \n  <br> \n  <br> becomes totally redundant for us to have the Ministries of Finance, Social Affairs, Culture, Education, and even the Ministry of Home Affairs. I think it is really important for us to remember the words of the Deputy Prime Minister - the Senior Minister of State is here - when he advised the People's Association to be realistic in its approach towards what it can do and what it cannot do. On this note, we hope that the People's Association, in its approach to the role of community centres, will be more pragmatic and down to earth and be realistic in setting out its goals. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Encik Mansor, you might like to speak on Amendment (6) now, since it is on the same subhead. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Yes. Sir, the People's Association constitutes the key infrastructure in our efforts to build, upgrade and refine the habits and reflexes of a united and organised citizenry in an independent and multi-racial society like ours. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Association's functions cover a wide spectrum of needs and involve a whole range of our citizens - pre-school, children, youths, women, adults, and even those who have retired. The People's Association operates to achieve this objective through a highly organised network of 161 community centres; 95 youth executive committees with 29,178 members; 57 women sub-committees with 1,677 officials and members; 608 sports activity classes with 12,102 participants; 75 children clubs with 6,185 members; and 511 kindergartens with 13,712 students. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The importance of PA is best reflected by the statement made by the Prime Minister at the Conference of the Community Centres' \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 698</b></font> \n  <br> \n  <br> Management Committees, \"The Role of Community Centres in the 1980s\", held in April 1978, where he drew the analogy of the community centre to the central nervous system of the body politic of Singapore. He also reiterated the key role of PA through the Management Committees in building social intimacy and social cohesion transcending ethnic, language and religious barriers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with all due respect to my friends in the People's Association, I find that these are very difficult tasks, and I share the views of the Member for Kim Seng. I am not too sure whether the People's Association has the ability to match this very onerous task made more difficult by the fact that Singapore is a complex, multi-racial society, recurrently subjected to rapid changes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the following questions: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What steps are now being made to assess the in-depth operational efficiency of PA? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Whether the Conference held in April 1978 has generated useful ideas and proposals to ensure that PA and the community centres will succeed in understanding the problems of the 1980s and will be capable in meeting future needs? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) I would also like to know how many of these proposals have been given serious studies and how many have been implemented? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Will the Prime Minister also cause PA to take more urgent measures to infuse greater professionalism in the design, planning, and delivery of community service and development programmes of the PA? \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, can I have your permission to speak on my Amendment No. (7) now, because it is somewhat related to the development of community centres? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 699</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> All right. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Thank you, Sir, I would like to refer to the Senior Minister of State's reply to a point raised by my colleague, the Member for Kim Seng in this House last year, on the inadequacy of land for the building of community centres. The Senior Minister of State stated that the People's Association had suggested to the Minister for Finance to approve an acre of land, or slightly more than 4,000 square metres. I believe this suggestion has been favourably considered. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I wish to point out is that in order to build a really good key centre under the revised scheme, which has already been implemented, the built-up area, which caters for both indoor and outdoor facilities will, to my mind, almost certainly take up the land area. The Member for Kim Seng has given a vivid illustration as to the cost of building the centre in two phases. I would merely like to add that under phase one the building cost of an ordinary type of centre, which is called the standard type, is estimated at $450,000 for which the constituency should raise $100,000 before the People's Association could consider granting an outright grant of $350,000 with basic facilities. Under phase two, the cost of the building would amount to $400,000 or more, but there would be a maximum dollar-for-dollar subsidy of $200,000. So with phase two under way, more land would be needed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That brings me to the question of how much more land could be set aside. I recognise the constraint of land availability in Singapore, more so in the urban area. May I suggest that where a piece of land, slightly more than the approved area, has been set aside, the PA should look into the question and, where necessary, obtain approval from the Ministry of Finance to take up the little extra land. To cite the example of Punggol Estate, a new centre will be built. Sufficient funds have already been collected. Hopefully work will commence sometime this year. But the piece of land that has been set aside is slightly more than an acre, about 1.3 acres to be exact. The extra 0.3 acre is rather odd-shaped. I raised the question with PA as to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 700</b></font> \n  <br> \n  <br> whether it could ask the Finance Ministry to allow the proposed centre to take over the extra 0.3 acres, thereby providing more facilities for other activities too. But the reply was that the proposal would upset the norm laid down by the Budget Division of the Ministry of Finance. I left the matter at that. But I understand from the Housing and Development Board that they have no use for this extra piece of land, If that is the case, could not the People's Association discuss with the Finance Ministry with a view to obtaining approval for that extra bit of land to be incorporated into the building scheme of the community centre? I bear in mind the remarks of one of our Ministers who said that we should make optimal use of land availability in Singapore. \n  <br>4.30 p.m. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, despite the problems that MPs have in fund-raising to provide the new type of community centres, we all applaud the provision that the People's Association has given us so that in the new community centres we have substantially improved facilities like indoor badminton courts, library facilities, study rooms and so on. But the hours of opening for community centres are from 2.30 p.m. to 10 or 10.30 p.m. I am just wondering whether the People's Association should not open these community centres from 8.00 a.m. or 8.30 a.m. instead because there are many school children, attending afternoon schools, who would like to make use of these community centres. The Whampoa Community Centre made representation to the People's Association on this point, but we were turned down. We were told that there was no manpower provision in the current budget. We counter-proposed that we ourselves would hire just one extra clerk who could come in to open the facilities in the morning; and we would pay him on our own. Yet this was turned down by the People's Association on the ground that this has never been done before by the People's Association. Would the Hon. Minister look into this problem to see whether or not he could make the manpower provision and, if not, whether he would be more flexible in allowing us to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 701</b></font> \n  <br> \n  <br> make our own manpower provision so that these new facilities could be more optimally utilised by the residents? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point which I wish to make is that since July last year we have moved from the old community centre at Jalan Tenteram to the Whampoa Community Centre. But up till now, we have been receiving the same old maintenance grant from the People's Association. This is the grant for PUB bills and other charges, and I believe it is only a paltry sum of $600 per quarter. In view of the greatly increased expenditure that we have to incur in running a new community centre, would the Hon. Minister get the People's Association to substantially increase the grant and with retroactive effect? \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> Sir, three questions were raised. The first question was raised by the Member for Kim Seng on the delay in the completion of community centres. The second question was on the role of the People's Association which was raised by the Member for Kampong Kembangan, and the third question from the Member for Punggol was on land. The Member for Whampoa raised minor questions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of the Member for Kim Seng, 29 community centres were supposed to have started at the end of 1978. But only nine projects started on schedule. This could be attributed to a delay by the Planning Department or the Housing and Development Board. But in our experience we find that fund-raising is one of the main causes of delay. There are several community centres which have not started fund-raising campaigns or have not reached the target expected. Unless they have available funds it is not advisable to allow them to start building a community centre and see it uncompleted. It is quite easy to put the blame on the Planning Department or the People's Association, but one of the two reasons why construction of community centres was delayed is that Members of Parliament or the Management Committees have taken too long to decide on the actual site. I am \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 702</b></font> \n  <br> \n  <br> speaking of certain community centres where they took a long time to decide. We gave them a site but they were not satisfied. They took months to decide on another site. In the meantime, there was inflation. Nobody knows when the next round of inflation will come, although we are monitoring the inflationary trend. If necessary, we may make representation to the Finance Ministry on the Government grant for the building of community centres. But much of the delay was due to hesitation on deciding on the site. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason for the delay is the alterations to the plans. We put up a plan. Then Members of Parliament together with their Management Committee will sit with the People's Association officials, and alterations are made. The plan will have to be altered by the architects and they will take months to re-draw the plan. In certain cases, further amendments are made. In the meantime, inflation has caught up. So who is to blame? But we will take into consideration the inflationary aspect. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another reason to consider is that the Management Committee should not be too ambitious. If they have the necessary funds, they should move on with phase one, instead of waiting for phase two. If they want to complete the two phases they will need about $1 million. If inflation comes while they are raising funds, they will not catch up. If they had started with phase one, they would have built part of it at least and they could start off the second phase when they get the money. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the role of the People's Association, this is a very controversial and thorny subject. As the People's Association was set up not just one or two years ago, it is difficult to say to what extent roles have been fulfilled. In April we held the Third Conference of the People's Association with the Management Committees. A total of 81 recommendations were made. Of these, 60% have been fully or partially implemented. Another 28% are being studied for future implementation and the remaining 12% are found unpracticable or unsuitable. We have actually implemented most of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 703</b></font> \n  <br> \n  <br> recommendations. For instance, we have made a community survey covering 14 constituencies to ascertain the needs and expectations of the people and the data are being analysed. We have staff workshops to discuss ways and means to implement the recommendations, detailed action plans based on the needs and resources, and also the problem of getting volunteers. We have so far 14 familiarisation visits to the People's Association by 22 professional bodies and, to-date, 161 professionals and higher educated persons have registered under the scheme. These are some of the things which we have done as a result of the Conference. I do not want to take this opportunity to reiterate the role which the People's Association is supposed to play but we will do our best to do what we are told to do or expected to do. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards land, this is one of the common problems faced by most Members of Parliament. On the suggestion that we should give two acres instead of one acre, I think we will have to have a big tussle with the Minister for Finance to get two acres. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, on a point of clarification. I must say that in the case of Punggol Estate, the site was already set aside when the conceptual plan for the development of Punggol Estate was being drawn up; and Punggol Estate was built in the early 70's. So that piece of land was already there. There is no question of asking for more land. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> We are fully aware of the position of Punggol. In fact, we have supported his proposal to have 1.3 acres, but it has been turned down by Treasury because of norms. If we give him 1.3 acres, other Members of Parliament will kick up a row: why is it that the Member for Punggol was given 1.3 acres and we are given only one acre? The principle is that one acre of land will be provided if the shape of the land is a square one. If it is irregularly shaped, then the Member may be given 1.3 acres depending on the situation. But in his case for the extra piece of land of 0.3 acres, we have consulted the Parks and Recreation Department and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 704</b></font> \n  <br> \n  <br> they may landscape it for residents who may make good use of it. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> At no cost to the Building Fund Committee, please. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> At no cost to his fund-raising committee. The Member for Whampoa raised two points. The first point is whether the community centre could open at 8.30 in the morning. We are considering starting day-care services. So, when we do want to use the community centre at 8.30 a.m., I hope the Member for Whampoa will cooperate. In the meantime, it is not our practice to hire non-staff members to run the community centre, but we will give it some consideration. Our problem is to get the staff. It is not that we do not have a budget for manpower. It is very difficult to get good organising secretaries with the necessary qualifications because of the salary structure. This is another point which we are having a tussle with the Finance Ministry. Unless we raise the qualifications or raise the pay, we are not going to get really good staff. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon Member</b>: Right. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> On the question of maintenance, we will look into the matter. Although he has moved to a bigger community centre we hope that with the conservation of energy campaign, they will not just go on using so much electricity that the People's Association has to foot more funds. But we are trying to find a formula whereby we can share the bill equally. The Management Committee and the People's Association will work out a formula for the sharing of PUB bills. I will look into the Member's question on PUB bills. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, I do not quite understand the point which the Senior Minister of State made about day-care centres, and saying that he hoped I would cooperate. Is he implying that he wants my services? I have never objected to day-care centres. \n  <br>4.45 p.m. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Khoon Choy:</b> Sir, we may not need the Member's services. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 705</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Mr Speaker, Sir, when I rose to speak, I was actually seeking the help of the People's Association with regard to the matters that I have raised. But after having heard the Senior Minister of State's reply, I found that the People's Association, in fact, requires our help. Sir, in view of the rather difficult circumstances under which the People's Association is working, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $23,819.960 for Head I ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $8,672,200 for Head I ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I propose to take the Suspension now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 5.15 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>4.47 p.m. until 5.15 p.m.</i> \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 705</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 5.15 p.m.</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Object Group 1100 of Subhead Code JA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having the Hon. Deputy Prime Minister as the Education Minister, the task of hon. Members must surely be more difficult when we debate on the Budget allocation for the Education Ministry. Apart from his outstanding abilities as an ace Minister which he can use to advantage, he was also \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 706</b></font> \n  <br> \n  <br> the former Defence Minister, a position that must have taught him quite a few things about military strategy and tactics. I was told that a good military strategy to adopt in a battle is to introduce the element of surprise, and to launch a pre-emptive strike against your enemies. Always take the offensive and put your enemy on the defensive. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Deputy Prime Minister must be adopting this strategy when he released the first chapter of the very excellent Education Report of the Special Task Force headed by him, just two days before hon. Members go into a battle of words with him and his two Senior Ministers of State on the sins of commission and omission in the Education Ministry. The report has been very forthright in its criticisms of the shortcomings of Ministry officials and defects in the Education System. It has, therefore, rendered any further criticisms against the Education Ministry at this stage superfluous. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for myself, Mr Speaker, Sir, for the time being, I agree with the Straits Times editorial on 1st February, 1979 calling for a \"moratorium on grumbles on the ills, real or otherwise, of the education system\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members who wish to continue to pursue the hawkish line in criticising the Education Ministry can have my words of comfort and consolation in the Members' Room if they are \"wounded\" in their \"duel\" with the Hon. Deputy Prime Minister and Minister of Education. What I have just said, Mr Speaker, Sir, is said in a light vein. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now take on a more serious note. Since the Hon. Deputy Prime Minister took charge of the Education Ministry, some definite strengthening of the administration and correct staff changes have taken place at the Ministry headquarters level. Other measures are on the way to encourage greater professional competence at the school level. With the publication of the education report of the special task force, there is now a clearer educational direction as to where we are heading. Many principals and teachers are showing signs of responding positively to the new educational \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 707</b></font> \n  <br> \n  <br> direction. If I may say, the Hon. Deputy Prime Minister seems to have the right formula for success. What he needs now is the enthusiastic support and cooperation of educators, teachers' unions, the press, parents, and hon. Members, to ensure optimal success. I have no doubt that the enthusiastic support and cooperation will be forthcoming. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt, it is too early at this stage to predict the outcome of what he seeks to do. He has just got down to stage one of a very long and arduous process of devising and implementing a sound and effective system. His task is made more difficult by the fact that before he can come up with anything that is sound and effective, he has first to undo and disentangle some of the unsound educational knots into which the education system had earlier tied up itself with. His next task, which is more difficult, will be to identify a sufficient number of the right calibre of professionals to man the various leadership positions in the Education Ministry hierarchy to help him implement efficiently the new educational plans and programmes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I conclude, let me take this opportunity to congratulate the Hon. Deputy Prime Minister and Minister of Education and his team of Government Officers for producing an excellent report on the present state of affairs in the Education Ministry. It has so vividly and comprehensively sized up the many complex and basic problems that are plaguing our education system. The recommendations have far-reaching consequences and need careful study and consideration before they are implemented. No doubt, there will be some future occasions when some of the recommendations and educational issues involved will be critically examined through constructive public debates. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Ch'ng is not speaking. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong (Jurong):</b> Mr Speaker, Sir, may I speak now on my Amendment? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 708</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong</b>( \n  <i>In Mandarin</i>): Mr Speaker, Sir, in recent years, every year has been an eventful year for Education. This year is no exception. Even before 1979 has passed its third month we have already seen a large group of Vice-Principals being appointed. There has been a great internal reorganisation in the Ministry of Education. Pre-university subjects and languages have been changed. Following this reorganisation, a strong man has taken over the post of Minister of Education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the education report of the team of 12 systems engineers led by Dr Goh Keng Swee has been announced, we can expect more changes to the many \"changes\" already made. Of course, we have to admit that these changes are not at all bad. Sometimes, they are even very necessary. However, the rate of change has been too rapid. Sometimes even the teachers who are involved are at a loss to understand what they are expected to do. Sir, the many changes and reforms in education policy have not given them any time to prepare or to make adjustments. The most obvious negative result is a drop in the morale of the teachers, and this affects their performance. On the other hand, a raising of the morale of the teachers is an indispensable ingredient to the success of any education system. Many teachers have been involved in the recent educational changes and reforms. Some have to be retrained. Some have been sent to other schools. Some have been sent abroad for re-education or retraining. Some have been transferred from primary schools to pre-primary schools, and some have become second language teachers. Although all these measures are inevitable, for the sake of the future of the country, the teachers have to try their best to cope with the situation. We must also recognise the fact that the promotion of education depends largely on human power. Without the conscientious efforts of the teachers, I think there is not \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 709</b></font> \n  <br> \n  <br> much hope for success. Therefore, we should all sympathise with the teachers and make allowance for self-respect, initiative and dignity. We should sympathise with their difficulties. If we acknowledge teachers as professionals with special knowledge and engineers of human souls, then we should not treat them as if they are petty thieves. We should not carry out surprise checks on them while they are teaching, or instruct them in the presence of primary students or treat them like one. We should not now and then call up the principals or teachers for meetings lasting several hours at a stretch. This serves only to make them listen to instructions without giving them any opportunity to express themselves. Sometimes after meeting for half a day, there was no result whatever. All this should be avoided wherever possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Chinese schools have all along been trying to improve their standard of English, but to no avail. This is due mainly to the inadequate number of teaching periods, the lack of qualified teachers and inadequate facilities. From the beginning of this year, the authorities have taken drastic action to provide Chinese schools with various facilities to raise their standard of English. Chinese school students will attend immersion classes in English schools so that they will be exposed to an English speaking environment. Of course, the intention is all very good. Now that this scheme has been implemented for two months, the general feeling among parents, students and teachers is that they are not against the immersion programme. But parents are worried that the physical and mental health of their children might be affected. Apart from attending their \"mother\" schools, these students have to attend English schools four hours a day out of five days in a week. They will be quite exhausted when they get home but they still have to struggle with the homework from their \"mother\" schools. To make the scheme successful I feel that their syllabuses should be adjusted and the subjects learnt in English schools should be geared to provide them with an opportunity to mix with English \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 710</b></font> \n  <br> \n  <br> school students and to talk with them. I refer to subjects such as current affairs, art, music, physical education and even ECA. These subjects would benefit them more than learning science and mathematics. In view of the tight lesson schedule in their \"mother\" schools, they have in fact no time for PE and ECA activities. Without PE they would become very weak physically. Therefore, I feel that we should pay attention to their physical health and their progress in learning. Six years ago, the three subjects, civics, geography and history, were merged together to form the subject, \"Education for Living\" taught in the mother tongue at the primary stage. According to Dr Goh's education report, \"Education for Living\" will be replaced by moral education. I do not know when moral education will be implemented in the primary schools and when will history and geography be resumed, particularly history which is a subject which will serve an important function in helping to trace the roots of our migrant society. Now Secondary One students will have to learn from the start pre-history culture, human evolution, the four ancient civilizations of the world, the origin and development of Christianity and Islam, and other things. In view of their limited basic knowledge of history and the dullness of the subject which would hardly arouse their interest if imposed on them too abruptly, I feel that the release of the education report will likely result in reforms and changes in our education system. There should then be a full-scale revision of the syllabuses of both the primary and the secondary schools. \n  <br>5.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, I would like to make a couple of observations with regard to the promotion of teachers with a view to partially restoring their morale and hopefully help spur them on to a higher level of performance. I would like to go straight to the point rather than talking a lot of subjective and abstract things. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from the feedback I have received, the majority of teachers are either unenthusiastic or very sceptical about the sincerity of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 711</b></font> \n  <br> \n  <br> promotion exercise carried out periodically since 1973 by the Ministry of Education. The reason is that they feel that they do not have a chance at all as the number of teachers promoted in each promotion exercise is invariably very, very small. Such a reaction is very unfortunate and is a cause for concern as it indicates the depth to which the teachers' morale has sunk. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would urge the Minister of Education to seriously consider the following measures: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Provide a new lease of life for teachers who have served a period of 10 years or more and whose general performance over the years has been considered satisfactory by upgrading them without their having to undergo a tedious and extensive promotion exercise. Teachers who are promoted in this manner should benefit by emplacement on a higher salary scale. Promotion of teachers to vice-principals or principals or senior assistants should form a separate exercise. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Provide opportunities for teachers to improve and advance themselves in the profession. Courses leading to a diploma or degree or some higher qualification that would contribute to a teacher's effectiveness should be made available on a part-time basis, particularly to old teachers who have served a minimum number of years. On successful completion of any of these courses, they should be eligible for some monetary benefit. Opportunity for advancement in the teaching profession is part and parcel of career development and is the responsibility of the Ministry of Education. The Ministry should therefore be prepared to make a provision for this purpose. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Steps should be taken to restore the self esteem and social status of teachers to what it was in years gone by. This can, to some extent, be achieved by Government giving more public regard for teachers. Educational bureaucrats should particularly be reminded that in their dealings with teachers they need to show courtesy and respect. Teachers' views should also be sincerely sought and considered in the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 712</b></font> \n  <br> \n  <br> formulation and implementation of educational policies and programmes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The yearly conferment of national awards on teachers has been a step in the right direction and, if possible, the number of such awards should be increased. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, the Member for Jurong and the Member for Khe Bong have just touched on the issue of the morale of teachers, and I would like to add my comments to it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to seek the Hon. Deputy Prime Minister and Minister of Education's clarification on a matter which has caused some confusion among some teachers, namely, the authority and role of the principal in relation to the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principal in a school is expected to implement the educational policy of the Ministry with a view to achieving the objectives of that policy. This can only be done effectively if the principal has the cooperation of the teaching staff. And this cooperation can be obtained through either coercion or persuasion. Of course, persuasion is a better way. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Teachers understand that it is their responsibility to fulfil the duties assigned to them and that their cooperation is vital in the implementation of the educational policy. But at the same time they expect to be given reasonable treatment and understanding from the principal. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem arises when the principal expects his teachers to perform unreasonable tasks. Worse still, when questioned on the need for certain regulations, the principal falls back on the easy and ever-ready answer, that is, that he is merely following the directives of the Ministry. This is unfortunate because such a statement will create an image of the Ministry as a totalitarian agency, from which all directives issue forth and to which all teachers must obey without question. This is certainly not the case, and principals should not create such an image of the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Hon. Deputy Prime Minister and Minister of Education will clarify what \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 713</b></font> \n  <br> \n  <br> the position is, that is, to what extent the Ministry lays down the general guidelines and what is expected of the principal in terms of management and responsibility? I hope that those principals who have the tendency to blame the Ministry for every unreasonable measure or regulation that they themselves have drawn up, would be brought before the Ministry and hopefully cured of this malady. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> The quicker the better! \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Another matter which I would like to raise and which has been touched upon by the Member for Khe Bong is the anticipated promotion exercise to be held hopefully at the end of the year. I hope that the hue and cry over the last promotion exercise will not recur. In this respect, I would only want to reiterate the question that I raised previously, namely, that the Ministry should spell out clearly the criteria for the promotion of teachers and have a more systematic promotion exercise. In this regard, I hope the Hon. Deputy Prime Minister would take into consideration the very concrete proposals that have been put forward by the Member for Khe Bong. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Mr Speaker, Sir, as a parent, I wish to thank the Hon. Deputy Prime Minister and his team of administrative officers for an excellent job. From his first instalment of the team's report we have managed to at least obtain a fairly clear idea of what the problems are in the Ministry and also a fairly clear picture of what the possible directions could be. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maybe the Hon. Deputy Prime Minister was not aware that long before he completed his report, there were already many improvements in the Ministry of Education. Even the telephone service. Before he came in, it was very difficult to get through the Ministry's lines. They were perpetually engaged. But when he went in, Sir, the lines were suddenly cleared. I do not know the reasons, but someone gave me a clue, \"Be careful. The lines may be bugged.\" Of course, these are rumours. But they achieved the impact of getting immediate improvement. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 714</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share the sentiments of the Member for Moulmein. In fact, I had a number of points to raise but many of these points would be the subject of subsequent chapters of the report. So it may not be timely for us to discuss these in detail. But may I just raise some problems which I hope the Hon. Deputy Prime Minister could take into account and possibly ask one of his young officers to take a deeper look into these problems. Firstly, the number of numerous meetings is a very serious problem. I have met a number of senior officers in the Ministry, principals and teachers, and they have complained about this. I am happy that in the Deputy Prime Minister's report he has noted this to be a problem, and I eagerly await the findings in his report. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the use of graduate teachers to do purely clerical and administrative work. I know from my very close friends who are there that they are very unhappy to be working in Ministry headquarters where they are asked to perform clerical and administrative work. They prefer to go back to teaching in school. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, with regard to the Administrative Officers and Senior Executive Officers, I know that their job is to tackle administrative problems, the budget and administering the Instruction Manuals. Even though they are Administrative Officers, they are working in a sector concerned with educational problems. They must know the substantive and professional problems of the Ministry of Education. So it would be useful if AOs and SEOs in the Ministry could also acquire a deeper understanding of the professional problems of education. \n  <br>5.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, the problem of junior staff. If I may ask the Hon. Deputy Prime Minister to ask one of his young boys to go round and ask questions of the junior staff - the office boys, office attendants, and the clerks - they have been suffering quietly for many years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next area is the multiplicity of warlords. Each senior officer appears to be a king in his own area and nobody is supposed \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 715</b></font> \n  <br> \n  <br> to meddle in the affairs under his charge. This aggravates the problem of coordination, Even in collecting or sending papers to a particular sector, the officer must ensure that he has got the proper permission from the particular officer concerned, or in taking a file from an officer in that sector he must tell the senior officer of that particular section concerned. Maybe there are good reasons for this, but there are still too much feelings of being exclusive. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, the tendency of many senior officers in the Ministry headquarters, including some junior officers, to bully principals and teachers. I had said once in a forum that there used to be a popular sport in the Ministry where each tried to compete with the other to see who could annoy the principals better. It is useful to stop this sport in the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I hope the Deputy Prime Minister could ask his administrative officers to see whether the Ministry could have a system whereby senior officers who have to leave their office for field duty for long hours should state where they have gone to, what time they will be back, and how they can be contacted. I have received petitions stating that when principals rang back the senior officer who had instructed them to contact him or to report back to him, he was not in the office. He had gone out and nobody knew where he had gone to. \n  <br> \n  <br> \n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Koh Lip Lin (Nee Soon):</b> Sir, if I may be allowed to make some comments. I share most of the views of the hon. Member for Jurong and the Member for Khe Bong. I fully agree that the morale of our teachers is now at an all time low. This is not so much because of the salary of the teachers. I think this is mainly due to inadequate promotion prospects, lack of recognition of their service, and the declining status of teachers. I remember once upon a time a teacher was considered a very respected person in the community. Unfortunately it is no longer so. The low morale of our teachers not only affects their efficiency but more importantly, I think, it also discourages our capable young men and women from joining the teaching \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 716</b></font> \n  <br> \n  <br> profession. I can fairly say that no graduate who is worth his salt will take up teaching as a profession. I think the situation should be rectified as soon as possible, otherwise we would end up with the Education Ministry having good generals but no soldiers. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee (Deputy Prime Minister and Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Deputy Prime Minister and Minister of Education (Dr Goh Keng Swee):</b> Sir, let me take the comments of Members in the order in which they spoke. May I thank the Member for Moulmein for his very kind words. I shall do my best to obtain the support of teachers, principals, the media and parents, to bring about a better system of education in Singapore. I entirely agree with him that without their support all the Ministry's efforts will be of no avail. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong has raised a number of points. One is that teachers' morale is being affected by very rapid changes. Now, these changes are unavoidable because in Singapore the situation is changing very fast. So if the education system cannot move in step with these changes, then we will be left behind and in the end the children themselves will suffer. I think we have reached a stage where the main problems are clear enough and the major political decisions have been made. So in future we will be able to move at a slower pace. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I entirely agree with the Member for Jurong that teachers should not be subject to humiliating treatment such as surprise inspections, attendance at long meetings to receive lectures and instructions, nor should principals be summoned summarily to Ministry headquarters. I have given directives to the staff that such practices are to cease. However, what is to take its place? Unfortunately I cannot tell the Member what will take its place because the officer to be appointed to take charge of the Schools Branch is not in Singapore. He is in England. He will be back in about a week or two. I hope to set up a proper system which will take into account the point raised by the Member for Jurong. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards immersion, he thinks that students are being over-worked in immersion \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 717</b></font> \n  <br> \n  <br> classes, where Chinese stream students have to go to English stream classes to improve their English. I think we should not exaggerate the extent of the difficulties. True, they have to put in extra hours of work. But they are only required to attend immersion classes in three subjects, not in all subjects. Further, such attendance is voluntary. Whether more benefits will accrue by attending immersion activities such as sports or ECA, I am not sure. We will give that some consideration. I may mention that in another small country the problem of bilingual education is also very important. This is Switzerland. The practice there in acquiring proficiency in the second language is something we may consider worthy of adoption. Members know that Switzerland is constituted of a number of independent cantons; some are German-speaking, some French-speaking and some Italian-speaking. Every Swiss should preferably speak two languages, his mother tongue plus another language. We had discussions with the Charge d'Affaires of the Swiss Embassy here and he said that in his own canton, that of Berne, most of the people are German-speaking and the first language taught in school is high German. It is the practice of these German-speaking students to try to live in French-speaking families, sometimes to move to French-speaking cantons so that they get immersion 24 hours a day, not merely in the afternoon. Maybe in Singapore, Chinese Mandarin-speaking parents can team up with English-speaking parents and exchange children, which in some way would be of mutual benefit. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens asked me what is the role of principals and what authority they have over the staff. I wish I could enlighten him. I have been trying to find this out for myself since joining the Ministry. I am afraid the position is unclear, but I will try to get this made into a proper system to the extent that one can reduce the functions and responsibilities of school principals to a system. My guess is that you cannot go too far in this direction because \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 718</b></font> \n  <br> \n  <br> schools vary so much in the character - different teachers, different experiences, different types of students. So I do not think you can impose on school principals the same uniform procedures and standards which you can impose, say, in the army on battalion commanders. Nevertheless more can be done to make clear the responsibilities of school principals, vice-principals and their relationship with the staff. But in the end it boils down to leadership. If a principal has got leadership, he will know how to get the cooperation of the staff without having to coerce them or without having to bluff them. How to identify which senior teacher has got this quality of leadership? That is the job of the Public Service Commission. We as political leaders are not supposed to interfere in the selection or promotion of staff. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both the Members for Serangoon Gardens and Khe Bong comment on the promotion exercises. The position is like this. In 1977, the last promotion exercise, something like 10,000 teachers were eligible for consideration and they were asked whether they were interested in being considered for promotion. About 2,000 of them wisely decided that they would have no part in this. That leaves about 7,600 and they were interviewed in a very extensive exercise. Nineteen selection boards were set up to interview 7,642, thereby raising the hopes of 7,642 teachers - that if they were interviewed it means their chances must be quite good. Eventually 1,415 were short-listed and appeared before the PSC. So they may be excused if they thought that they made the grade. Unfortunately only 474 were promoted. So there were widespread disappointments. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why did the Ministry of Education embark upon this kind of procedure? The reason is this. There was a promotion exercise in 1972 and also in 1974 when teachers were short-listed and about 1,700 or so appeared before the PSC. Then there was an uproar. They said, \"Although we are in the promotion zone, you have not interviewed us.\" So to oblige the teachers, the Ministry held this massive exercise. Unfortunately it did not have the results hoped for. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 719</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The root of the problem, I think, is this. Teachers' salary scales are very complicated and Members may know that there are three groups of teachers: Non-graduates, Pass degree graduates and Honours degree graduates. Within each group there are three grades: Education Officer, Senior Education Officer and Principal Education Officer. For graduates, both Honours and Pass degree graduates, the position is not so bad. Apart from getting better pay, they will reach the bottom of the next grade within six or seven years. A Graduate Education Officer in about six or seven years will have reached the lowest point of the Senior Education Officer. But in the case of Non-graduate teachers it takes 20 years. Naturally they want to have a promotion rather earlier. They get impatient after a number of years. The Member for Khe Bong suggested 10 years. Members will be glad to know that the whole salary scale is being revised and that the Government is thinking of introducing an intermediate grade for those in Group Ill, something like what the Member for Khe Bong wanted, that is, up to 10 years. It is not an automatic promotion but the chances of moving up would be better than what they are now. \n  <br>6.00 p.m. \n  <div align=\"center\"> \n   <h4>[Mr Deputy Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member for Khe Bong that the best way would be to give them opportunities for improving themselves by attending diploma or degree courses. He suggested courses on a part-time basis. I am not sure whether part-time study is a good thing because they have to teach and they got to learn and they may do both badly. I am thinking of giving more opportunities for full-time study. There are scholarships available at present but they are rather small in number. I have asked the Establishment Division of the Ministry to study whether we can increase the number. But the problem is that there are always staff shortages and when we pull out teachers from the schools and send them to the university, it means that they have to be replaced by relatively raw inexperienced teachers, and principals do not like this. However, within these constraints, we shall try to do what we can. I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 720</b></font> \n  <br> \n  <br> do not think money will be a problem. The Minister for Finance is not here but I am sure he will make the funds available. The real constraint is just shortage of manpower. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many speakers, the Member for Khe Bong, the Member for Serangoon Gardens and the Member for Nee Soon, have mentioned the importance of self-esteem and social status of teachers. They said that we should restore the social status of teachers to \"what it was in years gone by\". I hope this is possible but I am not sure it is. In the old days, under the colonial system, when I myself was a student, the teacher was a big shot because there were very few other professions. There were maybe a few doctors and a few engineers but the teacher was looked up to and respected. Now, as a result of economic growth, engineers swarmed in by the hundreds, if not, thousands. Then there are the doctors and all kinds of professional people. Lawyers, of course, are earning large sums of money. Naturally, teachers feel that they come up second best. It is not possible to raise the salaries of teachers to such a level that they are at par with successful doctors or private lawyers, like the Member for Kuo Chuan. I do not think we can do this. But I think we must find some ways of giving more public recognition to services rendered by teachers. As suggested by the Member for Khe Bong he said that we could give them more medals or National Day awards. Maybe that is one way. There may be other ways. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens has asked that the criteria for promotion exercises be spelt out more clearly. That is rather difficult. We can spell them as clearly as we like, but still if a teacher is not promoted he will not be satisfied. Experience, qualifications, good confidential records, etc. etc., and maybe we could add performance in special courses run by the Ministry or the institute of Education. But it is unlike, say, selling coca-cola. If a salesman makes a sale of so much, he is a good salesman. A teacher's services are very difficult to evaluate. For instance, a school produces wretched results either at the Primary School Leaving Examination or at the GCE 'O' and a: \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 721</b></font> \n  <br> \n  <br> level examinations. Are we to blame the principal and the teachers? Maybe yes. Maybe no. Maybe it is just that the students are unpromising. These things do happen. So I am not sure whether it is possible to lay down a set of criteria which will. satisfy everybody. Certainly it will not satisfy those who do not get promoted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan has raised a number of points regarding administration in the Ministry. I want to comment on some of these. Regarding the sudden clearance of telephone lines, may I assure him that the lines are not being bugged. What happened was this. When I moved into the Ministry, I know that the lines were jammed. So I asked the Chief of Communications and Electronics of the Ministry of Defence to have a look at the telephone exchange to see whether it is adequate. He must have attached gadgets to test how many calls were made and so on, and this must have been passed down the line. Whatever it is, the result seems to have been quite gratifying. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also said that graduate teachers are being asked to do clerical and administrative work in the Ministry. If he can give me details of this, I assure him that I will look into this because that is what graduate teachers are not for. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that financial officers should have some knowledge of educational and professional matters. I completely agree with him. In fact, the systems engineers whom I took with me from Mindef to the Ministry of Education had gone through a two- month course on what education is about, subjects like child psychology which I myself do not know. But, nevertheless, they had gone through this two-month course at the Institute of Education. But I do not think a person, say, in the Finance Division of the Ministry need to know what education is about. All he needs to know is about figures, how to get more money for the Ministry and to be able to make a good case before the Budget Division of the Finance Ministry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 722</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that junior staff are suffering and asked me whether I am aware of it. I am not aware. Again, if he can give me details, I will look into it. As for warlords in the Ministry, I think to some extent each department and each branch of a department are very jealous of their prerogatives. Why it should be so, I do not know. But I am trying to introduce better working relations with the staff. I have a meeting with them once a week in which not only the Heads of Divisions and Branches are present but also the deputies, and one hopes that they can introduce better methods of working together. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not sure whether I should ask senior officers on field duties to give a diary of their movements. After all, they also have their dignity. This is one of those things. You have got to trust them. I would rather that we do not ask them to do this. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, on a point of clarification. When I suggested a system where senior officers could leave a note to say where they had gone to, it was not made with the suggestion that there were senior officers who had been moonlighting or spending their time outside office excessively. But there are very real reasons why some senior officers need to be contacted urgently, and this is very difficult unless the caller knows where the officer has gone to. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> We will try to do something about this, Mr Deputy Speaker. I think I have covered all the main points. I am not sure that I have got all the answers. After all, I have been in this job for just about two to three weeks. I also have to learn the job just as much as the others have. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Sir, in view of the Minister's reply, I beg leave to withdraw the amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code JA-02 of the Main Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 723</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this subhead, I only need to raise two points. One concerns statistics and the other is to seek the views of the Deputy Prime Minister on the importance of community education projects which are done outside the school system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to statistics, I have known of cases where schools have been requested to submit statistics even though the same statistics have previously been submitted to the Ministry. I think it would be useful if the Ministry could review this problem because it is not fair to always ask the principals to submit statistics when these are readily available in the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point, if my reading of the report of the Hon. Deputy Prime Minister is correct, I think the focus is on the formal education system. But I am sure he will agree that the performance of the child depends also on what happens in the home and the environment in which the child grows up. In this respect, I would like to inform the House that I had the benefit of doing a project with two schools, one in Kampong Ubi and the other in Kampong Kembangan, involving 60 students who had failed twice in Primary 5. What we did was merely to see whether the environment in the home was conducive to the child's ability to keep up with the school work; whether he read regularly at home and how the child's parents looked after the child. One year after implementing this project, we found that in one school 25 of the 30 students who had failed twice at primary five passed. In another school, 13 of the 30 students in the project passed their final examinations. This study seems to suggest that the performance of the child is also determined by the environment at home, the interaction with the parents, how they mix with their friends in the neighbourhood, and also how the teachers help the child to gain greater self-confidence and be less shy about school work. I wonder whether the Ministry could also consider the possibility of seeking ways and means to have some projects in the community to supplement the child's performance in school. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 724</b></font> \n  <br> \n  <br> \n  <br>6.15 p.m. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Education (Mr Chai Chong Yii):</b> Mr Deputy Speaker, Sir, I would like to answer the queries raised by the Member for Kampong Kembangan. It is true that school principals have often complained about the large number of returns they have to supply to the Ministry officials. These include statistics on pupils, teachers, examinations, admissions, finance, as well as the results of surveys, but all these are essential for educational planning and control. For the information of Members, some 33 types of statistical returns are supplied by school principals regularly. Most of these returns are required annually. Only one return is required weekly. This applies to Government schools and junior colleges only. It is in respect of School Revenue Cash Vote Return. Two are required monthly and four quarterly. However, what annoys most principals is not so much these regular returns as the ad hoc surveys. The Ministry of Education has since 12th May last year set out a procedure whereby all surveys and requests for statistical data from schools should first be cleared with the Planning and Review Division. This new procedure has improved the position somewhat, but it is still not very satisfactory. My Ministry is now planning to introduce computerisation so as to improve the Ministry's management information system. I hope approval will be given by the Ministry of Finance for the necessary funds. Once this system is installed, I am quite sure it will further improve the situation and lighten the workload of school principals. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the community education project, I fully agree with the Member for Kampong Kembangan that home environment is very important to a student in his studies. It is also very important to note that his peer group, including the friends he speaks to and plays with, has a great influence on his studies. In fact, the Ministry of Education has spent quite a lot of time trying to introduce an information analysis system whereby we can find out in advance where a student comes from, what his family background is, and how we can help him. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 725</b></font> \n  <br> \n  <br> This system needs a lot of analyses, and perhaps with a computerised system we might be able to do more in this respect. I hope I have answered the questions raised by the Member. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I thank the Senior Minister of State very much for giving an assurance that some efforts will be made to improve the statistical system or the practice of supplying statistics by the schools to the Ministry headquarters. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, with regard to his comments on the community education project, I do not see how the computer system can be useful in this area. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Referring to the community education project, perhaps I have missed out the point about teaching the Primary 5 failures. On the whole, the Ministry welcomes whatever help any Member of Parliament or any community leader can give to our pupils. However, I have to admit that we do not have much time to look into these aspects because of recent changes in education policy. But, in principle, I would support this help which they can give to the students. But we must bear in mind that students should benefit from the system because if a student is involved in too many things, apart from having to attend to his regular school lessons and home work, he may not have the time to participate in the project. But for those who need the help, in principle, I would support the idea. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I think the Senior Minister of State has still not got my point. I can assure him that I will continue to render all help the Ministry needs and the schools in my constituency need, if all this would help the students in their school work. But my point is this. The report of Dr Goh's team puts focus on the formal educational system where assessments will be made on the students. What I am saying is that, where there are failures, and most of them have failed twice, all we need do is just to get the community leaders to work together with the teachers by going to the students' homes. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 726</b></font> \n  <br> \n  <br> However, in most cases they have only visited the children's homes three times. The teachers spent more of their time with the students talking about school work and reading. They even designed a book wherein the students could record what books the children had read and what they had studied. The teachers also spent some time with the parents talking about the children's education \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The impact of all this has been an improvement in the educational performance of the children. I thought that under the new system there will be a lot of assessments made on the child. At the same time, we must also make sure that the child is given the best chance to pursue his education by seeing how we, the schools, the Members of Parliament and the community leaders can help improve the home environment. If we ignore this aspect, then the assessment made on the child in school will be incomplete. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> We do actually encourage our teachers wherever possible to visit the parents of students who lagged behind in their studies. The teachers in quite a few schools have done this. But not all of them are able to do it. Assuming that they are able to do it, it would definitely help. I fully agree with that idea. When a student fails it does not necessarily mean that he is not bright. It can be due to the fact that no proper guidance has been given to him or perhaps it is because of the ignorance of the parents. The parents may not be well educated. They may not know where the trouble lies. The visit would definitely help. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now I referred to the computer system. If we have the data on the family of the particular child, it will give us an indication of the child's background, and it will be easier to follow up on his case because our teachers are not in a position to visit every family. It will help somewhat to improve the situation. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, in view of the explanation, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 727</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code JB-O1 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I need to raise only one point, and that is the big difference in levels of performance among primary schools. I have a report tom the Ministry on the results of the PSLE examination for the years 1970-78. It was shocking to note that, overall, the best school for the year 1971 had 98.8% passes, and the worst school had 6.3% passes. For English Language, the best school had 100%, the worst had 0% for the year 1978. For Chinese language, the best school in 1971 had 96.7% and the worst had 9%. For Malay language, in 1970 the best school had 100% and the worst school had 0%. For Tamil language, for the year 1978, the best school had 100% and the worst school had 0%. For Mathematics, for the year 1978, the best school had 95.9%, and the worst school had 0%. For Science, for the year 1974, the best school had 98.1% and the worst school had 0%. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am wondering whether we should allow such a situation to exist. Maybe when we talk of junior colleges, we can think of elite schools. But at the primary school level, I think we should make a very serious attempt to minimise the differences in school performances among the primary schools. I would like to know whether this matter has been made the subject of an in-depth study by the team headed by the Deputy Prime Minister and if not, whether this in-depth study could be carried out. \n  <br>6.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, we are aware of the situation mentioned by the Member for Kampong Kembangan. In fact, the Ministry is trying to establish the reasons why such a situation has arisen. Right now we can only guess that it is because of our free choice of school. To a certain extent, it leads to the congregation of bright pupils in certain schools. But this is not the full answer because no matter how average or how unintelligent the pupils are, there must be a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 728</b></font> \n  <br> \n  <br> certain level that they can attain. The Ministry is, in fact right now, trying to find out the reasons why certain schools cannot attain a minimum performance. Of course, we cannot expect every school to achieve the same result. It is possible that certain good schools with bright pupils could attain 100% passes. Personally, I feel that even the worst school should be able to attain 30 to 40% passes, not as bad as 0% in certain subjects. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Mr Deputy Speaker, Sir, I would just like to know whether this problem has been noticed by the Ministry only recently or whether it has been made the subject of a review for a number of years. I ask this because for Science, even in 1970, there was one school with 93.5% passes. But the worst school had 0%. For Mathematics, in 1971, the worst school had 1.3% passes. In that year, the best school had 89.2% passes. I do not think choice of school by parents is the problem. I think it should be the policy of the Ministry to send teams of good teachers and, maybe a selected principal, to beef up the school administration and improve the school teaching programmes, especially schools with persistently poor records. I can imagine the problem of schools which have a shortage of teachers. I think priority must be given to schools which have low performance. Of course, as I said, for junior colleges we can promote elite schools. But at primary school level, we must reduce this difference in standards. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, we have known this problem for some years. But the Ministry officials have not been able to solve this issue. As the Member has said, one way to improve the performance of these schools is to give them better teaching staff. To a certain extent, this should improve their performance. But we are also quite short of staff. I agree with the Member that if we can send a few good teachers and a capable principal to a school whose performance is not good enough, in a few years its performance should gradually improve. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have to add here that most of these schools with poor performance are \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 729</b></font> \n  <br> \n  <br> unfortunately mainly small schools in the rural areas and we face some difficulties in posting sufficient teachers to these schools. As I said, this issue is being studied by the education team. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, on the last remark, if the Senior Minister of State means that his Ministry will now give very special attention to schools with poor performance, if that is his assurance, then I beg leave to withdraw my amendment. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Yes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin (Bedok):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code J B-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to touch on the Revised Secondary Education System which was introduced in 1978. It was regarded brilliant in concept but made a mockery of the whole examination machinery and threw into disarray previously accepted norms for promotion and retention of students. The RSES exercise had these shortcomings because it presupposes that it would be possible to standardise examination levels in all schools, i.e. the paper set should not be too easy for premier pupils in premier schools. However, Sir, it failed to recognise the vast gap that existed between pupils in these premier schools and those in less established schools in our Republic. This gap will continue to exist until such time when certain less established schools cease to be mere dumping grounds for the less academically inclined pupils. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the computers came and predetermined the exact numbers of retentions possible per school, they threw out of gear acceptable procedures for promoting pupils. The actual numbers of failures far outnumbered estimates made during the second term last year. Thus arbitrary measures had to be made and in certain schools the cut-off point went as low as 35% \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 730</b></font> \n  <br> \n  <br> passing grade for English and the total aggregate. In this way, pupils who would normally be retained found themselves promoted to the next level at which level they were totally lost because of not having fully mastered the academic mechanics at the lower level, If the same practice is continued this year, these very same pupils could land themselves up in Secondary 3, and it is extremely hard to imagine how they are going to make it at the GCE 'O' level examinations, having been arbitrarily pushed up by computerised needs. There is a small possibility, Sir, that few might be late developers and it would be enlightening to find out through a survey just what this percentage is. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite the drive for standardisation, injustice still exists. In the better established schools, the cut-off maybe 50%, i.e. the normal accepted passing mark as they have better pupils. However, there might be pupils who scored less than 500/0 and who would be retained whereas these so-called slower pupils could have been easily promoted to a high level as the cut-off point was as low as 35%. So where is the standardisation? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, channelling into the ITB was conducted in the case of less academically inclined pupils who fell below the cut-off point and who were overaged. However, there were still many cases of pupils who failed very badly and would have been superannuated previously and had to be retained at the same level. Generally, these pupils are not interested in the academic studies and hence the truancy rate is very high. Some had even opted out of school as they simply could not cope with their academic studies. Some had even expressed the token desire for the ITB courses but because of their age, they would have to undergo yet another year of school and failed yet another time before they could be channelled into ITB in either 1979 or 1980. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One solution, Sir, would be for Government to conduct more ITB courses so that these pupils not having exceeded the minimum age could still be channelled. They would be far happier here and be less of a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 731</b></font> \n  <br> \n  <br> problem to teachers and parents and to society in general, as they would be doing things they have set their hearts on. There is still no indication to-date of amendments or revision to the RSES scheme. Are schools allowed the leverage of promoting or retaining pupils? Are they supposed to continue with the same scheme and at the end of this year make yet another mockery of examinations? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like the Senior Minister of State for Education to reply to my questions. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Mr Deputy Speaker, Sir, before the introduction of the Revised Secondary Education System, there was generally no retention at Secondary 1 level and at Secondary 2 level a maximum of 10% retention was allowed. However, the actual retention rate varied between 3 and 6%. In July 1978, the Planning and Review Branch collected data from the schools to study the impact of RSES on retention and channelling. The data was based on the 1978 mid-year examination results and continuous assessment and on the professional judgment of the principals. The data indicated that the overall retention rate could be 25% for Secondary 1 and 27% for Secondary 2, showing a sudden increase in retention rates at Secondary 1 and 2 levels as a result of the implementation of the RSES. The retention rate of individual schools varied from 0% to 60%. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Assessment Unit of the Ministry studied the problem and arrived at a reasonable retention rate for individual schools based on the PSLE intake of the schools as well as the 'O' level performance of the schools of past years. According to the study, 76 schools appear to have retention rates higher than what was indicated by the PSLE intakes and their 'O' level performance. The school advisors of the Ministry or inspectors brought this fact to the attention of the principals concerned and advised them to exercise greater care in retaining pupils after the final examination. As a result of the advice, most schools exercised greater caution in marking and moderating their final \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 732</b></font> \n  <br> \n  <br> year examination papers. The actual retention in Secondary 1 turned out to be only 7,752 as compared with the projected figure of 10,617, a drop of 2,865. At Secondary 2 level, the actual retention was 9,000 compared with a projected figure of 12,134, a drop of 3,134. This shows that with the introduction of RSES a number of principals were too anxious to jack up the passing percentage at 'O' level of their pupils. As a result their marking standard has been raised. We feel that it is bad to retain students unnecessarily. \n  <br>6.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point of channelling those who are not yet overaged to ITB, the current policy is such that we do not prevent them from joining ITB if there are vacancies, but it is a matter of priority. I think my colleague, the Minister in charge of ITB, will be able to confirm the number of vacancies which ITB has at the moment. I have some information here. ITB has 5,000 vacancies for pupils from Secondary 1 and 2. Of these, 2,799 were filled by overaged pupils who failed in their school examinations. That means they have used up their time. They have failed thrice in their school career. 1,828 of the vacancies were taken up by pupils who responded to the advertisement in the press put up by the ITB. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin:</b> Sir, in view of the satisfactory explanation by the Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code JB-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the main purpose of raising this amendment is to find out from the Senior Minister of State the rationale of streaming the Pre-U students into two-year and three-year courses. If I remember correctly, Sir, in the last Budget debate, the Senior Minister of State for Education, in reply to queries from Members, did clarify that the aim of the three-year course for Chinese stream \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 733</b></font> \n  <br> \n  <br> students in junior colleges was to help the students upgrade their proficiency in English, thereby enhancing the prospect of admission into the university. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The facilities provided by the junior colleges and the environment for English language learning are far better than those at the Pre-U centres which are in schools. Those who satisfy the following academic admission requirements are eligible for admission to the Pre-U courses. The grades obtained at GCE 'O' level for the first language and second language should be at least C6, that is grades 1 to 6, and E8, that is grades 1 - 8 respectively. The aggregate points obtained for the best five subjects relevant to the Pre-U course of study should not exceed 20 points. ECA may be considered as a relevant subject. The Ministry of Education also stipulates the condition that those whose aggregate is between 18 and 20 points will not qualify for admission to junior colleges but they will be channelled to do a three-year course at the Pre-U centres. In deciding whether a student will qualify for the two-year or three-year course, ECA points will not be taken into consideration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to hear from the Senior Minister of State is: (1) why should the ECA points not be taken into consideration, as the students already have four relevant subjects which are more than adequate for Pre-U requirements? (2) Why should all those doing the three-year Pre-U course be sent to Pre-U centres in schools, instead of junior colleges? (3) Why could not the Ministry set up the two-year and three-year Pre-U courses at the junior colleges without segregating the students? By putting all those who do the three-year Pre-U course at schools and those who do the two-year Pre-U course at the junior colleges, we are already labelling the students and attaching some stigma on them. If these students are allowed to socialise with the better students at the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 734</b></font> \n  <br> \n  <br> junior colleges, they would get better exposure, since the junior colleges offer better facilities in terms of language laboratories and others. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I am not speaking on Amendments (6) and (7). \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, on the question posed by the Member for Bedok on why ECA points are not included in the calculation for channelling students to the two-year and three-year courses, the answer is simply that this is done for the benefit of the students themselves. The cut-off point of 17, not including ECA, is based on the study of the relationship between Pre-U admission qualifications and the Cambridge GCE 'A' level examination performance. The study shows that for those students whose admission point is higher than 17, their failing rate is almost one-third. So having consulted the school principals in the junior colleges, the Ministry came to the decision that it is in the interest of the students that they should be given one additional year to pick up, thereby improving their chances of going to the university. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other question of why the three-year course is in Pre-U centres, the simple answer is that we do not have sufficient junior colleges to accommodate all of them. Once we have junior colleges with a sufficient number of places to accommodate all, we will put them in the junior colleges too. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin:</b> Sir, in view of the explanation given by the Senior Minister of State, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code JB-04 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the immersion programme introduced recently to raise the English language proficiency of non-English medium pupils in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 735</b></font> \n  <br> \n  <br> secondary schools has met with some snags. Students who opt to participate in the programme are required to attend classes 20 periods a week, or an average of four periods a week, in an English-medium secondary school. By doing so, they can attain better proficiency in English language through immersion in an English-speaking environment and exposure to traditional lessons conducted in English. This Special Assistance Plan, as it is called, may be acceptable on paper but in practice it is not so in some schools. The problems faced by these pupils are that they have very little time to rest and that they do not have the opportunity to be exposed to the English-speaking environment of the school. No doubt they are expected to speak English with students of the receiving school, but in practice they would rather sit in a corner and speak a dialect. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To overcome this, if the time-table could be adjusted, they could do one period of physical education or ECA in the receiving school to give them an opportunity to interact with the students of the receiving school. What they need more is an opportunity to speak with other students. Unless the immersion students are exposed and encouraged to mingle with the other students freely, it would take a long time before they develop self-confidence and the courage to speak to others in English. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, on the question of immersion as a whole, the Deputy Prime Minister and Minister of Education has already answered that part. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bedok raised a specific point on ECA. The ECA of these immersion students is in the charge of the sending school. But there is no objection if the immersion students can manage it, i.e. to take part in ECA activities of the receiving school, but the principal must be careful not to overload the students. So there must be proper liaison between the receiving school and the sending school to ensure that the immersion students are not overloaded with ECA. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 736</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin:</b> Sir, in view of the explanation of the Senior Minister of State, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of Mr Ch'ng Jit Koon - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(8) That the sum to be allocated for Head J be reduced by $10 in respect of Project 8101 of Subhead Code JB-01 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(9) That the sum to be allocated for Head J be reduced by $10 in respect of Project 8102 of Subhead Code JB-01 of the Development Estimates. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Ch'ng is not here. Mr Ng, Amendment (10). \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Project 8105 of Subhead Code JB-01 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a new provision, pre-primary programme, which I believe has been introduced this year. In moving this amendment I wish to know what is the direction of this pre-primary programme. I would also like to know whether the hon. Senior Ministers of State for Education are aware that kindergarten classes for the four to five year olds are already being organised by the community centres of the People's Association as well as by other organisations. \n  <br>7.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will not the implementation of the pre-primary programme somewhat duplicate the community centres' efforts in running the kindergarten classes? I believe the Ministry itself is already beset with varied and complicated problems, as can be seen from the first part of the Report of the Hon. Deputy Prime Minister and Minister of Education which was just released a couple of days ago. These problems have to be resolved first and time is needed to resolve these problems. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So in introducing the pre-primary programme, I am just wondering, Sir, whether the Ministry is not trying to achieve too much. I can envisage problems, like teachers. According to the Memorandum on the Budget, Paper Misc. 1 of 1979, there is an explanation that a total number of 347 \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 737</b></font> \n  <br> \n  <br> posts are provided for the new pre-primary course. That is all right. Parliament can well provide the money by approving the amount to be voted for but getting the right type of teachers to handle the pre-primary children is another matter altogether. So, all in all, my question is: is it really necessary to start off the pre-primary programme? \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Education (Dr Tony Tan Keng Yam):</b> Sir, the hon. Member for Punggol has raised a valid question which must be answered seriously. I would, first of all, like to put the problem in its perspective. The pre-primary programme was started this year and, as of January this year, there were 4,675 pupils enrolled in 195 pre-primary classes spread over 67 Chinese stream primary schools. This represents approximately 11% of the total number of five-year olds who could have attended these pre-primary classes. We have just received the first chapter of the Report on Education. This will mean fundamental changes in the education system in the next few years. The pre-primary programme will be considered as an integral part of the new education system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have remarked earlier, it is an experiment started this year. We will have to see how this experiment runs and whether the results achieved from it will match the aims with which it was launched. However, there are some fundamental differences between the pre-primary classes and the kindergartens which the Member for Punggol has mentioned. One fundamental difference is that the pre-primary classes are a part of the primary school programme. The pupils attending the pre-primary classes will proceed to Primary 1 and continue to Primary 3 in the same school. Therefore, they should be considered as part of the primary school programme except that they will form a preparatory stage to the Primary 1 stream. This is one of the differences between the pre-primary programme and the kindergartens. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 738</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pre-primary programme is a one-year programme. It gives equal exposure time to two languages, English and Mandarin, 50%-50%. The length of the school day is four hours and the pupils pay the same fees as for primary school children. Most of the registered kindergartens normally have a two-year programme and their curricula exposure time is perhaps 70%-30% in respect of the two languages, either English or Mandarin. In many cases, the length of the school day is only three hours. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The aim of the pre-primary programme is to expose the children to learning two languages, English and Mandarin, from an early age through a bilingual curriculum of equal exposure time for the two languages. The expansion of this programme will depend upon the results which will be monitored by the Ministry of Education and it will also depend upon the direction in which the education system takes in the next few years in the light of the report which has just been released. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Punggol has also raised the question as to whether the Ministry is not tackling too many projects, that it has got too many eggs on its hands. I think this is to a large extent true. However, with the release of the Report on Education, I think we now have a coherent picture of how the shape of the education system in Singapore will take place over the next decade and this will give form and direction to the work of the Ministry. It will enable the Ministry to decide which are the essential programmes which must take place and which are the frills or the less necessary programmes which can be deferred. The Ministry will then be able to devote its efforts to essential programmes - programmes which are essential for the education of our children to achieve the basic objectives of bilingualism, attachment to the country, strong moral values. Therefore the number of eggs which the Ministry will have to handle in future years should be lessened. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol also raised the point as to whether there are the right type of teachers to handle the pre-primary classes. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 739</b></font> \n  <br> \n  <br> These teachers who are teaching the children now in the pre-primary classes have been carefully selected. They have taught the children for about 2 1/2 months now and the results of the whole pre-primary programme will be evaluated at the end of the year. I think we will then be in a better position to redefine the direction in which the pre-primary programme will take in the next few years. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, first of all, may I say that I am well aware of the difference in curricula between courses for kindergarten classes organised by the People's Association through the community centres and the pre-primary classes. I am also aware that the direction for the pre-primary education is to prepare the children to continue primary education in the same school. Just now the Hon. Senior Minister of State for Education has given some figures of enrolment which represented a percentage of a possible total enrolment in the pre-primary classes. He said that this is an experiment and that it is hoped that the children from a very tender age would be able to learn two languages, namely, English and Mandarin. In other words, they would be bilingual. He also said that \"the pre-primary programme will be considered as an integral part of the new education system\" that will take shape over the next few years. I can only hope that this is so because by nature, Sir, I am an optimist. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that 11% of the five-year olds are attending the pre-primary classes. This means that there is a balance of 89%. I would like to believe that in offering such a programme we can also take the majority. I grant that it is in an experimental stage, but between this year and the next, are we taking steps through evaluation to go on to step two to increase the percentage of enrolment? If so, it follows that more staff will be required, and he will have to bear in mind that it is quality staff, not quantity, that is important, in other words, teachers who have the ability to handle little children. When I say \"quality\" I must also qualify that the teachers themselves ought to be absolutely proficient in the two languages. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 740</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though the content of the curriculum is 50% English and 50% Chinese, I do not know, Sir, how it is going to be divided between the two, i.e. the curricula content and the exposure time for the children to use English as well as Chinese. This will lead us to another take-off point. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of my remarks, I hope the Hon. Senior Minister of State for Education will comment. \n  <br>7.15 p.m. \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tony Tan Keng Yam:</b> Sir, I would first like to take the point on how the plan will be expanded in the next few years, assuming that things go well. The target is to have all the five-year olds entering pre-primary classes within five years, that is, by 1983. This will be done on the basis of having 25% of the five-year olds entering the pre-primary class by 1980, 50% by 1981, 75% by 1982 and 100% by 1983. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol has also raised the question that the teachers for the pre-primary classes should be carefully selected, thoroughly bilingual, and capable of teaching the children to the standard which is expected. I would like to assure the Member for Punggol that this is very much in the mind of the Ministry of Education. That is why the pre-primary programme has been launched with a great deal of care. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final point which the Member for Punggol has raised on the pre-primary programme is valid. He has not only touched on the pre-primary programme but he has also touched on how children should be educated during their initial years. In respect of the pre-primary programme itself, the activities are conducted in a relaxed and informal atmosphere, as it is not the intention to cram the minds of the five-year olds with a great deal of knowledge. In addition to learning languages, the children will be introduced to simple concrete activities which are related to numbers and the environment. Good social and health habits will also be inculcated into the children, while games, outdoor play, music, dance and movement, art and craft will ensure the all-round development of the five-year olds. The \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 741</b></font> \n  <br> \n  <br> hon. Member for Punggol will see that there is a concrete aim to see that the education of the five-year olds is developed in a very careful way and that they will have a good preparation when they enter Primary 1. I hope that covers the points raised by the Member for Punggol. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I must thank the Senior Minister of State for having taken pains to explain to the House, as well as to assure the House, that a great deal of care and caution has been taken in the implementation of the pre-primary programme to be carried out over the next few years. In the light of his remarks, Sir, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Project 8106 of Subhead Code J8-01 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this provision of $1.3 million is for repairs to school fields. I fully agree that if school fields need repair, they have to be repaired. But what bugs me is that in the process of carrying out the necessary repairs to the school fields, will the extra curricular activities not be hampered? To my mind, if a school field needs to be repaired, a considerable length of time is needed not only for the repairs but also for maintenance of the field over another period of time before it can be used. Therefore, this will certainly disrupt ECA. I wonder whether either of the Senior Ministers of State would care to assure the House that, in the course of carrying out such repairs, disruption of extra curricular activities will be done at a minimum, if not none at all. \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tony Tan Keng Yam:</b> Sir, the simple answer to the question raised by the Member for Punggol is yes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is inevitable that when school fields are being repaired there will be some interruption to the ECA. However, the Ministry of Education takes pains to see that this \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 742</b></font> \n  <br> \n  <br> disruption is kept to the minimum. Schools with fields which are under repair can use their halls, canteens, open areas, parade grounds for PE, minor games, indoor games and uniformed group activities. Activities involving societies, brass bands, and music can be carried on as usual. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also encourage schools to use public facilities and the facilities of neighbouring schools for major sports activities when their own fields are being repaired. However, there are certain constraints to the use of other school fields, one of them being the difficulty of transport. But within the limits of these constraints, schools are advised and encouraged to carry on as much of their ECA as possible while the fields are undergoing the necessary repairs. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, in the light of the not-so-unsatisfactory reply, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code JB-01 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will be very brief. I would like the Senior Minister of State to clarify whether the Ministry of Education does have a policy with regard to the provision of safety measures in schools, especially the primary schools. For example, there should be provision for safety rails along deep drains, steep slopes, the non-use of barbed wires, especially in areas where children like to play around, the removal of thorny plants, safe traffic measures, repair of fences, especially those with projecting and sharp wires. It is important for us to provide our children with play areas that have the safest environment possible. We should not cause our children not to want to play for fear of barbed wires or thorny plants. I would like to seek clarification from the Senior Minister of State on this point. \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tony Tan Keng Yam:</b> Sir, I would like to inform the hon. Member for Kampong \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 743</b></font> \n  <br> \n  <br> Kembangan that the Ministry of Education does have such a policy, i.e. to see that the schools' surroundings are as safe as possible for school children. In the course of their school inspection, the Ministry's officers do take pains to see that the points which the Member for Kampong Kembangan has mentioned, for example, thorny plants, barbed wires, drains without hand rails, are corrected and that the schools' surroundings are kept in a state whereby school children will be able to conduct their activities in a safe manner. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, in view of the Senior Minister of State's explanation that the Ministry is conscious of the safety of children in schools and that the inspectors or the officers do take pains to check on these things, I beg leave to withdraw my amendment. I hope these checks will be carried out properly because I am aware of schools which still have barbed wires and thorny plants. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment be leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Ng Kah Ting - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(13) That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code JE-01 of the Main Estimates. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I am not moving my amendment. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code J E-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have the privilege to work in the National Trades Union Congress and I have been given the pleasant duty of organising various training courses on leadership training. It has been the hope of the NTUC to train its young trade union leaders in various areas of importance not only to the trade unions but also to the general development of our society, that is, economic development, social development, and so on. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a recent leadership training course which we organised, we had a number of officers from an affiliated union in ITB, that is, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 744</b></font> \n  <br> \n  <br> the ITB Training Staff Union, joining the training course. Normally, as is the practice, statutory boards do grant the trainees full pay unrecorded leave, especially if such training courses are organised under the purview of the National Trades Union Congress. Where there are cases of doubt, confirmation will have to be sought from the NTUC as to whether that course is being organised under the NTUC programme. We were very perplexed with regard to the officials in the ITB Training Staff Union, when the ITB agreed to release the two officers provided that no additional costs were incurred in getting other training staff to cover their training duties during that period. \n  <br>7.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The officer concerned, apparently on the instruction of the Director of ITB, said that the NTUC should discuss with the General Secretary of the ITB Training Staff Union to see if the proposal was acceptable. Frankly, in the first instance, to say that the leave could be granted provided that no additional cost would be incurred, I cannot recall that such conditions fall within the terms of the regulations on the grant of full pay unrecorded leave affecting statutory boards. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the second point suggesting that the NTUC discuss the matter with the ITB-TSU, I thought that request was misdirected. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> Mr Chairman, Sir, first of all, allow me to enlighten the House on the provisions of the ITB's full pay unrecorded leave scheme. Sir, the provisions of the ITB's full pay unrecorded leave scheme follow those of the civil service. Under this scheme, full pay unrecorded leave may be granted to staff for the following purposes: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) participation in representative games; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) reading of papers at international or regional conferences; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) attendance at exercises conducted by recognised organisations; and \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) attendance at approved trade union courses. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 745</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As in the Government, the grant of leave is subject to the exigencies of the service and the merits of each case. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it must be appreciated that the application of this scheme has to be related to the conditions prevailing in each organisation. As in the Government administrative services, the release of ITB administrative and non-teaching staff to attend trade union courses, or for that matter participation in other activities, is effected without difficulty. No additional expenditure is incurred by the Board during each leave because other officers in the same department cover the duties of the officer on leave. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, for the training staff in the Industrial Training Service, different conditions prevail. Under the current scheme of service, training officers, or TOs as they are generally known, are required to teach for up to 24 hours per week. Instead of normal leave, they enjoy the institute vacation of 10 weeks a year unless, of course, they are recalled. Where they teach beyond 24 hours a week, they are eligible to claim for payment for the additional employment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, when training staff are released on full pay unrecorded leave, the Board may incur additional expenditure if other training staff who have to cover their duties exceed their workload. Unlike administrative duties, the hon. Member for Kampong Kembangan would appreciate that training must go on and coverage has to be provided if the release of an officer takes place during term time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, generally if sufficient advance notice is given, the Board can make adjustments in its schedule. Better still, nominations to courses are best made during vacations. Where an officer has to be released, it is the Board's present policy that it should not incur cost. Therefore, it has requested that other officers who are union members cover duties without claiming additional pay. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 746</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the information of the hon. Member for Kampong Kembangan and for the general information of the House, the Board has been liberal in its policy of supporting union members in trade union development. In 1978, for example, we released 22 officers on trade union courses and seminars out of 27 cases approved under the full pay unrecorded leave scheme. These figures show that 81% of the training officers who took full pay leave did so in connection with trade union activities. They also accounted for 111 out of 144 or 77% of the man-days given to full pay unrecorded leave in 1978. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the residential seminar is concerned, which the hon. Member was talking about, am I right in inferring that the seminar was conducted between the period 26th February and 10th March? \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Yes. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> According to the reports I have received, as far as the ITB directorate is concerned, we have not heard anything from the ITB Training Staff Union (ITBTSU) which represents the training officers of the ITB. As far as I know, the two officers which the hon. Member mentioned have completed the course and they are now back with us in the industrial training service. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I need to seek further clarification. In the case of the 22 officers who went for training courses or seminars in 1978, was the training conducted during school holidays? If not, were they granted full pay leave without the condition as suggested by the officer that if somebody else covered the duty, those people could make claims for extra hours taught? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, I do not have the details here. As far as I know, some of these courses were held during vacation time and some, of course, were held during term time. I am afraid I cannot answer the hon. Member because I just have the figures of the 27 approved cases; 22 were for trade union activities, I for reading of papers at international/regional conferences \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 747</b></font> \n  <br> \n  <br> and 4 at representative games. I am sorry I cannot answer the Member's question as I do not have the details. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Mr Deputy Speaker, Sir, with all due respect to the Hon. Minister, the figures he quoted for 1978 would not mean anything in our discussion now. The issue is: if an officer attends a training course, will another officer who covers the duties be allowed to claim payment for the extra hours of teaching? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister quoted the practice in the civil service. If I recall correctly, in the case of EOs, it is stipulated in the schedule of duties that they will cover the duties of another officer who goes on leave, whether for training purposes or on vacation. The coverage is specific to a person. In such a case, it is part of the officer's duty to cover his fellow officer's work. In the case of training officers in the ITB, I do not think that is the arrangement. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point here is that it is necessary for someone to cover the duties of his colleague who goes away on leave. This is to ensure that the classes are not disrupted. I think it is wrong, as a matter of good management practice for the ITB, to leave this matter for the NTUC to resolve with the union because this is not a union matter. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sorry to say that I have made an attempt to discuss this matter with the officers concerned, informally. I was not well received and I had no option but to mention his in Parliament, Sir. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, as I mentioned just now, the scheme of service in the ITB is quite peculiar, as far as the training officers are concerned, in that if they teach over and beyond 24 hours per week, they have the right to claim overtime pay. So if an officer has to leave for conferences and teaching has to go on, then, of course, we need to find another training officer to cover his duties. If this relief training officer has not exhausted his quota of 24 hours, he will cover without any additional expenditure. But if this relief officer has done his quota of 24 hours, or in the process of covering his \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 748</b></font> \n  <br> \n  <br> colleague who has gone on leave to attend conferences or seminars, exceeds 24 hours, then he has a right to claim overtime pay. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the two training officers who were required by the hon. Member for Kampong Kembangan to attend a two-week conference, the additional expenditure which the ITB has to incur can be quite large. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> How much? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> I do not have the exact figure but it is roughly a month's salary of each training officer. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, as I have said before, we have not received any complaint or any request for release of the two officers from the ITBTSU. The ITBTSU is the official body which represents the interest of the TOs. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Point of clarification, Sir. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> You will have your chance afterwards, Encik Mansor. Please allow the Minister to finish. \n  <br>7.45 p.m. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, according to the report which I have here, someone from the NTUC - I do not know whether it is fair for me to put the blame on the NTUC as a whole; it could be someone from one of the committees in NTUC, I am not too sure - instructed the two training officers to attend a residential course, irrespective of whether or not permission was granted. These two training officers were advised that should there be any problems or repercussions as a result of their attending the course, the union would look into it. As I have said just now, the ITBTSU which represents the training officers, did not make an official complaint or made any request to the ITB directorate for the release of the two officers. As I have indicated, the two officers had attended the seminar and they are now back with the ITB again. So I do not know why the Member for Kampong Kembangan is raising this issue here. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I regret very much that the Minister has confused the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 749</b></font> \n  <br> \n  <br> whole issue. If he reads the Instruction Manual with regard to Grant of No Pay Leave, the request for full pay unrecorded leave to allow union members to attend NTUC courses must come from NTUC. In other words, if members of AUPE were to apply for full pay unrecorded leave, AUPE cannot write to the department requesting that full pay unrecorded leave be granted. AUPE must write to the NTUC, and NTUC on behalf of AUPE will write to the department concerned requesting for grant of full pay unrecorded leave. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, it was because of this condition that my officer wrote to the ITB, if I am not wrong, on the 1st February, requesting for approval and the reply came from ITB on the 23rd February, 1979, i.e. 22 days from the date of the letter of request. Normally from past experience involving other statutory boards, there are no problems. We have had very prompt replies and they understand why the letter must originate from NTUC. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, the hon. Member quoted the Instruction Manual, but the Instruction Manual only applies to the civil service, whereas ITB is a statutory board. We try to adopt as much as possible of the I M, as far as full pay unrecorded leave is concerned. But as a Board we have our own peculiarities and exceptions. And the exceptions, as I said just now, in this particular case apply only to training officers where beyond 24 hours they have the right to claim overtime pay. We are not following the IM in the strict sense of the word. We try to adopt the full pay unrecorded leave scheme of the civil service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know what the Member means when he said that in their dealings with other statutory bodies the NTUC seemed to encounter few or no difficulties, but when dealing with ITB they seemed to encounter a lot of difficulties. If that were the case, then we would not have released 22 of our men to attend trade union activities for the whole of 1978. Sir, I hope to seek the cooperation of the Member for Kampong Kembangan who, I believe, is the Secretary of the Education \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 750</b></font> \n  <br> \n  <br> Committee of the NTUC to let us have enough time so that we could make the necessary internal adjustments to release the officers concerned to attend courses organised by NTUC. We are not against any courses or seminars conducted by the NTUC. In fact, the particular one in question was on leadership and we would like our training staff to be involved in a seminar of this nature. But I would like to request the NTUC to give us ample time so that we can make our own internal arrangements so that the staff involved can be released. Alternatively, this is more preferred and I know this is going to be difficult, unless of course NTUC organises special courses just for ITB staff. We would like very much if seminars or courses on leadership training involving staff of ITB could be arranged during vacation time. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I do not think we can take this matter any further. Would the Member please withdraw his amendment or I shall have to put it to the vote. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I will not be truthful to myself if I say that I am satisfied with the explanations, but since you have suggested that we cut short this debate, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $465,497,770 for Head J ordered to stand part of the main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $58,974,800 for Head J ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 750</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>COMMITTEE OF SUPPLY REPORTING PROGRESS</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> It is only a few minutes to Moment of Interruption. Can I have the general assent of the House that progress be reported now? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Hon. Members</b> indicated assent. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 751</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Trade and Industry (Mr Goh Chok Tong):</b> Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1979 to 31st March, 1980, and ask leave to sit again tomorrow. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Deputy Speaker:</b> So be it. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 752</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Goh Chok Tong]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at six \n  </div> \n  <div align=\"right\">\n    minutes to Eight o'clock p.m. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
