{"memberId": null, "volumeNo": "38", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "13", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"38\"> \n  <meta name=\"Sit_No\" content=\"13\"> \n  <meta name=\"Sit_Date\" content=\"1979-03-21\"> \n  <meta name=\"Start_Col\" content=\"967\"> \n  <meta name=\"End_Col\" content=\"1032\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">38</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">13</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">21-03-1979</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 967</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 38</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 21st March, 1979</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 968</b></font> \n  <br> \n  <br> \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr C.V. Devan Nair (Anson). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 969</b></font> \n  <br> \n  <br> \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar) Dr Tan Eng Liang (River Valley). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Senior Minister of State, Ministry of Education. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 970</b></font> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry. \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Education. \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment. \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 969</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ORAL ANSWERS TO QUESTIONS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>WIDENING OF CANTONMENT ROAD</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Effect on Cantonment School and Keppel School)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ch'ng Jit Koon</b> asked the Deputy Prime Minister and Minister of Education to what extent will the road widening project currently in progress at Cantonment Road affect Cantonment School and Keppel \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 970</b></font> \n  <br> \n  <br> School, and what plan his Ministry has to meet the situation. \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Education (Dr Tony Tan Keng Yam) (for the Deputy Prime Minister and Minister of Education):</b> Mr Speaker, Sir, the Cantonment Road widening project has taken up some 0.37 hectares out of a total combined land area of 0.89 hectares of both Keppel School and Cantonment School. The project requires the demolition of: - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) the school dental clinic at Keppel School; and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 971</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) the basketball court and part of the playing field of Cantonment School. The schools will be affected by dust during construction of the road and by noise from road traffic when the road is completed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PWD will reinstate the affected facilities within the school compound other than the dental clinic at Keppel School. Children who need dental care will have to travel about 1 kilometre to the Institute of Health. Sufficient outdoor assembly areas will be provided for the schools. A 3-metre brick wall will be erected along the roadside outside the schools to reduce the noise. This wall will be decorated with creepers and other architectural finishes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the long run, however, the schools will have to be resited as the present sites are located in an environment which is not very suitable for schools. Resiting of these two schools under the Ministry's School Building Programme is being planned. Suitable alternative sites not too far from the present sites, so that the new schools can serve the same pupil catchment area as the present schools, will have to be found first. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 971</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>LORONG BUANG KOK AND LORONG CHENG LIM</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Metalling of farmways)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development when all the farmways in Lorong Buang Kok and Lorong Cheng Lim will be metalled. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, some of the farmways in Lorong Buang Kok and Lorong Cheng Lim have already been metalled. As the cost of metalling the farmways is substantial, it is planned to complete the work in phases over the next two years. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 971</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>DEVELOPMENT OF KAMPONG SAN TENG</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Ang Nam Piau</b> asked the Minister for National Development whether he has rejected an application from a private \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 972</b></font> \n  <br> \n  <br> organisation to develop Kampong San Teng and, if so, whether the Government has any plans to develop the area. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, a proposal from a private organisation to develop Kampong San Teng has been rejected. My Ministry is currently drawing up plans for the development of the area. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 972</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>LOANS UNDER SMALL INDUSTRIES FINANCE SCHEME</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Trade and Industry (a) how many local entrepreneurs have been granted loan classified as \"establishment of new viable business\" by the Economic Development Board under the Small Industries Finance Scheme up to the latest convenient date; and (b) in order to encourage more local professionals to become industrial entrepreneurs, whether the EDB will release a list of \"viable industries\" from time to time so that local engineers, technicians and industrial managers will be able to work out their plans for the establishment of industries under that Scheme. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen (Minister for Finance and Acting Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Finance and Acting Minister for Trade and Industry (Mr Hon Sui Sen):</b> Mr Speaker, Sir, as at 31st December 1978, 91 local companies were granted 110 loans amounting to $15.2 million under the Small Industries Finance Scheme (SIFS). Most of the loans were for expansion, upgrading of product and process and diversification of product lines. 14 loans were for the establishment of new enterprises or for the setting up of new product lines by existing companies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not possible to provide a list of \"viable industries\" to enable local engineers, technicians and industrial managers to identify projects for establishment under the scheme as every industry has its successful and unsuccessful projects. Apart from factors such as cost and market conditions, the success of a project depends on the ability of the entrepreneur. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Development Board can provide some guidance to local industrialists \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 973</b></font> \n  <br> \n  <br> regarding the general condition in an industry. It can also suggest ideas of potential projects or provide introductions to joint venture partners. But, ultimately, it is up to the individual investor to find his own business opportunities. That, after all, is the hallmark of a successful entrepreneur. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are plenty of opportunities for local entrepreneurs. Many of the investment teams that EDB receives from abroad each month have shown interest in ordering components or even entire products from Singapore manufacturers. Those planning to establish plants in Singapore have frequently indicated their intention to enter into subcontracting relationship with local supporting industries. EDB will continue to introduce these foreign industrialists to local manufacturers. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 973</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>BILL INTRODUCED</b> \n  </div> \n  <div align=\"center\"> \n   <b>MEDICAL REGISTRATION</b> \n  </div> \n  <div align=\"center\"> \n   <b>(AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Medical Registration Act (Chapter 218 of the Revised Edition)\", \n  <br> \n  <br>presented by the Minister for Health (Dr Toh Chin Chye); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 973</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MAIN AND DEVELOPMENT ESTIMATES</b> \n  </div> \n  <div align=\"center\"> \n   <b>OF SINGAPORE FOR THE FINANCIAL YEAR</b> \n  </div> \n  <div align=\"center\"> \n   <h4>1ST APRIL, 1979 TO 31ST MARCH, 1980</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [5th Allotted Day]. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R - \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Object Group 1100 of Subhead Code RA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in moving this amendment, I am merely taking the opportunity to raise an old issue with the Hon. Finance Minister concerning the non- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 974</b></font> \n  <br> \n  <br> payment of the 13th month allowance or part thereof to civil servants when they retire, or to their dependants should they die pre-maturely. This issue was raised with the Finance Minister in this House during previous Budget debates without success. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has always maintained that when the decision to pay the 13th month allowance to civil servants was made in 1972, it was explicit then that it did not cover instances of retirement or premature death. No one is disputing with him that that was, in fact, the decision. What is in dispute is that his decision was not fair and equitable, especially to long service civil servants who have served the Government faithfully, some for as long as 35 years. They are to be told on their retirement that they are not entitled to the payment of the 13th month allowance, while raw recruits into the civil service are immediately given the 13th month payment or part of it on a pro-rata basis in the first year of their service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not too late for the Minister to relent on this issue and modify the policy of payment of 13th month allowance to include civil servants who retire or die prematurely. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come to another matter that has also been raised in this House before. It concerns the plight of pensioners. Many pensioners, especially those who depend on their monthly pensions for survival and have no other sources of income, are finding great difficulty to make ends meet. With the cost of living escalating and the purchasing power of the dollar shrinking each year, will the Government not consider adjusting the monthly pensions upwards according to the annual NWC recommendations? I am raising these old issues despite past futile attempts, in the hope that with the passage of time the Hon. Finance Minister will mellow-down, relent, and be more sympathetic. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon (Alexandra):</b> Mr Speaker, Sir, under the Employment Act an employee, when required by his employer to work on his rest day or any public holiday, is paid an extra day's salary at the ordinary rate \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 975</b></font> \n  <br> \n  <br> of pay for a day's work. This is in addition to the ordinary rate of pay for that day. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, this provision does not cover an employee of the Government or of a statutory body if such an employee comes within the definition of any of the essential services as laid down in Pan Ill of the Criminal Law (Temporary Provisions) Act, i.e. employees include those in the gas and electricity services, public health services, postal services, telephone and telecommunications services, and port services. Instead of an extra day's pay, such employees are given a day or part of a day off, as the case may be, in substitution for such work on a rest day, or holiday, or part thereof. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, quite often there is a shortage of manpower in many Government departments and statutory bodies. The granting of time-off in lieu of monetary compensation makes the situation more difficult. Some employees in the public sector are known to have accumulated so many hours of leave due to them that they have lost count of them. Needless to say, it becomes an administrative headache for their heads of department too. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In one example, three employees of the Public Utilities Board are known to have accumulated over the last three years time off-in-lieu amounting to a total of more than 680 hours. Employees in the essential services, who have to work on their rest days or public holidays have to interrupt what they have probably planned to spend with their families on such days. Their planned leisure and other activities are disrupted. Although in theory he can have a day off later in substitution, it is more the rule than the exception that the substituted day of rest never comes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fairness to employees in the essential services, the Government should set a stipulation of, say, two weeks during which any time-off owing to an employee should be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 976</b></font> \n  <br> \n  <br> granted. If a department or statutory board is unable to grant time-off within two weeks, the hours worked should be converted to monetary payment. Otherwise many employees in the essential services will continue to work without rest days or monetary compensation. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon (Kim Seng):</b> Mr Speaker, Sir, what I intend to raise under this vote has been partly answered earlier and a few days earlier. However, in view of the reply by the then Senior Minister of State for Finance, may I elaborate on the point regarding salary review in the civil service. I think the Government has emphasised over the last few months the need to retain brilliant scholars and top brains and to try to retain one-third of these in the civil service. I think it is time for the Government to review the salaries of this category of people, and also to consider a review of the salaries of the others in Divisions II and III in the civil service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point which I had raised two years previously is with regard to medical benefit for female civil servants. Sir, we know that in the Civil Service medical benefits are extended to the wife and the children of a male employee. However, the same does not apply to female employees in the civil service. I would say that today's society is such that more and more women are employed in the civil service and other sectors, and I am just wondering why the Government could not consider extending the same medical benefits to families of female employees. Many of them may have husbands who are not enjoying medical benefits of the civil service. \n  <br>2.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng (Khe Bong)</b> rose - \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Ho, are you going to speak on the same subhead? \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Yes, Sir, I have an amendment for it. At the last meeting of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 977</b></font> \n  <br> \n  <br> Parliament in January this year, I referred to a case where Singapore Airlines, a wholly-owned company of our Government, dismissed an employee on the ground that, at the time of applying for a job, he had concealed the fact that he was a former drug addict. SIA, Mr Speaker, Sir, had taken great pains to convince us that the employee had not been dismissed simply because he was a former drug addict, but because he had concealed the fact in his application for the job. SIA adopted the posture of a benevolent employer, but it would appear that they have erred. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, since I raised this matter in Parliament, a legal officer of the Government has stated that probationers, juvenile offenders and those sent to the drug rehabilitation centres for treatment need not disclose their previous offences when applying for a job in the civil service. I quote him: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Indeed, it will not be wrong for such people to claim that they have no conviction in the application for employment.' \n  <br> \n  <br>In other words, they could specifically and confidently say \"No Conviction\" in answer to the question, \"Have you ever been convicted in a court of law in any country?\" A former drug addict need not answer this question when he applies for a job in the Government. And yet, Mr Speaker, Sir, we have a glaring case of a wholly-owned company of the Singapore Government dismissing an employee on the ground that he did not disclose the fact that he was a former drug addict. It is thus clear that Singapore Airlines was ultra vires when they took action to terminate the service of this unfortunate victim in our society who chose to exercise his constitutional right. May I therefore ask the Minister for Finance what action has been taken to chastise the officer responsible for this unwarranted action and what action has been taken to ensure that this does not happen again? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to ask how many Government servants have been dismissed \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 978</b></font> \n  <br> \n  <br> for similar offences? In other words, in how many instances have the Government Ministries breached the law? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The law is very specific in the matter of probationers, juvenile offenders and those sent to the drug rehabilitation centres for treatment. The law even requires the Registry of Criminal Records to deliver to a person who was acquitted, or discharged without conviction, his finger impressions, negatives and photos. And here, I would like again to quote the legal opinion expressed: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If no such application is made within three months from the date of acquittal or discharge, the Registrar must destroy the sheet containing the finger impressions and every negative and photograph.' \n  <br> \n  <br>This is the measure of protection the law gives to people accused of such offences. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I mentioned previously that the Government has set up institutions and drawn up rehabilitation programmes at great cost so that the unfortunate victims of drug addiction should have the facilities to kick off the habit and, when rehabilitated, should be provided with equal opportunities to lead normal lives and be given employment opportunities to enable them to regain their places in society. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to achieve this objective the Government has enacted laws to ensure that victims of drug habits should not be marked down as criminals, to the extent of requiring that the records of those charged but acquitted without conviction are destroyed. These laws and regulations have to be implemented by the Ministry of Home Affairs and the Ministry of Social Affairs. And yet we have had this glaring case of a company under the Ministry of Finance blatantly ignoring the law and imposing its own rules and regulations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our Government enacts laws which must be abided. It is a sorry state of affairs if one Ministry chooses to ignore the laws enacted by the Government on behalf of another Ministry. If this state of affairs goes on, our entire legal framework will collapse and the laws of the jungle will \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 979</b></font> \n  <br> \n  <br> prevail. This drift must therefore be halted immediately and the law must be upheld. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this issue highlights the absence of a coordinating body representing the Ministries to ensure that Government's policies are implemented uniformly and equivocally by the different Ministries and authorities concerned. This body could also monitor the activities of different Ministries and statutory bodies and Government-owned companies under their purview so as to ensure that there is no contradiction in the implementation of policies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I mention this need at our session in January, and I would like to ask whether Government has taken cognisance of this need so as to ensure that Government's policies are interpreted in the way that Government intended them to be, and not be left to individual Ministries to provide their own interpretations which may well be in direct contradiction of the intentions of the Government, to the extent of even flouting the law. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the present state of affairs makes a mockery of the concept of the collective responsibility of Cabinet which is a corner-stone of the democratic parliamentary process. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask the Minister for Finance this question. In view of the legal opinion expressed by the Government legal officer that applicants applying for jobs in the civil service need not disclose their past conviction, I wonder whether the Minister still insists on applicants applying for jobs in the civil service to answer the question, \"Have you ever been convicted in a court of law in any country?\" If the Minister for Finance says that the question is necessary and ought not to be removed, will he then consider introducing legislation to regularise the legal position. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, I would like to bring to the Hon. Minister's attention two matters which I would urge him to look into, namely, the poor salary scale of the customs officers and the issue of uniforms to Division IV officers, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 980</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the last budget session, I pointed out that from 1970 to 1977, although there were 1,020 new appointments in the customs service, yet at the same time, there were 508 resignations, or about 50% of the number of recruits. In some years, for example in 1976, the percentage of resignation was as high as 90%. Such a very high turnover of staff must certainly cause anxiety and concern to the Ministry, yet little seems to have been done to improve the situation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The major contributing factor to this alarming situation is the very poor salary scale of the customs officers. The consolidated salary of a new officer is $250 and he has to work for 19 years before he reaches the maximum of $600. But even before he reaches $600, he has to cross a number of obstacles, namely, the departmental examination and the confidential report of his superior. In fact, as a result of the present system. there are 45 officers who have not been able to cross the various salary bars and have stagnated. This is very unsatisfactory indeed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the customs officers have a very responsible job. This is because they are vested with statutory powers which enable them to act on behalf of the following departments: Import and Export Department, Foreign Exchange Department, Primary Production Department, Port Health Department, Chemistry Department, Marine Department, Postal Department, Registry of Home Affairs, Social Welfare Department, Trade Marks Division, Commercial Crimes, Controller of Supplies and Immigration Department. These are additional to their main responsibility of collection of revenue and implementation of preventive action. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No wonder, Sir, there has been such a large turnover of staff. After a while, officers would not tolerate the shabby treatment they receive from the Government. The salary scale was drawn up in 1959, 20 years ago. Surely this is very outdated. On this matter, Sir, the then Senior Minister of State for Finance stated, when asked this question during the last budget debate, that he would look into the situation seriously, implying that \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 981</b></font> \n  <br> \n  <br> he would do something to improve the situation. I ask the Minister now, after studying the situation for a year, whether any measure has been introduced to improve the working conditions of the customs officers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter relates to the issue of uniforms to the Division IV officers. There is an agreement between the AUPE and the Government under which the Government agreed to provide uniforms to all Division IV uniform grades on an annual basis. Unfortunately, Mr Speaker, Sir, some departments have not carried out their side of the bargain to the satisfaction of the officers concerned. \n  <br>3.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main problem lies in the tender system for the supply of uniforms. As a result of the poor supervision to ensure that the requirements in the tender are carried out satisfactorily, the officers in a number of departments either have not received their uniforms or if they have, have found the uniforms most unsuitable for them. The common faults are listed as follows: excessive delays, poor fitting and poor sewing of the uniforms. In many cases, although the officers were measured individually, the completed uniforms were not found to be in conformity with the measurement. Officers in the Telecommunications Authority of Singapore, nurses in the Government hospitals and those in the Singapore Fire Brigade, have complained of these faults. Another complaint of the Singapore Fire Brigade officers is that they have not been given uniforms annually: they have only been allowed to replace their old uniforms. This is against the agreement that uniforms should be issued on an annual basis, and not on a replacement basis. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will look into these matters, particularly the tender system for the issue of uniforms. I would like to suggest to the Minister that a way out is either for the departments to issue the cloth to certain \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 982</b></font> \n  <br> \n  <br> designated tailors to which the officers can then go to have their uniforms made, or for the departments to give a uniform allowance to each officer. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff (Kolam Ayer):</b> Sir, the Straits Times of 6th March, 1979, reported that the then Senior Minister of State for Finance, Mr Goh Chok Tong, had said that the Government was considering a revision to improve the 1973 leave scheme. My question is, will the Government discuss the revision with the unions concerned? I raise this question because when the Civil Service Leave Scheme was revised in 1973 to allow civil servants to commute their vacation and medical leave into pay, the matter was discussed with the unions representing the public service. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Finance (Mr Hon Sui Sen):</b> Sir, there have been quite a lot of comments on quite a variety of matters. I would like to deal with them in accordance with the order in which they were made. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, the Member for Moulmein has raised his usual yearly question of the 13th month non-pensionable annual allowance. The arguments for and against paying civil servants who retire before the end of the year have been made so many times that, I think, the Member will not be very interested in hearing the arguments all over again. I can only repeat what I have said before, that this 13th month salary payment is only paid to officers in service at the end of the year. That is the main condition for the payment of this 13th month salary supplement, and if that condition is not fulfilled, then the payment is not made. I know that perhaps in drawing the line at \"the 31st of December\" we may have caused hardship or dissatisfaction to some civil servants, but in the nature of things if you have to draw a line the result must be that some fall on one side of the line and some on the other side. On this, I fear I will not be prepared to make any changes. Maybe if he raises this long enough, there will be another Minister for Finance to make the changes. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 983</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I sympathise with the Member for his concern for pensioners, since I am one of the pensioners myself. I would very much like to have annual increments according to the NWC, as a pensioner, but as the Minister for Finance I am afraid I must draw a distinction between the National Wages Council recommendations which are for wages; that means, with serving employees and not with pensioners. So if he likes to take up the cause of pensioners, he should take it up in another connection and not in regard to NWC payments. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Member for Alexandra also raised the matter about the 13th month payment. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon:</b> Point of clarification, Sir. I did not raise it. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> If he did not raise the matter, then I do not have to answer him on that point. He raised the question of employees in the essential services of Government not being paid an extra day's salary for working on public holidays but that they were given a day off instead. This is really a matter for the administrators. There ought not to be people having entitlement, as he mentioned, of 680 hours. If the administration of that department was correctly done, then there ought to have been recruitment of additional staff or some other arrangement should have been made for these hours to be worked off. If, in fact, there are such cases, then the administration of that department should be looked into further. If he would give me information on the departments, ministries or statutory boards involved, then I will get my Management Services Department to look into the matter. The solution which he suggested could be one of the ways in which we can deal with this matter. But I would be reluctant to follow that particular course of action because in certain services of Government it is quite clear that overtime must be worked. It is part of the job, and people who enter into the public service on the conditions which are made known to them, should not expect to be given the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 984</b></font> \n  <br> \n  <br> same benefits as the employees in the private sector. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the Member for Kim Seng, he asked about salary review in the civil service. For Division I civil servants, I think the responsibility for review lies with the Prime Minister or with the Minister in charge of the Establishment Unit in the Prime Minister's Office. In the Budget debate some information has already been given about the salary review being undertaken. As for Division II and other services, I think that with the yearly increments that we are giving under the NWC there is no necessity in the same way to consider revisions of salaries. But from time to time we do consider changes which have resulted because of anomalies or unusual conditions, or if certain career development prospects are necessary in order to attract recruitment into particular services, then reviews will be made. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also raised the question of female civil servants being given medical benefits in the same way as the male civil servants so that husbands, for example, can benefit. I think I have answered this question quite in detail and I do not think I have any new argument to offer. I merely put it to him that as males, husbands ought to be enjoying better salaries and better benefits in positions of higher authority and emoluments, and there is no need for this concession to be given to female civil servants. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong made an excellent speech. He seemed to think that the constitution, the civil service and so on, will all be affected if his particular problem was not dealt with in the way that he considered satisfactory, I am not responsible for the Director of Legal Aid or his views. I believe he did say that a drug abuser need not disclose his previous conviction when applying for jobs. That depends on what the purpose of the job is. The argument was that the fact that a person was sent to a drug rehabilitation centre was not really a conviction and need not be disclosed. That is different from saying that he need not disclose his previous conviction. This is, of course, a legal point. If the magistrate binds \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 985</b></font> \n  <br> \n  <br> people over, so that a conviction is not recorded, or sends him to a drug rehabilitation centre, maybe without a conviction being recorded, then obviously that person is not a convict. I assume that under certain circumstances it may not be necessary to answer questions about conviction, if one has not been convicted. \n  <br>3.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I think in certain sensitive departments it is very necessary to know the nature or the character of the applicant, whether he is subject to certain pressures in his job. For example, if he were a cashier in a bank or a pilot of an airplane, it may be necessary to know whether, in fact, he has a tendency towards drug taking and whether he has been convicted in a court of law. In those circumstances, I think it is pertinent that application forms should contain questions about such conviction, and I do not think there is any need for either the Government or the Singapore Airlines to apologise for asking questions which are necessary for particular jobs. In manual occupations, say, an operator in a factory putting transistors together, maybe there is no necessity to find out whether the applicant has any tendency to take drugs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens raised questions about the Customs and Immigration Services. In the case of the Immigration Department, there has been a request for a revision of salaries of officers and this is being examined by my Budget Division. But I would repeat my previous statement that in general the present Government policy is not to consider a salary revision except where necessary to rectify anomalies, to facilitate staff deployment or improve career development prospects. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member spoke about the high turnover of staff in the Customs Department, I am not aware of this and maybe there has been no complaint because recruitment has filled most of the vacancies. So maybe it is not quite so serious a matter as the Member \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 986</b></font> \n  <br> \n  <br> thinks. In any case, if there are these high turnovers then obviously my Budget Division should look very carefully at the situation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next matter he raised was on the uniforms for Division IV grades. I am not quite sure what we can do about the system that we now have for obtaining uniforms for Division IV staff. The usual practice now is, of course, contract tailoring. I believe measurements and so on can be done, but obviously if tailoring is done on a bulk basis the standard could fall short of expectation of some more fashion-conscious officers. However, my Ministry has been monitoring closely the work done by the contractors and shortcomings which are brought to our notice would certainly be looked into. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards uniforms for firemen, the explanation as to why we have not been issuing them with uniforms on an annual basis but on a replacement basis is that the firemen require a more frequent replacement than other grades of officers, and therefore a replacement basis is more practicable. That means they should be getting at least the minimum to which they are entitled under the Division IV agreement. In fact, since they are subject to unfair wear and tear as a result of going to fires, I think replacement would be a better method of dealing with the problem. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Member for Kolam Ayer raised the question of commutation of leave. The matter is still under consideration. If it is necessary to consult the unions then, as we did when we introduced the revision of the 1973 leave scheme, we will do so. It may be that we will merely be conferring benefits which do not affect adversely any rights of civil servants, in which case, there would be no need for consultation. But I can assure him that if there is a need to do so, we will consult the unions. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, I would like to ask the Minister concerned that, apart from the post of a pilot or a bank cashier, would the Minister agree to employ reformed drug addicts for other categories of job in the Government? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 987</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, we will consider with sympathy the people who have taken drugs and who are prepared to rehabilitate themselves, but we will want to do so knowing the full facts. We will not want to do so out of ignorance because we do not ask the necessary questions. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Sir, in raising the issue of the 13th month allowance again this year I was merely fulfilling a promise that I made to the Minister for Finance last year that if he did not modify the policy on the 13th month payment I would raise the matter again this year. From his reply, it appears that he is tempting me to raise the issue again next year. As much as he is not tired of giving the same reply, I can assure him that I would also not be tired of bringing up the same arguments again. I hope that I do not have to wait for the next Minister for Finance to modify the policy. Perhaps for the sake of the civil servants who are about to retire we do not have to wait that long. Personally, I would get more satisfaction if the present Minister for Finance modify the policy than some other Minister for -Finance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The thrust of his argument that the 13th month payment is for serving officers no longer holds water for the simple reason that there are cases of abuse, and he must be aware of this. For example, a civil servant who has to retire at the end of this year, 31st December 1979. He is compelled to retire because of age, and therefore he is denied the 13th month payment. On the other hand, a civil servant who is not due to retire but chooses to resign on the 1st January 1980, just one day after this poor civil servant retires on 31st December this year, that civil servant gets the 13th month allowance. So how does his argument hold water when he says that this 13th month payment is for serving officers? A serving officer who chooses to resign on the 1st of January next year can get his 13th month payment. But knowing our Minister for Finance is a very cautious person - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> Stubborn. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> No, not stubborn. I did not say that, Sir. Since he is a very \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 988</b></font> \n  <br> \n  <br> cautious man, he needs time to think and ponder again. I also detect in the course of my private discussion with him that he sounds less convincing of his own arguments today than before. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> There is hope. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Yes, there is hope. Sir, I would beg leave to withdraw in the hope that I do not have to raise this issue again, and that this matter will be resolved. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Haji Sha'ari bin Tadin: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) That the sum to be allocated for Head R be reduced by $10 in respect of Subhead Code RB-01 of the Main Estimates. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Amendment (3), Haji Sha'ari. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin (Bedok):</b> Sir, I am not moving. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Object Group 3110 of Subhead Code RE-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I hold the same opinion as the hon. Member for Moulmein in expressing my great concern for the over-cautious attitude of the Hon. Minister for Finance, because it is getting harder and harder to extract money from the Ministry of Finance and therefore the Consumers' Association of Singapore (CASE) is getting poorer and poorer each year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Consumers' Association of Singapore was officially registered on 11th August, 1971, and at that time, there were 182 ordinary members, three life members and one founder member, i.e. the NTUC. The aim of this Association is to promote consumer awareness and guidance and to encourage the formation of consumer co-operatives in strategic areas of the country, the first being formed in Toa Payoh. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, through its very active work, CASE has 1,171 paying ordinary members, 22 life members, one founder member, 18 \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 989</b></font> \n  <br> \n  <br> institutional members (all unions) and five corresponding members. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CASE did not receive Government grant until 1974, during which year a $25,000 grant was given. From thence on, the grant was as follows: \n  <pre>\r\n          Year                    Grant\r\n\r\n          1975                  $30,000\r\n          1976                  $35,000\r\n          1977                  $30,000\r\n          1978                  $25,000\r\n          1979                  $25,000\r\n</pre> I agree, Sir, that we have to be self-supporting and the Ministry of Finance did tell us to be self-supporting. But, regrettably, it is not easy to be self-supporting for the following reasons: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. CASE, being an organisation with objectives of what it has, finds it difficult to carry out a fund-raising campaign because that would be frowned upon by many people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. The subscriptions from individual members only amount to 0.2% of the total annual expenditure of CASE. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. We tried to improve the quality of our bulletins by including consumer comparative test results, etc., but I am afraid the Singapore consumer is not a very voracious reader like his counterpart in the United Kingdom. In fact, I know that the only reading consumer society is in the U.K. and nowhere else in the world, and it happens to be selling very well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may just quote the income and expenditure account of CASE for the period April 1978 to February 1979. The income for CASE was then $16,916.82 and expenditure at $74,120.43. That leaves us with a deficit of $57,203.61. With the grant from Government, the net deficit was $32,203.61. CASE hopes to clear the other deficit by finding a neutral patron. But, Sir, I am sure the Hon. Minister will agree with me that it is not going to be very easy to keep finding neutral patrons all the time because they are hard to come by. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 990</b></font> \n  <br> \n  <br> \n  <br>3.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CASE has in its activities provided guidance and counsel to many disenchanted consumers. In fact, these ordinary members who join us throughout the year do not join us voluntarily but only because they have been in trouble. They have been taken for a ride by some unethical seller in one way or another. These people number about 559 last year. Of course, there are some people who do not bother to complain to us. So we do not know what the actual figure is. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The activities of CASE are many and varied. But I do not want to bore hon. Members with a long list of activities. Some of them, I think, are popular enough not to warrant mention. However, CASE is represented in bodies such as:- \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Singapore Metrication Board \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Consumer Products Industry Standards Committee (SISIR) \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Ministry of the Environment \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Advertising Standards Authority of Singapore (ASAS) \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Technical Committee on Standards (SISIR) \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) Tourist Complaints Committee (STPB) \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(7) Utility Services Consultative Committee (PUB) \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(8) Board of Directors (SBS). \n  <br> \n  <br>In future we hope to organise a national exhibition to promote consumer awareness in Singapore. We also want to persist with the idea of setting up a Consumer Counselling Booth. CASE has set up a small unit to carry out simple product tests on essential commodities and liaising with international, regional and more local bodies in relation to product testing of more complicated items and will expand this activity. CASE also plans to further promote consumer education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unlike the Consumers' Council of Hong Kong which is a government organisation, CASE is far from it. I do not \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 991</b></font> \n  <br> \n  <br> think we should run along the lines of the Consumers' Council of Hong Kong because we believe that every consumer in Singapore should learn to take care of himself. However, because consumers are also taxpayers, we believe that Government has a little duty to perform towards these consumers. One thing which Government has done to help the consumers as taxpayers is to provide a grant to CASE, but I submit that the grant is insufficient. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, I am glad to see that the mantle of Mr Ivan Baptist has fallen on the worthy Member for Mountbatten's shoulders. My Ministry has been supporting CASE with annual grants ranging from $25,000 to $35,000 since, as he has informed the House, 1974. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst the Government considers CASE a most praiseworthy and viable organisation, it has always been our view that to be most effective the association should be a private and sturdily independent organisation. It is, therefore, Government's intention that the financial assistance it gives should be provided only on an initial basis and that CASE should gradually be self-supporting. CASE was told quite early of this intention. It was suggested that it should be self-financing after 1978. CASE was reminded of this when the grant for the financial year 1979 was given. Nevertheless, contrary to the view of the Finance Ministry being cautious or even stubborn, the Government has continued the grant of $25,000 for the next financial year. Thus, my Ministry cannot be said to be ungenerous. I would, therefore, suggest that CASE should begin a vigorous drive for new members so that it need no longer count on Government support. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng:</b> Sir, it is easier said than done, but I can assure the Minister that we have tried very hard. But with his kind consideration for our pleas each year, I think I had better beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong (Jurong):</b> Sir, I beg to move, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 992</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Project 8201 of Subhead Code RE-05 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a few queries to make under this amendment. Firstly, I would like to know whether the Jurong Town Corporation will consider knocking down the present single storey residential units which were built in the early 1960's and build five-room flats thereon. Alternatively, will the Ministry concerned request the HUDC to build some HUDC flats in Jurong constituency so that my constituents will not have to leave the constituency when they want to improve their living conditions? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second query is also connected with the improvement of living conditions. Lately I received quite a number of requests from one-room flat dwellers for a transfer to larger flats on account of better income or increase in the size of the family. I wonder whether the JTC will give sympathetic consideration to these families who are desirous of better living accommodation, and to see to their request as soon as possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I fail to understand why the JTC does not accept applications for one or two-room flats but will only entertain applications for a three-room flat. I think the House will agree with me that to a worker earning about $300 a month and with a family to support, a three-room flat is rather a financial burden to him. My point really is, why can the JTC not accept applications for a one or two-room flat from the lower income group, so long as the applicants are prepared to wait for an indefinite period. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, recently I came across a couple who are Singapore citizens but just because their children were born in Malaysia they are required to pay non-citizen rates for a JTC three-room flat. I would have thought that should the couple be less honest by not including their children's names in the application form, they would not have been required to pay more. Can the Minister concerned explain to this House the rationale behind this rule? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, I am given to understand that stalls in markets or food centres run by the Ministry \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 993</b></font> \n  <br> \n  <br> of the Environment are leased out to hawkers by means of licences, whereas the JTC uses tenancy agreements in leasing out stalls to hawkers. The difference is that when the annual fee adjustment is effected, those hawkers holding tenancy agreements will have to pay more for stamp fees. This means that the hawkers concerned will have to pay extra charge unnecessarily. I just wonder why the JTC could not adopt the same practice as the Ministry of the Environment. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, the Member spoke of the single storey units built by the JTC in the initial stage and he asked whether the JTC would consider knocking down these units and replacing them with five-room flats. I believe the Member is referring to the blocks of single storey units at the junction of Yung Loh Road and Corporation Road. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The site of these 18 blocks of single storey units has, in fact, been earmarked for redevelopment. But plans have not been firmed up as yet for the kind of development it should have. The Ministry of Education had at one time plans for building a school there, but I do not think that is the present plan. The Jurong Town police station presently occupies five blocks and will move to its new premises only around 1980, so that there is some time yet to consider what we should do with this property. The Jurong Town Corporation can then consider the construction of better housing in this area if the school is not to be proceeded with or if there are no other plans. The JTC itself, of course, has some doubts on whether we should build housing here because the better housing which they want to build can better be done on a site which has been earmarked, some 35 hectares on three sites facing Jurong Lake, which would be a better site for middle income housing. If such middle income housing is proceeded with, the HUDC will be invited to build such housing. That is the present position as far as the site is concerned. I cannot be more definite because it is still early yet for final plans to be made. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 994</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked about priority to families living in one-room flats who want a transfer to bigger flats. I think this is already being done. Families of one-room flats who request for transfer to bigger flats because their children have grown up are given priority in resettlement cases. In fact, 32 cases have been given such transfers in 1978. \n  <br>3.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next question the Member asked was: would the JTC accept the application for one-or two-room flats from workers whose wages are as low as $250 to $300 instead of forcing them to take up three-room flats. The answer seems to be that the JTC is unable to accept applications for one- or two-room flats, as all these flats have already been fully occupied. It may not be desirable to put up more of these smaller flats. Singapore citizens whose pay is as low as $250 to $300 and who wish to rent one- or two-room flats are advised to submit their applications to the Housing Board which, I believe, may also not be in favour of building more of these units. I think one should consider the future of Singapore. In ten years' time perhaps all our citizens will want better than one- or two-room flats. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next question the Member asked was about Singapore citizen couples with children born in Malaysia being asked to pay non-citizen rates for JTC flats. The rationale behind this, of course, is that the main purpose of the public housing scheme is to provide low-cost housing and to promote home ownership by Singapore citizens. One condition which the applicant has to fulfil is, therefore, that he must be a Singapore citizen and that the majority of the occupants of the flats must be Singapore citizens or permanent residents. The Singapore couple with more than one child who is a non-citizen will not qualify under the criteria. That is probably the reason why the couple has to pay a non-subsidised rental. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Member asked why could the JTC not issue hawker licences instead of tenancy agreements. The JTC is not the hawker licensing authority, and so they are \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 995</b></font> \n  <br> \n  <br> not able to issue licences like the Ministry of the Environment. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Mr Speaker, Sir, I thank the Minister for his elaborate reply. There are a few things that I wish to inform the Minister. Firstly, I think I have enough schools in my constituency. So there is no need to build any more school in my constituency. Of course, I would welcome any plan which will improve the living conditions of my constituents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the rental paid by the Singapore couple, I am still not very convinced. As I pointed out just now, if this couple were less honest and did not declare the names of their children, then they would have been accorded the subsidised rental for citizens. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I am not quite convinced of the Minister's explanation of why the JTC has to have tenancy agreements instead of issuing hawker licences. With a tenancy agreement, the hawker has to pay extra charge in respect of stamp fees whenever the hawker fees are revised annually. If the tenancy agreement is unavoidable, can the Minister consider waiving the extra charge of the stamp fees? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, on the last question, perhaps the matter can be taken up, that so far as money payments are concerned, the JTC hawkers can be put on a basis equivalent to the hawkers of the Ministry of the Environment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is about the Singapore couple. I think this is a matter which, as the MP for the area, he should be able to make certain representations. But I am not in a position to answer whether or not his representations will be successful. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Sir, I will definitely do my best to take the matter up with the relevant authorities on behalf of my constituents. In fact, I have taken up this matter with the JTC but the reply is not forthcoming. Since the Minister has advised me, I will pursue this matter further. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Minister has given us the assurance that the hawkers should be regarded the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 996</b></font> \n  <br> \n  <br> same as far as payment of fees is concerned, on that note, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Phey Yew Kok (Boon Teck):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Subhead Code RF-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the 26th February, 1979, three bottlers, Fraser &amp; Neave, Magnolia and Yeo Hiap Seng, raised the price of each bottle of soft drink by 2.9 cents. It must be pointed out that they have decided on this price increase without publicly justifying for it. The bottlers have alluded this price increase to increased costs of manufacturing and delivery. When they announced the price increase, there were two other bottlers which refused to support the increase. Subsequently, these two companies were pressurised to conform to the increase. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, definitely this price increase by some companies is not because of increased costs of production and delivery. What is also equally unreasonable is that the Coffee Shops and Restaurant Owners' Association has also decided to capitalise on the price increase by levying a five-cent increase on every boule of soft drinks when the cost has only risen by 2.9 cents. The five cents round-up means that the 2.1 cent profit per bottle is passed over to the coffee shops and restaurant owners at the expense of the consumers. The price increase by the coffee shops and restaurant owners is therefore most unjustifiable. Although soft drinks may be considered as a non-essential consumer good, they have become a necessity for the workers, especially industrial workers who cannot afford to be victimised. In view of this, can the Trade Department ensure that any increase in the price of consumer goods affecting the majority be accompanied by justifications so that proper controls to curb profiteering by monopoly is exercised? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, I am sure consumers in Singapore generally share the Member for Boon Teck's concern about \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 997</b></font> \n  <br> \n  <br> unjustifiable price increases. However, I do not know what the remedy is. It may not be in the setting up of a new body to look into and check such price increases. There is already the Consumers' Association of Singapore which is doing a good job and, of course, the Member or his unions can also counter directly any increase in prices by offering competition in manufacturing. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has already, of course, a committee on profiteering and inflation to monitor prices and supplies. But the committee, quite rightly, concentrates on the more essential commodities like rice, sugar, wheat flour and bread. The committee, of course, would be happy to work with other organisations such as CASE, or the Member for Boon Teck, or NTUC Welcome to curb profiteering and to educate consumers. \n  <br> \n  <br> \n  <!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Phey Yew Kok:</b> Mr Speaker, Sir, the Hon. Minister has not given a satisfactory reply. The increase of an additional 2.1 cents by the coffee shop and restaurant owners has no justification at all. I am afraid to say that, on the one hand, the Minister refuses to give more subsidy to CASE so as not to make it a paper tiger. The Coffee Shop and Restaurant Owners' Association always think that CASE is a paper tiger. Let me quote one instance. Sometime last year in May, when the price of coffee beans was raised, the Coffee Shop and Restaurant Owners' Association increased the price of a cup of coffee by five cents. When the price of coffee beans dropped drastically, the Coffee Shop and Restaurant Owners' Association conveniently forgot about it. CASE protested but it was of no use because the Association treated CASE as a paper tiger. It is the same thing now. The further increase of 2.1 cents has no justification. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me quote the figure which I have worked out roughly, if it is correct. It was stated in the Straits Times of 26th February that the total consumption of aerated water per year is 24 million crates of 24 boules each. If we work it out, it costs the consumer something like more than $29 million per \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 998</b></font> \n  <br> \n  <br> year. And two cents for the coffee shop and restaurant owners will cost the consumers about $12 million. I consider this as profiteering and it appears to us that the three big bottlers in Singapore are trying to squeeze the small bottlers. It becomes a monopoly shared by a few big bottlers. \n  <br>4.00 p.m. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Sir, I rise to give my support to the points raised by the Member for Boon Teck. What is important for us to remember is that here is a case of very blatant price fixing by, first, the bottlers and, second, by the coffee shop owners' association. I think we ought to have a law, if we do not already have one, against such price fixing. There is no reason why, in a situation of free competition, different bottlers should raise prices by exactly the same amount. There is no reason why coffee shops which are dispersed all over Singapore and with different cost setup should increase the price of bottled drinks by exactly the same amount. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister also mentioned the price of rice within the control or purview of his Ministry. Could he also explain to this House why INTRACO is selling rice, for equivalent grades of rice, at prices higher than the private wholesalers and distributors are able to sell? \n  <br> \n  <br> \n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Sir, I support the views of the hon. Members for Boon Teck and Whampoa. I think Members of this House will agree with me that the Government is very efficient in the control of wages, but when it comes to dealing with increases in the price of drinks and other commodities without justification, the Trade Department has one eye big and one eye small. Let us be fair. Let us not be cock-eyed about the whole thing. The wage increase of the workers has been properly controlled and the increase in the prices of drinks and other commodities means that their wages are being eaten up by the businessman. I appeal to the Minister for Finance to exercise strict control over them. Let us be fair to both sides and not allow the capitalists to get away so easily. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 999</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, I am a bit surprised at the reaction of Members of this House. They ought to know that in Singapore where there are no price controls, there is not very much that can be done. There is, of course, a possibility of introducing legislation for price control, but I am sure not many people want it to be extended to all commodities. I think that remedy would be worse than the disease. Members will probably find that articles which are reasonably or slightly unreasonably priced would not be found at all if the controls are too rigid. I suggest that in the case of aerated waters and coffee, the simple remedy is to have consumer resistance. If CASE is not able to organise such resistance, perhaps the consumers themselves can decide on a very simple remedy - let them drink water. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question raised by the Member for Whampoa, as to why INTRACO sells rice at a higher price than the wholesalers, I really cannot answer him. The only thing I know is that there is no cartel consisting of INTRACO and the other people so that prices are different, and it is up to INTRACO to fix whatever price that is dictated by its cost. On this particular economic question, I did not expect to see the Member for Whampoa suggesting that there should be rigid price controls. I think the economic circumstances in which Singapore has prospered have been cast quite the other way. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, I did not intend to suggest introduction of price control in Singapore. I agree with him that price controls are self-defeating in the end. The point I was making was that the example of the soft drink bottlers and the coffee shop owners' association was one of price fixing. So the argument is not to control prices by Government but to have legislation against collusion, getting together and agreeing on a common price increase, either on the part of bottlers or retailers or whatever. This is a kind of exercise of monopoly power. In the advanced countries they have very good legislation against this. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give another example in connection with this soft drink industry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1000</b></font> \n  <br> \n  <br> When the Whampoa community centre wrote to several bottlers some months ago to request for a drink vending machine, Fraser &amp; Neave complied with our request, but Yeo Hiap Seng refused to supply us with a drink vending machine. The reason given to us unofficially (that is, over the telephone) was that they were afraid of the coffee shop owners' association, because the coffee shops around the community centre were putting pressure on the bottlers not to supply the vending machine to the Whampoa community centre. Sir, we cannot allow such practices to go unanswered and I would think that it is the duty of the Government to do something about it, not to control prices but to control those who attempt to control prices. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the matter of pricing of rice, I am very surprised, in fact, I was astounded that the Minister proclaimed ignorance or innocence in the matter of pricing of rice by INTRACO. My understanding is that his Trade Department officials ride herd on INTRACO so that before INTRACO can change their prices of rice somebody from the Ministry has to give a particular directive on what to do and what not to do. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng:</b> Sir, may I also rise in support of CASE? CASE has for the first time been called a paper tiger, as far as I know. May I also take this opportunity to suggest to the Minister that CASE has all the time been thinking of the formation of what we call the small claims court. Maybe I can take this opportunity now to ask the Minister to seriously consider our proposal again for the setting up of a small claims court to take care of price increases. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, I do not really have very much more to say. As for setting up a small claims court, and setting up further legislation for control against people who fix prices and so on, we are just putting on additional layers of bureaucracy. I supported CASE because I thought they could organise consumer resistance. As I say, if every one drinks water instead of coffee, the price will definitely come down very rapidly. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1001</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> The PUB will raise the price of water. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> I any afraid that even if the PUB raise the price of water by 100%, the cost of a cup of water will not be great. As for rice, there is some control on wholesale prices. We control the prices to both INTRACO and to the wholesalers who take from the Government stockpile. Then from their own private stockpiles, prices are a matter for them to fix. I do not think there is a definite price which has been fixed by the Government. In any case, at the retail end, there are various prices. The NTUC certainly has a different price from the other shops. \n  <br> \n  <br> \n  <!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Phey Yew Kok:</b> Sir, before I withdraw the amendment, I would like to clarify one point. Just now when I mentioned CASE as being a paper tiger, I was not saying that the NTUC, of which I am the President, considers CASE a paper tiger. I do not consider CASE a paper tiger. I say that the coffee shop owners' association considers CASE as a paper tiger. That is why they continue to increase prices without even consulting CASE. But in view of the Minister's reply I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <pre>\r\n   The following amendments stood on the Order Paper Supplement:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Phey Yew Kok:\r\n\r\n   (7) That the sum to be allocated for Head R be\r\nreduced by $10 in respect of Subhead Code RH-06 of\r\nthe Main Estimates.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Mansor Haji Sukaimi:\r\n\r\n   (8) That the sum to be allocated for Head R be\r\nreduced by $10 in respect of Subhead Code RI-02 of the\r\nMain Estimates.\r\n</pre> \n  <br> \n  <br> \n  <!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Phey Yew Kok:</b> I am not moving, Sir. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> I am not moving, Sir. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $603,455,310 for Head R ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $664,548,000 for Head R ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1002</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> At this stage I propose to take the Suspension. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I suspend the Sitting and shall take the Chair again at 4.45 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>4.11 p.m. until 4.45 p.m.</i> \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1002</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 4.45 p.m.</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng (Buona Vista):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Object Group 1100 of Subhead Code UA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I can recollect, there has been no amendment to subsection (1) of section 48A of the Housing and Development Act in order to allow an owner or lessee of a Housing and Development Board flat to purchase a commercial property for conducting his own business without having to surrender his HDB flat. I understand that to-date, well over 60% of our population reside in HDB flats. These dwellers are therefore precluded from owning commercial premises. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I cannot understand is that we are, on the one hand, encouraging our citizens to develop entrepreneur skill and, on the other, we are precluding the dwellers of HDB flats from acquiring commercial properties for their own business ventures. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 27th May, 1977, in reply to a question posed by me, the then Senior Minister of State for National Development informed the House that the question of allowing owners or lessees of HDB flats to purchase commercial property for conducting their own business without having to surrender their flats was being considered by his \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1003</b></font> \n  <br> \n  <br> Ministry and that a decision would be forthcoming in perhaps a few months' time. Almost 22 months have gone by, during which period the Ministry of National Development had a change of Parliamentary Secretaries, a resettlement of two Senior Ministers of State to other Ministries and a change of Ministers. You will agree that this is indeed a long period of time. Hence, the Minister would not consider me impatient if I were now to ask him whether the House can be informed as to the Ministry's decision on this matter of commercial property ownership. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter I wish to raise relates to the lessee of a HDB shop premises. A shop owner may have to depend on his children for assistance in operating the business. When such children are working full-time in the shop, the owner wishing to include them as partners may encounter some difficulty. If I may refer to a recent case, it was only after I made representation to the Hon. Minister, that permission was very promptly given for one of the three sons to be included as a partner without any upward revision of rent. On behalf of my constituent, I am grateful to him. However, this does not mean that I am fully satisfied as I would have liked the Minister to have shown a greater measure of understanding, and that is to permit all the three sons to be included as partners as they have been working full-time in the family business. May I know from the Hon. Minister if it is the policy of his Ministry to allow only one son or daughter to be included as partner of a parent's business? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Ch'ng is not here. Dr Lau, your amendment is also on the same Subhead. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I am not speaking. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Sir, I am glad to inform the Member for Buona Vista that both of his requests can be agreed to, that is, HDB dwellers can be allowed to own commercial \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1004</b></font> \n  <br> \n  <br> properties to do their own business, but on two conditions. The first condition is that the commercial property should not exceed the value of $250,000 because if he is very rich we do not expect him to stay in a- HDB flat. The second condition is that he must obtain the prior permission of the Housing and Development Board before he purchases the commercial property to do his own business. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the, second point of allowing the children of shop tenants to be included as partners of the shop, this will be allowed. In other words, an unlimited number of sons and daughters working full time in the shop could be included as partners of a family business. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, I notice quite frequently that PWD road graders are on the major roads, for example, Bukit Timah Road, especially the stretch of road between the 7th and 10th mile. These road graders are on the road during the peak hours of the morning and that stretch of road has got only two lanes. These vehicles are causing undue obstruction to the flow of traffic. Would he make sure that such road graders refrain from using major roads during the peak hours? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir I agree with the hon. Member for Whampoa that the road graders should not be obstructing the road during the peak hours, and instruction will be given to PWD. \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng:</b> Sir, I would like to seek clarification from the Minister. He said that an unlimited number of sons and daughters could be included. But what is the rationale in this particular case for allowing only one son to be included as a partner? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, I understand that the request to me was for only one son to be included as a partner which I have agreed. But if the request is for the inclusion of three sons as partners, I would also agree to it. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1005</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng:</b> Thank you very much. The Minister is in a very generous mood. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> Ask for more! \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng:</b> Yes, perhaps I should ask for more some day. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, do I understand that the same privilege will also be extended to grandsons and granddaughters? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, the condition is that the children must be working in the shop. In other words, they must be assisting in the running of the shop with a view to an eventual take-over. This is the rationale behind this. When the parents get old and they retire from the business, the children who are working in the shop can carry on with the business. Permission is granted on that condition. If there are grandchildren who are working full-time in the shop, I think we are prepared to consider that. \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng:</b> Sir, in view of the very satisfactory answer, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Amendment (3), Mr Tan is not speaking. Amendment (4), Mr Ng. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Project 8103 of Subhead Code UC-02 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I notice that under this Subhead Code there is a provision of $3.1 million for Preliminary Engineering Designs in respect of the Mass Rapid Transit System. In moving this amendment, I merely wish to ask two questions. What feasibility study has been made in regard to the MRT system so far, and if found feasible, when will the MRT system be introduced? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, the Government is still considering the feasibility \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1006</b></font> \n  <br> \n  <br> of the MRT project. Members of the House know that this would perhaps represent the biggest public investment in Singapore. The total investment at today's price will be in the region of something like $2,300 million. Certainly this will be the biggest single investment if we decide to go ahead with the MRT system. If we construct the MRT system, then with inflation the final cost will be very much higher than the present estimate of $2,300 million. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the Public Works Department is still undertaking the Preliminary Engineering Designs study with the help of consultants to obtain a more accurate cost estimate of the MRT system and also to provide more accurate information on the MRT routes. The study is estimated to take about 16 months. Upon completion of the study, the Government will be in a much better position to decide on the project. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, in view of the explanation given by the Hon. Minister for National Development, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Project 8139 of Subhead Code UC-03 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I merely wish to seek information from the Minister concerned as to when will the conversion of Corporation Circus into a signalised junction be completed, and what plans does the Ministry of National Development have in hand to alleviate the heavy traffic along Jalan Ahmad Ibrahim and Upper Ayer Rajah Road during peak hours, pending the eventual construction of two bridges at the mouth of the Jurong River. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, the signalization of Corporation Circus will be completed by June 1979. At present, the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1007</b></font> \n  <br> \n  <br> traffic to Jurong is congested because Upper Ayer Rajah Road and Jalan Ahmad Ibrahim appear to be the only major roads leading to Jurong. But the Public Works Department and the Housing and Development Board are at present going ahead with three additional projects. One is the Pan-Island Expressway from Rifle Range Road to Jalan Boon Lay. This road, which is expected to be completed by 1980 or early 1981, is to provide access from the Centre of Singapore to Jurong Town. Another project is the extension of Commonwealth Avenue, which more or less runs parallel with Upper Ayer Rajah Road and Jalan Ahmad Ibrahim. At present, the PWD is undertaking extension of the road up to Townhall Road. From there the Housing Board, which is at present developing the Jurong housing estate, will extend Commonwealth Avenue to Boon Lay Housing Estate. That is the second road. The third project is the construction of a coastal road, that is, the West Coast Arterial Road. This is along the reclaimed land to Jalan Buroh. All these road projects will be completed by 1980 or 1981, which date is being timed with the completion of the two bridges across the Jurong River and Pandan River. So after the three additional high capacity roads have been completed in two or three years' time, access to Jurong will be through four roads instead of one as at present. By then, traffic congestion along the present road will be substantially reduced. \n  <br>5.00 p.m. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi (Kampong Kembangan):</b> Sir, since we are now discussing about the Pan-Island Expressway, and since my amendment No. (6) also concerns the Pan-Island Expressway, may I be permitted to speak at this juncture? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> You are going to confine yourself to that subject, are you not? \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Yes. It is connected with the Pan-Island Expressway. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1008</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> All right. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, we should be very thankful that no workers were injured or killed when the massive concrete flyover over the Paya Lebar Pan-Island Expressway collapsed recently. Indeed we should be more thankful that it collapsed before it was put into operation. If the matter is not sub judice, may I ask the Minister for National Development to inform the House briefly what were the reasons for the collapse. If investigations are still being carried out, what is the progress of the investigations, and when will the report be completed? If we know the reasons for the collapse, what steps are being taken to ensure that a collapse of such massive structures does not recur? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to bring this matter to the attention of the Minister. The residents in Jalan Eunos, Jalan Pagak, Foo Kim Lin Road and Teo Kim Eng Road met me on a number of occasions complaining about the inconvenience that has arisen from the project which is now being carried out at Jalan Eunos. This project is connected with the construction of the Paya Lebar Pan-Island Expressway. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to acknowledge the very efficient and prompt assistance that has been given to me by the Permanent Secretary of the Ministry for National Development and his officials in constructing the footpath and in installing street lights in areas affected by road development in that vicinity. I wonder why it is really necessary for the residents to make representation and for the Member of Parliament to write on their behalf requesting for such facilities when these should have been incorporated in the planning stage of a project of that size. If the Minister can ensure us that such interim facilities will be incorporated in future projects, while major projects are being constructed, the inconvenience of this kind can be minimised. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1009</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> On a point of clarification, Sir. The hon. Member for Kampong Kembangan has made mention of Teo Kim Eng Road, Foo Kim Lin Road and Jalan Pagak. Half of Jalan Pagak comes under Kampong Chai Chee Constituency, and the stretches of Foo Kim Lin Road and Teo Kim Eng Road are in Kampong Chai Chee Constituency. I have not received any representation at all from anybody regarding the inconvenience caused by the Pan-Island Expressway, although it is a bit difficult for me to visit the Kaki Bukit area now. I would call upon the Minister to refer to me if there has been any representation made through the Member for Kampong Kembangan, from residents of those areas in Kampong Chai Chee. As the Member of Parliament of that constituency, I am entitled to be informed of what transpired between the Ministry and the Member for Kampong Kembangan. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon:</b> Sir, as the Hon. Minister has touched on the subject of expanding Commonwealth Avenue, which is related to what I intend to raise, may I have your permission to speak? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon:</b> Sir, heavy traffic congestion along Queensway, which leads into Commonwealth Avenue, causes a headache to commuters, especially during the peak hours in the morning and evening. The traffic jam that builds up along Queensway in turn causes a bottleneck along Commonwealth Drive as traffic from Commonwealth Drive is unable to flow smoothly into Queensway. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year in this House I asked whether the Ministry of National Development had plans to widen Queensway in order to improve the flow of traffic. I was told that work to widen Queensway into a dual three-lane road would commence in 1979. I notice, however, that in the Ministry of National Development's Estimates for Roads Programme no provision has been made for the widening of Queensway. In the light of the answer given to me last year, I would like \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1010</b></font> \n  <br> \n  <br> to ask the Hon. Minister why no provision has been made to widen Queensway this year, and to ask when he intends to widen Queensway. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, perhaps I may reply to the last speaker first. The proposal for the improvement of the traffic flow in Queenstown will be carried out in two stages. First, there is the signalization of Queens Circus and, secondly, the widening of Queensway and Commonwealth Avenue. We propose to start work on the signalization of Queens Circus towards the third quarter of 1979. Work on the widening of Commonwealth Avenue and Queensway will be carried out in the next financial year. That is the reason why there is no provision in this year's Budget for the widening of Queensway and Commonwealth Avenue. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the points raised by the Member for Kampong Kembangan, one of them refers to the collapse of the flyover. This matter is at present under investigation. I think it also involves the question of responsibility for the fault. So until we receive a report, there may also be a possibility of a court case if the Public Works Department and the contractor concerned are unable to agree as to who should be responsible for the collapse of the flyover and to pay for it. It is perhaps not very wise for me to make a guess at this stage. In fact, I myself have not yet received the report. On this matter, we have to wait for the report. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other point, when a major road project is under construction, the PWD and the Housing Board always provide temporary footpaths, drains and lighting facilities for the safety of pedestrians and other road users. But in this particular case, perhaps the matter lies in a difference of opinion. Here, a footpath has been provided. The lighting and drainage have also been provided. During the construction of a project, such facilities provided are of a temporary nature only, because we will have to spend more money to provide a higher standard of facilities. Eventually when the road is completed these facilities will be scrapped. So in a way it is an unnecessary expenditure of public funds. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1011</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we all know, the Member for Kampong Kembangan is a very enthusiastic representative of the people. In fact, from the record, he has made a representation to the PWD in November 1978. According to the PWD's record, the temporary lighting was brighter than the existing street lighting. But the Member was still not happy. He said it was not bright enough. With regard to the footpath, the Member was asking not just a temporary earth footpath but that it should be a better footpath. For this reason the PWD changed the lamps to provide a much brighter street lighting, provided a concrete footpath and also widened the drains to improve the drainage. The facilities have, in fact, been improved after the Member had taken up the matter with the PWD. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> Sir, just to keep the record straight, may I have your permission to speak for a few minutes? Two years ago when the Citizen's Consultative Committee of Kampong Chai Chee raised the question of improving street lighting along Jalan Eunos, including that portion of the intersection of the Pan-Island Expressway, the matter was referred to the District Office, which in turn liaised with the PWD. We received a reply that Jalan Eunos would be widened this year and that the improvement of street lighting would be incorporated in the project. When I look at the Budget, I find that the provision is only for the improvement of the Kampong Kembangan section of Jalan Eunos. We have raised the question of improving the street lighting but it has not been taken into consideration in this year's provision. I see, therefore, that not only is the Member for Kampong Kembangan confused as to his boundary of the electoral division but the PWD is equally confused. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think when the Minister for National Development was the Chief Executive Officer of the Housing and Development Board, he was in charge of the re-delineation of the constituencies. Perhaps he would like to re-delineate that portion of Kampong Chai Chee which he has refused to improve as a result of our suggestion and put it under another constituency. Our job will then be a whole lot easier. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1012</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, I hate to be a spoilsport. But I hear a lot of requests for improved and better street lighting. Surely hon. Members are aware that we have an energy crisis on our hands. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, let me first thank the Hon. Minister for the very pleasant compliments that he has paid me. I am sure all Members of Parliament in Singapore are as hard working and true representatives of their respective constituents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I travel in that area very regularly because my party branch is just a few yards away from the work site. I travel there in the early hours of the evening and late hours of the night. Before we made representation, that place was really very dark. If the Minister feels satisfied with the standard of the facilities of interim lighting provided for by the PWD, then obviously our conception of \"satisfactory lighting\" is different tom that of the PWD, or maybe the officials in the PWD can see better in the dark than I can. I should give the Minister an assurance that I personally found that the lighting was quite poor, but after the help of his officers in the Ministry, the situation has improved. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the footpath, I am surprised that the temporary footpath referred to is an earth footpath. It should not be an earth footpath. It should at least be laid with gravel or some light cement, which eventually was done after our request. That has made the situation very much more satisfactory. In this particular case, the residents had no other way out. They could not go under the bridge They could not walk around it because the whole place was closed up. The only way was to make a detour round the work site and to walk along the road flanking Jalan Daud Primary School. Therefore, I thought that with so much inconvenience, a decent footpath was quite a fair request to make. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, perhaps the PWD engineer had been persuaded by the Member for Kampong Kembangan that it was a fair request. That was why improvements had been made. But what I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1013</b></font> \n  <br> \n  <br> want to add is that Jalan Eunos as it exists now is not good enough because it is well below the flood level. The road level of the new Jalan Eunos to be built in the future will be raised by 1 1/2 metres. Due to the poor drainage in the Perseverance Estate, the whole estate goes under the flood level during a heavy rain. Therefore, when the new Jalan Eunos is built, drainage in the whole area will be substantially improved. \n  <br>5.15 p.m. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Mr Speaker, Sir, as far as I am concerned, I am quite satisfied with the answer given by the Hon. Minister for National Development. I have nothing much to add except to urge the Ministry concerned to expedite the work he has mentioned earlier, so that the traffic congestion in Jurong Town will be eased as soon as possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Project 8101 of Subhead Code UC-04 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the implementation of traffic measures, several traffic circuses are being converted into signalised junctions to facilitate a smoother flow of traffic. However, there are instances where the installation of traffic lights has resulted in worsening the traffic congestion instead. Take, for example, the traffic lights installed along Orchard Road, the stretch from Scotts Road right up to Clemenceau Avenue. They are in such close proximity that as a result of the lights not being synchronised, traffic congestions are caused because of the frequent operation of red and green lights intermittently. And also along Serangoon Road and Kampong Java Road. I hope the Hon. Minister will look into this problem and take measures to improve the flow of traffic. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1014</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to raise is about the planting of trees next to traffic lights. For example, at the junction of Lorong 2 Toa Payoh Central, a tree has been planted just next to the traffic lights. Every time a complaint is made, the branches are chopped off. Then another branch shoots out again and blocks the lights. This goes on and on. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area of traffic congestion that occurs quite frequently is at the traffic circus near the Toa Payoh flyover. The traffic system was originally designed for traffic within Toa Payoh to go out of Toa Payoh in two directions. Due to the takeover of the piece of land by Mindef and the HDB for the construction of the SAFRA House and the HDB Recreation Centre, the proposed plan for the clover-leafed interchange was shelved. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past ten years, traffic in and out of Toa Payoh has increased considerably. To travel to the city from Toa Payoh, there is only one way, i.e. via the flyover at Lorong 1. Of course, traffic can use the Braddell Road flyover or Jalan Toa Payoh near Lorong 8. But they will only get caught in a massive traffic congestion at Thomson Road and Woodsville. I tried on several occasions to get the PWD to consider other measures, but without success. For instance, I suggested that a U-turn be permitted along a stretch of Jalan Toa Payoh so that traffic coming out from Lorong 8 can make such a U-turn to avoid the congestion at the flyover at Lorong 1. But the PWD told me that this would retard the flow of traffic along that stretch of the road. As a result, speeding along this stretch is quite evident. In fact, so far there were at least five fatalities along this stretch of road caused by speeding and other traffic accidents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One has to experience the traffic now in Toa Payoh to realise the inconveniences caused to residents and visitors to Toa Payoh, not only during peak hours. The traffic circus near Lorong 1 is also very close to the Toa Payoh Garden. Sir, residents from one side of the estate, wishing to cross over to the garden for relaxation, have to endure the hazards of moving traffic. I had previously \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1015</b></font> \n  <br> \n  <br> raised the question of having a pedestrian crossing somewhere near Block 158. But unfortunately this was turned down by the then Minister in charge for the reason that this would retard the flow of traffic. If there is a traffic accident along the Toa Payoh flyover or a breakdown of just one vehicle, traffic can be held up for as long as one hour. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Hon. Minister would look into the question of remedying this traffic problem in Toa Payoh. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the hon. Member for Toa Payoh has raised several points on traffic and I will try to answer them point by point. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has raised the question of traffic lights installed at major road traffic junctions. I would say that the close proximity of the traffic lights is not just found in Toa Payoh but perhaps all over Singapore. In order to control the movement of traffic, we have to install traffic lights. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member that at present the control of traffic lights has not been very satisfactory. For this reason, the PWD is at present studying a major programme of trying to link the traffic lights, including those leading to Toa Payoh, into what they call a Computerised Area Traffic Control system. This system is under study and will be implemented. The aim is to bring the areas with traffic signals under a centralised computer control. This system will initially cover the area bounded by the inner ring roads, i.e. from Crawford Street, Lavender Street, Balestier Road, Moulmein Road, Newton Road, Scotts Road and Paterson Road, to Outram Road, Cantonment Road. In short, the whole city area will be covered by this system. It is hoped that this centralised control system will be able to coordinate the traffic lights and to provide what we call \"green wave\" to allow the smooth movement of traffic and also to be able to control the traffic at various junctions to enable peak and non-peak hour traffic movement to flow smoothly. This system is expected to be operational in 1981. That \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1016</b></font> \n  <br> \n  <br> covers the Member's general comments on the traffic light system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards trees which are planted very close to traffic lights, I will ask the Parks and Recreation Department to look into this matter and, if necessary, we will cut down the particular tree which the Member complained of. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of having an interchange for Jalan Toa Payoh to enable traffic to move in and out of Toa Payoh, I think that is not a very good idea. The reason is that unless the traffic moving into Jalan Toa Payoh is able to disperse very quickly, the end result is that the traffic gets stuck in Jalan Toa Payoh. So it does not really help the movement of the traffic at all. At present, the Jalan Toa Payoh traffic usually gets stuck at Woodsville area. The Woodsville area is a major intersection of Jalan Toa Payoh, part of the Pan-Island Expressway which gets into Jalan Kolam Ayer, and there we have Serangoon Road which carries a lot of traffic to MacPherson Road. Traffic from all these major roads converge at one point, Woodsville, and that is where we have this piling up of traffic. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PWD proposal is to construct a flyover in this Pan-Island Expressway so that traffic from Jalan Toa Payoh is able to go along the Pan-Island Expressway into Jalan Kolam Ayer to enable the Serangoon Road traffic to move smoothly without interruption. After the construction of this flyover, I think the congestion in this area will be substantially eased. Take the flyover constructed at Bukit Timah Road. Once it was completed, it eased the traffic congestion at the junction of Bukit Timah Road and Farrer Road. So this proposed flyover has been planned on the same principle. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the proposal to provide a U-turn along Jalan Toa Payoh, the traffic engineers consider it undesirable because Jalan Toa Payoh has been designed as a Pan-Island Expressway to take a high volume of traffic. Once we have U-turns, then cars making a U-turn will obstruct the flow of traffic. So it is considered undesirable. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1017</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of providing a pedestrian crossing for the people from the Toa Payoh Town Centre to the garden, I think there is a conflict of interest here. If we want the traffic to flow smoothly, we cannot have a pedestrian crossing there because it will obstruct the flow of vehicles. A pedestrian crossing means that when the lights turn red, the vehicles have to stop to allow the pedestrians to cross. But the HDB has already constructed an overhead bridge to allow pedestrians to walk to the swimming complex and the Toa Payoh garden from the town centre. So the pedestrians should use this bridge. Singaporeans should cultivate the habit of walking at least 50 metres. It is not a very serious exercise. We should not expect to have either a crossing or pedestrian bridge at every 50 metres. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Member's general observation that in Toa Payoh the traffic flow is not so good, I will ask the HDB and the PWD engineers to look into this problem and to see what other measures we can introduce to improve the flow of traffic in Toa Payoh. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, the use of the term \"Pan-Island Expressway\" seems to be a misnomer in our context because the volume of traffic is so large that the traffic is not really able to move at the speeds that are possible, say, on the freeways of America. If this is the case, I think not building the U-turns along such designated expressways or allowing pedestrian crossings, would really cause greater amounts of energy to be used, more petrol to be burned up. This is especially the case with traffic along the stretch of Jalan Toa Payoh, where a motorist if he has made a mistake has to drive right down to Serangoon Road in order to turn back into Jalan Toa Payoh. \n  <br>5.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think some rethinking ought to be done about this concept of the Pan-island Expressway. If the volume of traffic is so heavy, then make allowance for mistakes by \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1018</b></font> \n  <br> \n  <br> motorists by allowing proper U-turns, and give some allowance to the pedestrians by giving them proper pedestrian crossings. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Sir, I am afraid the Hon. Minister is not very familiar with the traffic system in Toa Payoh. He mentioned the overhead bridge across Lorong 6 to the Toa Payoh Garden or the Swimming Pool. If residents in Blocks 158, 159, 161 right up to 167, want to go over to the garden, they first have to cross Lorong 1 before they can use even the overhead bridge. So the problem is at Lorong 1. Traffic is not very heavy along that side of Lorong 1 leading to the Philips factory. I am not suggesting that we should install a signalised junction, but just a pedestrian crossing so that pedestrians can breathe more easily when they cross the road. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the U-turn junction, here again, if we were to observe the traffic in Toa Payoh New Town and along Jalan Toa Payoh, we will appreciate that a U-turn will not in any way retard the flow of traffic at the moment. Therefore, may I suggest that until such time as the Pan-Island Expressway is fully implemented and a new flyover is constructed, temporary measures ought to be instituted to build a U-turn half-way between the junction of Kim Keat Road and Woodsville so that traffic coming out from Lorong 8 can make a U-turn up the other way into Thomson Road without converging with the traffic jam at Woodsville. In this way, I am quite sure, from my observation, that traffic congestion will be greatly relieved, at least until such time as the flyover is constructed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the hon. Member for Whampoa has just said reminds me of St. Michael's Estate. St. Michael's Estate is just across Jalan Toa Payoh. If one has to go to St. Michael's Estate from Toa Payoh, one has to travel a distance of 2 1/2 miles, although the Estate is just across the road. So if we have a U-turn along that stretch of Jalan Toa Payoh, people from Jalan Toa Payoh need to travel about only half a mile to St. Michael's Estate. It will cut down the need to travel. Surely these temporary measures can be instituted until \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1019</b></font> \n  <br> \n  <br> such time as the flyover is constructed, which I believe will take a number of years. But I am glad to hear the Minister saying that the HDB road engineers and the PWD will look into the matter. May I suggest that we look at this problem together, so that we can have suggestions from community leaders as well as the Members of Parliament, not only me but also my other colleagues in Kim Keat, Boon Teck, Kuo Chuan and Khe Bong. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, I am agreeable to the suggestion of the Member for Toa Payoh, i.e. as I have mentioned earlier, I will ask the PWD and the Housing Board engineers to look into ways and means of improving the traffic flow. I think there is no difference of opinion on this matter. I am sure the Member, the staff of the Housing Board and the PWD, including myself, would like to see the traffic in that area move better and therefore causing less frustration, and above all reducing the number of traffic accidents. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Sir, I wish to thank the Minister for his excellent reply, and I beg leave to withdraw. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Eric Cheong Yuen Chee - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(8) That the sum to be allocated for Head U be reduced by $10 in respect of Project 8102 of Subhead Code UC-04 of the Development Estimates. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> I am not moving, Sir. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Amendment (9). Mr Cheong. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> I am not moving. Sir. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Sia. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Soong:</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1020</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead Code UE-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Ah Hood Road is in my constituency. At one time its vicinity was a kampong with several hundred people living in dilapidated huts in very unhygienic conditions. There were two fires in the area several years ago, and as a result the land in the area was acquired by the HDB for development of a small housing estate. May I enquire from the Minister when will the HDB complete the construction of HDB flats in the area; whether a market will also be built there and how many units and types of flats will be built there? \n  <br> \n  <br> \n  <!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lai Tha Chai (Henderson):</b> Sir, I want to raise one question concerning the Housing and Development Board. Before I do so, would you please let me congratulate the Honourable Minister for National Development. He has risen to his present position by climbing up the \"HDB ladder\". He was the chief administrator of HDB before he came to this House. The House has no doubts about his great contributions to HDB. But the situation has changed, Some of his works which were considered 'good records' in the 1960's may not be so today. Some of them may even become problems now. We can see these happening in the old HDB estates. Let me quote two examples. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, there are lots of 1-room flats in the old HDB estates; the percentage of such flats may even be as high as over 40%. These are rented flats. There are two phenomena in these old HDB estates: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The residents do not like to live in these 1-room flats for too long. Many of them want to move out as early as possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The young residents will move out of these 1-room flats once they are married, leaving their old folks (i.e. parents and grandparents) behind. On being left behind, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1021</b></font> \n  <br> \n  <br> these old folks will face increasing financial problems day by day. In fact, some of them came to see me seeking Social Welfare aid and others came to apply for hawker stalls. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of this particular situation, the general standard of living in these old HDB estates is degenerating gradually. They have become estates fit only for the lower income groups. For example, Kreta Ayer, part of the old city, has 441 public assistance cases; (This figure was given to me by the Ministry of Social Affairs recently) Henderson, an old HDB estate, has 160 public assistance cases; Marine Parade, a new HDB estate, 34 cases. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in the new HDB estates, there are no flats on the ground floor of each block. Instead, void decks are provided for children to play games. Residents can also hold functions there. Through the use of these void decks, residents will be able to make contact and, hence, come to know one another better. In the old HDB estates, however, there are no void decks. There are very limited empty spaces around each apartment block. It hurts the eye to see children playing ball-games along the common corridors. We also hear of residents complaining about shelters or tents being put up by their neighbours in front of door-steps to flats for funeral functions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know the Government has taken steps to improve the living standards of the people in the old city area. The HDB is building modern flats for the middle income groups. The young people would, therefore, stay on in the old city instead of moving out. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister would look into the problems in the old HDB estates. We should improve the living standards of these people if our GNP continues to grow year by year. Of course, if there is no economic growth, we do not have money to do anything, including the HDB estates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know what plans the Hon. Minister has in mind to improve the living \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1022</b></font> \n  <br> \n  <br> standards in the old HDB estates in the near future. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, I will reply to the Member for Moulmein first. The Housing and Development Board is developing a new housing estate in the Ah Hood Road area. Ah Hood Road is a good residential area. There is a lot of private development and, therefore, the HDB development will be of a better design. At present, we propose to build three 5-room point blocks consisting of 288 units of flats and a four-room slab block consisting of 115 units. This is the Phase one development. At present the architects in the HDB are working out the Phase two development. They are studying into the possibility of whether or not there is a need for a market. If they find that there is a need, then a market will be provided in that area. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the improvement of the old housing-estates raised by the Member for Henderson, I think the Housing and Development Board is well aware of the discrepancies of the facilities and the standard of housing provided in the old and new housing estates. As Members know, the public housing programme built by the Housing and Development Board is based on demand. That means to say, we see what is the demand on our waiting list. For argument's sake, in the early 1960s we find that 40% of our applicants were asking for one-room flats, 30% for two-room, and 30% for three-room flats. This shows the income of the people at that time and therefore the type of housing they could afford. Therefore, the Housing and Development Board in the early 1960s had to build that type of housing to meet the demand of the people. Subsequently, as a result of our economic growth, the income of the people of Singapore has substantially improved and they can now afford four-room flats and five-room flats, and in the last few years even HUDC flats, costing more than $100,000 each. Because of this, the Housing Board has, in its latest development, built better flats and more four- and five-room flats, and also different and modern designs have been adopted for the new housing estates. The \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1023</b></font> \n  <br> \n  <br> standard of the flats in the old housing estates which were built in the early and late 60's has been very poor. So our architects are looking into how to improve these old housing estates. \n  <br>5.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to our proposals and methods of improving the old housing estates. The first proposal is to eliminate the poorest standard of housing, that is, the one-room emergency flats built in our first five-year building programme from 1960-65. At that time we had a group of citizens who could only afford $20 a month rental. Therefore, emergency flats were built specifically for this very low-income group of people whose family income usually ranged from $100 to $200 a month. This type of housing is no longer in demand. In fact, a few thousand units of this type of emergency flats have been vacant in various parts of Singapore. The Housing Board's proposal is to demolish these emergency flats in the next five or six years. Once these flats have been demolished, we will then be able to use the land to build four- and five-room flats which were not built during the 60's. Moreover, in some old housing estates there is not enough of open space. So once these emergency flats are demolished, the sites can also be used for open space. But even then we will still not be able to provide facilities equivalent to the new housing estates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this reason, our architects are looking around the old housing estates to see what kind of recreational facilities can be provided near the old housing estates to supplement what is lacking in these old housing estates. An example of such recreational facilities is the swimming pool we built off Mountbatten Road. The swimming complex which has been completed provides recreational facilities for residents in the Old Kallang Airport Estate and also the Tanjong Rhu Estate. There is totally no space for us to build a swimming pool in these two housing estates. We therefore built a swimming pool within walking distance of these estates, so that the people living in these old housing estates can go there to swim. Similarly, we \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1024</b></font> \n  <br> \n  <br> have built a swimming complex in Geylang East, south of Paya Lebar Way, to provide recreational facilities for residents in MacPherson Estate and also Kallang Basin. We are building a sports complex off Alexandra Road which will consist of a swimming pool, a football pitch and an indoor stadium, to provide recreational facilities for residents in constituencies like Bukit Ho Swee, Delta and also Henderson. When this sports complex is completed, the residents in Henderson can walk to this complex. We are also building a swimming complex in Bukit Merah. In fact, this particular swimming complex has been given a lot of publicity because we had to pull down a temple. The building of the swimming complex has been delayed for almost a year because of the problem of clearing the Chinese temple. Otherwise, the swimming complex would have been completed by now. Unfortunately, because of this delay, we are just starting to build the new swimming complex and when it is completed the residents in the old housing estates of Bukit Merah and Tiong Bahru can go to the swimming complex. These few complexes will cost the Housing Board in the region of $17 million. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point raised is in regard to the one-room, two-room and three-room rented flats built in the early days. These blocks of flats have open balconies and those two- and three-room rented flats built in the early 70's have metal windows. So we are now going to provide metal windows to these old flats to bring their standard similar to those built recently. This item alone will cost the Housing Board $26 million. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also provided a central TV antenna to all old HDB flats so that the residents will have the benefit of a better reception. This will cost the Housing Board in the region of $3 million. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another very important item. In the early 60's in order to save money we provided only one lift for ten-storey buildings. In case of breakdown or servicing of the lift the residents have to walk up because there is only one lift in that block, So we are now \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1025</b></font> \n  <br> \n  <br> proposing to instal an additional lift to about 250 blocks of flats where there is only one lift per block. With this additional lift each of these blocks will at least have two lifts, so that in the event of a breakdown the residents will not have to walk up to their flats, as the other lift will still be functioning. This will cost the Housing Board another $3 5 million. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The water pipes and water tanks in the old housing estates were installed more than 10 years ago. The residents find that the water pressure is not so good and sometimes the water tank is a bit dirty. We are introducing a supply system to improve the distribution of water to something like 1,550 blocks of old flats. We are going to change the distribution pipes and also to improve the water tanks so that the residents will have a higher water pressure and better quality water. I am not suggesting that at present our water is dirty or not suitable for drinking. It is good but we want to provide something better. This will cost the Housing Board $25 million. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These few items which I have just mentioned will improve the condition of the old estates and will cost the Housing Board $106 million. It is a very large sum of money but we feel that this is essential because in Singapore the majority of Singaporeans are living in HDB flats. We should not allow a situation where a lot of facilities are lacking in the old estates while the facilities are better in the new estates. The Housing Board is spending large sums of money to upgrade the conditions in the old estates, so as to close the gap of disparity between the old and new housing estates. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, Whampoa constituency has one of those old housing estates mentioned by the Hon. Minister, namely, St. Michael's Estate. Therefore, I can sympathise with the Member for Henderson who waxed very eloquently on the list of problems of such old housing estates. I welcome the plans which the HDB has drawn up to modify and improve these old housing estates. I think what is important for \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1026</b></font> \n  <br> \n  <br> us to consider is not only the amount of money which is going to be spent but the time profile within which this money is going to be spent. If HDB is going to take five years or 10 years I think that is too long a time. We would like to have a greater sense of urgency injected into the programme. We were promised a year ago that these improvements would be undertaken but to-date we see very few signs of such improvements. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the matter of lifts in the old housing estates which the Hon. Minister mentioned, we have very serious problems in the St. Michael's Estate, particularly in Jalan Bahagia where there are three-room flats which are ten-storeys high. Recently the lifts have been breaking down one after another and the Housing Board has undertaken some major repairs. But unfortunately the repairs took a very long time indeed, in some cases three or four weeks, and old people have to climb up the 10-storey building. I hope, therefore, that when these repairs are undertaken and if the lift mechanism is really so bad, the Housing Board would completely demolish the old lifts and instal some new and better lifts. He also mentioned that he is going to introduce second lifts into such buildings. Here again, I would urge him to do it as quickly as possible and not wait for five years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned that the Housing Board is planning to eliminate the one-room flats. If this is properly phased out, I would agree with the idea but at the same time perhaps the architects should take a look at the entire layout of the old housing estates. It is not only the one-room flats which have got congestion problem but the sheer layout of the old estates themselves gives an impression of tremendous congestion, namely, even the three-room flats or two-room flats are built too closely together. In other words, there are too many blocks in the estate. Would the Housing Board look into this problem to see whether or not some thinning-out could be done to take out even some of the blocks of two-room and three-room flats so as to provide greater areas of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1027</b></font> \n  <br> \n  <br> open space for breathing and for recreational facilities? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was happy when the Minister began talking about swimming complexes but was rather disappointed when he did not mention St. Michael's Estate. If the Hon. Minister is hard-put to look for a piece of land suited for the purpose, I can direct his attention straightaway to a stretch of empty land along Whampoa Road, right beside our new Whampoa Community Centre. There is ample land suitable for a vast swimming complex together with other suitable recreational facilities, such as tennis courts and so on, Sir, I hope the Hon. Minister will pay special attention to Whampoa. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> Sir, as an MP with new and old HDB estates in my constituency, I wish to contribute my observation. I do not wish to disagree with the Member for Henderson. It seems that he gets along very well in more than one aspect with the Minister. The Member has complained that since the Minister has left his old job as the Chief Executive Officer of the Housing and Development Board, things have got worse. In my experience, things have improved. I will prove it to you, Sir. I have excellent cooperation with the Area Office which is in charge of Chai Chee Estate. There are good people there. I wish to take this opportunity to place on record my appreciation of their cooperation, not only with me but also with the Residents' Committee and the Citizens' Consultative Committee. We have a very cordial working relationship there. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding that, there are a few snags here and there. The Minister mentioned the question of lifts. In old Chai Chee Estate there are four blocks of flats using a certain brand of lift. These are the only four such lifts in the whole estate. I was given to understand that those lifts were under experiment. In the end, they were not chosen. Another brand was accepted by the HDB. The end-result was that in these four blocks of flats, that peculiar brand of lift suffered very frequent breakdowns. There was even the case when a lift was vandalised by the repair contractor's workers. In one day \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1028</b></font> \n  <br> \n  <br> alone, workers had to be called about three or four times to repair that same lift. The workers themselves got a little bit annoyed and after repairing the mechanism of the lift - it worked after that - but certainly the walls of the lift were not the same as before they were repaired. I thought they themselves vandalised the lift just out of frustration. I do not know whether or not to blame these workers but the Housing and Development Board should look into this. \n  <br>6.00 p.m. \n  <div align=\"center\"> \n   <h4>[Mr Deputy Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of one-room emergency flats, four blocks will be demolished in Chai Chee, and I do have a suggestion to make to the HDB. The surrounding blocks of flats near those blocks to be demolished are of old designs and they do not have void decks. Will the Minister therefore consider using some space left behind to provide a little shade to serve the same purpose as void decks because there are funeral rites and other functions going on there. Certain blocks have the misfortune of having all kinds of activity in their void decks because the surrounding blocks have no such provisions. So all the funeral rites and wedding parties have to be held there. I attended one wedding party in a void deck. I found there were actually three wedding parties going on at the same time. Sometimes when you attend a funeral, you have to go to the next block, because there is another funeral from another block but using the same void deck. I think this situation is unfair to that particular block because they are entitled to some privacy. It is not too unreasonable to request for a simple shed, an arcon structure perhaps, since some land will be available in Kampong Chai Chee, so that all these activities can be confined to that shed or pavilion, thus relieving the agony of residents in that particular block, who have to put up with all the funeral rites and the wedding parties. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently the HDB built little humps over every opening of the lifts in Kampong Chai Chee. I do not know about the other constituencies. I think this is to rectify an \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1029</b></font> \n  <br> \n  <br> architectural defect in the original design. It was discovered that rain water and even the water from washing of the corridors flowed down through the lifts and collect at the bottom of the lift well. This is a very serious problem because the machinery below gets rusty, hence, more repairs. I thought it was a very good action on the part of the HDB to build these little humps, but at the same time, people using the lifts have been tripping and toppling all over. This is not to say that these humps are bad. They are a necessity. But this is another example of those administrative lapses which I mentioned in this House before. It is a case of poorly designed lifts from the beginning, and they are now trying to rectify them. I had a private discussion with the Minister. He agreed with me. He thought that the humps could have been done in a more imaginative way. I bring this matter up in this House now in the hope that, having been told that these little humps should have been done in a more imaginative manner, they will indeed be rectified. Instead of making an announcement here, I hope the Minister will actually instruct his staff to try to look into other areas of previous administrative or design deficiencies. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Sir, although I am the mover of the amendment, the Hon. Minister has not answered any one of my questions. Can I have a legitimate right to an answer? He has not answered my question on when the HDB will complete the development of the Ah Hood Road estate. With the pressure exerted by hon. Members for the renovation of old housing estates, I hope he would not from now onwards direct all the construction workers to go to the old housing estates and forget Ah Hood Road estate, because the development of Ah Hood Road estate has been in the pipeline for a long time. I would be obliged if the Minister could give an answer on that. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, I have, in fact, answered the Member's question. But unfortunately when I answered it the Member was not in the Chamber. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1030</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Sir, I was here all the time! \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> I have already answered it just now. But it does not matter, I will repeat it. The HDB is developing a new housing estate at Ah Hood Road to blend with a group of private residential developments in that area. In our Phase 1 development, we propose to build three blocks of five-room flats of 288 units and one block of four-room flats of 115 units. Our architects are still planning Phase 2 and if we find that there is a need to provide a market, we will provide it in Phase 2. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Sir, my question is, when will the development be completed? Is it in 1980 or 1981. This is Phase 1. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Phase 1 is at present under construction and it should be completed in about two years' time. I think Phase 2 will most probably follow the completion of Phase 1, a year later. This means that construction work on Phase 2 will begin a year after Phase 1. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, can I seek an explanation? There are three other Members who have spoken on this amendment. Since the Chair has allowed a few passengers along the way, I wonder if we could debate further? \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I think the Leader of the House has a motion to move that we adjourn now. \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Leader of the House (Mr E.W. Barker):</b> Sir, may I assure the Member for Kim Seng that he will have the whole day tomorrow. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1030</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>COMMITTEE OF SUPPLY REPORTING PROGRESS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Suspension of Standing Orders)</b> \n  </div> \n  <br>6.06 p.m. \n  <br> \n  <br> \n  <!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Barker:</b> Sir, may I seek your consent and the general assent of Members present to move that progress be reported now and leave be asked to sit again tomorrow? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1031</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I give my consent. Is it the pleasure of hon. Members that the motion be moved as proposed? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Hon. Members</b> indicated assent. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, progress be reported now and leave be asked to sit again tomorrow.\" - [Mr E.W. Barker]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Barker:</b> Sir, I beg to report that the Committee of Supply has made further \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1032</b></font> \n  <br> \n  <br> progress on the Main and Development Estimates for the financial year 1st April, 1979 to 31st March, 1980, and ask leave to sit again tomorrow. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Deputy Speaker:</b> So be it. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Seven \n  </div> \n  <div align=\"right\">\n    minutes past Six o'clock p.m. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
