{"memberId": null, "volumeNo": "39", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"39\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1979-03-28\"> \n  <meta name=\"Start_Col\" content=\"79\"> \n  <meta name=\"End_Col\" content=\"150\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">39</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">28-03-1979</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 79</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 39</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 28th March, 1979</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of Foreign Affairs. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 80</b></font> \n  <br> \n  <br> \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry. \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Ho Kah Leong (Jurong), Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 81</b></font> \n  <br> \n  <br> \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Senior Minister of State, Ministry of Education. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 82</b></font> \n  <br> \n  <br> \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Mr C.V. Devan Nair (Anson). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Dr Tan Eng Liang (River Valley). \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 81</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4> \n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 30 of the Constitution of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr C.V. Devan Nair (Anson) - from 28th March to 4th April, 1979. \n  <br> \n  <br> \n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\">\n        YEOH GHIM SENG \n      </div></td> \n    </tr> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\"> \n       <i>Speaker,</i> \n      </div></td> \n    </tr> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\"> \n       <i>Parliament of Singapore</i> \n      </div></td> \n    </tr> \n   </tbody> \n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 82</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <b>REVISED STRUCTURE OF EDUCATION</b> \n  </div> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>Paper Misc. 3 of 1979</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [27th March, 1979]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House having noted the Report on the Ministry of Education, 1978, contained in Paper Misc. 3 of 1979, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) supports the revised structure of education which will allow each pupil to study at a pace suited to his learning capacity and which will make him as bilingual as he can be, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) approves flexibility in implementation particularly to accommodate the wishes of parents, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) recommends periodic adjustments and changes to the revised structure which experience and advice of principals and teachers show to be desirable in the long term interests of pupils.\". - (Deputy Prime Minister and Minister of Education) \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 83</b></font> \n  <br> \n  <br> \n  <br>2.31 p.m. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, the education policy of our country must take into consideration the following goals. Firstly, the need to promote the indigenous languages: secondly, the need to prepare our young citizens for employment, and thirdly, the need to promote a strong foundation for good citizenry. There are, of course, other factors to be considered but I believe any education policy must achieve these three primary goals. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a multi-lingual and multi-racial society with the Chinese comprising 76% of the population, Malays 15%, Indians and Pakistanis 7% and the Eurasians and others 2%. The Chinese and Indian communities are not homogeneous. The Chinese are divided into the various dialect groups, such as the Cantonese, Hokkien, Teochew, Hainanese, Hakka and Foochow; the Indians into Telegu, Malayalam, Punjabi, Hindi and Bengali. Thus, it is not possible to impose any indigenous language as a common language in our country. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, in view of our historical and political circumstances, we have evolved a language policy based on bilingualism, i.e. English as the link or common language and the mother-tongue as the cultural language. The adoption of English as the link language is a pragmatic one because it is a neutral language and it is the language of official, bureaucratic, commercial and ordinary interchange. It is also an international language. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The language policy is, of course, tied up with the question of moral education and the capacity of the children to absorb two languages which, in the case of the Chinese and the Indian communities, means two foreign languages. Thus, for the Chinese child, English and Mandarin are two foreign languages, and for a non-Tamil speaking child, English and Tamil or Malay or Mandarin are the foreign languages. So it is a difficult task for the child to become equally proficient in two languages. In most cases, therefore, a choice has to be made, either more of one and less of the other or just to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 84</b></font> \n  <br> \n  <br> concentrate on one with a minimum acquisition of the other language. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The capability of the student to absorb the languages may be equated with their capacity to absorb knowledge. That is, the intelligent child may be expected to be more efficient in two languages than the less intelligent child. This may not necessarily be true in all cases but it can be accepted as a general guideline. Thus, what it means is that in the schools, streaming of children on the basis of language proficiency is necessary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of moral education, there is no doubt that we want to build a modern society based on the relevant cultural values of our Asian traditions and those relevant ones from the West. No doubt through the inculcation of certain values of Confucianism, Hinduism, Islam and Christianity, we will build up men and women of sound character and a cohesive society in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, I support the major recommendations of the Dr Goh Report. The need to restructure the primary and secondary schools, in accordance with the capabilities of the children to absorb language and knowledge, is a step in the right direction. However, there are certain problems of implementation which I would like to point out. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the language requirement for the various streams is concerned, I wonder whether the above average children would be able to compete with the brilliant children in the special bilingual stream, for example, at the pre-University level. According to the recommendation, the brilliant children will aftain equal proficiency in both languages while the above average children in the normal bilingual stream will attain a lower proficiency in the second language. While both categories may pass the GCE 'O' level, the question is whether those in the normal streams will be able to compete equally with those in the special stream at the Advanced level. Parents must be assured that their children who may be less proficient in the second language but do well in the other subjects should be given equal opportunity \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 85</b></font> \n  <br> \n  <br> for further studies, for example, admission into the University. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One point with regard to the problem of teaching the second language should be noted here. This is the teaching of Tamil as a second language. Members may be aware that the learning of Tamil in many schools is not available to the students. Moreover, many of the Tamil teachers are relief teachers. The Ministry should, therefore, try to fill the gap as quickly as possible. The point is that the teaching of the second language, be it Chinese, Malay or Tamil, should be made available to the children in accordance with the choice of the parents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the streaming of children, I agree that the children should be streamed. But I wonder how this will be done. Will children be streamed and sent to different schools or will different streams of children be stationed in one school? I suggest that all the children be accommodated in one school. Firstly, the transfer of children, which is allowed for in the Report, can be done more easily if the children are in the same school. This transfer, however, is in the nature of upward and downward mobility rather than lateral. Thus, for example, if the various streams are in one school, then the top few in the normal stream can be moved upwards into the special stream, while the last few of the special stream can be moved downwards into the normal stream. The promotion or demotion in such a way will cause the least problem of adjustment to the children affected as the difference between them and their new classmates is minimal. Secondly, the streaming of children into different schools on the basis of language proficiency may result in racial segregation of our children. This is not desirable in our multi-racial society. Moreover, if all these children are in one school, there is intermingling of children of various races, intelligence and of various background. This, of course, is a desirable development towards a cohesive society. The sense of community will grow as each group will show concern for each other in the process of their daily contacts with one \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 86</b></font> \n  <br> \n  <br> another. Thirdly, and this is the point made by the Member for Anson yesterday, the streaming of brilliant and average children into super and normal schools inherently creates the stigma on the normal school children; that somehow the school and its students belong to an inferior category of human beings. This distinction between the elite untouchables, that is, those in the super schools and the inferior beings will be removed if all children are streamed within the same school. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Report, the top students or the 8% of the PSLE passes are expected to complete their GCE in four years and to do the two languages at first language level. Here I would like to add my reservations. Firstly, these children should not be overloaded with work and, secondly, they should be allowed to fall back to the lower stream if parents so choose. I am sure that parents are concerned with the increasing workload that the children have to do. They are tied up with continual assessment. Children are preoccupied day in and day out, with preparations for their monthly tests. They have hardly enough time left to do extra reading on subjects that may interest them. I would suggest that the monthly tests be abolished and that only the semestral examinations be retained. This relieves the pressure from the children as well as from the parents who are concerned with their children getting good results. At this point, it may be useful to state that children should enjoy their education and that they do not go through their school life merely, memorising fact after fact. A child may be top in the class, but it may mean that he is only good at memory work. It does not mean that he has been fully educated or that he has an all-round education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report stated that the moral education taught through Education for Living (EFL) in primary schools and civics courses in secondary schools should be abolished. In its place, it has been suggested that moral values should be inculcated through the story-method. I note that the main content of moral education is on traditional cultural values and that these \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 87</b></font> \n  <br> \n  <br> stories will mainly be ancient stories from the East. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder whether moral education should not be extended to education in citizenship. It is sometimes sad to note that Singaporeans are growing up without any knowledge whatsoever of their historical, social, cultural, economic and political development. The struggles of our leaders during the periods of crises, how they overcame them, the moral fibre and character of these men, the danger they faced and the consequences that would have befallen us if they had failed, are lessons to be taught to our children. In the process, such values as dedication to the community, personal sacrifice, hard work, courage, farsightedness and wisdom of our leaders will be passed on to our children. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I hope that while the roadside libraries where Chinese story books are available is a source for our moral education programme, that the National Library and the University of Singapore Library, where materials of the exploits of our national leaders are available, will also be another source for the writers on moral education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the Hon. Prime Minister has stated, the teachers are the anchormen in moral education and the school has a vital role to play. But I believe that moral education - education in character building, habits of thought and behaviour, healthy mind and body, sense of loyalty and patriotism - is the responsibility of not only the school teachers but also the parents and the media-men, i.e. those involved in public communications and entertainment. Therefore, moral education must be a coordinated exercise; otherwise, the good values taught in school can be quickly undermined by agencies outside the school. In this respect, I am happy to note that the Committee of Parliamentarians studying the issue of Moral Education is headed by the Minister for Communications and Acting Minister for Culture. Moral education is as much the concern of every other Minister as it is of the Deputy Prime Minister and Minister of Education. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 88</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moral education is supposed to provide the cultural ballast for our society, which is being urbanized and modernized. The Report mentions the risk of deculturisation but it has not touched on the danger of westernization. As an open society, we face the danger of becoming too westernized. The continuous presence of westerners in our society and the commercial pursuit to cater to their needs invariably increase the western cultural content in our society. The proliferation of various entertainment places, especially the nightclubs, and the import of western films for the cinemas manifest this trend. These places reflect to a considerable extent the cultural values, attitudes and modes of behaviour of the western society: some good, some bad. Hence, we have to put certain constraints on these places. Nevertheless, the danger of exposure of our school children, youths and other citizens to the selfish, permissive and hedonistic values of the West must not be overlooked by the Ministers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Sir, I wonder whether any Ministry has bungled by allowing the symbol of the American permissive society and counter-culture to exist in our midst. I refer to the impending establishment of the Playboy Club in Singapore. Does this mean that we are prepared to tolerate the Playboy philosophy? \n  <br> \n  <br> \n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Playgirl later on! \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Are we prepared to see Singapore girls being turned into Playboy bunnies? We banned the Playboy magazine, yet we allow the Playboy Club to operate here. Where is the logic? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, what I have just said is pertinent to the issue of moral education. We cannot have double standards, one for the foreigners and the rich, and one for the rest of the citizens. In any case, Singapore is a small state, and no one can be isolated from development taking place in any part of it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether we like it or not, our children are exposed to such western cultural influence. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 89</b></font> \n  <br> \n  <br> They are not only exposed to the entertainment places and the cinemas, they are also exposed to western influence at home via the television and radio. To completely resist the absorption of such cultural traits from the West is impossible; we are increasingly becoming westernized. The way we dress, the songs and dances we perform and the expression in thought and action in our relations with parents, relatives and friends certainly reflect an increase in westernization. But it is the good features of western society that we want to incorporate in the Singapore society: we have to reject the undesirable ones. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one major reason why the Report has come about is that there is a need to reorganize the whole administration of the Ministry of Education. Policy guidelines may be spelt out in broad terms but it is up to the administrators to interpret them and implement them in detail. There is no doubt that the major contributing factor for the failure of our education policy was the calibre of our officials in the Ministry, particularly in the Schools Division. Many Members in this House and I have on previous occasions mentioned that certain officials in the Schools Division were responsible for aggravating the low morale of teachers and causing anxiety and discomfort in the schools. We wondered whether they were educationists or insensible minor tyrants. Now, the Report confirms what we had said. The Report mentions that, \"it is sometimes difficult to make sense of what they (Schools Division officials) are trying to do.\" This is an astonishing conclusion to make, especially about people who are supposed to be the professionals. If the officials who are there now still cannot discern what they should properly do, I suggest that it will make more sense if the Schools Division is completely done away with. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that in the process of the reorganization, the responsibilities of the Ministry officials and the principals can be clearly delineated. This is a matter, Mr Speaker, Sir, that the Hon. Deputy Prime \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 90</b></font> \n  <br> \n  <br> Minister has answered during the Budget debate. I would like, however, to reiterate that the Ministry officials must confine themselves to overall administration of the education policy, provision of the physical facilities, curriculum development and supervision of the principals. However, there should be little interference by Ministry officials in the work of the teachers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to suggest, Sir, is that the principals together with the vice-principals and senior assistants be given full responsibility for the running of the schools. The principal's major concern should be the implementation of the curricula and the teachers should be left to work out the schedule of work for the whole year under the supervision of the principal. As far as teaching techniques are concerned, it should be left to the individual teacher. After all, the teachers are all trained teachers. Many of them are graduates from the Institute of Education and if they do not know how to teach, they should not have been given the certificate or diploma in the first place. If their teaching technique is bad, then the fault lies with the Institute of Education. What this means is that the Ministry officials should only deal with the principals and the principals with the teachers. Such a line of authority extends not only to the implementation of the curricula but also to the career development of the teachers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, such a proposal may lend itself to abuse but teachers can always refer any complaint to either the Ministry or the Singapore Teachers' Union. In this respect, I would like to propose the abolition of an obnoxious unit in the Ministry called the Complaints Unit. It is surprising for me to learn that Ministry officials should have nothing better to do than to spend valuable time in investigating complaints by parents who send in anonymous letters. In future, such complaints should be channelled to the principals. Instead, the Ministry should consider setting up a Teachers' Liaison Centre or Unit, to which teachers can refer their views, comments and complaints to the Ministry officials. This would be in line with \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 91</b></font> \n  <br> \n  <br> what I had suggested sometime ago, namely, Meet-the-Teacher sessions at the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The key to the success of the education policy is, of course, the teachers. I think much has been said about the need to raise the morale of teachers. This can be done if the image and status of the teachers can be enhanced. According to a Hindu saying - I shall not be speaking in Tamil, Sir, this is the English translation - the person who teaches you to read and write is next to God. I am sure that in all other traditions, the teacher is held in such high regard. So may I suggest that the Minister pay more attention to this problem. In his Report, he has suggested that this is not a major problem. But some doubts have been cast over the credibility of the study team's finding. This is the point that the Member for Kolam Ayer raised yesterday. The survey was based on a very brief minute sample, namely, of 140 teachers and they represent only 0.7% of the teaching profession of about 20,000 teachers. If I may say so, Sir, many teachers who were interviewed by officials and particularly by members of the Study Team did not know the significance of the interviews or might not be prepared to speak up. The sad thing about the teaching profession is that many teachers have adopted the static positions of the three monkeys; hear nothing, see nothing, say nothing. So many of them complain but few are prepared to come forward to register their grievances. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the Report one area of education seems to have been omitted, namely, the education of the educationally sub-normal or ESN children. For the ESN children, I wonder whether the Ministry will build a school for this category of children. There are many children who have failed many times in the normal schools and this may be due to a variety of factors. I hope the Ministry will look into this. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, education is a very complex issue and I would think that this is not the last report that we would see. We are an evolving society, constantly adjusting to changes. Likewise, the education policy will have to undergo adjustments. This, of course, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 92</b></font> \n  <br> \n  <br> is implicit in the Minister's recommendation that certain flexibility and freedom be allowed to the Ministry in the implementation of the policy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the major complaints of teachers and parents alike has been that they have not been consulted or informed about the many changes in our education policy. There has been no communication or there has been a communication breakdown between Ministry officials, principals, teachers and parents. The impact of any education policy is long standing. It can only be felt after a few years and if there have been errors, it would be very difficult to remedy them. Thus, it would be useful to discuss certain changes with teachers and parents, whose children have to bear the consequences of good or bad education policy. I would, therefore, suggest in this connection that, firstly, the Ministry should embark on a five-year plan for education, indicating what developments would take place, how they have to be implemented and at what cost. This plan should be reviewed at the mid-term in order to assess the success and failure of it. There should be little, if any, change during the five-year period. Secondly, the parent-teacher association (PTA) in schools should be activated and expanded. At present, the schools' advisory committees and management committees as well as the parent-teacher associations are nothing more than fund-raising agencies. It may be useful for the PTA to discuss some of these problems and give their views on the education policy. Thus, it would have been helpful if the Dr Goh Report had been studied by the PTA and other advisory committees of the school. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, the Report can be studied by the Education Sub-Committee of the Citizens' Consultative Committee. I am pleased to note that certain Members of Parliament have discussed the Report with their CCC members. If I may, Sir, I would like to place on record that a group of CCC members in my constituency held a meeting with me last Sunday to air their views and comments on the Report and on various other aspects of our educational system. It was a useful and beneficial exercise; in fact, I have taken into \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 93</b></font> \n  <br> \n  <br> consideration their views and comments during this debate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, may I reiterate that I have no objection to the Motion standing in the name of the Deputy Prime Minister and Minister of Education. It is full of promise of a better future for our children. I, therefore, support the Motion wholeheartedly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you, Mr Speaker, Sir. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Mr Speaker, Sir, there are two amendments standing in my name. The hon. Members for Anson, Moulmein and Jurong have so enriched the House by their in-depth observations yesterday, and their timely chord of warning on the misgivings they have on the revised structure should suffice to enlighten the luminaries (they are all here) in the Ministry of Education. The Deputy Prime Minister himself has also further elaborated on the new structure. Their exercises have rendered the first amendment* unnecessary and I, therefore, do not propose to proceed with it. I shall, however, discuss the rationale behind which the amendment was originally moved. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> * The amendment, standing in the name of Mr Fong Sip Chee, reads as follows: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"To leave out sub-paragraph (1) in lines 3 to 5 and there to insert - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(1) supports the revised structure of education based on a system common to all pupils which will make them as bilingual as they can be, and at the same time allow those with the capability to study at an accelerated pace suited to their capacity.'.\". \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"At end, to add a comma and the following new subparagraph - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) resolves that the Minister of Education do report to Parliament after 2 or 3 years on the progress, unresolved problems and state of implementation of the revised structure of education'.\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today's sitting of Parliament is especially convened for the sole purpose of debating the findings of the Education Study Team presented in Parliament as a Report on the Ministry of Education, 1978. The Prime Minister, in his letter to the Deputy Prime Minister and Minister of Education has aptly \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 94</b></font> \n  <br> \n  <br> described the publication of the Team's findings and the exchange of letters \"a watershed in our history. A generation of Singaporeans is coming of age.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No better conclusion can be drawn than the Prime Minister's remarks. Never before has a more critical report on our education system and objectives been placed before the scrutiny of the entire nation. Views in support and criticisms were freely expressed, and MPs' guts were challenged even before they speak their minds. The Lim Tay Boh Report dealt with the exigency of a different era, when political consideration took preference over everything. Hence, its watered-down implementation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a way, the Report now before the House vindicated hon. Members' criticisms in this House over the years on the education system in Singapore. Not a few Members proffered their comments, some with pungency, including mine. In the process, a few Members emerged languid and flayed; others, who were less fortunate, were scarred by the retorts by the Front Benchers, but nevertheless fought on. To those who have their pride injured, I respect them for their courage and sincerity. They will find satisfaction in the Report which, in fact, is a precis of their comments. They were duty-bound to bring to the attention of this House the effects and defects encumbered in the present system. To the Prime Minister, we acknowledge his continuous concern for the education of our young. We are grateful for his serious and forthright manner in which he dealt with us as he did with this most sensitive subject. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, it is impossible to incorporate all the views of each and every hon. Member. If we do, the final product will be an utopian system or a frankenstein. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are here to seek concord on how best the revised structured of education can be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 95</b></font> \n  <br> \n  <br> implemented. And concord we will achieve. Criticisms in the past have been many, and hon. Members would do well not to re-amplify them or bemoan too much the state of the past. It serves no useful purpose. What is important now is whether we have the courage to accept the challenges ahead to ensure that the new structure will bear the desired fruit. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report, in a nutshell, lists out the deficiency of the system which our pupils have been subjected for many years. Indeed, as responsible Members of Parliament, we should now lend support to rectifying these defects and try to give life to the recommendations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not a single decision on education in the past had been made without the inhibitions of political considerations and cultural constraints. Discussions in the House were confined mainly to the physical aspects of the various systems and their administrative shortcomings. If hon. Members' views were found to be wanting in wisdom and practical considerations, it was because they exercised judicious care in refraining to test the sensitivity of the subject. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members are aware of the many meetings amongst MPs on the subject of education. The discussions were frank, and frequently vigorous, if not more critical, than those hitherto expressed in this House. I myself have suffered cuts and bruises in the many exchanges I had with the Prime Minister. My fate of being knocked down every time was almost predictable! Fortunately, I have so far been able to survive the mandatory counts. Some well-intentioned colleagues advised me that I should have instead counted 10 before I ventured my views! Otherwise, the next time it will be a T.K.O. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Times have changed. Singaporeans today are an entirely different breed from those in the fifties and early sixties. We are now able to scan a farther horizon, and politically matured to be able to tackle the problem more objectively without the inherent fear of the prejudices of language and culture. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 96</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A major political decision has been made. It is up to us to give it the blood and muscle and determination to see it through its implementation, Parliament's endorsement and hon. Members' commitment are sought for this purpose - a decision today will ensure the quality of our next generation on whom the fortunes of our nation will be entrusted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cultural and other traditional prejudices must now be set aside in the matter of survival of Singapore as a nation. I say this, and say so categorically as a Chinese educated. This is a bold statement which I realise may cause untold damage to my political standing if made in the early sixties. Indeed unthinkable, in the fifties, as the Member for Anson has said. I do so without fear only because I am confident that our people will understand the priorities of survival before anything and everything. Education is a life-long and continuous process. May I quote a Chinese saying: bai nian shu ren (&nbsp;&nbsp;&nbsp;&nbsp;). There are enough idioms in the Chinese language to describe education, the teachers and the pupils. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members are all agreed that there is no such thing as a perfect system in education. We have never hoped to ever evolve one in the first place. (The Minister for Home Affairs may wish to know that the hon. Member for Serangoon Gardens has taken over my role by his eloquent exposition on Tamil education). The consideration is simply that of meeting the realities, however painful they may be. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I visited the Federal Republic of Germany many years ago, I found to my surprise that education was a Landers' responsibility. \"Landers\" means the state's responsibility - quite similar to the cantons in Switzerland which the Deputy Prime Minister described yesterday. There was no common system in the Federation. Dissatisfaction was evident, even among the high intellectuals and the intelligentsia, indeed even very explicit disillusion over the education system there. But to my question as to why the Federal Republic of Germany was able and has been able to produce the high quality of technocrats and literary \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 97</b></font> \n  <br> \n  <br> personalities, in spite of the defects they so vehemently criticised, a high official was quite dumbfounded. I still do not have the answer today, but it was quite a revelation to me. The reason that we have been able to progress so far to what we are today, under the much criticised defective system, must have been due to the sheer determination of our people, their ballast and the ever-present urge to do well. All these virtues are inherent in our cultures. In short, it was a defective system made workable, at least by those who have the tenacity to battle through the highly competitive arena. High attrition rate is the natural consequence in this system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This, of course, is no consolation, and neither do I attempt to exonerate the Ministry of Education and their luminaries for their past misdeeds. What I intend to highlight is that there is that great virtue in our people which has been oblivious to us and taken for granted lightly. In essence, it is the quality of the people that finally decides - a quality which we can exploit to our full advantage and which the new Restructured System must take cognisance of. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With due respect to the Japanese, they are said to be poor linguists! They even boldly advertise their linguistic handicap in nearly every other instruction pamphlet which accompanies their products. But hon. Members should take note: the important thing is that they sell, and the whole world buys their products all the same! And little do we realise that such display of linguistic handicap can be so misleading! It is fair to say that the Japanese progress through the English language. For every latest literature on Science and Technology published in English, the Japanese will produce, in remarkably short time, the translation or their version of it and quickly pass down to their technocrats and technicians. Here is a case of knowledge gained through a foreign language and quickly exploited. This has been possible only because they can progress hand-in-hand with the western world, and in many instances, even overtaking the western industrialised countries \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 98</b></font> \n  <br> \n  <br> without at the same time losing their identity and the verve and vibrancy of their hard culture. It is a case of happy and balanced blending of the two seemingly opposing factors. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Japanese have found the solution. But we have an edged advantage over the Japanese. In our case, English language has been with us and in our system for the last 150 years. It is not a strange language to us. This is our edge. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It must be remembered, nevertheless, that even if all of us speak the English language like an Oxon, like the Attorney-General, Mr Tan Boon Teik, there is no English culture here to back up the language. There is no afternoon tea. Some of the gentlemen have been described by the Deputy Prime Minister and Minister of Education as Westernised Oriental Gentlemen (WOG). They may have afternoon tea. There are no bowler hats and no pudding! Ironically, while there is no English culture to back the English language, the Chinese culture is here, but the language suffers an evident decline. Even Tamil. Fortunately, not Malay as yet. When we have more Chinese, Malays and Tamils speaking English, the cultural values of the communities should not be allowed to subside and eventually fade out. It is in this respect that the fear of deculturalisation is so real that it does not escape the attention of the Study Team. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Language teaching is the most difficult of all subjects. The language teacher has to impart not only the meaning - frequently multiple meanings of a word - but also its different usage, the idioms and phrases, the metaphors and the simile. Unlike technical subjects where formulae and equations serve as the basis for solving problems, where H2O means water and nothing else, and where theorems provide proven basis for assumptions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second language teaching is even more demanding. The teacher has to correlate, interpose and transpose two different languages. If a teacher can really master the effective command of the two languages, he hardly waits to get out of the teaching \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 99</b></font> \n  <br> \n  <br> service! His difficulty is further compounded by a number of other factors, such as reading materials, text-books, pressure from parents and Ministry headquarters, and the pupils' prejudice and fear of the language itself. All these notwithstanding, it is not impossible to evolve a syllabus for second language teaching, particularly the Chinese Language, which is not a phonetic language, can be learnt without tears. Second language teachers are hard to come by in the first place, even more difficult to train. The teacher himself must first possess linguistic ability. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet the streaming of students is based on linguistic performance! So far, I have not come across any literature on the correlationship between linguistic ability and the innate ability or quality of a person. I will leave this for the experts to ponder. In the meanwhile, streaming must be executed meticulously. If a flair for language or linguistic ability is the criterion to determine a person's intelligence, several hon. Members here, including the Frontbenchers, should not be in this House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moral teaching is one aspect which has not been accorded its rightful place in the old curriculum. A child is taught the final axiom, and told of the discipline and ethics expected of him. He is not told and, therefore, not able to retain the reasons behind the tenets which have been forcibly implanted into his mind. He does not know why he has to behave or think in a certain manner. He does not benefit from stories or historical anecdotes associated with the final principles he has to remember. But, remember he will, only for as long as the examinations last! It is to fill this semi-vacuum that the Team's proposal on formal instruction on moral education is most welcome. I understand that the syllabus will be drawn up by a Special Committee formed recently under the chairmanship of the Minister for Communications and Acting Minister for Culture, and to whom I have sent a few sample materials. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the morale of teachers, the Study Team has identified a number of crucial factors affecting the morale of the teaching profession. Whilst it has been \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 100</b></font> \n  <br> \n  <br> observed that the low morale is more apparent than real, it is equally true that teachers have been a frustrated lot, and for too long a time! That they are able to continue to give of their best in spite of the heavy odds against them deserve our highest salute. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Study Team quite rightly noted the effects of criticisms by the press and the public on the morale of the teachers. I am afraid that some hon. Members here in this House have been equally guilty. Damaging statements were made both inside and outside the House. The Prime Minister once even made a remark to the effect that a man worth his salt and wanted to do well will not join the Teaching Service, in the event, those who remained were the Physical Education teachers - the brawn, he said, and the brains belong to their woman counterparts! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A teacher's social status is what a community believes and accords him. In the Malay community, a teacher is always known as Che'gu at whatever social occasion, his recognition spreads across all strata of the community. He earns the high respect and esteem of the people he comes into contact with and even long after his retirement. He is Che'gu all his life. In the Indian community, the Guru is one from whom the masses seek moral and spiritual guidance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese have always placed high respect for teachers. He is known as Lao shi (&nbsp;&nbsp;&nbsp;&nbsp;) all his life, although this title in the present day is being used and confined only to his students. This is a Confucian maxim gradually giving way in direct proportion to the gain of the western idealistic liberalism. In an article I read many years ago in one of our local Chinese newspapers, I was amused by an article by a cynic who wrote about the greetings between a pupil and his teacher in three stages. In primary school, a child greets his teacher with a respectful \"Sir\". In secondary school, a plain and indifferent \"Mister\" and after leaving school or in the university, a spirited \"Hi!\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suppose none of us today think it amusing. All factors impeding the revival of the good morale of the teachers must be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 101</b></font> \n  <br> \n  <br> removed. This is of vital importance and if the revised structure of education is to succeed, the Team's recommendations as contained in paragraph 5 of Chapter 6 must be implemented with utmost urgency. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A teacher is charged with the difficult yet all-important task of educating and moulding the young. He influences the students, he teaches them, guides them and prepares them for adulthood. His task is onerous and not even the examination results can quantify his contribution one way or the other. It is his intrinsic contribution that we must recognise and, therefore, the sooner the pay scale of the teaching profession is rationalised in the light of their well-earned recognition, the better they become effective digits as front-line educators. Of course, money is not the only solution. But how else can we show our respect and recognition to him in the reality of a materialistic society? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both the proposed primary and secondary structures place emphasis on downward streaming-off rather than upward creaming-off. This is the objectionable part of the otherwise excellent recommendations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed revised structure of education, whilst taking cognisance of the defects in our hitherto diseased education system, is unfortunately still elitist in its spirit and content. Whilst the yardsticks for streaming, particularly at Primary 3 have not been proven to be absolutely reliable, I am prepared only to accept it in the absence of other known and tested methods relevant to our situation here in Singapore. What is the norm of the education system? Ten years, 11 years? Whom do we aim the system at? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education, whatever its system and objective, must be aimed at the average and that should be the norm. They form the majority. It must be an universal system. The revised structure is still stained with some past defects. It is an improvement with a provision that each pupil will be allowed \"to study at a pace suited to his learning capacity.\" Nobody can quarrel with the principle that each pupil be allowed to study \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 102</b></font> \n  <br> \n  <br> at his own pace. It is a fair approach. A noble objective. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It cannot be denied that it is again designed to cater for the minority of 12% to 14% who will make it to the GCE 'O' or 'A' level. It tries to be fair, but I fear it is politically disastrous. A child will be subjected to streaming at, say, Primary 3 under this system. The brighter ones will be allowed to continue in the normal stream whereas the slow or even average learners will have to take on another year. On the findings that about 12% to 14% will eventually make it to the 'A' level, the stigma will be attached to the majority of the 86% of pupils and parents. Nobody wants to be branded as dull. In this system, the whole family - father, mother, and children - are all branded as duffers at one go! Repugnant it must be to them, Sir, to say the least. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recommendations for the Primary School Education System as contained in paragraph 3.1.1.(a), (b) and (c) of Chapter 6, in spite of what I have said earlier, are perhaps, less offensive, when compared to the other system, since it caters for the majority of the 60% of the Primary 1 cohort passing the PSLE without having to repeat any year. The streaming-off of the remaining two categories, that is, 20% each under points 2 and 3 of paragraph 3.1.1.(b), is acceptable. This system takes into consideration the different learning capacity of pupils, and a slower pace of study may well salvage some of the materials who may be re-channelled into the extended bilingual stream at secondary school, although leapfrog promotion from the monolingual stream to the normal bilingual stream appears to be remote. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The lateral movements among the three streams seem fair, and no pupil or parent can deny that the opportunity for reward for doing well in his later years has been entrenched in the system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Secondary Education System, three streams, or sub-streams or rather exigency streams, are proposed. They are:- \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) the Special Bilingual Stream for the top 8% of the Primary 1 cohort; \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 103</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the Normal Bilingual Stream (4-year system) to cater for the 31% of the cohort, and \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) an Ordinary Stream leading to the CSE (Certificate of Secondary Education). I presume this is equivalent to the LCE. This is a 5-year course. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have always maintained that an education system must be applicable to all. All pupils must undergo the same system, say, a total of 11 years for the combined primary and secondary courses. There can still be streaming. But the emphasis should be on picking out the brighter ones and giving them, say, a double promotion, as proposed by the Member for Jurong yesterday, or be channelled to special classes with a special syllabus to accelerate their studies, while the remaining students will continue to pursue the normal stream. When I say \"normal stream\" here, it means a normal stream and not the normal stream as proposed in the recommendation of the Study Team. They have a different connotation there. The proposed streaming, if left unadjusted, can cause grievous harm to our next generation. I can imagine in future social gatherings and conversations, one may suffer the indignation of having to declare if one is the product of the normal (at present 10 years) course, the extended course, or the streamed-off (11 years) course. 86% of our population will have to live with the stigma attached to them for the rest of their lives. A common course under which everybody must go through, with the brighter ones enjoying the prospect of double promotion or creaming-off to special curriculum classes, is quite a different proposition. The difference between the two proposals is simply this. In the present elitist-orientated system, streaming is done at two stages - Primary and Secondary. The brighter ones are to continue. They gain nothing except that they pass the threshold. For the average and the slow learners, who by no means are beyond redemption, they take one year extra. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the alternative 11-year-common-to-all system, as I have proposed, streaming will mean that the course for the brighter ones will be accelerated by one year. It is a gain for \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 104</b></font> \n  <br> \n  <br> them, whilst the average and slow will continue with the normal course of 11 years at no loss of time, pride and confidence. After all, it means that it is just the other boy getting a double promotion. He has done well. So be it. Both types of courses can be conducted even at the same school. Otherwise, there will be a time when a certain school sparks, a certain school stinks, and some other schools sink! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a lateral movement, this can be done without much difficulty. It provides for the slow developer the ever-present challenge and opportunity to do well. As the proposed revised structure stands, provision is made for movement back into the main stream for those who pick up later. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may be argued by the Minister that the two proposals mean the same thing. Certainly it does to a great extent. But if we were to place the emphasis correctly, we will reward those who can cope (the 14%) instead of enraging the 86% by an indictment which they and their parents must naturally resent. I am not trying to split hairs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sooner the proposal for a Certificate of Secondary Education (CSE) is implemented, the better the system will see a more permanent feature emerging. For the brighter students, they can sit for the CSE one year earlier and move on to GCE 'O' level. The recommendations, as contained in paragraph 3.1.2.(b) and (c) in Chapter 6, seem to exempt these cases from the need to sit for the CSE as proposed in paragraph 3.1.2.(d). The CSE seems to be especially designed only for those in the Ordinary Stream, but not those in the Special Bilingual Stream (3.1.2.(b)), or the Normal Bilingual Stream (3.1.2,(c)). But any pupil in these two latter streams who unfortunately fails his GCE examination will end up without even the CSE. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is what I mean when I say that the revised structure is aimed at the minority, though brighter pupils. Certainly, these pupils deserve special attention. We should not waste their time unnecessarily since they have the capacity to cope with the heavier lesson-load. But what about the rest? True, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 105</b></font> \n  <br> \n  <br> they will be catered for under the other parallel streams, but why the obvious and deliberate running down of these pupils? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we are here today to make a commitment to support a system of education so vital for our next generation. It is a commitment not to be taken lightly. It is a commitment for Singapore's future. It is a commitment which we cannot easily unscramble. It is for this reason that hon. Members have so exhausted their imagination and thoroughly searched their conscience in expounding their views yesterday, today and will do so in the next two days in this House. It is for the same reason that I, with your indulgence, the forgiveness of the Deputy Prime Minister and Minister of Education and, of course, the tolerance of hon. Members of this House, propose to move the amendment to the Motion before the House. The need for this amendment is obvious. The House wants to be informed of the development of the new system with the earnest hope that we may be able to contribute towards its successful implementation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> I understand that there will be other amendments, and so to facilitate the debate on the Motion and on the amendments, may I suggest to hon. Members that we invoke the provisions of the proviso to paragraph (1) of Standing Order 40. The Standing Order inter alia provides that: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'. . . with the assent of the majority of Members present, debate on the motion and on any amendment ... proposed thereto may be proceeded with or continued simultaneously, . . . and at the conclusion (of the debate] the Speaker . . . shall forthwith put every question necessary to dispose of the amendments . . . and of the motion itself . . . '. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do I have the assent of hon. Members to proceed with it in accordance with the aforementioned proviso to Standing Order 40 (1)? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Hon. Members</b> indicated assent \n  <br> \n  <br> \n  <!-- Dr Goh Kong Swee (Deputy Prime Minister and Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Deputy Prime Minister and Minister of Education (Dr Goh Kong Swee):</b> Mr Speaker, Sir, just a few words on \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 106</b></font> \n  <br> \n  <br> the amendment proposed by the Senior Parliamentary Secretary to the Minister for Labour. I am very glad that he has withdrawn his first amendment because I find it difficult to understand what he really wants, I think he assumes that every child goes to a secondary school and it is a matter of providing 10 or 11 years of education for the child. Actually this is not the case. A very large number of school children spend nine years in a primary school and they still do not pass the Primary School Leaving Examination. Since 1976, automatic promotion in primary schools has stopped. At present, we have 22,000 children in primary schools who have been retained twice, and by next year I expect the number to exceed 30,000. This is a very serious problem. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second amendment has my agreement. I think it has merit in that it brings out three points. The first is that the new structure of education will take a long time to come to fruition. It is going to be a very long slog. Second, it emphasises that education is a very important subject and is now receiving the closest attention of the House. Third, it also highlights that in a democratic state Parliament is the supreme organ of state. It is the fountain of authority and the source of legitimacy of Government and it is only right that as the supreme body of the Republic, we pay continuous and special attention to this very important subject. \n  <br>3.44 p.m. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Health (Dr Toh Chin Chye):</b> Mr Speaker, Sir, it has been a long time since the Government tabled a paper for debate in Parliament, and I am indeed pleased as this will give newcomers to Parliament an opportunity to participate in a debate of this kind. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not just we in Singapore alone who are concerned about the state of education. If we require any consolation, we can examine the woes over education in Britain, the United States and other parts of the Western world. In fact, in October 1976, the British Prime Minister, Mr James Callaghan, joined in a public debate on the low standards of basic education in the United Kingdom; the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 107</b></font> \n  <br> \n  <br> debate grew out of the failure of the government to overcome its economic crisis. The U.K. needed better educated people to help regenerate industry. What did they find? In the engineering industry, they found that apprentice recruits did not have an adequate grasp of the four operations of arithmetic - addition, subtraction, multiplication and division. The culprit was New Mathematics taught in the schools. New Mathematics was being directed at making students competent in computer language. Worse still, they discovered that at 'A' level, students with only 3Cs were studying engineering at a university, whereas better qualified students were studying medicine, arts and the social sciences. In fact, many of the engineering and technology courses in British universities and polytechnics would have closed today if vacant places had not been filled by overseas students. Higher School Certificate, or 'A' level education, bore no relation to the needs of an industrial trading state living off its manufacturing and commercial skills. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the United States, they have what is called the Scholastic Aptitude Test which is taken by students who wish to enter colleges and universities. Likewise, American parents were dumbfounded when they found that Johnny could not read or could not count. On reviewing Scholastic Aptitude Tests over the period 1963-75, they were astounded that there was a decline of 44 points in verbal ability and 30 points in mathematics. The drop in educational standards was attributed to New Mathematics again, television, plus a host of other factors beyond the control of the school. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore education system is not as bad as it has been made to appear in the newspapers and through parental discontent with the failures of their children. In fact, the Singapore education system has moved in tandem with our economic policies since 1968 and has contributed in no small measure to our economic success today. But there are failures too in the education system. If there are failures, they are due to our own making. The first reason for the failure was the call to build \"The Rugged \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 108</b></font> \n  <br> \n  <br> Society\". The Minister of Education was then the Minister of Defence. As the Minister of Defence. he found that school leavers were skinny and bespectacled. He did not think they were potential recruits, either for the Army or the Police. So directives were given out to the Ministry of Education to step up extra-curricular activities and, as a carrot, points were given for ECA which would qualify students for admission into pre-university classes. This, of course, means that if a student spends more time on ECA, he is going to spend less time on studies and on home work. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me relate to Members a personal experience. A mother came to see me about her daughter who was in a morning class in one of the girls' schools in Singapore. She was very worried for her daughter who was being retained in Secondary 2 for two years. She sought my advice. I found out that the daughter was participating in the Youth Festival year after year. And since she was a willing student, they made a donkey of her by making her run in inter-school sports races. Furthermore, she took part in other tournaments like basketball and ping pong. Although she left for school at six o'clock in the morning, she did not return till eight in the evening. That, of course, made the mother very worried indeed. The solution was simple. I advised her to cut out part of her extra-curricular activities and, in any case, she was not going to be recruited into the Army. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we gave the push to ECA - every school was competing for the title, \"The Best School Band\", or to win a Cup in inter-school competitions - the need for bilingualism was also emphasised at the same time. It began first with the secondary schools and later it was extended to primary schools. So we have two apposite objectives, the yin and yang. If we read Dr Goh's Report. we will find that he has honestly annotated the history of confusion sown among principals and teachers between the years 1966 and 1978 and when hardly a year passed without policy directives emanating from the Ministry. So it was not to be unexpected that the Ministry of Defence in the course of time discovered that \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 109</b></font> \n  <br> \n  <br> the rugged society was producing illiterate soldiers. So we have soldiers wearing different tags to indicate the dialects they speak. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Report might not have been written had not the failure to achieve bilingualism was shown in the high failure rates of 62% for PSLE and 66% for the GCE 'O' level examination over the years 1975 to 1977. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The lesson is that educational policies must have priorities and they must be given time to mature. It is true that an egg requires incubation. But applying more heat to the egg will more likely kill the chicken in the eggshell than make it hatch faster. And that is exactly what has been happening to the Ministry of Education which has been receiving a lot of heat. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is implicit, of course, is that the existing heavy load on students must first be eased. Bilingualism and technical education, as the Minister of Education explained to Members yesterday, do make an impact on the well-being of our economy. But it also makes an impact in making our society more cohesive. ECA does not, and should be treated as part of the joys of childhood and adolescence, as I treated ECA during my childhood days. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Switzerland has been publicised in our English newspapers as a model where bilingualism or multilingualism has succeeded. I am amazed that the Ministry of Education has picked this line from the newspapers or could it be that the Ministry of Education fed that line to the newspapers. Maybe Switzerland has succeeded because it does not have a Ministry of Education. But I can tell Members that its citizens are encouraged to participate in policy making by way of referenda. Multilingualism in Switzerland is based on French, German and Italian, but these are languages derived from Latin, having a common Roman alphabet and are phonetic. But spoken German in Switzerland is different from High German taught in the schools. It is a dialect peculiar to the northern part of Switzerland and cannot be under- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 110</b></font> \n  <br> \n  <br> stood in the border states of Germany or Austria. What I need to emphasise is that what is taught in the schools need not necessarily be the lingua franca that is being used. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;English and Chinese have nothing in common. They are entirely two separate languages, one using phonograms and the other ideograms. Japanese is one language which uses Chinese characters or ideograms called kanji and phonograms called katakana and hiragana. Some persons suffer from defects in the nervous system and when they do so, they fail to understand the, meaning of the printed word. They suffer from what is called word blindness. The clinical term is alexia. A study of such neurological patients in Japan showed that surprisingly Japanese patients could read ideograms, i.e. they could read kanji. But, on the other hand, they could not comprehend the meaning of words formed from katakana or hiragana. This has given rise to the postulate that reading ideograms or learning the meaning of ideograms is through association of the visual cortex and the speech areas of the brain while reading words made up of phonograms is through association of the auditory cortex and the speech areas. So there exist two different systems in the brain for learning languages and because Japanese is a single language, these two systems reinforce one another. This is not so in the study of English and Chinese, each of which employs a different system and reinforcement is absent. It may explain why our attempts to push bilingualism in English and Chinese are meeting with so much difficulty and resistance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Japanese obviously have the advantage. As Table 3.1 of the Report shows, the attrition rates at primary and secondary school levels are zero in Japan, zero and 9% in Taiwan, but 29% and 36% in Singapore. These differences are due mainly to the fact that in Japan and Taiwan one predominant language is taught, whereas in Singapore we are giving equal weightage to two different languages which do not reinforce each other. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In promoting our policy of bilingualism in English and Chinese, we must recognise \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 111</b></font> \n  <br> \n  <br> inherent physiological systems for learning languages which may not be equally developed in every child. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bilingualism is possible provided we accept the fact that applying equal weightage in achievement of linguistic proficiency, particularly for English and Chinese, is false. It is an error and it cannot be applied to the majority of the student population. It is true that there are some with exceptional linguistic abilities and these students should be sent to an Institute of Languages, but they are the minority. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;English, with an alphabet, is easier to study than Chinese which does not have an alphabet. For English stream students, studying Chinese in our schools has been made unnecessarily difficult by the fact that up to-date the Ministry of Education has not listed out which are the first 1,000 active characters and which are the next 1,000 less active characters. The Director of Education told us that all we needed were 2,000 characters at PSLE level. He may believe it, but I am afraid his teachers in Chinese do not believe him at all. Far from it. They have impressed upon me very sternly and consistently that we need 5,000 characters at PSLE level and 10,000 characters at 'O' level. So I did a little mental arithmetic. supposing we are quite content with studying 2,000 Chinese characters, retaining them in our memory and be able to retrieve them and to write them, at primary school level for six years. It means that on the average the child would need to study 330 characters a year. When the child reaches Primary 3, and if the child has forgotten what he has done in Primary 1, then the number of characters that he will learn or acquire at the end of six years will probably be less than 2,000. That is quite a difficult task. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ideograms have to be memorised whereas phonograms only require to be spelt out, and spelling is far easier than memorising ideograms. You can form your own vocabulary. If you are a scientist and you have discovered a new substance or a phenomenon, you can give it a name. It will be published in international scientific \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 112</b></font> \n  <br> \n  <br> journals. If the Japanese discovers anything, they will publish the name in katakana, not in new Chinese ideograms. Language is one of the reasons why science and technology in China have not progressed as fast as science and technology have advanced in the West. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The psychologist will tell you that there is such a phenomenon as interference existing in the brain. There is a mental block. So when you have to use both English and Chinese, it may be that one is not only not reinforcing the other, but one may cancel the other out. So it ends up with students who can be only monolingual. It is a fact that even Chinese students in English schools, who come from homes where father speaks Mandarin, mother is teaching Chinese in a Chinese school, describe Chinese as the most unpopular subject. They are falling between the English stool and the Chinese stool. So we need first to rectify this omission by the Ministry of Education. There is an urgency that the Ministry should set out its list of 2,000 fundamental characters or basic characters which the child will have to know at PSLE and 'O' levels. It can be done. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1976 the Ren Min Ri Bao ( ). the Peking People's Daily, published a study on the frequency of usage of Chinese characters. It examined 7,075 news releases and newspaper articles comprising nearly 7 million characters. The Ren Min Ri Bao discovered that 5,080 characters were in common use, of which only 2,076 accounted for 99% in accumulated usage while the remaining 3,004 for only 1%. Eventually 3,200 characters were compiled for further discussion and study. This would suggest that we do not need as many as 5,000 characters to study. A basic set of 2,000 characters will be quite appropriate in the context of Singapore. This is an important reason why bilingualism has turned out to be a failure. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to caution the Ministry of Education not to swing to an extreme position where bilingualism is considered preeminent. So that all officials in the Ministry concentrate on promoting bilingualism, regardless of the fact that students have \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 113</b></font> \n  <br> \n  <br> other aptitudes which can give them saleable skills when they leave school. If Lee Pan Hon's musical talent had not been spotted by chance, it is quite possible that he would be no more than an average student in Kreta Ayer and end up as a fiddler on the SAF Road Show. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I was the Vice-Chancellor of the University of Singapore, I had urged Pre-University students to choose subjects which would give them mobility in their choice of courses at the University. They were not to confine themselves to Mathematics and Science and exclude subjects in the Arts and Social Sciences. They could even include a second language. I am disappointed that the Report now recommends that the second language be made compulsory at the 'A' level examinations. I do not support this recommendation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Statistics from the University of Singapore show that there were 3,542 total applicants in the academic year 1977/78 from the English stream. Of these, 843 or 23.8% offered CL2 (Chinese as second language). In the academic year 1978/79 there were 3,817 applications. There were 875 who offered CL2 or 23% of the total number. These are encouraging statistics. As many as a quarter of the applications into the University of Singapore from the English stream are already offering CL2. I would like this to be a natural growth and not to make CL2 as a compulsory subject for admission into the University of Singapore. It will create resistance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there are also considerations. If a second language is made compulsory at 'A' level, a Pre-University student will have to take an extra subject. At the moment he takes the General Paper and four other subjects at 'A' level. If second language is made compulsory, he will have to take six subjects altogether. The pressure to get into the university is now so keen that you can very well imagine how much more pressure will be imposed on a Pre-University student in future. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 114</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, each faculty has its own specific requirements for studying special courses. Take the case of Medicine. Because rapid advances have been made in molecular biology, it is essential that students at 'A' level should have a firm grounding in Chemistry and Biology. Statistics is taught in the second year in the Medical School so that students will understand the significance of clinical syndromes and the use of statistics in epidemiology. So Pre-University students who wish to study Medicine will need to apply their minds to Chemistry, Biology, and Mathematics. Moreover, medical students in the first year face a new style of idiomatic English, heavily laced with glossary derived from either Latin or Greek. It is very rare indeed for a Chinese stream student to enter the Medical Faculty because of the lack of command of English. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Insistence on this second language at 'A' level also creates a paradox that you deprive a monolingual student, who may be very able in other subjects, from admission to the university. I know of students who failed CL2 at 'O' level but have gone to Britain, have taken their 'A' level without a second language and have been admitted into British universities. It would appear that it would be easier to enter a British university than our universities in Singapore. So do not think too much of President's scholars who go abroad and come back with a First Class. For most students who do not come from wealthy homes this overseas route to university is remote. In the end we inflict on ourselves the penalty of a reduced number of potential and competent professionals whose services our society will need in the future. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am particularly concerned because of the declining number of births and because of this the degree of freedom in streaming students is proportionately reduced. If the Ministry were to follow rigidly the assumptions made in Table 6.1 of the Report, 8% brilliant, 31% above average, 41% average and 20% below average, I am afraid we are going to face shortfalls in manpower requirements for the future. The brilliant students can look after themselves. They are in the minority. It is the main task of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 115</b></font> \n  <br> \n  <br> Ministry of Education to look after the majority who are not brilliant. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Some hon. Members:</b> Hear, hear! \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Success in bilingualism, you will share with me, is desirable. Today in this House many of us speak two languages, if not three, and without using the ear-phones. But universal bilingual proficiency in Singapore will have to be seen in the lifetime of future generations, not in our own lifetime. I will tell you why. There was a paper written by two general practitioners, Dr Lee Ho Guan and Dr Leong Vie Ching, published in the Singapore Family Physician, January/March 1975. They made a survey in 1973 of a population of 1,646 patients and they discovered that the main languages spoken at home were Chinese dialects 64.8%, Mandarin 1.3%, English 5.2%, Malay 7.8%, Indian 1.8%. Others 0.7%, Two languages 8.2%, and No Details Given 10.2%, probably because they were dumb. More Chinese in Singapore will no doubt in time to come be fluent in Mandarin but my guess is that dialects will not completely disappear, nor can they by edict be scrubbed out. As I indicated earlier on, Swiss German is not German German or Austrian German. It is not the German that they teach in the schools. It is a dialect. Likewise in China, why is spoken Mandarin not standard in all the provinces? Why do they speak Mandarin with an accent? i suggest that this is because of the continuing use of dialects in the provinces in China. Businessmen in Singapore may still have to conduct business with visiting Chinese businessmen who are conversant in dialects but not necessarily in Mandarin. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last, but not least, I would like to emphasise that we should not lay all our woes on the failures of the children at the doors of the Ministry of Education. The family is the most important educational institution. During the first three to four years of a child, the brain is growing and it is during this crucial period that the child should be exposed to environmental stimuli from the parents or siblings. Experiments have shown that if one were to bandage the eyes of a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 116</b></font> \n  <br> \n  <br> monkey at the age of three weeks the monkey will become blind very soon. The visual cortex has lost its plasticity to learn. So likewise the home environment is important for development of the child's brain. Nations call themselves fatherland or motherland but all of them speak the mother tongue, but no father tongue. The emphasis is on \"mother\" because it is the mother who breast-feeds the child and in the course of breast-feeding the child - the mother is closest to the child. It is the contact between the infant and the mother that stimulates the child's brain through touch stimuli, visual stimuli and auditory stimuli. These are important in the first few years of the child's growth. If this is absent and if a child is left isolated, the child can grow up deaf and dumb although the ear is perfectly normal. The tongue can move, but if the area of the brain which is responsible for receiving auditory sensation has not developed the speech area will not develop. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Teachers need to know what are the physiological mechanisms which go into the learning process. We did hear something about moral education being linked to the mother tongue. Here again, I must say that moral education begins at home, not in the school. Teachers cannot act in loco parentis and at best they can only supplement a child's moral guidance. When I was Vice-Chancellor, students very firmly told me that they would do their own thing and I was to do my own thing. I think parents cannot really relieve themselves from the responsibility of moral education. Telling stories to the children by the mother or father is probably far more effective than stories told by the teacher. Perhaps moral education should begin with parents and special classes organised for those who are going to be newly-weds and parents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have no opposition to the resolution which is drafted in so broad terms. However, I fear that the honest intentions and the good reasons in publishing the Report on Education will be forgotten in the course of time and the bureaucracy will return to its old ways of doing things. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 117</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For these reasons, I beg to move, Mr Speaker, Sir, an amendment to the main resolution by adding after paragraph (3) the following:- \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"(4) advocates that the Ministry of Education collates the suggestions and criticisms raised during the debate in the House; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) urges the Ministry to study the implications of policy changes in depth and to give schools and parents adequate lead time to implement such policies.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> As I had indicated earlier, debate on the mOtion and on the amendments moved by the Senior Parliamentary Secretary to the Minister for Labour and by the Minister for Health will proceed simultaneously in accordance with the proviso to Standing Order 40, paragraph (1). \n  <br>4.21 p.m. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, why was it necessary after so many years of PAP Government to have a Report on Education? The answer is because the Government places the greatest emphasis on educating our young. I am more than pleased to quote what our Hon. Prime Minister said in this House 20 years ago on 21st July 1959: [Hansard, Vol. 11, col. 369]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The only people who are prepared to face the facts are the people in the leadership of the PAP. We pursued our line not for reasons of political opportunism but because we believed it was the only way, the only sensible and sane way, to prevent all that was good in the past from being destroyed by all that was bad in the past. I would like to say that this is a government with long memories. We do not pursue petty personal vendettas, but what we say as a matter of policy we stand by.\" \n  <br> \n  <br>Hence, this debate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The end result of any policy on education can only be known in the long term - after the lapse of a decade. One starts in a primary school and ends up, if successful, in a junior college, some 10 years later. But to understand our problems, one has to go back to that historic day in 1819 when Singapore was founded by Sir Stamford Raffles. Within \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 118</b></font> \n  <br> \n  <br> four years, in 1823, Raffles established Raffles Institution, the school that taught our Hon. Prime Minister and several of his Cabinet colleagues. After Raffles, the Christian missionaries arrived and started several schools, namely, Anglo-Chinese School, St Andrew's School and St Joseph's Institution which together with Raffles Institution were the secondary boys' schools before the last war. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though our rulers were English, our workers were mostly Asian - our sons of the soil, the Malays, indentured labour from India and even Ceylon, and hordes of Chinese from China speaking a diversity of dialects. So non-English schools grew up, mainly Chinese. We Asians are proud of our language and culture. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then came 31st May 1959 when the People's Action Party won the General Elections. In the first flush of victory, our Hon. Prime Minister said in the House that: (Hansard, Vol. 11, Col. 368). \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The civil service is now open for competition to all streams of education - English, Chinese, Malay and Tamil educated - and we will take from all the streams, the best of them all.\" \n  <br> \n  <br>And amongst other things said of the civil service by the Prime Minister were: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"I say to the civil service and their present rather inept leaders who have begun what they believe to be a revolutionary movement against the Government, that if nothing else more catastrophic happens to them than the loss of allowances in the top brackets of the civil service, and the fact that they have to face fiercer competition from the non-English educated members of the service, then they should go down on their bended knees and thank the gods that their souls have been spared.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Was our Prime Minister playing up to Chinese chauvinism or condemning the civil service for being English-educated through no fault of their own and having been under a colonial power for nearly 140 years, or was he condemning them for voting anti-PAP because of the antics of Mayor Ong Eng Guan and the communist elements in the PAP then? I pose the question, but offer no answers because I was not an MP then and wish to remain one now. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 119</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today the pattern has changed. The Prime Minister is admonishing the English educated students in the joint campus of the University of Singapore for not teaching their Chinese counterparts how to speak and write English. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I mention these facts not with a view to criticising the PAP or the Prime Minister or the Government. I merely state the facts to point out the numerous problems that we have because of our history and our cosmopolitan population. To put it simply - a country which speaks one language has lesser problems than we have - our problems are multiplied by the number and diversity of our languages and dialects. This is covered in the All-Party Committee Report entitled \"White Paper on Education Policy\". Paper Cmd. 15 of 1966. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Papua New Guinea, I understand the people speak several hundred languages, not dialects, and the common denominator is pidgin English which most people there understand. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have our own brand of English, spoken with a Singapore accent and we have four languages in this House and four streams of education in our schools. Hence our problems. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But can the average Singaporean speak and write in more than one language? I believe the top 4% can. Those at the top of the top can master even more than two languages. The outstanding example is our Prime Minister, eloquent and articulate in English, comprehensible in Mandarin and even in Hokkien, and almost royal in his Malay. But then he is our top brain. Lesser lights like us Backbenchers can perform creditably in two languages. But what about the rest and those lying at the bottom of the barrel? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Singapore Armed Forces has had to form Hokkien platoons. I therefore question whether it is desirable to make a second language compulsory for entrance into the university. Here, I am pleased to know that this sentiment is also shared by the Hon. Minister for Health in his speech just now. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 120</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having dwelt sufficiently on the history of our education, may I now turn to the first principle of education policy, which cannot be more aptly described than in the proverb, \"All work and no play makes Jack a dull boy', and for that matter may I add Ah Fatt, Dollah or Rengasamy? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My school days were some of the happiest times of my life and though I remain a Backbencher, I have not done too badly. I had plenty of time to play in school. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what about our children, their future and their children's future - the future of Singapore as well? Are we not pushing them too hard because competition in Singapore is very keen? Are the parents to blame, or the Government that has set the style? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last 30 years or so, there have been many reports on Education. In fact, I have a list here of some of the reports (Cols. 147 - 148). It is a list of reports on the general education policy in Singapore covering the period 1946 to 1979. There are 13 of them. The present Report on the Ministry of Education 1978 by our Deputy Prime Minister and Minister of Education is the thirteenth report. There are also 14 Annual Reports (Cols. 149 - 150) of the Ministry of Education covering a period from 1946 to 1967, and three \"Other Relevant Publications\" (1) the Fenn-Wu Report on Chinese Education (Chinese schools and the education of Chinese Malayans) 1951; (2) Ministry of Education - Education in Singapore, 1969 and (3) Ministry of Education - Education in Singapore, 1972. I do not know what happened after that. This list was compiled by our Librarian in the Parliament Library. \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790328/19790328-HA-0390147.htm\">reports &amp; Annual Reports � LIST OF REPORTS ON GENERAL EDUCATION POLICY IN SINGAPORE 1946-1979, ANNUAL REPORTS OF MINISTRY OF EDUCATION (Cols. 147 - 150)</a> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have here three reports on education policy, viz. (1) the Education Policy in the Colony of Singapore (Ten Years' Programme) adopted in the Advisory Council on 7th August, 1947; (2) Report of the All-Party Committee of the Singapore Legislative Assembly on Chinese Education, Paper Cmd. 9 of 1956; and (3) White Paper on Education Policy, Paper Cmd. 15 of 1956. This goes to show that we have had so many reports during the last 33 years. But may I say that the present report on the Ministry of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 121</b></font> \n  <br> \n  <br> Education by the Hon. Deputy Prime Minister and Minister of Education is by far the most comprehensive of all. It touches on almost all aspects of education in the primary, secondary and pre-university levels. Sir, I accept the Report with some reservations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his reply to the Deputy Prime Minister and Minister of Education, the Hon. Prime Minister has covered almost every aspect of the problems of Education, and has left Backbenchers with very limited areas to touch on. Nevertheless, we will still endeavour to do our best. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore prefer to deal in broad terms as several of my Backbench colleagues have dealt with many aspects of the Report in great detail. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I first refer to the transitional stage of the implementation of bilingualism in the schools? This, I believe, is a very critical stage. With thousands of pupils still in primary and secondary Chinese schools, the problem of \"Immersion into English\", so to say, poses a tremendous challenge and is therefore an arduous task which the Ministry of Education has to face. From the principal down to the teacher and the pupil in these schools, I would suggest that the Education Ministry implement this restructured programme with a pragmatic approach so that the maximum results of success can be obtained and with the least of failures. This stage should take place now and can be likened to mounting a rescue operation to save as many as possible those \"trapped\" in these schools. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note the concluding remarks of the Report that, \"During the transition, special care needs to be taken to reduce pupil wastage to a minimum and to avoid unnecessary dislocation in schools.\" I think the parents and students concerned may heave a sigh of relief. It is therefore necessary that during this operation a great deal of patience and understanding of the magnitude of the problem be exercised. Of course, this situation should be closely monitored and reviewed by the Education Ministry. As I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 122</b></font> \n  <br> \n  <br> have pointed out before, the professionals in the Education Ministry should not be too hasty and have high expectations. They should understand the education policy. After all, one must not forget that the parents of these students send their sons and daughters to Chinese schools in the belief that their children will be educated and so equipped with the prospect of getting equal treatment in employment opportunities. Now the situation has changed dramatically. I share the concern of these parents now that it is intended to place English as a language necessary in the examinations of the Nanyang University. So much on the transitional stage of implementation of bilingualism, especially in the Chinese language schools. As regards Malay and Tamil schools, the problem is not so acute. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other aspect of bilingualism, I am pleased to note that it is being introduced in some selected Chinese schools this year under the pre-primary education programme in which the curricular content is 50% - 50%. This is a move in the right direction and should be stepped up so that parents can send their children to schools nearest their homes. However, there is a need to ensure that these young children should speak English and Mandarin in the schools. In this respect proper vigilance should be maintained over the teachers as well. In short, no dialect is to be spoken by them and that the children should be encouraged to bring home these two languages to their parents. The languages they are learning must be \"living\", that is, \"living languages\". In other words, they use them in their daily lives as of now. It may appear harsh to suggest this, but I firmly believe that this must start now, not forgetting that the journey of a thousand steps begins with the first step. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now touch on the teaching of English which will eventually become the common language. In colonial times, English was taught with the objective of serving the masters and that no Asian values could hardly be found in the curricula. And not to know English would mean no job in the Civil Service then. To-day, the situation is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 123</b></font> \n  <br> \n  <br> different. The Government has recognised that the English language has to be the common language in Singapore. The English language is today the most widely used of all languages. It is the language of diplomacy, of world trade, of communication and of technical and higher education. In other words, it is a universal language and we, in Singapore, have to be realistic about it. If we are to survive in this part of the turbulent world and plugged ourselves on to the world grid, then we have no other alternative but to master the English language well and use it as a common denominator to communicate with the world. So it is the language of our Government, legislature (though MPs can use any of the four official languages I mentioned earlier on) and the judiciary. All laws and reports are in English. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, I wish to suggest that a standard type of English language be taught. In short, the English language taught must be understood not only by all Singaporeans but also by other people as well. In other words, it must be the correct form of English. Let us cut out the accents; use the Singapore accent by all means but correct usage of English is what matters. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, the teaching of English language should be aimed at instilling into the students Asian values. Of course, I am aware that there is a dearth of books on this. Perhaps, the Education Ministry can start with the tumultuous period of the last 25 years prior to our independence in 1965. (This goes for the Chinese, Malay and Tamil streams too). Books on Asian values should be made compulsory reading. On the other hand, students can acquaint themselves with the struggles in Singapore's history, viz., the Japanese Occupation (1 942 - 45), the Battle for Merger (1961 -63), Merger with Federation of Malaysia (1963), Singapore's Secession from the Federation (1965), Struggle for Nation Building and thereafter. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those below the age of 30 years, this period of the history of Singapore means nothing to them. Perhaps they were too young then. Much less for those below 40 years of age to remember the difficult times \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 124</b></font> \n  <br> \n  <br> of the forties when Singapore was ruled by the Japanese from 1942-1945. All these should be made compulsory learning as part of the school curricula. This comes under the topic of nation building. It may be pointed out that there is a subject on this but as I can see it from my own experience, the area covered during this period is very limited and grossly insufficient to make the student understand the very important chapter in the history of Singapore. As I said, this is important in respect of nation building. Therefore, the time has come for Government to recognise this need and give it serious attention. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, on the question of the teaching of Mandarin, I have something to say, as I have some experience on learning the language. What I have learnt in two years as a five-year old in a Chinese school 34 years ago, I can honestly say, has given me some foundation in later years when I had to pick up public speaking in the Hokkien and Teochew dialects and even Mandarin. Until some years ago, before the introduction of the simplified Chinese characters, I could follow the Chinese newspapers reasonably well. Now with the simplified characters, I am almost at a loss. I have to rely heavily on the English/Chinese dictionary of simplified characters. Believe it or not some of the words cannot be found. It is a real chore. So, the problem is greater to students whose parents are in the same predicament as I am. What about the Chinese language teachers? Are they really conversant in this respect? Therefore, the Education Ministry should seriously decide and not vacillate as to the version of the Chinese language they want to use, and for that matter Singapore to use? I do not have to go deeper than this, as I think I have made my point quite clear enough. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said all this, I now turn to the most fundamental aspect on education. This is not covered in the Report, whereas the Hon, Prime Minister in reply to the Deputy Prime Minister and Minister of Education posed several fundamental questions contained in paragraph 19, page IV, concerning citizenship and nationhood. This is the central aspect of Education. Education is nation building. To my mind, the ultimate aim of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 125</b></font> \n  <br> \n  <br> education is not merely to equip our young citizens with the necessary tool for employment. It goes much deeper than that. Education should make him fully aware of his role in the community and his ultimate responsibility to his fellow citizens and country. This is distinct from his obligations to his family. Therefore, Sir, I would like to suggest that this most important aspect on education be looked into soonest possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though Singapore's history is 160 years old and independence was achieved without bloodshed some 14 years ago, it is imperative that we take stock of the situation so that hopefully, within the next one or two generations, we can build a strong foundation for nationhood, whose people shall then answer all the questions of what a Singaporean is! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I wish to touch on, Sir, concerns the pace with which the restructured education system should be carried out. Many will not disagree that education is a life-long process. Just now the Senior Parliamentary Secretary to the Minister for Labour mentioned in Mandarin that education is a life-long process, bai nian shu ren (&nbsp;&nbsp;&nbsp;&nbsp;) . May I add, she nian shu mu, bai nian shu ren (&nbsp;&nbsp;&nbsp;&nbsp;) . Ten years for the tree to grow. Therefore, education in the schools should be conducted in a manner in which children will find it interesting and will treat the school as a home-away-from-home environment in which a much bigger family is involved, whatever the time they spend there. They should be taught about group instinct and be closely attached to the school. In short, pride in the school to which they belong. No doubt the school cannot replace the home where parents still play a crucial role in shaping up the minds of the young children. I believe the restructured education policy can succeed given time and the correct direction. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point that I wish to touch is on the need to have more teachers, preferably bilingual. It is gratifying to note that the Deputy Prime Minister and Minister of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 126</b></font> \n  <br> \n  <br> Education has said that some form of recognition by way of status and an increase in their emoluments be granted to them, although it is not possible to match those in the other sectors. But I am positive that this will certainly help to attract some of the brighter ones into the teaching vocation. I use the term \"teaching vocation\" because many will agree with me that teaching is not a profession. The teacher must like children in the first instance; he must be able to impart knowledge to the children; he must gain the confidence and respect of the children by his demeanour. Most of all, he must have the aptitude to teach apart from the observations of the Prime Minister in paragraph 25, page V, of the Report. I know of many teachers who have been very dedicated to teaching and I still revere those who taught me in my younger days some 32 years ago at Holy Innocents' English school, now Montfort School. My good friend, the Member for Whampoa can bear me out on this. We still remember them though some have left this world. Such is the impact these teachers had made. In this respect, the Institute of Education can well assist in the selection of those who wish to take up teaching. Therefore, teaching should not be a last resort for those who cannot find other better jobs just because they have the necessary qualifications. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final point that I am glad to note is that the Government subscribes to the concept of allowing parents a free choice of education for their children. I think it is only fair that the policy of the restructured system of education be explicitly elaborated on and this Report be made available to them so that parents can decide on the choice they want for their children. Also, all schools should have at least a copy of the Report. But parents, on the other hand, as has been rightly pointed out by the Hon. Deputy Prime Minister and Minister of Education, should not expect too much of their children. To put it simply: if every parent expects his child to be a top student, then which student shall be the last? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before concluding, Sir, may I refer to the two amendments that have been proposed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 127</b></font> \n  <br> \n  <br> The Senior Parliamentary Secretary to the Minister for Labour, fortunately, has withdrawn the first part of his amendment and has moved the second part. With this restructured education system, I think it is a bit difficult for the Minister of Education to report progress to Parliament after two or three years. Anyway, the Hon. Deputy Prime Minister and Minister of Education in reply has indicated that he has agreed, and I would thus go along with the amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the amendment moved by the Minister for Health, it advocates that the Ministry of Education collates the suggestions and criticisms raised during the debate in this House. This, Sir, is important. Hon. Members' view-points ought to be taken into consideration. I think no one can quarrel with the Hon. Minister for Health that it is best left to parents to choose, and that sufficient time should be given in this respect. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would just like to echo the words of our Prime Minister - \"A generation of Singaporeans is coming of age.\" \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> I propose to take the Suspension now. I suspend the Sitting and will take the Chair again at half-past Five. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>4.57 p.m. until 5.30 p.m.</i> \n  </div> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 5.30 p.m.</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, like so many of my colleagues who spoke before me, I wish to congratulate the Deputy Prime Minister and Minister of Education for the excellent Report on the Ministry of Education tabled in the House. I consider it an important document prepared with the same thoroughness that so characterised the many successful undertakings of the Deputy Prime Minister. It is a praiseworthy discourse on the past ills and the present state of affairs of our education system, and it also contains \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 128</b></font> \n  <br> \n  <br> carefully considered recommendations for a restructure of the education system and an overhaul of the administrative machinery of the Ministry of Education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The study leading to this Report was a timely one; we can no longer afford to keep on muddling along in a matter that affects all our children and hence the very future of our Nation. That the Study Team made a careful analysis of the past and present state of our education system is not to be disputed and, in fact, is to be highly commended. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In examining the Report my impression is that the recommendations contained therein are sound. However, on reflection I am surprised that since the Study Team has frankly disclaimed any professional expertise in education it has not considered it necessary to submit its recommendations to professionals for an assessment to see whether the recommended system so devised can achieve the objectives for which the system is designed. I think there is merit in so doing before implementing the proposed system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would like to raise a few specific points. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Chapter 3 of the Report a conclusion is made that \"most of the good schools are government-aided schools whose pupils are mainly from better home background.\" Using the statistics given therein, among the poor schools 16% are government-aided schools and 84% are government schools, although the number of government-aided schools is only slightly less than that of the government schools: 44% against 56% according to the Report. This does not speak well for government schools. Parents providing better home background are the very ones who are more discriminating in the choice of schools and are naturally attracted to good schools. Unless something is done, the poor schools will not be able to attract pupils from good home background and will remain poor schools. The Ministry should take appropriate measures to improve the situation so that all schools can have a fair distribution of pupils from varying home background and parents can then be spared the anxiety over the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 129</b></font> \n  <br> \n  <br> choice of schools, and the morale of teachers in these poor schools can be raised with an attendant improvement in performance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report makes no reference to one-sex schools. Are they more successful, I wonder, and hence more popular among parents than mixed schools? If so, what are the contributing factors, and why not have more of such schools? What about the integrated schools? What has happened to them? Why is there no mention about them in the Report? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, many of the other issues such as the careful implementation of the streaming process, the teaching of moral values, the introduction of uniform standards in all schools, care to avoid unduly overloading our pupils and the raising of the morale of the principals and teachers, are issues which are important and which I myself would wish to raise but as they have been so eloquently covered by several Members of the House, I do not wish to repeat them. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin (Jalan Kayu):</b> Mr Speaker, Sir, it takes courage to stir the hornet's nest (that is, Kay Siang Hill) and it takes courage to order the findings of the Study Team to be made public and debated upon in this House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the self-critical and positive approach adopted by our political leadership is, to my mind, highly commendable and deserves the respect of this House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am no educationist but, like most parents, I can see the benefit of an education system that allows pupils with different abilities to develop at different paces. Under our present system, one perennial complaint of parents is that the workload is too heavy and that the children are being put through punishing pace, and that schooling is no longer a pleasurable experience. With common sense and the benefit of hindsight, I can also see the importance of giving sufficient time to the Ministry of Education to implement the suggested system which, at best, is still in skeletal form. Indeed it would \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 130</b></font> \n  <br> \n  <br> be disastrous if implementation is to be rushed through without adequate preparation. In terms of priority, I feel that before anything else, the organisational effectiveness of the Ministry should be improved upon. There is an old Chinese saying: Gong yu shan qi shi, bi xian li qi qi (&nbsp;&nbsp;&nbsp;&nbsp;). To do a job well, it is necessary to sharpen the tools. Strong leadership at the top is obviously vital. Be it at the formulation or implementation stage, there must be a single unified command to avoid confusion. As the saying goes, \"Too many cooks spoil the broth.\" There must be proper communications all round, vertically or horizontally. It is a shocking revelation that there are in existence some 100 committees within the Ministry. Most of them appear to exist solely to facilitate buck passing, It is a classic example of Parkinson's law in operation. I pray that this appalling state of affairs is an unique feature only to be found within the Ministry of Education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see, Sir, hon. Members of this House are being asked to give support to flexibility in implementation. Given the state of affairs at the Ministry, I would have thought that they already have all the flexibility they want. If anything, I feel it is time the Ministry got used to thinking in clear and specific terms and working in accordance with an overall plan with specific objectives, rather than continuing to behave like the will-of-the-wisp responding to the slightest hints from the political leadership without carefully studying the practical implications. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I would gladly give my support for flexibility in implementation and even for periodic adjustments and changes on the understanding that support of the House will not be taken as a carte blanche for the continued indulgence in seemingly endless and thoughtless changes and experiments. I would also like to reserve my right to be critical either of the policy or of its implementation as my conscience dictates from time to time in the future. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is a remarkable feat that the Study Team under the Deputy Prime Minister took \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 131</b></font> \n  <br> \n  <br> less than six months not only to identify the problems but also to come up with recommendations. In his Report, the Deputy Prime Minister has cautioned against doing things in a hurry. Bearing in mind the mammoth task assigned to him, with due respect, Sir, I do wonder whether he and his Team might not have been too hasty in arriving at conclusions in certain areas. Indeed some hon. Members of this House are disputing the finding on the morale of teachers. I wonder also whether or not sufficient representations have been invited from all interested parties such as the principals, teachers and parents who appear always to be the last to be consulted on anything in the past, I raise this doubt because I would like to be absolutely certain that whatever we decide to do from this point onwards, we will be guided by the experience and advice of principals and teachers, in consultation with parents, and any changes or adjustments will be orderly and kept to the minimum. We have a patient people - principals, teachers and parents included and not forgetting the school children. They have put up with too much for too long from the Ministry. Let us not over-tax their patience. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, it is gratifying to note that in introducing the Motion yesterday the Deputy Prime Minister announced that streaming at the primary level would not be compulsory in nature in that the final decision would be left with the parents. He also stated that it would take some years to construct and validate IQ tests. Recognition of the difficulties that are likely to be encountered in the implementation of one of the most controversial aspects of the suggested system should go some way to assure parents of the careful and considerate attitude being adopted by the Government. I can only hope that this same attitude will be followed by those responsible for the actual implementation of Government policy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, subject to the reservations I have expressed, I support the Motion. \n  <br> \n  <br> \n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Koh Lip Lin (Nee Soon):</b> Mr Speaker, Sir, altogether 12 hon. Members of the House have spoken. Many of the points I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 132</b></font> \n  <br> \n  <br> intended to raise have already been touched upon or discussed in detail. However, I still wish to run through briefly what I intend to say. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the announcement in August 1978 that a team of systems engineers from the Ministry of Defence would be studying the problems of the Ministry of Education came as a surprise. A number of questions were naturally raised by the general public, particularly those in the educational circle. Questions such as the following were asked: \"Who are these systems engineers?\", \"What do they know about education?\", \"What are they going to do to our education system?\", etc. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, after six months, the Report of the Education Study Team is released and made public. The copy of the Report that I received did not contain any biographical data of the Team members. However, the Straits Times did publish a brief sketch of the Team members. I take it that the information given is correct. Although it was stated that the approach the Study Team took was that of the generalist, many people felt uncomfortable about the fact that all the Team members were very young, except, of course, the Chairman. Many, especially those in the educational circle, felt that it would be better if a few older and experienced educators were included in the Team, I did share their point of view. But after careful reading of the Report, I have to admit that the job could not have been done better even if some older and experienced educators were included in the team. However, that does not mean that I agree with everything that is said in the Report. I shall now give some of my comments. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the course of its study the Team consulted and interviewed altogether about 300 people. That, I think, is a good number. But one thing that disappoints me is that representatives of professional organisations, such as the Singapore Teachers Union, Singapore Chinese Middle School Teachers Association and a few others, were not interviewed. It happens that the presidents of two of these organisations are Members of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 133</b></font> \n  <br> \n  <br> this House. I do not know how they felt; but if I were in their position, I certainly would feel hurt for not being consulted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next comment concerns the section in Chapter 1 entitled \"Nanyang University\". It is very unfortunate that it has become a practice to associate the name \"Nanyang University\" with the problems of Chinese stream schools and the failure of bilingual education. The result is that people tend to be misled to think that it is because of Nanyang University that we now have problems with Chinese schools and bilingual education. Actually the situation is the other way round. The problems of Nanyang University are caused by the problems of Chinese schools and the failure of bilingual education. This section of the Report also contains some statements about Nanyang University which I would call incorrect or inaccurate. In fact, I think the contents of the section could be made clearer if references to Nanyang University were omitted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the section entitled \"Moral Education\" in Chapter 1, comments were made regarding courses in \"Education for Living\" and \"Civics\". I think these courses are not meant for the promotion of moral education but rather to teach the pupils some general knowledge. This knowledge could be quite important to the pupils, particularly those from poor family background. The suggestion that, to avoid deculturisation, pupils of each ethnic group be taught early history of their ancestors seems to be a little narrow-minded. I suppose a brief history of all ethnic groups should be taught to all pupils; and the content should not be limited only to early history. Anyway, details on what to teach the pupils will have to be taken care of by careful designing of the curriculum and syllabus. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister expressed his surprise at the finding that when Mathematics and Science were taught in English in Chinese primary schools there was no improvement in English, instead there was a decline in the standard of Science, and, I suppose, of Mathematics also. This phenomenon has \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 134</b></font> \n  <br> \n  <br> actually been known for quite some time. Perhaps because of poor feedback, no one has ever ventured to tell the Ministry or, perhaps, the authority in the Ministry did not wish to hear it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to offer my simple explanation for the phenomenon. The English used in the teaching of Science and Mathematics, particularly the language used in the textbooks, is different from the English taught in the English classes both in respect of expression and vocabulary. The Science and Mathematics classes therefore do not supplement the study of English, and the extra language exposure time is then wasted. Furthermore, the English text in Science and Mathematics textbooks is usually more difficult than those in the English textbooks. As a consequence, the pupils do not understand the language in Science and Mathematics textbooks. Science and Mathematics happen to be subjects which require complete understanding to master. When taught in English, the Chinese school pupils could not understand and, therefore, they did not learn. In writing or adopting future textbooks, it is important to make sure that the language used in textbooks of the various subjects should not be more difficult than that of the language textbook. The curriculum must also be designed such that the content courses can supplement the language courses in the learning of languages. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the high attrition rate in our education system, I do not think it is fair or meaningful to compare it with that of other countries. Our attrition rates at various levels are set by the vacancies in secondary schools, 'A' level classes and tertiary institutions, and not according to performance of the pupils. Our real problem is, as aptly pointed out in the Report, low literacy and ineffective bilingualism. Perhaps we need to find out why. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a well known fact that some schools are better than others in respect of academic performance of their pupils. I suppose the language proficiency of their pupils also runs parallel with their academic performance. It \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 135</b></font> \n  <br> \n  <br> is easier to understand why this is so with some secondary schools because they are usually more popular and prestigious and they usually admit pupils with better PSLE results. Variation in performance in primary schools is more difficult to understand. Home background of the pupils is, of course, one of the factors. The fact that government-aided schools are better than government schools is again well known. But what we need to know is whether this is due to the better home background of the pupils in the aided schools or to other factors, for instance, tradition, better teachers and principals. One possible factor is provided in the section of Chapter 6 of the Report entitled, \"Morale of Teachers\". Apparently, the morale of teachers is higher in the better schools. Therefore, the higher the morale of the teachers, the better the performance of the pupils. Or, is it the other way round? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am afraid I have to touch on the morale of teachers again. I agree with quite a few of the hon. Members that the morale of teachers is actually low. I think most teachers would not admit freely their low morale in the interviews, because such admission might have an adverse effect on their standing. According to the figures given, with 72% of the teachers not satisfied with their social status, 92% worrying about too many changes in education system, 80% complaining of no chance to air their grievances and 74% thinking that there is no chance for promotion, I just do not believe that only 18% of them have low morale. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The defects in the existing education policies and systems are mentioned in Chapter 4. I agree with most of the findings. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Chapter 5 is perhaps the best chapter in the Report. The various shortcomings of the Ministry's administration were identified and analysed. It must be a surprise to those who are not familiar with the Ministry of Education to know that there are so many problems in the Ministry. However, to many in the educational circle, the findings are not surprising at all. I have heard comments such as, \"We know that all the time\", \"It has been like that all the time\". And yet the whole \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 136</b></font> \n  <br> \n  <br> problem was exposed only after a study by the Team. That somehow reminds me of the story of the Emperor's new dress by Hans Christian Anderson. Let us hope that the major overhaul now going on will succeed so that the Ministry will be in a position to tackle the problems arising out of the proposed new education system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The suggested new education system, in which pupils are allowed to proceed at different speeds according to their abilities, is theoretically sound. The streaming of pupils into three categories with a possibility of lateral movement among the streams,is good design. However, the system is a very complex one and there are bound to be problems on implementation. Technical and administration difficulties will be overcome, I presume, in due course. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The most difficult problem, I think, is the explanation of the system to the public and parents so that they can accept the system. Most people would agree on the advantages of streaming according to the abilities of the pupils. But any parent will be unhappy if his or her child is not classified as above average or average, and certainly will be extremely disappointed if the child is classified as poor. There will be a tremendous pressure on the pupils to drive towards better classification. I can imagine in future Members of Parliament will have to face long queues of parents asking for reclassification of their children in their Meet-the-People sessions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point not to be overlooked is the effect of classification on the pupils themselves. The psychological impact or suffering of being classified as belonging to the lowest grade is something which I believe no Member of this House has ever experienced. As a teacher for many years I have some experience through observation of my students. It is very frustrating, humiliating and sad to be classified as the lowest grade. Sometimes it may lead to insanity or suicide. The poor response and high dropout rate of the Basic Course in our schools are probably not due to the defects in the system but rather to the lack of confidence of the parents and their children after being classified as \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 137</b></font> \n  <br> \n  <br> such. Anyway, let us hope that parents as well as the children can be convinced that proper streaming is best for them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the suggested system, the first streaming will be done after three years of primary schooling. I would expect pupils with better family background to do better as in the case of the PSLE examination. It is also suggested that the first three years of primary schooling will concentrate on language learning. I suppose it is not possible to teach the pupils nothing else but languages. Some mathematics, general knowledge, art and other subjects must also be taught. In order that pupils with poorer family background or poorer linguistic ability do not lose out, the \"intelligence test\" should be well planned and lateral movements between streams should be allowed, whenever possible or necessary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the suggested secondary school system, streaming seems to be based entirely on teaching and learning of languages. I have to emphasise again that education is not just the learning of languages. A pupil who is good at two languages is not necessarily a brilliant one. He may be good at nothing else. On the other hand, one who is not good at the second language or even the first language can be good at other subjects. The L1, L2 and L3 levels in the various streams need not be fixed. For example, in the brilliant or good category, students with good linguistic ability can study CL1, or for that matter, ML1 or TL1, up to the present CL1 'O' level. Others who are not so good in languages can drop CL1 at Secondary 3 or Secondary 4 and concentrate on other subjects at Secondary 4 for the 'O' level examinations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the defects of the previous administration and system was the ineffectiveness of the feedback system. Very often, complaints and comments from schools, teachers or parents did not reach the Ministry or were not considered by the Ministry. On the other hand, schools, teachers and parents often did not \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 138</b></font> \n  <br> \n  <br> understand the policy and intention of the Ministry. Steps have to be taken to promote better dialogue between the two ends. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education is a complicated business. Even with good administration in the Ministry, good education system, good curriculum and syllabus, the importance of good schools cannot be over-emphasised. Of course, all the schools cannot be equally good and some difference in performance must be acceptable. However, schools with consistently poor performance need special attention. It is hoped that, with the new system, the control and supervision of schools will be effective so that all Singaporeans will be ensured of a good education for their children no matter to which school they send their children. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I wish to congratulate the Education Study Team on a job well done. \n  <br>5.58 p.m. \n  <div align=\"center\"> \n   <h4>[Mr Deputy Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Chin Harn Tong (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Chin Harn Tong)</b>( \n  <i>In Mandarin</i>): Sir, since Singapore's independence and the subsequent political and economic development, our education policy has undergone several changes. Yet our basic educational objective has not changed. This basic objective is to cultivate in our students a sense of national awareness, to dispel the sense of being immigrants, to enable the students to master two languages, and to provide them with the ability to learn a particular skill in order to earn a living. However, the problem now lies in the fact that in the past ten-odd years we have attained considerable achievement in economic development. We have social stability and full employment. The people are adequately provided for. Our younger generation of citizens has grown up in a period of peace and prosperity. They have not experienced the various kinds of difficulty and poverty, and so they would not appreciate that the spirit of hardship experienced by our ancestors is the foundation stone on which we built our \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 139</b></font> \n  <br> \n  <br> prosperity which our nation enjoys today. Therefore, they tend to take everything for granted. Moreover, Singapore, being an international commercial centre, foreign influences are deeply felt. A distorted sense of values and inappropriate styles of life are exerting undue influences over our young citizens. They only know enjoyment and cannot withstand hardship. They care only for themselves and not for others. They become typically selfish people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a young nation. The criteria for nation building have many limitations. We have to depend on the hard work of all the people and the peaceful co-existence of the various races in order to survive. Only in this way can the two million people be more cohesive and with this integration make a contribution to the progress of Singapore. Therefore, the wrong concept of values and inappropriate behaviour must be rectified. To attain this objective, it is undeniable that education plays a very important role. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this Report, we are very glad to note that moral education will occupy an important place in our future curriculum. The Deputy Prime Minister and Minister of Education has also emphasised that we must instil the good Asian cultural traditions in our young students so that they may understand the reasons for living a humane life. I think we all agree on this point. The ultimate aim of our education policy is to build a generation of healthy citizens possessing not only a rich knowledge, but also good physiques, and most important of all, a good character and a proper sense of values. This will be reflected in their attitude towards hardship in life, in mutual assistance and understanding. In general, the emphasis of what our refined Asian cultural traditions should be is whether or not a person in society has accepted his social or moral responsibility. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But how are we to instil in the minds of our youths an accurate sense of values? We feel that rather than emphasise on certain abstract concepts, would it not be better if we try to influence them by the introduction of descriptive stories of the life and strife of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 140</b></font> \n  <br> \n  <br> model ancient people, their supreme devotion to society and country, their assistance to their friends and so on? This can be introduced to the students by narration in story-form. The students will surely be influenced by the great deeds and nobility of these heroic characters, and will adopt this spirit in their own way of life. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since our country has undergone great modernisation, and our economy still undergoing substantial development, there is all the more need to emphasise the importance of moral education. Our Prime Minister has stated in his letter to the Deputy Prime Minister and Minister of Education that one important question we are concerned with is how to improve the quality of our citizens. \"We have to give our young basic common norms of social behaviour, social values, and moral precepts.\" There must be an accurate sense of values and a moral precept acceptable by oriental society. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve such an objective, we need a group of teachers who can become models of good citizens. As was pointed out by our Prime Minister, teachers are the guides for our moral and social spirit. The basic mission of teachers is not only to impart knowledge but also to cultivate the moral character of the students. However, in a highly commercialised society, it is not easy to find teachers with such quality. In order to promote a good moral education, we must, first of all, solve the problem of improving the quality of teachers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to achieve perfection in education is usually an ideal. However, we often encounter various problems and obstacles in implementing our education policy. For example, our bilingual education policy, which we have been promoting in the past two decades, has encountered many problems and obstacles. This has been frankly pointed out in Dr Goh's Report. We have taught \"Education for Living\" in our primary schools and \"Civics\" in our secondary schools all these years. However, since the text of the EFL is more of a preaching nature, we do not seem to have achieved any tangible result. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 141</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To succeed in promoting moral education, we also need a set of textbooks capable of exerting a great influence, besides good teachers who can set good examples for our citizens. As our Prime Minister has pointed out, spreading the norms of social and moral behaviour is best done through stories, legends, myths and folk-lores so that the students will learn and accept the proper concept of human behaviour. Compiling textbooks of such a nature is also one of the important tasks indispensable to the promotion of moral education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Education Report by Dr Goh is an important milestone in the development of our education for the future. We hope that the suggestions on moral education, like the streaming of students, will achieve the expected degree of success when they are implemented. \n  <br>6.07 p.m. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Mr Deputy Speaker, Sir, so long as the Hon. Deputy Prime Minister and Minister of Education does not accuse me of being out of context later on, I reserve my submission that the Goh Report would be more appropriately titled \"Report on the Education System in Singapore\" and not the \"Report on the Ministry of Education 1978\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we accept that education is an enculteration process designed to help a child to acquire a desirable culture and make him become a useful and loyal citizen in society, then the Goh Report, together with the Hon. Prime Minister's response, forms just that pragmatic base to work upon. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of the Goh Report to Parliament is indeed timely with the increasing trend of parents sending their children to English stream schools, and the increasingly strong influence of western norms by way of the TV and cinema and, without a balanced cultural norm of Asian origin, we may run the risk of perpetuating a depoliticised, self-centred and deculturalised set of citizenry for the future. This must never \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 142</b></font> \n  <br> \n  <br> ever happen because if it does, then all the good work that has been done to build Singapore into what it is today will slowly be eroded away. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to prevent this from happening, we must instil into our school children a set of values in life that will help them to become loyal and useful people. This can be done partly by giving the child a key that he can use to unlock his cultural heritage, i.e., bilingualism. The English Language will in future become more or less the common language between racial groups. Ironically, from a cultural development point of view, the question to ask is, is it necessary to go through such expense recruiting English Language teachers from overseas? Language teaching has in a way, a close affinity to cultural development. Have we really exhausted our local talents? I would think not. With the amount of money that the Ministry is willing to pay, our local graduates may reconsider moving into the teaching profession. Many of these graduates have moved into commercial firms. I should think local graduates are more suitable. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the development of the child into a useful and educated citizen, I wonder why no mention has been made in the Goh Report on the development of the child right from the very word, \"go\". When a child is born, he is without culture or knowledge. Gradually, as he interacts with his environment, he begins to develop both mentally and culturally. There are many things taught at this age that will have a long-lasting effect on the child. The role of parents in the education of the child is of paramount importance. It is my belief that parental influence during the child's tender years can assist the child to raise his 10. I submit that the lack of parental support is a more relevant explanation of school dropouts than just environment of the home. If this is accepted, then RTS, especially in a small unique island like ours, can play a very important role in propagating this idea to the less educated parents in child-upbringing. The idea is that we will then be able to tap the best brains from our reservoir of human resource. What I am thinking of is a short programme, even if it \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 143</b></font> \n  <br> \n  <br> has to be repeated, on how parents can positively promote IQ levels and speech skills through active parental support of the child's learning process. You do not, for example, \"goo-goo\" to your child when he \"goo-goos\" at you. So says the Hon. Minister of Defence, Say, \"how are you\" or some other intelligible words. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pre-primary schools or the kindergartens can also play a very important part in the development of the child into a useful citizen. This aspect has not been mentioned in the Goh Report as well. As the child's mind at this stage is very malleable, it is very important to maximise good input not so much the textbook knowledge and also, I stress, very carefully done without force. In this case, kindergartens must be carefully supervised to ensure that a set of good values is inculcated at this early age. Furthermore, through properly supervised play activities, children can be taught to develop the habit of mass participation and, hence, group identity. By careful upbringing of the child the percentage pattern of the brilliant, the above average, average and below average might change. Not only will wastage be reduced but effective contribution by each individual will eventually be increased. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Goh recommendation for three subsystems of education, each of which is adjusted to the rate of learning of the child is indeed a sound recommendation. For the system to work, however, everybody involved, such as principals, teachers and parents including students, must understand the way the system works and that it is aimed primarily at allowing the child to develop at his own pace and become a useful citizen. It must be accepted that different children have different capacities to learn. But proper parental support and well-supervised kindergartens may help to improve the learning ability of each child (quite independent of the physical home environment) and hence increased contribution by each child in the future. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, I believe that the streaming of children into the various sub-systems would \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 144</b></font> \n  <br> \n  <br> form a rather sensitive area of the Goh Report in as far as parents and the school children are concerned. It will be all right for children who get streamed into the better streams but for those who get streamed into the poorer classes will form the unhappy lot of people. They may be the minority. The problem is, the child may be an intelligent child but because the input during his infancy was negligible or even nil except \"goo-goos\", then, through no fault of his own, his future may be sealed for ever. The question is: can any one way be devised in which assistance can be extended to these unfortunate people? True, it is difficult to have an ideal system where we can ensure that those who get streamed into the poor classes are confirmed poor performers. Surely, the mass media can do a lot here to assist. Programmes can be designed to encourage parents to bring their children to the various scenic and educational spots to expose their young to better inputs. It may sound elementary but it is important. Or programmes can be run to instruct parents on correct child-upbringing; or to have baby programmes - all designed towards giving the child the best and earliest input as possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must try to avoid the situation where the better-off gets better and the worse-off gets worse - like the rich getting richer and the poor getting poorer. The task is difficult, but the possibility of saving a few is there. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the other streams after the PSLE, teachers and principals must also pay utmost care when going about streaming students. Conscientious care must be taken to follow the child's progress and bring the child back to the better stream should the child show some signs of improvement. Although this is provided for in the Report, in practice this must happen. I submit that the teacher will be able to carry out her tasks more conscientiously with higher morale. In making this statement I am not accepting the findings of the task force in relation to teacher morale because the interviewing was not carried out 'blind'. One might be able though to draw the conclusion that the 18% of the 140 teachers who were interviewed \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 145</b></font> \n  <br> \n  <br> had slightly more guts or who were slightly more disenchanted than the others. I submit that questionnaires should have been sent out to probe teachers' morale but done anonymously. I believe the present system of promotion has done a lot to lower the morale of our teachers. It is an undignified system. Generally, the teachers' salary must be improved and with this done, teachers' status and morale should move upwards. But, I submit, not overnight. It will take time for things to settle but at least, this is a step in the right direction. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I personally believe that, except for a few, most teachers are extremely keen to follow the progress of their students and encourage them along the way. Teachers take pride in the success of their students. Though they do not express their hearts in so many words, their feelings are there all right. Teachers are very often blamed for the poor performance of their students but it is high time they were encouraged along by parents and students as well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, it is worthwhile mentioning that the system, like any other system in the past, must never be allowed to backfire in the sense that being designed to reduce pressure on students, some over-aspiring parents may push their children too hard to get into better streams that these children would eventually suffer even more. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parents must be encouraged by all means possible to take an active interest in the development of their children. They must also be encouraged to be practical enough to accept the verdict on their children's performance but they must also be encouraged to discuss their children's problems with the teachers concerned. In general, I submit that the Parent-Teacher \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 146</b></font> \n  <br> \n  <br> Association (PTA) does not seem to be very active in the schools that I know of. I feel that the problem here can be that parents of children who do well feel that they have no cause or purpose to meet the various teachers. On the other hand, parents of children who fail often shun the teachers probably because of communication problems; or because they are too busy earning their dollars: or they may not have heard of the existence of such an association. The end result is normally a gathering of a few outgoing parents who take the trouble to go to the schools to meet teachers and principals socially. Though this is good, the association does not achieve its overall objective. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture, it is necessary for me to remind the principals to rethink on how to remotivate the Parent-Teacher Association as another tool to ensure the proper implementation and success of the Goh Report. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the debate be now adjourned.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Deputy Speaker:</b> When is the debate to be resumed, Mr Minister? \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Leader of the House (Mr E.W. Barker):</b> Tomorrow, 29th March, Sir. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Deputy Speaker:</b> So be it. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at \n  </div> \n  <div align=\"right\">\n    Twenty-eight minutes past \n  </div> \n  <div align=\"right\">\n    Six o'clock p.m. \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 147</b></font> \n  <br> \n  <br> \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790328/19790328-HA-0390147.htm\">reports &amp; Annual Reports - LIST OF REPORTS ON GENERAL EDUCATION POLICY IN SINGAPORE 1946-1979, ANNUAL REPORTS OF MINISTRY OF EDUCATION (Cols. 147 - 150)</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 148</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 149</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 150</b></font> \n  <br> \n  <br>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
