{"memberId": null, "volumeNo": "38", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"38\"> \n  <meta name=\"Sit_No\" content=\"6\"> \n  <meta name=\"Sit_Date\" content=\"1979-01-15\"> \n  <meta name=\"Start_Col\" content=\"215\"> \n  <meta name=\"End_Col\" content=\"278\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">38</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">6</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">15-01-1979</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 215</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 38</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 15th January, 1979</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ahmad Haleem (Telok Blangah). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr Ivan Baptist (Potong Pasir). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law, the Environment and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aijunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs and Education. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 216</b></font> \n  <br> \n  <br> \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of National Development. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade), Senior Minister of State, Ministry of Finance. \n  <br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Lee Yiok Seng (Bukit Panjang). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for National Development. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 217</b></font> \n  <br> \n  <br> \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teo Chong Tee (Changi). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 218</b></font> \n  <br> \n  <br> \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence. \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Ng Yeow Chong (Mountbatten). \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Dr Tan Eng Liang (River Valley), Senior Minister of State, Ministry of Finance. \n  <br>Mr Teong Eng Siong (Sembawang). \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 217</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <b>RESIGNATION OF MR YONG NYUK LIN,</b> \n  </div> \n  <div align=\"center\"> \n   <b>MEMBER FOR GEYLANG WEST</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Announcement by Mr Speaker)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> I have to inform hon. Members that at 4.00 p.m. on 12th January, 1979, I received a letter dated 12th January, 1979, from Mr Yong Nyuk Lin resigning his seat in Parliament as Member for the Electoral Division of Geylang West. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with clause (2) of Article 30 and clause (4) of Article 91 of the Constitution, the seat of the Member became vacant with effect from the aforementioned time. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 217</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>PRESIDENT'S ADDRESS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>Debate on the Address</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Fourth Allotted Day)</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [10th January, 1979]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 218</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the opening of the Second Session of this Parliament.\".'. - [Dr Lau Teik Soon]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>2.32 p.m. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Mr Speaker, Sir, before I submitted to your guillotine last Friday, I was at the point of leading my discussion towards one of the most important points laid down in the Presidential speech, and that is the question of leadership of the Government, in particular, the future leadership. I quoted the example of the hon. Member for Jalan Kayu. He was not in this House at that time. To be fair to him, perhaps I may repeat here. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have always looked upon the Member for Jalan Kayu with great respect in the past, so \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 219</b></font> \n  <br> \n  <br> also in the present and in the future. I said that he spoke not in his first language, Sir, but in his second language, English. Despite that, the eloquence in his second language is something that we all, at least I myself, hope to emulate. In his speech there was a very clear display of his thinking, his philosophy, and of his background training in the Chinese stream. It is perhaps because of that that he son of stopped short at the stage when he mentioned new leaders. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The weekend break, Sir, has been a blessing in disguise for me because if I were to go on discussing the subject, I might regret it today for I might be looked upon as being foolish. I have good reason to think in this way, Sir, because last Friday a few Members touched on the very same question of second generation leadership, and from no less appropriate, qualified, or competent a person than the Member for Bukit Merah. Even my neighbour, the Member for Leng Kee, spoke on this subject. It is very gratifying and consoling for many of us to know that the qualities, the requirements, and the capacity expected of the new leadership have been laid down. So there is no need for us to worry. In fact, I consider any further discussion in this House to be a contribution - if they regard their suggestions as contributions - that is absolutely irrelevant. The message has been made very clear. In fact, I do also remember the hon. Senior Minister of State for Finance touched on this subject in a speech outside this House. Therefore, I feel that any further deliberation on this subject from a person less competent would be a completely useless exercise. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we were to follow closely the Member for Jalan Kayu, with his bilingual ability, it invariably leads us to the question of how we train our future generation leaders. I would not start at a point when they become Members of Parliament. I start at a point when they begin their first year of formal education, in Primary 1. Now we have pre-primary. I do not know, but I think I ought to make an appeal to this House - that hon. Members should forthwith cease criticising the Ministry of Education. They would be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 220</b></font> \n  <br> \n  <br> causing more harm to themselves and their children than they realise. The more they criticise the Ministry of Education, the more hasty decisions and announcements will result. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last one month, Sir, we have got a series of announcements of education changes; even today, we see the headline \"Streamlining of the Ministry of Education\". If I were a school teacher or a parent, I would ask big questions. They are not so sure themselves - administration required to be streamlined; syllabus required to be changed, and changing. Where do we go from here? This reminds me of what we used to talk about in the Army: \"Reference to the last cancellation in the last order, please note that the cancellation is now cancelled.\" Unfortunately, Government Administration is a subject for study in the university. Assuming that Government Administration is a subject for the GCE \"O\" level examination, I would begin by giving the Ministry of Education 70 marks and above, i.e. P1. I have the grading system here and I got it only this morning from a school teacher. The Ministry started with 70 marks and above, P1. That is not too bad. Unfortunately, I have to deduct 25 marks from this grade when the Special Team of Government officers moved in. Something must be wrong. Deducting 25 marks from there, it will probably put the Ministry at P4 or P5. P5 is 50-54 marks. Now, when the task force moved in, I have to deduct another 20 marks. That will leave the Ministry at S8 with 35-39 marks. And with the implementation of all the so-called new policies in the last one month - Sir, I do not wish to go on because the Ministry might end up with a minus - I am afraid I have to announce that the Ministry of Education is not qualified to enter into the Pre-University. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having immersed themselves with problems for so many years - they either immerse or submerge - they have now emerged with what they believe are solutions. Let us see what happens to these solutions. I do not wish to be accused of being personal, but my son was completely flabbergasted. He came home one day and declared that he would lose his assistant \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 221</b></font> \n  <br> \n  <br> monitor. Next, he said that for the first time he got the time-table on the second day of school, but now everything had changed because the immersion students were coming. What the school did was to put seven immersion students in one class. That means 47 students. So they had to remove seven students from that class in order to accommodate the seven immersion students. These seven students were relegated - a form of demotion - to the B class. And the B class had to take out 14, to put in another seven immersion students. These 14 had to go to C class, and the C class had to take out 21, to put in another seven immersion students; and it goes on. The time-table had to be changed, and the seating arrangement also had to be changed. This could have been done in December. But I do not know why it wasn't. Marks were available then. Perhaps all these things culminated in today's statement, \"Administration to be streamlined\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there was an announcement - not an announcement actually, but a briefing on the question of ECA. Now it is no longer counted as a Pre-University admission qualification. Then the Minister for Education had to make a speech to clarify that. A briefing is a briefing. A briefing is to explain policy in greater detail and yet they had to clarify the briefing. Those in charge of the briefing will have to attend an immersion course in English. I think there have been many important announcements. They affect all of us. And if they are that important, they ought to be discussed in detail; not in a day or two or a week or two. It must be over a period of months. If they are that important, and if sufficient thought was given to those announcements, they ought to be included in the Addendum. But I see none of them in the Addendum. Is it a last-minute change? Is it a last-minute addition? How much thought has been given to those announcements of the change in policy? There is one important question and it is this: have all these new policies been cleared with the task force? There is no mention of it. The task force may come up with something else, and they are going to change it again. Here we are going \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 222</b></font> \n  <br> \n  <br> round the mulberry bush. Not only I myself am flabbergasted, but I think the whole of Singapore is going round in circles. In fact, I was advised by some hon. Members not to touch on Education because it is so confusing. They say I may go round in circles; I may not know what I am talking about. I said, \"That is all right. If I do not know what I am talking about, it is all right. But do the Ministry of Education know what they are doing or talking about?\" So on that count, we are at par. I may not know what I am talking about. I have a strong feeling that the Ministry of Education also do not know what they are talking about or what they are doing either. It must be the case, Sir. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime ago there was a policy decision - no automatic promotion. Well and good. Principals and teachers dutifully and diligently implemented the policy. Suddenly they found out that if they were to follow this policy, many of these students would have to be channelled into the Basic Course. There would not be enough places in the Basic Course. So telephone calls from the Ministry of Education, \"Don't fail them \"unnecessarily\". Try to push them up.\" The net result was that students were given as much as 30 to 40 marks to get themselves promoted so that they would not jam up the Basic Course. The whole examination was a farce. Either the criterion for no automatic promotion was wrong or the other policy must be grievously wrong. You cannot give marks just to promote a student. In borderline cases it was quite easy for the teachers to give additional marks for Art. Art is a very subjective subject. One does not actually need to like a painting in order to give 100 marks, but for those who fail the English Language, although the total is well above the average, according to the existing policy, they will have to be retained. So the teachers have to add marks to them in what they call \"the semestral assessment.\" If that is allowed to go on, it will throw the entire education system into complete confusion. I think I have spent enough time on Education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, they moved in the experts. Next they moved in the task force, and none of the points raised in the Addendum is qualified by \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 223</b></font> \n  <br> \n  <br> the statement that it has been cleared with the task force. Here the emphasis is on bilingualism, bilingual education. If one were to read through the entire Addendum on Education, you will invariably come to the conclusion that bilingualism means deficiency in the English language. So we have these immersion courses in the nine \"super\" schools. But it does not say that bilingualism means that one must be equally proficient or efficient in two languages. Why not CL2 in the English schools so that the students could be given the chance of taking immersion courses by being immersed in the Chinese language in a Chinese school? So how do you define proficiency in bilingualism? The Addendum states:- \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Schemes to improve the English proficiency of pupils in non-English-stream secondary schools will be introduced in January 1979.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Well and good. At this stage I think I need to state categorically that I support bilingual education, and I accept it painfully because of my educational background and I too, am addressing the House in my second language. The time will come when there should be one standard type of school with English as the principal language, in fact, the pivot language, with the other languages as the second language. I accept that. That must be the system. It must be that way. If we are to progress, we need English, there is no quarrel about that. But if one were to retain the frame of mind as the hon. Member for Jalan Kayu, then I think we will not produce any more such Members. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sad to say, particularly for those hon. Members who are Chinese educated and the Chinese school teachers, that we have to accept that the Chinese language can only be saved in an English school or, in future, in that standard type school. The enrolment, as we all can see, is in favour of the English school. This trend is irreversible. We accept that too. Therefore, there are more Chinese boys and girls studying Chinese in English schools than Chinese boys and girls studying Chinese in Chinese schools. For the same reason, there are more Malay boys and girls studying Malay, their mother tongue, in English schools, which becomes the second \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 224</b></font> \n  <br> \n  <br> language, than Malay students in Malay schools. I think we all accept that. But what has been done to ensure that they have a sufficient command of their own mother tongue to lead them back into their own culture, so as to give them what the Prime Minister repeatedly emphasised, the cultural ballast, an identity of their own, of Singapore? This system is not there. There is no immersion for these students. What we understand from the Addendum, bilingualism simply means that if you are not good in English, then you are not bilingual; if you are very good in English but you cannot speak Malay or Mandarin, you are not bilingual. This is a very queer situation which I find it difficult to understand. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If one were to look at the Addendum, it states that the long-term objective is to have all the pre-university classes in junior colleges, and only one junior college is to be built by 1982. How long is that \"long-term\" Sir? Is it between now and 1982 or is it between now and next year? Will just one more junior college be sufficient to meet the long-term objective? We need an indication as to how long is \"long-term\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is one matter which I have discussed with some of my colleagues quite frequently. I refer to the Addendum which states that those less academically inclined pupils will be channelled to vocational training under the Revised Secondary Education System. Why must we attach the stigma to these pupils? Why cannot we say that these pupils are more vocationally inclined, instead of saying that they are less academically inclined? When we started technical education, it was quite an effort to launch it because parents were quite naturally resistant to technical education. The same applies to vocational education. This is a clear case of a lack of understanding of the ground. Another of the paragraphs in the Addendum stated very clearly that this is to prevent early specialisation, so that streaming will be done in Secondary III instead of Secondary II. The streaming is postponed by one year because they do not want early specialisation. But in the primary school, pupils are being streamed in Primary \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 225</b></font> \n  <br> \n  <br> III. How do we compromise? On the one hand, it was stated that there should be no early specialisation, but on the other hand, specialisation or streaming is being done at the primary school level. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One very noticeable absence in the Addendum is the mention of the Ministry's effort to inculcate the so-called cultural values. Perhaps they stop the game of cancelling out, which I pointed out two years ago. It took them two years to realise that this is best left to the Ministry of Culture. But is that the policy? Should not the Ministry of Education at the same time inculcate the cultural values and the values of our own identity? There is completely no mention of this in the Addendum except that of Civics which applies to secondary schools. In primary schools, it is called Education for Living. Is it that the Ministry of Education suddenly realises their inadequacy and incompetence in handling the subject? Or is this aspect of education no longer important in our education system? There is no mention of it in the Addendum and I suppose the Ministry of Education will forthwith deal with the more pressing problems of first \"settling down\" themselves. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even today we find teachers receiving letters of transfer. Transfers were done in December. But up to this morning, teachers are still receiving letters of re-posting, with no prospect of that school getting a replacement. What has gone wrong? Is that the result of the streamlining? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I cautioned hon. Members not to take on the Ministry of Education too severely. I am afraid I am guilty of acting against my own advice, but I am of the view that it ought to be brought up here in the hope that the Ministry will not come out with more last-minute rectification methods to correct the situation. How long will it go on to correct the situation? I asked this question two years ago: how long will this transition go? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Culture has done exceedingly well over the last one year. I wish to single out the establishment of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 226</b></font> \n  <br> \n  <br> Cultural Foundation, and I hope that with the establishment of this new set-up it should be able to cater for what the Ministry of Education has failed to do. So it is not a question of cancelling out. It is a question of complementing each other. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many points which I wish to raise but since those hon. Members who were not prepared last week are now sufficiently prepared, I will relieve the House with just one last question. It seems that a Member of this House has been openly challenged by a Consumers' cooperative to explain his statement. This is a point which the new leaders must take note. They are liable to be challenged. This has nothing to do with the education problem. Perhaps we may hear a few words from the hon. Member for Whampoa to enlighten us as to how these brick-bats will affect the dignity of this House. He has been challenged to make the statement outside, implying that the Member may be indulging in falsehood in his statement in this House. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, I crave your indulgence to reply. Sir, I have been challenged both inside and outside the House to clarify my statement which I made last Wednesday here regarding NTUC Welcome and the price of rice. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there was a meeting held at the Ministry of Finance conference room on 2nd May, 1978. The meeting lasted between \n  <br>2.30 pm and 3.50 pm. The representative at the meeting were people in the Department of Trade, headed by Mr Ridzwan Dzafir who was Chairman of the meeting, two representatives from the AUPE Multi-Purpose Cooperative Society, Kreta Ayer Constituency Consumers' Service, PAP MacPherson Branch, two representatives from the NTUC Welcome Consumers' Cooperative, namely, Mr Low Lee Yong and Mr Ho Siang Ow. Queenstown Consumers' Club, Singapore Port Workers' Club, and Whampoa Consumers' Club. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would give you the gist of the meeting, but if anybody were to challenge me any further, in the public interest I will release the full minutes of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 227</b></font> \n  <br> \n  <br> meeting (confidential or not) to this House. The purpose of the meeting was to \"suggest\" to the consumer clubs and cooperatives that they should maintain uniform prices with NTUC Welcome supermarkets. That sounds fine, until one stops to ask: were the prices all that different, and in what directions were they different? The price differential was as much as 60 to 70 cents per 12 kg of rice of various grades, and the differential was against NTUC Welcome. The whole purpose of the meeting was to get the consumer clubs and cooperatives to raise their rice prices to the NTUC Welcome levels. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know who instigated the meeting. I do know the meeting was held at the Department of Trade. I do know who was the beneficiary of the meeting, namely, NTUC Welcome. In a court of law, Sir, I know that I cannot pin the blame on NTUC Welcome, but in this Chamber, with the privilege which Members have, I must raise it as a matter of public interest. This is my inference, and I ask the public and the Members of this House to examine for themselves whether this inference is warranted, given the facts of the matter. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that is not the end of the story. At that time, that was in May, the price differential, as I said, was as much as 60 to 70 cents. The mark-up that the Whampoa Consumers' Club was putting on the price of rice varied between 4% and 6%. Shortly after that meeting we had to reduce our mark-up, and in spite of a reduction of our mark-up to about 3% to 5% we have only been able to maintain a price differential of 10 to 15 cents. Something funny is going on, Sir. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask myself a number of questions. Has Intraco been supplying rice at a lower price to NTUC Welcome than to the consumer clubs? Just think of it, Sir, they tried to get us to raise our prices. We refused. Might they not have jacked up the price of delivery to us and maintain a lower price to NTUC Welcome so as to allow them the differential? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not being unduly suspicious, Sir. I just go on the facts. What are the facts? We maintain a margin of 3% to 5%. NTUC Welcome has been offering under the Fair \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 228</b></font> \n  <br> \n  <br> Price Shop system a 5% rebate on the rice which they are supplying to the retailers. If they were getting rice from Intraco at the same cost as we were, how could they pay the 5% rebate? How could they also pay an annual 5% rebate to the customers of NTUC Welcome? How could they pay for their overheads with the usual mark-up that they would have to make? Something funny is going on. Alternatively, Sir, NTUC Welcome might have imported the rice directly at lower cost, but then, Sir, comes the question. If they could have imported the rice at lower cost, why could they not pass the benefits of the low price to the consumers direct? Why set up this Fair Price business and have higher prices for everybody? Why try to tell the consumer clubs, \"Raise your prices\", so that they can compete? Why maintain a system at the expense of the consumers? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, they want to take me to court. They challenge me to clarify outside so that they can take me to court. Sir, I know, and I tell you Members in this House: I do not have enough evidence to pin it legally on the NTUC Welcome. I have only circumstantial evidence, but if anybody challenges me any further, the exact details of these minutes, confidential or not, will be made available to this House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you, Sir, for your indulgence. \n  <br>3.01 p.m. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development (Mr Lim Kim San):</b> Mr Speaker, Sir, I am the Chairman of the Board of Trustees of Welcome. I cannot listen to what has been said without standing up and making some comments on the observations made by the hon. Member for Whampoa. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must confess that I do not know the details of the meeting and so on which he mentioned. But I do know that the NTUC Welcome was set up to combat profiteering and to see that the public of Singapore do get fair prices for essential goods. During the five years of its existence, I think the NTUC Welcome has done that. We have been able to maintain and stabilise prices for essential goods. The Member for Whampoa is shaking \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 229</b></font> \n  <br> \n  <br> his head. I do not have the details, but if he wants, I can definitely show him in what way we have done that. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> I think it is very dangerous for him to make the allegation that between Intraco and the NTUC Welcome there is something funny going on. If he were to look closely at the accounts of the NTUC Welcome, he will find that last year in spite of a turnover of $40 million, the trading profit was 0.68%. Does that mean that there is a big mark-up? If he wants to compare it with the trading accounts of similar bodies, the operating expenses amounted to about 10% of the turnover. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not look after every detail of the NTUC Welcome. But I do make it a point to see that it charges fair prices. He has asked why it is necessary to have fair price shops. It is necessary to have fair price shops because there should be a large network of retail outlets in Singapore to prevent profiteering if it should ever arise. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the details of that meeting, I do not know how he could get the impression that the NTUC Welcome could ever pressurise anybody. The NTUC Welcome is not a statutory body. It holds no clout at all. I understand, reliably, that there was no mention by representatives of the NTUC Welcome that they wanted to see the prices raised. In fact, it is the NTUC Welcome's policy to see that the prices for daily essentials are as low as possible and that the consumers should be charged fair prices. I think he is going a bit too far in saying that Intraco and the NTUC Welcome are in collusion to charge higher prices for better profit or for other ulterior motives. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I think we had better go back to the debate on the President's Address. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong (Minister for Communications and Acting Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Communications and Acting Minister for Culture (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, during the course of the last few days, a number of Members \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 230</b></font> \n  <br> \n  <br> have expressed concern about the growing trend by developed countries to introduce protectionistic measures against competition from industries of developing countries. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The most recent and blatant example of such protectionism is the new Australian International Civil Aviation Policy or, in short, AICAP. According to the Australian Government, AICAP is the answer to the popular demand of the Australian public for low-cost air travel to and from Australia. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me stress that ASEAN is not against the concept of low-fare air travel. In fact, we welcome it, as this will not only be in the interests of the travelling public both in Australia and the ASEAN countries, but it will also boost the tourist industries of all the countries concerned. What ASEAN finds reprehensible with AICAP is its protection of the Australian national carrier through the exclusivity and the restrictive conditions which effectively prevent passengers from stopping over in the ASEAN countries. AICAP allows only Qantas and the national carrier of the terminating country to carry all traffic on an end-to-end basis to and from Australia. This duopoly deprives the Australian travelling public of the opportunity, which they now have, of picking the airline of their choice for travel between Australia and Europe. This is against Australian consumer interest. The other negative effect is that all ASEAN carriers will be shut out from the long haul route between Australia and Europe. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ASEAN airlines want to continue to participate on these routes. Their continued participation will be to the interests of the consumer, as the traveller will not only be able to have more airlines to choose, but also a greater number of flights. Stopovers at reasonable cost should be allowed as this will give attractive benefits to the elderly and the young who could take a rest on the long and tiring journey from Australia to Europe. These stopovers will enable tourists to visit ASEAN countries enroute, thereby fostering better understanding and closer ties between Australia and the ASEAN countries. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 231</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, for all these reasons, the ASEAN countries are of the firm view that all ASEAN airlines should be allowed to participate in the low fares between Australia and all points in Europe with and without stopovers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Australia must be made to see that it is not only for the travelling public but also for Australia's own long-term interests that the tourist and aviation industries in the ASEAN countries are not crippled by the implementation of AICAP. They should realise that the consequences of this exercise would not be confined to civil aviation alone; it will over-spill into the economic, political and other fields. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> Mr Speaker, Sir, first of all, I would like to thank Members of this House, particularly the Member for Geylang Serai, who had kind words to say on my Ministry's Addendum to the President's speech. The. hon. Member for Kampong Kembangan raised a few issues concerning my Ministry. If I understand him right, he had asked whether we are merely concerned with charitable functions, or are we doing more than that. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the last three years, the approach of the Ministry of Social Affairs has been on the developmental and preventive aspects of welfare work rather than on purely remedial work. There will still be a need for the remedial services to be upgraded and improved but, at the same time, the Ministry will engage in more developmental work such as the Family Services Centre. The helpless and destitute who approach the Social Welfare Department or other voluntary agencies are given assistance. It is not possible for us to eradicate situations leading to people being destitute or helpless. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is stated in the Addendum that the Ministry is working out preventive schemes to deal with these problems resulting from the changes in lifestyle, attitudes and expectations. For example, recognising the increasing numbers of aged who need assistance, my Ministry has encouraged welfare and community organisations to start \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 232</b></font> \n  <br> \n  <br> number of Homes for the Aged. In the last two years, seven homes have been established and five more will be set up within this year. These are run by voluntary organisations with the encouragement and financial assistance of the Social Welfare Department. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Kampong Kembangan has also suggested that we should work closely with social and welfare societies. For the information of the Member, the Ministry is in constant touch with organisations which provide community and welfare services. Representatives from the Social Welfare Department sit on the Management Committees of the major voluntary organisations and assist them in their work. Directly and through the Council of Social Service, the Ministry is able to monitor the progress of voluntary organisations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Civic and voluntary organisations also approach the Ministry for assistance, guidance and advice and these have been rendered to them expeditiously. Organisations such as the Singapore Action Group for Elders (SAGE) are doing good work in providing community welfare services, and these have the full support of my Ministry. Voluntary organisations are encouraged to anticipate welfare needs and new innovative projects are started with the assistance of the Ministry. Quite a number of new projects have been undertaken by voluntary organisations and these have been highlighted in the press. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the suggestion that experts from Government departments should serve full time to help upgrade the administration and management of social services undertaken by civic organisations, I hope it is not the intention of the hon. Member for Kampong Kembangan to suggest that we should dictate to the private organisations how they should manage their affairs. While active encouragement is given to these organisations, they should be allowed to develop their services in the best way possible. As I have stated before, whenever civic organisations approach us for assistance, this would be given readily. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 233</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Law Revision Sub-Committee of the Majlis Ugama Islam Singapura (MUIS), the hon. Member for Kampong Kembangan may wish to know that it has been appointed to look into the provisions of the Administration of Muslim Law Act as a whole. Experience in administering the Act over the past 11 years since its enactment in 1968 has revealed that there is a need to update the substance and language in certain sections of the Act. The Law Revision SubCommittee comprises members of the MUIS, some of whom are nominees of various Muslim organisations. These officials are in constant touch with the Muslim community and the amendments which they propose will reflect the general view of the Muslim community at large. Nonetheless, Sir, if the need arises, the MUIS will consult other Muslim organisations which are not represented on the MUIS Council. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the hon. Member for Paya Lebar regarding creches, my Ministry is now in the process of handing over the creches run by Government to the NTUC. We are encouraging private and civic organisations to provide creche and day-care services. The creches run by the NTUC are subsidised by the Government. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Geylang Serai has urged that the Prophet Muhammad's birthday celebrations should not. be held in hotels. Except for the MUIS Tea Party whereat the President of Singapore is the Guest-of-Honour, all the other activities to celebrate the Prophet's birthday, particularly those with a religious flavour, e.g., those which involve the recitation of verses from the Holy Koran, will be held, as they have been in the past, at appropriate venues, like mosques and such places. \n  <br>3.16 p.m. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Education (Mr Chai Chong Yii):</b> Mr Speaker, Sir, while joining other Members in congratulating the President on his re-election, I would just like to make a few remarks on education. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 234</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been criticism by some Members as to what they term the \"haste\" in recent developments in the education system. It has been said that 1978 is the year for a record number of changes to the system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the record, a tabulation (Cols. 265 - 274) of the developments that have taken place in the education system since the announcement by the Nanyang University Council on 23rd August, 1977. has been made and is circulated by the Clerk of Parliament to Members for information. That announcement by the Nanyang University Council is, in fact, a key to and the pace-setter for all the developments that have taken place since. \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790115/19790115-HA-0380265.htm\">tabulation - LIST OF CHANGES (Cols. 265 - 274)</a> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once it was decided, in the interest of its future graduates, that English would be the medium of instruction for all courses and subjects in Nanyang University, consequential action had to be taken to ensure logical follow-through in the whole education system. Of course, it would be more comfortable to take the soft option and let matters run their own course. But this would have been at the expense of thousands of pupils and students already in the school system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hard options had therefore to be taken in the interest of the pupils and students themselves and the pace of developments guided by the desire to help and benefit as many pupils and students as possible within the scope of our resources. No doubt the officials in the Ministry whom Members have accused of unseemly haste would, had they the choice, have liked to go slower. Many had to forgo their weekends and holidays over the last December festive period to ensure the best possible planning and implementation, in the circumstances, of recent policy developments in the interest of the pupils and students. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will agree that the success of Singapore depends on our willingness to take hard but rational options. This applies equally in the sphere of education, on the success of which will depend the continued success of Singapore. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 235</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The successful implementation of education policies is, of course, ultimately dependent on the schools. To ensure as successful an implementation as possible, a number of orientation and retraining programmes for teachers in schools were conducted in 1978 and will continue to be conducted. These orientation and retraining programmes are related to the developments in the education system. In addition, recruitment of teachers for schools was stepped up in 1978 and more efforts will be directed towards increasing the pool of trained teachers so that all the requirements of schools and pupils and students may be adequately catered for. Data (Cols. 275 - 276) on orientation and retraining programmes and on recruitment exercises conducted in 1978 are tabulated and also circulated for information of Members. \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790115/19790115-HA-0380275.htm\">Data - RECRUITMENT FIGURES FOR 1977 AND 1978, NUMBER OF TEACHERS INVOLVED IN IN-SERVICE TRAINING PROGRAMMES (Cols. 275 - 276)</a> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kolam Ayer suggested that the Ministry of Education consider including the teaching and elements of Literature in the Malay language papers to the extent of, say, 20 to 30%. He also suggested that the Ministry provide classes in Malay Literature in Secondary 3 and 4 so that Secondary 4 pupils may offer Malay Literature as a subject at Secondary 4. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Literature is available as a subject at the 'O' level in all the four official languages. The language level of Literature at 'O' level is that of the corresponding 'O' level first language. Literature texts are selected such that the level of difficulty in language of the texts is compatible with the level of proficiency of average pupils in that language studied as the first language. The language level in Literature texts is therefore above that of the corresponding second language. Accordingly, Literature is offered exclusively by pupils studying the particular language as the first language. (See Tables I and II.) (Cols. 277 - 278) \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790115/19790115-HA-0380277.htm\">Tables I &amp; II - MALAY PUPILS, CHINESE PUPILS (Cols. 277 - 278)</a> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pupils offering a particular language as the second language will have difficulty studying Literature in that language. Such pupils will have to upgrade the second language to the first language to be able to follow the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 236</b></font> \n  <br> \n  <br> Literature texts. This will mean that such pupils will have to study two languages at the level of the first language. Thus, Malay pupils in the English medium who choose to do Literature in Malay will have to study both Malay and English at the level of the first language. The study of two languages at the level of the first language is a very difficult task. It is probably within the ability of the top few percent but certainly beyond that of the vast majority. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should Malay pupils wish to study Malay Literature, they must stay in Malay-medium schools to have their proficiency in Malay as that of the first language. The Ministry has, in a statement on 5th January, 1979, offered to have one or more Malay-medium secondary schools modelled along the lines of the nine Chinese secondary schools, for pupils or parents who wish their children to have both Malay and English at first language levels. Alternatively, if there are enough Malay pupils who wish to offer the Malay Literature paper, it may be possible to gather them together in special classes in an English-medium school, where they could do both Malay and English at first language levels. However, only a small percentage, certainly not more than the best 8% of Malay pupils, can do this. For example, although all Malay-medium pupils study Malay as the first language and English as the second language, with greater exposure to the Malay Language, almost 40% of them still did not fare well in Malay Literature in the 1977 'O' level examination. 293 out of 1,420 candidates, or 21%, got grades 7 or 8, and a further 257, or 18%, failed. (See Table III) (Cols. 277- 278) \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790115/19790115-HA-0380277.htm\">Table III - MALAY LITERATURE RESULTS (Cols. 277 - 278)</a> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is generally accepted that Literature enhances, to some extent, the proficiency of pupils in the language. Thus, pupils in the English medium become more proficient in English through a study of English Literature. Malay pupils in the English medium, with Malay as a second language, cannot cope with the 'O' level Malay Literature paper. They can only do it at the expense of their proficiency in English. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 237</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is currently looking into the feasibility of introducing selected works of Literature, particularly those reflecting Asian culture and desirable values, in the study of languages in schools. These works would be in simplified form and in translation where necessary. This would supplement the study, by way of good examples, of the usage of such languages. It would also enable the pupils to acquire familiarity with such works and help to inculcate in them the desirable Asian values and traditions which are part of their heritage. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have a Table (Cols. 277 - 278) with me but I do not want to take too much of Members' time. It more or less repeats what I have said. Anyway, this Table has been given to the Press and if they are interested, they will reproduce it. Should any Member want this, I will give it to him. \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790115/19790115-HA-0380277.htm\">Table - TABLES BASED ON 1977 GCE 'O' LEVEL EXAMINATION STATISTICS (Cols. 277 - 278)</a> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Asian values and national identity, since late 1973, Education for Living (EFL) has been introduced in all our primary schools with the specific objectives of - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) ensuring that pupils are conscious of their responsibilities in nation building as loyal and patriotic citizens; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) enabling pupils to gain a clearer understanding of our historical background and geographical environment; and \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) guiding pupils in perceiving the relationship between man and his place in society. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The syllabus for EFL from Primary 1 to 6 spells out clearly the moral concepts, knowledge, attitudes and actions of lessons to be taught and learnt. Pupils' textbooks and teachers' manuals have been produced and teachers have also attended seminars and workshops to ensure the effectiveness of EFL teaching. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In secondary schools, updating and revision of the Civics syllabus and textbooks is a continual process. The subject of Current Affairs from Secondary 3 upwards brings \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 238</b></font> \n  <br> \n  <br> students to the forefront of contemporary economic, social and political events on the national, regional and international scene. Current affairs magazines: Prospect, Changwan and Harapan, published by the Educational Publications Bureau, are widely read and discussed among secondary school students. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Above all, national identity and pride are fostered daily through the singing of the National Anthem at flag-raising and lowering ceremonies and recitation of the loyalty pledge. Weekly assemblies in schools give principals the opportunity to speak about nation building, moral and social values and related topics. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is trying to identify Asian classics and literature which have strong cultural and moral values with a view to introducing these in our schools so as to counteract certain undesirable influences of Western culture. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Appointments of Vice-Principals were planned to be implemented in phases starting with the new school year on 2nd January, 1979. However, the first of these appointments could not be made until the position of movements of other teachers had been decided on. Decision of the latter had to await the outcome of the Secondary 1 pupil and Pre-University 1 student admissions which this year were not available till late December. Appointments of Vice-Principals could therefore not be notified till around the end of December, 1978. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not true that notification of these appointments were held back till January, 1979, to avoid those who were appointed \"washing their hands of their old schools\". Such an explanation attributed by some newspapers to \"sources\" cannot obviously be correct. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to state categorically that the Ministry of Education have full confidence in all our principals and teachers. The question of not trusting them should never arise. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On ECA programme, the Ministry is aware of the need for a proper ECA, including PE, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 239</b></font> \n  <br> \n  <br> programmes in schools. Such programmes are not only for the purpose of maintaining good health but also to strengthen character training and social values through group activities in sports and games, uniformed organisations, school clubs and societies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no change in this policy of encouraging ECA and PE in schools. However, there is a limit to the curriculum time for each pupil or student. In the context of this, certain priorities must be accorded. Therefore, where pupils and students are required to spend considerable extra time in immersion or supplementary programmes to improve their English language proficiency in their own interests, this had to be at the sacrifice of some other school activities. In this context and for the interim only until such time as their proficiency in English has been brought to a satisfactory level. Principals have been advised not to compel such pupils and students to participate in ECA and PE. Of course, should there be exceptional pupils or students who are able to cope with the immersion or supplementary programmes as well as participate actively in ECA and PE, they should not be discouraged from doing so. Priority must, for the present, be given to improving the standard of English. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The study of foreign languages from Secondary 1 was introduced in 1978. This does not in any way change the policy on bilingualism. Only a very few may study foreign languages from Secondary 1 but they would have to study two of the official languages at Primary levels. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who may study foreign languages from Secondary 1 are those with special linguistic ability as shown by their performance in the two official languages taken by them in the Primary School Leaving Examination. They may study a foreign language from Secondary 1 as a third language in addition to the two official languages. The other category of pupils allowed to study foreign languages from Secondary 1 are those either one of whose parents is not of Malay, Chinese or Tamil ethnic origin. Since the mother tongue of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 240</b></font> \n  <br> \n  <br> such pupils would not necessarily be Malay, Chinese or Tamil, they are given the opportunity to take up foreign languages from Secondary 1 and may offer a foreign language either as a second language, in lieu of an official language, or as a third language, in addition to two of the official languages. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the select categories who may study foreign languages from Secondary 1, the numbers who did so in 1978 and who applied for and were selected to do so in 1979 are very small. In 1978 Cohort, 394 opted for and were approved to study French, 161 Japanese, totalling 555. In 1979 Cohort, the figure approved so far is French 239, Japanese 257, German 117, totalling 613. By virtue of the very selectivity, Members may be assured that those who are allowed to study a foreign language as a third language from Secondary 1 are those with special linguistic ability and well able to cope with a third language in addition to achieving bilingual proficiency in two of the official languages. \n  <br>3.35 p.m. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong (Senior Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Finance (Mr Goh Chok Tong):</b> Mr Speaker, Sir, in the last debate on the President's address in 1976, my Minister received a volley of some 20 questions. This year the volley has been reduced to about one half. I would like. to think that this is a reflection of the performance of the economy, if not my Ministry. But I suspect that the gun powder is being kept dry for the Budget session. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to divide the questions into three categories: (1) Economic Policy and Development; (2) Civil Service staff matters, and (3) Miscellaneous. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On economic policy and development, several hon. Members of Parliament in their statements on our economy have shown that they have a clear grasp of the problems facing us: trade protectionism, the insidious Australian aviation policy, the recently announced 14.5% increase in oil price and the likelihood of an economic recession in the United States and other developed countries. I think this House generally understands the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 241</b></font> \n  <br> \n  <br> harsh realities facing us, but I am not sure if most of our population understands what a recession means, especially the younger workers who have not really up to now experienced economic difficulties. Members of Parliament could help by periodically explaining to their constituents the problems ahead, the need to work hard and save more and warning them against complacency and unreasonable expectations of high economic growth. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa with his usual clarity has reiterated for us the dangers of protectionism. We recognise the need for multi-lateral solutions to protectionism and we are strongly supporting efforts being made at the multi-lateral trade negotiations. We have ourselves been practising liberal trade policies. It is some consolation perhaps that many countries are realising the adverse international implications of protectionism, if left unchecked. But this is a poor man's consolation, as the developed countries often do not match deeds with words. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take, for example, the Australian protectionist policy in the air. The Minister for Communications has dwelt at some length on this subject. But I would also like to say that I share the concern and disgust of this House at the unilateral act of Australia to impose its selfish view on ASEAN countries, despite its awareness that its new civil aviation policy will damage the interests of ASEAN airlines and tourist-related industries. It is not just a question of SIA's wings being clipped. It means that ASEAN airlines will never grow to be international trunk route carriers. If the Australians are allowed to get away with their new civil aviation policy, it may herald a new regime of air services agreements where there will be no fifth and sixth freedom for airlines. Such a regime will benefit only the airlines of the bigger developed countries and stunt forever the growth of airlines from developing countries. This is an issue of principle, a North-South Dialogue issue, and to bring home the point to Australia, they must be hit where it hurts. Australia's new protectionism in the air must \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 242</b></font> \n  <br> \n  <br> be exposed at international fora, such as UNCTAD, and frustrated by collective ASEAN and developing countries' counter actions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has asked why there was not yet a full-fledged trade promotion body, in view of the need for us to explore new markets. The answer is simple. The Trade Development Committee was established only in August 1978. It comprises members from the various Chambers of Commerce and Industry and the Singapore Manufacturers' Association. One of the terms of reference of this Committee is to look into the desirability and feasibility of and to work out the organisational and financial proposals for a permanent Trade Development Council to take over the export promotion functions of the Department of Trade. The Committee has not yet come up with proposals for a Trade Development Council. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must emphasise that active participation by the private sector is a prerequisite for the success of a trade promotion body. I might add that although a full-fledged promotion body has not yet been formed, trade promotion activities are not lacking in Singapore. The Export Promotion Section of the Department of Trade liaises closely with our exporters and has been organising trade missions and providing training and trade information to them. One such mission at this very moment is now in West Asia. It is being led by my colleague, Dr Tan Eng Liang. Double Tax Deductions for participating in trade missions and for establishment of trade offices overseas are also given to our exporters. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both the Members for Serangoon Gardens and Whampoa have addressed themselves on the subject of encouraging entrepreneurship, a subject very much in the mind of my Ministry at the moment. Local entrepreneurs are not lacking in Singapore, as otherwise we will not be where we are. If asked to name some of them, both Members would probably come up with the same list as I have and these are the entrepreneurs from the traditional activities of trading, banking \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 243</b></font> \n  <br> \n  <br> and financial services and properties development. Few will be found in the manufacturing industry, where skills of production and organisational ability are needed and where investments require a longer time to bear fruit. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Partly because of the disinclination of our traditional entrepreneurs to venture into the manufacturing industry, it is necessary for public policy to be directed towards the promotion of local industrial entrepreneurship. The lack of industrial entrepreneurs could be due to the short history of our industrialisation. Fortunately this is being changed, as our younger generation workers in many of the multi-national companies in the manufacturing industries acquire marketing skills and production expertise. Among these will be some who have the entrepreneurial ability and, with the necessary assistance, might be able to become the force of Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure the House will agree that entrepreneurs cannot be created solely through the efforts of Government. Entrepreneurial talent is probably innate. The Government can, however, facilitate the development by financial and other support. And this is what we are trying to do in EDB. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to dispel the impression that EDB takes care of only foreign investors, Under the Economic Development Board Act, EDB is responsible for promoting all forms of investment in the manufacturing industry. Because of our need to be export-oriented and because the world markets are mostly in the hands of foreign multi-national companies, the thrust of EDB's programme and organisation has naturally to be directed abroad. However, the resources of EDB are available at all times to local investors who should not hesitate to make use of them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another query from the Member for Whampoa is this. He has asked the Ministry to provide the House with an evaluation of the performance and cost-effectiveness of the joint industrial training centres. The establishment of the Japan-Singapore Government Training Centre will not be a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 244</b></font> \n  <br> \n  <br> white elephant. It is in line with the Government's policy to expand industrial training to meet the increasing demand. From a survey conducted by EDB on the demand for skilled manpower in precision engineering, it was found that even with an expansion of Tata-and Rollei-Government training centres, there will be an annual shortage of about 184 trainees up to 1982. The Japan-Singapore Government Training Centre will initially have a total enrolment of 200 trainees with an annual output of 100 on a single shift basis. The courses offered are instrumentation, mechanical, such as mould-making and maintenance, electrical and electronic trade. These are new courses that will be taught for the first time in the Joint Industrial Training Centres. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of cost-effectiveness, the training cost per trainee per month has declined by about 25% for all three existing centres since their establishment because of the economies of scale associated with larger enrolment. The unit cost per trainee per month is $563. As for the benefits, EDB has no problem in placing all the past graduates in industry for on-the-job apprentice training. Dialogues with employers in the industry have indicated that employers are satisfied with the skill, performance and working attitudes of the graduates. Annual evaluations are being made by EDB to ensure that course contents are constantly updated to meet the changing demands of industry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another question raised by the Member for Whampoa which was also brought up by the Member for Kampong Kembengan is the optimal level of tourism and the limit of tourism in Singapore, i.e. whether there should be an upper limit to the number of tourists that we should encourage into Singapore. I do not quite understand the fear of the two hon. Members. We might have two million visitors last year which is near the population of Singapore but fortunately for us they do not stay 365 days in Singapore. On the average of three days per tourist staying in Singapore, the physical presence of the tourist in Singapore is only 16,500 tourists on any one day. This is only 0.7% of the total local population of about 2.3 million. Even if \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 245</b></font> \n  <br> \n  <br> the industry were to grow by two or three times in the next ton years, the presence of tourists in Singapore will still be small. Frankly, we have not done any calculation on the optimal level of tourism. Tourism is a dynamic situation, and the hon. Member for Whampoa will know that in a dynamic situation we will not be able to quantify a fixed limit. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Anything is possible. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Anything is possible, but the point is whether you believe in the conclusion. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I move on to the second category on Civil Service staff matters. The Member for Kolam Ayer, in his speech to the House on 10th January, 1979, asked for a review of pension rates because of the ever-increasing cost of living. It will be recalled that a similar suggestion was made by the Member for Potong Pasir in this House in July last year. The House was informed that in March 1974 Government approved the grant of an exgratia allowance of a minimum of $15 per month and a maximum of $30 per month to pensioners resident in Singapore whose pensions are below $650 per month. Payment of this allowance was in recognition of the abnormal inflationary situation at that time. Some 5,300 officers were awarded the allowance which cost approximately $120,000 per month. It was noted that there had not been such a similar situation since 1974. There has not been any change in the position since July last year to warrant a review of the existing policy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has also remarked that it was \"immoral to ask the pensioners to pay income tax on their monthly pensions.\" It would appear that most countries in the world are \"immoral\" because they, like Singapore, impose tax on pension. But there is no real immorality because pension is payment for services rendered in past employment. Nevertheless, in view of their special position, resident pensioners have been given a measure of relief since half their pension is already tax exempt. Under the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 246</b></font> \n  <br> \n  <br> existing tax laws, pensioners also qualify for normal tax reliefs such as relief for himself, his wife and his children. Moreover, the earned income relief was increased from $1,000 to $2,000 for pensioners over 55 years of age but below 60 years, and to $3,000 for those above 60 years of age, to assist those who work after retirement. Most pensioners therefore are liable to pay income tax on low chargeable income, unless of course they have other substantial means of income. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan, in his speech to the House on 11th January, 1979, mentioned that he had occasion to give his comments to the Head of the Civil Service on improving the staff evaluation system. He has asked whether any progress has been made on this matter. The Prime Minister's Office, in close consultation with the Public Service Commission, has reviewed the present staff evaluation system for Administrative Officers. Permanent Secretaries are now required to give supplementary information and assessment of the officer's potentials and weaknesses in addition to the existing staff confidential report so as to enable the PSC to better assess individuals for promotion. In addition, a separate report format for the assessment of professional officers has been devised. The new format would give greater weightage to the professional skills of the officers in addition to their administrative abilities. The draft format has been circulated by the Prime Minister's Office to the respective Ministries and departments for their views before implementation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the last category, which is Miscellaneous. Under this, there is the question of tax on self-employed, delivery of share scrips and a report on the implementation of the recommendations of the National Statistical Commission. The Member for Serangoon Gardens has asked the Ministry of Finance to ensure that \"a clear and fair set of criteria is formulated to assess the earned income of the self-employed workers\" because the income of these workers varies with individuals. At present, only 28.7% of the labour force is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 247</b></font> \n  <br> \n  <br> included in the tax net. Government's policy in broadening the tax base is to ensure that the social responsibility of tax burden is shouldered by more of those people constituting the labour force who have incomes within the taxable range. The self-employed who do not keep accounts and are not declaring their incomes are among those who have not been contributing their fair share to tax. This means that those of us who are earning a salary and whose income can be made known to the Tax Department easily are carrying more then our fair share of tax. In broadening the tax base to include this group of self-employed people, the tax assessment will be equitable and according to their earned incomes, and I can assure the Member for Serangoon Gardens that realistic and fair criteria will be adopted to determine the earned incomes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra has asked the Ministry to take steps to ensure that the provision of section 107 (1) of the Companies Act, regarding the delivery of shares to investors within a month, is strictly followed. Section 107 of the Companies Act concerns the rights of a shareholder vis-a-vis his Company. The Act lays down the remedies that are available to a shareholder if his company does not comply with the provision of section 107. He should avail himself of these remedies. If shareholders remain apathetic, companies will naturally take advantage. This is not an area for enforcement action by the authorities but rather one which shareholders should enforce their rights themselves under the very provision which he has mentioned. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is strange how sometimes the original \"sin\" comes back to visit you again after many years. I was the Secretary of the Notional Statistical Commission ten years ago. And today I am here to give a report on the progress of implementation of the recommendations of the NSC to the Member for Kampong Kembangan. I do not propose to burden the House with a lengthy report. May I refer the Member for Kampong Kembangan to the Annual Report of the National Statistical Commission which was presented to Parliament on 16th November, 1978. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 248</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe I have covered most of the questions and points raised by Members. If I have not, there is always the occasion during Budget time for them to raise their questions again. \n  <br>4.00 p.m. \n  <br> \n  <br> \n  <!-- Mr Bernard Chen (Minister of State of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister of State of Defence (Mr Bernard Chen):</b> Mr Speaker, Sir, may I respond to the Member for Punggol's remarks on National Service? He has suggested that in order to keep our soldiers fighting fit, we should look into adopting the Swiss system of National Service. We have to bear in mind that the Swiss system is tailored to its own needs and constraints which are quite different from those we face in Singapore. The Swiss conscriptee fulfils a total of 49 weeks of military service spanning from the age of 20 to 50. National Service for the average Swiss is, therefore, done at quite a leisurely pace. The SAF has to be built up over a short period of time. We could not, therefore, afford to stretch the training of our soldiers over a long period. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the proposal to extend National Service up to 50 years of age, which in Singapore means the extension of reservist liability beyond the 2-2 1/2 years of full-time service, we have to recognise that in Singapore, we have numerous competing demands for the same manpower resources. Manpower priority for defence ranks almost equal to that for economic production on which Singapore's survival also depends. My Ministry is ever mindful of the manpower needs of other sectors. Extension of reservist liability beyond the current 10-year limit will cause serious and unnecessary disruption of the productive sectors. The Member for Punggol can be assured, however, that given our regular intakes of national servicemen and coupled with reservist training during the 10-year reserve period, the SAF will always have enough well-trained and physically fit soldiers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the call-up of women for auxiliary services, my Ministry is already actively recruiting women into our regular service to take over jobs suitable for them. The enlistment of women as opposed to men into \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 249</b></font> \n  <br> \n  <br> National Service, including auxiliary services, present quite a different set of problems which need to be carefully studied before implementation. My Ministry is now looking into the various implications and the necessary measures required should we decide to implement National Service for women in the future. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan mentioned the need for the SAF to encourage its officers and men to take part in community service. This is already being done on quite a wide scale. In addition to gotong royong projects, SAF personnel have also been participating in national projects, such as blood donation campaigns and in relief operations during emergencies and disasters. Various SAF units and bases have also established close links with communities and social organisations within their vicinities. There are regular exchanges of visits. SAF equipment and manpower are available for loan by these organisations. We should, however, recognise that SAF's primary responsibility and objective is to build up an efficient and capable defence capability. We will, of course, do our best to incorporate other objectives whenever possible including the participation of our national servicemen in community services. \n  <br> \n  <br> \n  <!-- Mr Ong Pang Boon (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Labour (Mr Ong Pang Boon):</b> Mr Speaker, Sir, whilst workers are expected to play their role in contributing to our economic progress, it has been Government's policy to ensure that they and their families are given adequate protection when their earning capacities are affected by injury or death sustained in the course of employment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To this end, the Ministry is looking into improvements to the Workmen's Compensation and Central Provident Fund schemes. The Workmen's Compensation Act is being reviewed. The adequacy of compensation payable in the event of death and permanent incapacity is being examined in view of rising wages and higher cost of living. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have noted with interest the various suggestions made by hon. Members in this \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 250</b></font> \n  <br> \n  <br> House in the last few days regarding the use of CPF savings. If the primary objective of providing for old age is not to be superseded, obviously some of the suggestions made by hon. Members will have to be set aside. Nevertheless, the possibility of using CPF savings for other justifiable purposes compatible with the primary objective of CPF will be examined as and when circumstances permit. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, as intimated in the Addendum to the President's speech, the Ministry is considering the introduction of a life insurance scheme to provide more comprehensive protection to CPF members. As at the end of September last year, some 82% of active CPF contributors earned less than $750 per month. Therefore, the great majority of CPF members are covered by the Workmen's Compensation Act. Dependent families of such members who die or are permanently incapacitated prematurely as a result of work accident or occupational disease have reasonable protection in the form of CPF savings and workmen's compensation. The latter may at present amount to a maximum of $35,000 for death and $45,000 for permanent total incapacity. However, if death or permanent incapacity arises from non-work situations, the dependent families have only the CPF savings to fall back upon. In 1977, of 532 members who died before reaching 40 years of age, 77% had less than $5,000 in their accounts. In 1978 the corresponding figures were 730 and 71% respectively. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of some improvement in the level of wages, it is clear that better protection must be provided for dependent families of such members who have little CPF savings and who die or are permanently incapacitated prematurely arising from non-work situations. One proposal being examined is to ensure that, in such an event, the dependent families will receive a reasonable minimum sum of money through the provision of a life insurance cover. The premium for such a cover is expected to be minimal and could be paid out of CPF contributions. To those not covered by the Workmen's Compensation Act, a similar life \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 251</b></font> \n  <br> \n  <br> insurance cover could be extended to provide protection against premature death or permanent incapacity arising from both work and non-work situations. Details of such a scheme are being studied and will be announced when finalised. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, an analysis of CPF members using CPF contributions to pay for HDB flats shows that as at the end of October 1978 the average CPF savings of these members was $2,770 whereas the average outstanding mortgage loan for their flats was $11,570 giving an average short-fall of $8,000. It was also discovered that 73% of these members who were below the age of 40 had an average shortfall of $9,260. If such members were to die prematurely, their families would be in danger of losing their homes. There is, therefore, a need to provide a mortgage reducing term insurance cover to enable the family to meet outstanding payment on the flat. The Ministry is considering the introduction of such an insurance cover, the premium for which could also be paid out of CPF contributions. \n  <br>4.10 p.m. \n  <br> \n  <br> \n  <!-- Mr Chin Harn Tong (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Chin Harn Tong):</b> Mr Speaker, Sir, the hon. Member for Khe Bong and the hon. Member for Kampong Kembangan have mentioned the importance of ex-addicts finding employment upon their release from detention so that they can be successfully rehabilitated. I wholly agree with their view. No effort is spared to find jobs for the ex-addicts. Besides approaching the Employment Service, Ministry of Labour, the Singapore Anti-Narcotics Association (SANA) has been contacting prospective employers in the private sector for jobs for the ex-addicts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In October and November 1978, the first two months since SANA formally set up its job Placement Committee, private employers were approached for jobs for 267 ex-addicts. So far, 128 ex-addicts have been offered jobs but unfortunately only 48 of them have accepted the offers. However, as I have said earlier, SANA will spare no effort to find jobs for the ex-addicts. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 252</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr S. Dhanabalan (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, a few points were raised by Members on the subjects covered by the Ministry of National Development, and I would like to comment on them. Sir, I was pleasantly surprised that so few pot-shots were taken at the Housing and Development Board. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> You were not here. \n  <br> \n  <br> \n  <!-- Mr S. Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr S. Dhanabalan:</b> I have seen the reports. Perhaps Members are beginning to be aware of the moral in the story of a man who used to go around complaining that he had no shoes until he met a man who had no legs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong raised the point that the HDB policies do not take into account each and every individual circumstance. Of course, this is not possible. He cited the particular case of those who are not able to rent three-room flats because their incomes exceed $500. Members are aware that if the family income exceeds $400, an applicant is not eligible to rent a one-room flat and $500 is the limit to rent a two-room flat. If the family income exceeds $500, then the applicant has to purchase a flat. He made the point that there are many who do earn more than $500 but are not in a position to purchase a flat. Sir, if we look at the facts a little more closely, we will find that this difficulty is more apparent than real. The cheapest three-room flat costs $16,000 in a new town. The 20% down-payment amounts to $3,200. A worker earning, let us say, $600 per month would be accumulating CPF savings (his own as well as his employer's contribution) at the rate of about $200 per month. In about 16 months, he should have enough to cover the down-payment for a three-room flat. The monthly payment on such a flat on a 20-year loan from the HDB amounts to only $100. Therefore he can more than afford to cover his monthly instalment from his CPF contribution, So he should not have any reason not to be able to afford a three-room flat. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Housing Board records, at the end of 1978 about 12% of the total \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 253</b></font> \n  <br> \n  <br> number of applicants had incomes from $501 to $600. I presume this is the group that the Member for Khe Bong was referring to. A few in this group, of course, for some reason may not be able to afford to buy a three-room flat. One reason could be that the family income is fragmented over too many members in the family. In such cases, there is a special allocation committee in the HDB which is prepared to look into the particulars of the case and, if there are very good reasons, the rule applying to income is waived and a flat is allocated. So the rule is applied flexibly where the case really deserves special consideration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi complained that many people spend half the day waiting to collect keys or waiting to register for Housing Board flats. I see that one of the newspaper reporters had the commendable initiative to go and check to see whether this complaint was true, and I read a report that it was not true. Anyway, for the Member's benefit, I would like to inform him that the Sales Section in the Housing Board has implemented a system of staggered calls for applicants to come and collect their keys. Although times are given, Sir, people cannot be processed like inanimate things on an assembly line. Therefore, sometimes they do have to wait. Records are kept in the Housing Board of the time at which a person is dealt with and how long it takes to deal with him. And according to the records of the last two months, the overwhelming majority of cases were dealt with within half an hour of the appointment time. There may be a few cases which took more than that. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of registration for flats, the HDB registers about 80 applicants a day. The average time taken to register is 15 minutes. In some cases, it takes only five minutes. But when applicants come in a group, for example, in the case of resettlement, sometimes a whole kampong turns up, it is not possible to deal with these applicants quite quickly, especially when many of them are illiterate and much time has to be taken to fill out the forms. It is also not possible, nor \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 254</b></font> \n  <br> \n  <br> economic, for the HDB to staff itself to deal with such unusual situations. But the majority of cases are dealt with within, as I said, 15 minutes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan mentioned that families which are to be resettled should be told the truth as to their resettlement chances at the time of the survey. Sir, this is not possible because the survey is precisely to determine certain facts as to whether they are eligible for resettlement benefits or not. The officers conducting the survey merely collect the facts of each case which are then processed, and those who are eligible will then be given whatever resettlement benefits that go with it. So it is not possible to give any son of indication at the time of the survey. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir said that \"resettlement has always been a trauma for the people\" and \"often there has been a lack of consideration in carrying out resettlement.\" I think he gave some examples of people who were resettled far from their places of work or the schools of their children. Sir, every attempt is made to resettle people as close to their original place as possible. But obviously this is not possible in all cases. In the case of Braddell Road, for example, most of the people were resettled in Ang Mo Kio. In the case of Changi and Jalan Eunos, many were resettled in Bedok New Town. But where people request for resettlement in areas where no more new flats are being built, it is not possible to accommodate them and it is also not possible to wait until such time as flats become vacant to resettle these people. So they are encouraged to try and give as many places as possible to which they would like to move to, in order to make it easier for the Housing Board to resettle them. But I want to assure the Member that this matter is not dealt with mechanically and quite heartlessly. We do take into account the place of work and the schools of the children in trying to resettle them. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist (Potong Pasir):</b> On a point of clarification, Sir. None of the people resettled from Kolam Ayer were given a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 255</b></font> \n  <br> \n  <br> chance to go anywhere else but Ang Mo Kio. That is a good 7km away, Sir. \n  <br> \n  <br> \n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Dhanabalan:</b> They could have gone to Bedok, Sir. Kolam Ayer happens to be in the Kallang Basin area, where there is very little new construction going on. So it is not possible to resettle them there. But I also do know of many cases who were resettled in Geylang West and Aljunied areas. Sir, we can give him the details if he wants. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were also complaints, Sir, from other Members about the demolition of unauthorised structures, especially in rural areas, which have been there for many years. Action is only being taken against such structures which were put up after 1969. In 1969, an aerial survey was made and a topographic map was prepared and we are able to ascertain whether such structures were there before 1969. Even in cases where structures have been put up after 1969, if they can be regularised within the building regulations, every opportunity is given to the person concerned to get his structure authorised. But where, of course, he cannot meet the regulations, the structure has to be demolished. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Building Control Division has relaxed the guidelines to permit open-sided extensions in the rural areas which are not more than 20 square metres. Sir, many of these unauthorised structures are in squatter areas where there is already great congestion. And if we allow further unauthorised extensions, the situation will become quite intolerable. \n  <br>4.23 p.m. \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Minister for Law, the Environment and Science and Technology) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Law, the Environment and Science and Technology (Mr E.W. Barker):</b> I will be very brief, Sir, to answer questions or clarifications sought by the Members for Whampoa and Kampong Kembangan. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa wants to know why we say there are enough hawkers in Singapore. We say there are enough hawkers in Government establishments. We try to restrict their numbers. But there are 7,000 other hawkers. We call them stallholders in private establishments. We do not restrict \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 256</b></font> \n  <br> \n  <br> their numbers. But the 27,000 or more hawkers in Government establishments are subsidised by the Government and we would prefer them to go into more productive jobs. Where they are healthy and able bodied, we would rather that they not be hawkers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for supply and demand, we are not saying that there are enough hawkers and stallholders in Singapore. There is a distinction. When I say \"hawkers\", I mean those that are either in Government establishments, HDB markets or hawker centres, or those with the Ministry of the Environment, or if they are occupying pitches on industries. There is a day-pitch and a night-pitch, and we have got more than 4,000 of these street hawkers to resite. So the policy is to restrict the issue of new hawker licences; by that I mean Government licensed hawkers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also other canteens and restaurants where you can buy your food, or whatever you want. As for the private establishments, to give you an example, there may be a coffee shop which pays a licence fee of about $120 per year. This is a private coffee shop. In that coffee shop, there might be a few hawkers selling kway teow, mee rebus, or whatever it is. They only pay us $6 a year each because we do not subsidise them, nor do we control their numbers. All we do is to make sure that the food they sell is clean. So the policy of my Ministry is not rigid. When we say, \"We are not going to issue new licences,\" we mean that that is the general policy. But there may be cases of hardship where the only worker in the family or income-earner dies and the widow and children have no other means of support. In cases like that, we always do our best to issue licences. \n  <br>4.26 p.m. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, to sum up after the past few days of debate, and especially after the sound of fury around 3 o'clock, I fear this summary will be an anti-climax. The debate on the President's Speech and the Addenda on the various Ministries has been serious and sober though, at times, there were moments of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 257</b></font> \n  <br> \n  <br> relief and humour. Members of Parliament on the Backbench gave credit to Ministers where they were due but, at the same time, they criticised certain Ministries, and did so without fear or favour. Sometimes, observers may wonder at the resilience, tenacity and courage of my senior colleagues on the Backbench who have, despite the numerous wounds suffered in earlier battles, bravely fought on. But I do not wonder about it; I know them to be men of character and commitment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President has set out the Government policies for the coming year in the various Addenda, and I must say that the MPs on this side who have spoken, have subjected them to great scrutiny. As usual, as in previous debates, the Ministries of Education, Finance and National Development came under the barrage of criticism, question, clarification and suggestion. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Ministry of Education, as usual had its share of brick-bats. The objectives of achieving bilingualism and inculcation of traditional values are supported by all who have spoken and, of course, to achieve these, they understand that there must be changes in the education policy. But Members were puzzled at the manner and mode of implementation of these policies. The various innovations in education, their rapid implementation, and announcements closely followed by retractions, came under heavy fire from the MPs. We are of the view that whatever changes that are being contemplated should be discussed in Parliament or in public because they affect directly the welfare and education of our children. For example, these changes include the streaming of pre-university students, the introduction of the nine elite schools and the immersion classes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem, Mr Speaker, Sir, may not lie with the Minister, or the Senior Minister of State for Education, who enunciates the policy, but with the implementers, viz. the Ministry officials. Members have raised doubts as to the competence of the high officials in charge, particularly the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 258</b></font> \n  <br> \n  <br> professionals in the Ministry. Thus, in their view there is need to raise the efficiency of the headquarters' professional staff. It was also expressed that what was of utmost importance to education was the morale of teachers and principals. In general, Members called for greater efficiency, consistency and rationality when policies are implemented. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, MPs came out strongly too against various aspects of the policy put forward by the Ministry of Finance. The dominance of the Government departments and statutory boards in the management of public affairs is a reality in Singapore, but they must not be allowed to overwhelm us. They must come under public observation and be constantly checked so that they do not abuse their powers. MPs do not grudge the high remuneration and perks which the senior officers enjoy now and of others yet to come, but as public servants, and they are no more than that, they should not be arrogant and abrasive in their attitude. And the Minister was told that if more incentives were to be given to the top bureaucrats, he should not neglect those in the lower echelon, whose contribution to administrative efficiency is no less significant. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Specific issues were raised with the Minister. These have been dealt by the Senior Minister of State for Finance. There was one issue, however, to which the Senior Minister of State, I feel, has not adequately replied. This is the question of the tax on pensioners. The view of the Backbenchers is that most pensioners have meagre incomes and yet have to meet the increasing cost of living and medical expenses. It is only right that they should be allowed to enjoy the remaining years of their lives without the fear of going on the dole. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of National Development did not escape the close examination of Members. Again, the focus was on the Housing and Development Board and the issues of resettlement and building control. The one issue which the Senior Minister of State for National Development did not deal with to our satisfaction is the question of unauthorised extensions. This comes under the same Ministry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 259</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister was urged to adopt flexibility in allowing certain minor extensions of dwellings to remain. These extensions occur not only in squatter areas or in kampongs but also old housing estates. These were erected many years ago as they were needed as extra living space for the family. Demolition of such extensions, because of rigid implementation of certain rules, seems meaningless unless certain vital developmental projects are under way. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister for Labour must be a good friend of the labour movement, as he obviously escaped the wrath of the workers' representatives in this House. Nevertheless, he was required to clarify a number of issues particularly on the Central Provident Fund contributions. Apparently, the decision to allow CPF fund for the purchase of SBS shares has set a precedent; if this can be done, then Members asked why is it not possible for the fund to be used for other purposes which are closer to the welfare of the contributors, for example, payment for children's tertiary education, and medical expenses for the family? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, the Minister was urged to make greater efforts to ensure industrial safety, particularly in the shipbuilding and repair industry, and it was suggested that he should consider imposing stricter penalties on recalcitrant employers. The condition of work of the labour force was another issue raised, especially on measures to narrow the gap between blue and white collar workers. The nature of the amendments to the Workmen's Compensation Act received the attention of certain Members, who warned that these amendments must benefit the workers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, other Ministers got away lightly, although not let off completely. The Acting Minister for Social Affairs was asked why it was necessary to review the Administration of Muslim Law Act, and to look into the question of the construction of more mosques for the Malay community. Members put forward certain suggestions for the consideration of the Ministers. For example, that the facilities of the National Library be made available to the students for studies; \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 260</b></font> \n  <br> \n  <br> that the health education programme should be broadened; and that community leaders should be invited to participate in the police patrolling scheme in the HDB new towns. The Ministers of Defence and for Home Affairs were urged to look into the possibility of recruiting more women to augment the predominantly male personnel in the military and police forces. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, while the mundane or bread-and-butter issues clearly dominated the debate, the Backbenchers were mindful of regional events which have great consequences for our economic growth and political stability. The question of Australian protectionism, the Vietnamese invasion of Kampuchea and the refugee problem were the main issues in foreign affairs that were discussed. Members called for retaliatory action against the protectionist policy of Canberra: clearly in their view, the present Australian government cannot be relied upon as a friend of Singapore and ASEAN. As for Vietnam, serious scepticism was expressed concerning Hanoi's honesty in its statements that it would adhere to the principle of non-interference in the internal affairs of its neighbours. In this connection, Members will certainly support the Government's statement calling for the withdrawal of Vietnamese troops from Kampuchea. Members pointed to the need for greater ASEAN solidarity and cooperation to meet these challenges. Mr Speaker, Sir, from what has been stated it is clear that Singaporeans must be more aware of regional events, which affect our national survival. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The debate was not all sober and businesslike; there were lighter moments for Members. For example, the House heaved a sigh of relief when the case of the missing bodies was solved by the Minister for Health, although, of course, the civil servant concerned who committed the statistical massacre may not see the humorous side of this! Then there was the suggestion made that couples before being given approval for marriage have to undergo a fitness test: this must raise problems of implementation for the Acting Minister for Social Affairs if it were accepted. The most dramatic statement, Mr Speaker, Sir, was that of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 261</b></font> \n  <br> \n  <br> Member for Moulmein who revealed that there had been a military take-over of the Education Headquarters at Kay Siang Hill, but then, Sir, we understand that recently, the officers made a hasty retreat to their operation point at Tanglin Hill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Backbenchers have done their job: they have attempted to uncover the omission, discrepancy, inconsistency and inflexibility of the various Ministries. By their speeches they have demonstrated that they have been responsible and positive in their approach to the debate. But Mr Speaker, Sir, I wonder whether the same can be said of the various Ministers or those who spoke on their behalf. It is incumbent upon the Ministers and officials to consider the valid and positive suggestions and proposals put forward by the Backbenchers and not just dismiss them without further consideration. Here I must congratulate those Ministers, Ministers of State and the Parliamentary Secretary for their detailed replies to the queries raised and the serious consideration they gave to the views of the Backbench. Others, however, although they have responded to the queries, did so with some evasiveness. Whether or not the Backbench is satisfied with the answers, it would have to wait till the Budget debate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, at the conclusion of the debate last Friday, we were treated to a display of fellowship and camaraderie, not seen before in this House, certainly not by the younger MPs. The clear evidence of the esprit de corps among certain Members both in and out of this Chamber demonstrates the closeness of the bond that binds men who \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 262</b></font> \n  <br> \n  <br> have gone through good and bad times together. Younger Members, including myself, can learn a lesson from this. I am sure that all Members of this House would like me to record our appreciation to our colleagues who will be leaving us very soon. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last but not least, I would like to thank those who have participated in the debate for their support. Mr Speaker, Sir, I beg to move the Motion standing in my name. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the Speech of the President be agreed to: - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the opening of the Second Session of this Parliament.\" \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 262</b></font> \n  <br> \n  <br> \n  <br>4.43 p.m. \n  <div align=\"center\"> \n   <b>COMMITTEE OF SELECTION</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Appointment of Members)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Leader of the House (Mr E.W. Barker):</b> Mr Speaker, Sir, following the resignation of the Member for Geylang West, Mr Yong Nyuk Lin, may I seek your concurrence and under Standing Order No. 34 to alter the terms of my Motion* for the appointment of Members of the Committee of Selection, by substituting the name \"Mr Phey Yew Kok\" for \"Mr Yong Nyuk Lin\", appearing in the last line thereof. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <pre>\r\n*The motion reads as follows:--\r\n   That this Parliament, in accordance with paragraph (1)\r\nof Standing Order 95, appoints the following as Members of\r\nthe Committee of Selection:--\r\n       Mr E.W. Barker\r\n       Mr Phua Bah Lee\r\n       Mr Sia Kah Hui\r\n       Dr Augustine H.H. Tan\r\n       Dr Tan Eng Liang\r\n       Mr Yeo Choo Kok\r\n       Mr Yong Nyuk Lin.\r\n</pre> \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> The proposed alteration does not infringe the provisos in the Standing Orders, Mr Barker, you may therefore proceed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 263</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Barker:</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with paragraph (1) of Standing Order 95, appoints the following as Members of the Committee of Selection: - \n  <pre>\r\n   Mr E.W. Barker\r\n   Mr Phua Bah Lee\r\n   Mr Sia Kah Hui\r\n   Dr Augustine H.H. Tan\r\n   Dr Tan Eng Liong\r\n   Mr Yeo Choo Kok\r\n   Mr Phey Yew Kok.\r\n</pre> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is desirable that we should appoint the Committee early so that Members of the Selection Committee can appoint Members of the other Committees of this House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with paragraph (1) of Standing Order 95, appoints the following as Members of the Committee of Selection:- \n  <pre>\r\n     Mr E.W. Barker\r\n     Mr Phua Bah Lee\r\n     Mr Sia Kah Hui\r\n     Dr Augustine H.H. Tan\r\n     Dr Tan Eng Liang\r\n     Mr Yeo Choo Kok\r\n     Mr Phey Yew Kok.\r\n</pre> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 264</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>WELL-WISHES TO RESIGNING MEMBERS</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Leader of the House (Mr E.W. Barker):</b> Mr Speaker, Sir, two Members of this House have sent in their resignations. Another four will be leaving us soon. May I join the last speaker in wishing the Members here present, Mr Ivan Baptist and Mr Ahmad Haleem, all the very best and the same to the others. We hope they will be as happy outside as they were in this House. [Applause]. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Fifteen \n  </div> \n  <div align=\"right\">\n    minutes to Five o'clock p.m. to \n  </div> \n  <div align=\"right\">\n    a date to be fixed. \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 265</b></font> \n  <br> \n  <br> \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790115/19790115-HA-0380265.htm\">tabulation - LIST OF CHARGES (Cols. 265 - 274)</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 266</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 267</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 268</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 269</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 270</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 271</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 272</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 273</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 274</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 275</b></font> \n  <br> \n  <br> \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790115/19790115-HA-0380275.htm\">Data - RECRUITMENT FIGURES FOR 1977 AND 1978, NUMBER OF TEACHERS INVOLVED IN IN-SERVICE TRAINING PROGRAMMES (Cols. 275 - 276)</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 276</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 277</b></font> \n  <br> \n  <br> \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1979/19790115/19790115-HA-0380277.htm\">TABLES BASED ON 1977 GCE 'O' LEVEL EXAMINATION STATISTICS (Cols. 277 - 278)</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 278</b></font> \n  <br> \n  <br>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
