{"memberId": null, "volumeNo": "39", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "18", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"39\"> \n  <meta name=\"Sit_No\" content=\"18\"> \n  <meta name=\"Sit_Date\" content=\"1980-03-25\"> \n  <meta name=\"Start_Col\" content=\"1373\"> \n  <meta name=\"End_Col\" content=\"1432\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">39</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">18</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">25-03-1980</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 39</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 25th March, 1980</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1374</b></font> \n  <br> \n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry. \n  <br>Mr Ho Cheng Choon (Geylang East). \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment. \n  <br>Mr C.V. Devan Nair (Anson). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1375</b></font> \n  <br> \n  <br> \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok), Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Tan Eng Liang (River Valley). \n  <br>Dr Augustine H. H. Tan (Whampoa). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1376</b></font> \n  <br> \n  <br> \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Education. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Dr Tony Tan Keng Yam (Sembawang), Senior Minister of State, Ministry of Education. \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <br>Mr Yeo Choo Kok (Delta). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1375</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ORAL ANSWERS TO QUESTIONS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>CENTRAL PROVIDENT FUND</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Rate of contribution)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ang Nam Piau</b> asked the Minister for Labour whether Singapore needs such a high rate of Central Provident Fund contribution and if he will consider lowering the rate of contribution for wage earners when they reach the age of, say, 40 years and 50 years. \n  <br> \n  <br> \n  <!-- Mr Ong Pang Boon (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Labour (Mr Ong Pang Boon):</b> Mr Speaker, Sir, whether the current rate of CPF contribution is adequate or excessive depends on the social security \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1376</b></font> \n  <br> \n  <br> purposes CPF savings are made to serve. The primary purpose of CPF savings is to provide for members' old age. They are also an easy source of funding for the large number of members who use it to purchase flats and houses under the approved housing schemes. Further, in the future, there may be other social security needs, such as the two insurance schemes I mentioned in Parliament last week, to which CPF contributions will be put to use. If these social security needs are to be met, CPF contributions have to be maintained at current level. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the lowering of the rate of contribution for those above 40 years of age, I would like to mention that their social security needs are the same as those of younger age. Many of them are still using a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1377</b></font> \n  <br> \n  <br> substantial portion of their CPF contributions to meet the monthly payments for their flats and houses. Further, CPF records show that at the end of 1979 the average balance of members in the age group between 40 and 45 years who used their CPF savings to purchase flats or houses was about $10,500. The corresponding figure for those between 50 and 55 years was $12,000. With life expectancy increasing to 65 years for males and 70 years for females, workers need to save more to tide over a longer period of retirement. Unless sufficient savings are accumulated by maintaining the current level of contributions for those above 40 years, workers' standard of living in retirement will be considerably lowered. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1377</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>IN-CAMP TRAINING FOR RESERVISTS</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Ang Nam Piau</b> asked the Minister of Defence if he will consider shortening the period of annual in-camp training for reservists in order to minimize the inconvenience caused to them. \n  <br> \n  <br> \n  <!-- Mr Bernard Chen (Minister of State of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister of State of Defence (Mr Bernard Chen) (for the Minister of Defence):</b> Mr Speaker, Sir, may I thank the hon. Member for addressing this question, as it gives me an opportunity to clarify a common misconception held by many members of the public. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main fighting arm of the Singapore Armed Forces is provided by the reserves. In war, the reservists, like their full-time counterparts, are required to fight at the front line. They are not called upon to fight only when the active force is spent. Although a person is called up to serve 2 to 2 1/2 years of full-time national service, this period only enables him to learn the basic skills of combat. To maintain these skills and to improve on them, a soldier still has to return to the SAF annually to do continuation training in the SAF Reserves. He will also have to keep up with the development of new doctrines and learn to operate new equipment which he may not have the opportunity to do while in active service. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1378</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Continuation training and upgrading of skills in the reserves are therefore necessary and they form an integral part of the comprehensive military training we are providing our citizens to defend their country if ever the need arises. Our reservists and their employers must not consider annual in-camp training as an inconvenience they have to put up with. Since we are unable to maintain a full-time standing army large enough to meet our defence requirements, the national service system which combines active and reserve service is still the best way of ensuring that we have the desired defence capability. National service, both active and reserve, must therefore be taken seriously by all concerned and the vital role which the SAF reservists play should be recognised. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Enlistment Act, 1970, citizens are obligated to serve up to the age of 40 (or 50 if he is an officer or a person with special skills) and for a maximum of 40 days of in-camp training a year. Presently, SAF reservists are called up for in-camp training for an average of two to three weeks annually. This is very much less than the period provided for by the law. Mindef is considering extending the period of annual in-camp training and the number of years of reserve training for reservists, especially officers, to enable them to acquire greater military skills. Upgrading our overall military preparedness can only be achieved if reservist officers serve a longer period in the reserves. The experience they accumulate over the years will be crucial in guiding and developing new reserve units. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, Mindef has also improved the administration of in-camp training for reservists. Presently, reservists are given at least six weeks' notice to report for routine reporting. At the time when they report for routine reporting they are given another six weeks' notice of their impending in-camp training. The reservists therefore know that they will be doing in-camp training three months in advance from the time they receive the notice for routine reporting. To minimise the disruption to the reservists' civilian occupation, Mindef is considering doubling this period of notice, i.e. six months. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1379</b></font> \n  <br> \n  <br> As far as possible, Mindef will also not call them up for more then one in-camp training a year. The exception will be when such reservists are required for military exercises or for short periods to test their physical fitness. If a reservist is unable to attend in-camp training at the specified period, he may apply for deferment. He will then be recalled for make-up training at a later date. Inconvenience for the reservists, if at all existent, should in this way be minimised. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, as the responsibility for the defence of Singapore falls on the reservists, I would like to ask the Minister of State of Defence what steps are being taken to correct the misconception that national service ends after 2 to 2 1/2 years and that reservist training is just for training purposes? \n  <br> \n  <br> \n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Bernard Chen:</b> Mr Speaker, Sir, Mindef is trying to tack!e this problem on two fronts. First, within the SAF itself, commanders have been told to inform those reservists under their charge that while in active service they are trainees and that such training will continue into the Reserves and even when they come back for reserve training the skills that they learn will complement what they have learnt in active service. In this way they become more efficient and more proficient than when they were in active service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second front, we would like, in the near future, to mount an education programme to inform the public, especially employers and parents, of the need for the reserve service to be part and parcel of the military service that their children or their employees are undergoing. Presently, the problem is not with the reservists themselves. After going through 2 to 2 1/2 years of training, I think they appreciate the need for further refurbishment of skills. The problem lies with the people who are not directly involved in military service but who stand to lose, for example, employers, because when the reservists are away, it means that they have to get someone to take their place. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1380</b></font> \n  <br> \n  <br> Otherwise there may be man-hours lost. We hope that through this education programme the employers will be convinced that defence needs are as important as the needs for a growing economy and that economic prosperity cannot be achieved without a credible defence. This will take some time because it involves sacrifice on the part of employers, but through regular exchange of information, especially with those who are involved, we hope to get this message across. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, what about those people who are self-employed? Many a time I come across reservists who are self-employed and they complain that when they go for reservist training their business is affected. In such a case, what plans has the Ministry of Defence got to help them overcome disruption of their own business? \n  <br> \n  <br> \n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Bernard Chen:</b> Mr Speaker, Sir, currently there is a scheme which enables us to grant make-up pay for both employees as well as the self-employed. Reservists who come in for training will be compensated by make-up pay. This scheme includes the self-employed category, such as doctors. By giving them ample notice, like six months in advance, many of them should be able to find replacements for whatever position they are holding. Surely, when they themselves want to go for holidays they will also have to find a replacement to take over their business unless it is assumed that most of them do not take even a single day's holiday, i.e. work 365 days a year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Among the professionals, reservist training should not pose 9 problem. There is a scheme where doctors can always get other doctors to take their place when they go away on holiday or on business. They can make the same arrangement when they go for in-camp training. The essence is that we should give sufficient notice to them so that they have ample time to get any replacement that they find necessary to do their job while they are away. In most cases, in-camp training does not last more than two weeks. So I do not think that their business will be seriously affected, either in income or at the prospect of losing their clients. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1381</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>HAW PAR VILLA</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Preservation and maintenance)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Ang Nam Piau</b> asked the Minister for Trade and Industry if the Government has any plan to preserve and maintain Haw Par Villa which attracts tourists and Singaporeans with its works of art depicting scenes from Chinese mythology. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Trade and Industry (Mr Goh Chok Tong):</b> Mr Speaker, Sir, may I first of all explain that Haw Par Villa does not belong to the Government and, therefore, any plans to preserve and maintain the Villa must come from the owners. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In April 1979, the owners, Haw Par Brothers (Pte) Ltd. made an offer to the Government to take over the Villa and the land, i.e. Haw Par Brothers (Pte) Ltd. was prepared to donate Haw Par Villa to the Government. The Singapore Tourist Promotion Board, on behalf of the Government, was agreeable, in principle, to take over the Villa as it is a major tourist attraction, provided that the land can be transferred free from encumbrances of any lease or sub-lease, if any. There is a lease between Haw Par Brothers (Pte) Ltd. and Haw Par Brothers International Ltd., whereby the land has been leased to Haw Par Brothers International Ltd. for 20 years from 1970. Haw Par Brothers International Ltd. was reluctant to surrender the lease, and thus the Government was unable to take over the Villa. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, however, Haw Par Brothers International Ltd. suggested to the Singapore Tourist Promotion Board to join with them in a venture to jointly preserve and maintain the attractions of Haw Par Villa. The proposal is under study by the STPB. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1381</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MAIN AND DEVELOPMENT</b> \n  </div> \n  <div align=\"center\"> \n   <b>ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b> \n  </div> \n  <div align=\"center\"> \n   <h4>1ST APRIL, 1980 TO 31ST MARCH, 1981</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [6th Allotted Day]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1382</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W - \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Object Group 1100 of Subhead Code WA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like the Hon. Minister to enlighten the House with regard to the Government policy concerning the provision of homes for the aged, taking into account the increasing number of old folks over the years. Presently, the Government has only the Woodlands Home and Woodstock Home for the Aged, while a good number of homes are being managed by charitable and civic organisations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the increasing number of aged in the future, it is necessary for the Government to take on a greater role to provide more space for the aged who do not have anyone to depend on. The Government cannot expect the private sector, which is already carrying a heavy burden, to continue to provide a major share of the space that is needed. Many of the aged would have served the country in various capacities and the least the Government can do is to provide them with a roof over their heads. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Government should encourage more charitable and civic organisations to maintain and provide more space for the aged. In this connection, I would urge the Ministry to assist these organisations in the implementation of their plans to establish new homes. More than that, I hope the Hon. Minister will consider providing a grant to charitable and civic organisations to encourage them further to establish such homes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides the mere provision of space for the aged, the Government should consider providing certain basic amenities in these homes, including recreational facilities, vocational work and hobby-crafts. Then the residents can occupy their time with some work and leisure. The Government should give incentives for the charitable and civic organisations to provide such recreational \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1383</b></font> \n  <br> \n  <br> and vocational facilities. Such incentives can be by way of grants or material assistance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to seek the Hon. Minister's comments on the points I have made. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin (Bedok):</b> Mr Speaker, Sir, according to statistics released at a recent seminar on The Aging and the Aged, Singapore will have over 192,000 people aged 60 years and over by 1985. This number will increase to about 233,000 by 1990. At present we have an estimated 169,000 people who are over 60 years old. Already, problems associated with old age are surfacing at a regular rate and organisations like the Singapore Action Group of Elders (SAGE), the Housing and Development Board and the People's Association which recently announced schemes for retirees, are doing their part to help solve some of these problems. Organisations like SAGE, which cater for the needs of our senior citizens, are at most stop-gap measures but it will be sagacious for the aged to be looked after by the family in the long run. I am not advocating the concept that the Government should wash its hands of the business and leave the senior citizens to their own plight, for the Government has still an effective role to play in caring for them. It has been estimated that by 1985 we would have a population of some 192,000 who would be above 60 years of age. Apart from it being a financial burden on the Government, there will not even be enough land to build all the needed homes to house these unfortunate people. What is urgently required at present is the promotion of the concept that the care of the aged must rest more and more on the family unit in our society. If this concept can be successfully promoted, then we shall arrive at a stage when the aged will not be discarded by the younger set just because they have outlived their usefulness. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we may need Western technology, but we must fight against the total Westernisation of our minds and our responsibilities. For one thing, our moral and traditional \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1384</b></font> \n  <br> \n  <br> values are not exactly the same as those of the Westerners. In the West there is a built-in response to the problem of old age. The parents take care of themselves. Here, being Asians, we have not arrived at that stage. Yet I personally feel that we should not follow them, if by doing so we have to sacrifice part of our traditional values of preserving the family unit. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to propose that a campaign be mounted in the schools and other institutions to promote the concept of care and concern for one's elders among the young. A trust fund should also be set up by working members of the family for the non-working aged in their care. This could be a token contribution. It can be made compulsory, and the check-off system can be employed to siphon off a small percentage of their earnings towards this fund. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said earlier, Sir, going by the projected figures which I have just quoted, we can expect bigger and more acute problems looming in the years ahead. In view of this, I feel that the Ministry of Social Affairs should take the lead in tackling these problems. At present the Ministry does not have a unit or division that deals with problems relating to the aging or the aged. I would like to suggest, therefore, that a Gerontology Unit be established by the Ministry to look into all aspects and problems of the aged and to make a research into the problems of old folks, One of its terms of reference should be to guide and coordinate the efforts of both Government and private organisations to ensure that there is the least duplication and maximum impact. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these measures should be implemented at the earliest possible moment. The society we produce will be a lonely one indeed if we do not seek to fathom and understand what loneliness is. In helping to ease the problem of loneliness of the aged we are, in effect, helping ourselves, \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> Sir, let me first reply to the hon. Member for Serangoon Gardens. My Ministry's thinking on the care of the aged is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1385</b></font> \n  <br> \n  <br> that, as far as possible, they should be looked after by their own children. Children who have the means to look after their own aged parents should be encouraged to do so, so that only the aged destitutes or those who for financial reasons cannot live with their children can be allowed to be accommodated in the homes for the aged. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, based on the number of requests received by my Ministry, there seems to be a trend these days for the old folks to be abandoned by their children. Hon. Members in this House will agree with me that this practice would have been unthinkable among the older generation. We must, therefore, shame the younger generation, particularly those who have the means, into abandoning their aged parents in old folks' homes. We must fight this trend. We must reinforce our Confucianist, Islamic, Hindu or Christian ethics and encourage the extended family system unless, as I have stated earlier, financial circumstances are such that the children just cannot look after their aged parents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the building of more homes for the aged, my Ministry plans to build one more home for the aged. At this point of time, the plan is still in its embryonic stage. In the meantime, the Government will continue to encourage community groups to set up homes for the aged within housing estates. This is in line with my Ministry's policy, naM31y, the aged should be encouraged to live within the community instead of living in some remote institutions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last two years, the Social Welfare Department has managed to promote the setting up of 11 community homes for the aged in Housing Board estates. The Department is also encouraging voluntary welfare groups to set up homes to cater for the chronic sick. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Serangoon Gardens also wants to know the kind of assistance the Government can give towards the establishment of homes for the aged which are not sited in HDB estates. Sir, the nature of Government's assistance depends on the nature of the problem. Let me quote two \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1386</b></font> \n  <br> \n  <br> examples, First, the Sree Narayana Mission wanted to start a Home for the Aged Sick. The Social Welfare Department helped the Mission in leasing the reverted properties at Blocks 87 and 89, Canberra Road, from the Commissioner of Lands to establish the Sree Narayana Mission Home for the Aged Sick. \n  <br>3.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In another instance, when the Home for the Aged Sick in Payoh Lai, off Upper Serangoon Road, was affected by a major development scheme, the Social Welfare Department successfully made representations to the Ministry of National Development for the Home to remain at the site and to be integrated with the redevelopment programme. Yet another example, Sir, is the Ling Kwang Home for the Aged which, I believe, is to be set up in Ang Mo Kio by the Bible Presbyterian Welfare Services, In this case my Ministry sought the assistance of the HDB to undertake the clearance of squatters at the site for the proposed Home. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Social Welfare Department will also recommend that homes for the aged be granted the status of \"an institution of public character\", if such homes are run on a charitable basis and conform with the guidelines of the Department on the minimum standards of care. Financial assistance to the homes run by voluntary organisations will continue to be given by way of Public Assistance allowance to residents of such homes. As at February this year, a total of 530 residents in these voluntary homes received the allowances at current rates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I fully agree with the hon. Member that homes for the aged should not just look after the physical needs of the residents. They should also provide social, recreational and other activities to enable the residents to lead a normal life. This is exactly the position in our Homes for the Aged today, where both indoor and outdoor recreational programmes are provided. Indoor activities include the making of handicrafts, reading, watching television, listening to radio, playing chess and so on. We even allow mahjongg to be played. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1387</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Encouraging gambling! \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Gambling is strictly prohibited. Organised tours to places of interest in Singapore and occasional viewing of film shows at cinemas are examples of the outdoor activities organised for the aged. Talking of film shows, Sir, the hon. Member may be pleased to know that the Social Welfare Department has just received a donation of $6,000 for the purchase of equipment to screen film shows at the four Social Welfare Homes under the Department. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also ample opportunities for social interaction, as residents are allowed to receive visitors and to visit friends. Residents who are physically fit are encouraged to do simple chores, like gardening, under supervision. However, Sir, there are also old folks who wish to be left alone, For such residents who do not wish to participate in the activities organised, their wishes are well respected. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now come to the suggestion of the hon. Member for Bedok. If I understand correctly, the word \"gerontology\" refers to the scientific study of old age and its diseases. The Member should have made the suggestion to the Minister for Health for his consideration. However, as the Member has also mentioned the recreational needs of old people and how to keep them occupied, I shall attempt to answer him from my Ministry's point of view. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not correct for him to say that my Ministry does not have a unit which looks after the aged. The Social Welfare Department already has, what it calls, the Aged Services Unit. The priority of this Unit is to look after the destitute aged and to provide for their needs. The Unit has been encouraging community and voluntary organisations to set up community homes for the aged and the chronic sick. It maintains close liaison with other civic bodies which provide recreational and social activities for the aged. The Singapore Council of Social Service, which is a statutory body under the Ministry of Social Affairs, has a committee \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1388</b></font> \n  <br> \n  <br> for the care of the aged. Studies have been conducted on the problems and needs of the aged and the resources available. The Council is also planning to have a Day-Care Centre for the Elderly. It is also looking into such matters as obtaining cinema concession rates for the aged. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Association and the Citizens' Consultative Committees have various activities and projects to look after the aged. A good example is the Bukit Merah Old Folks' Club which, I believe, is run by young volunteers in coordination with the Welfare Sub-Committee of the Bukit Merah CCC. Then there is, of course, the Singapore Action Group of Elders (SAGE) which is under the active guidance of my Senior Parliamentary Secretary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Close liaison is maintained between my Ministry and these various organisations which provide recreational and social services for the aged. Sir, at this point of time, I feel there is no need for my Ministry to duplicate the good services of the voluntary sector. Hence, there is no need for my Ministry to set up a gerontology unit as suggested by the Member for Bedok. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, I was a bit puzzled over two points mentioned by the Hon. Minister for Social Affairs. First, he said he was against gambling and yet he advocated mahjongg. I may be wrong, but I always associate mahjongg with gambling. Secondly, he stated that there is a trend for the old to be abandoned in Singapore and yet I heard him distinctly say that he is trying to shame the young into abandoning the old. He should look at his text again or maybe look at the Hansard. A slip of the tongue perhaps, but indicative of what goes on in the mind! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do agree with the Government's philosophy that we should encourage our young people to have filial piety. But how exactly is the Ministry of Social Affairs going about this process of educating our young people? People in Singapore seem to respond more to a combination of the carrot and the stick. Perhaps the Minister can tell us something about the policies that Government is planning in this respect. Are we, for \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1389</b></font> \n  <br> \n  <br> example, giving more reliefs for the support of aged parents? Right now, it is $750 per year and I hope the Hon. Minister for Trade and Industry is listening, in case he is preparing next year's Budget. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other point which I wish to raise is in connection with the promotion of community homes by the Ministry of Social Affairs in conjunction with voluntary bodies. I am familiar with such homes because a new one has been set up by the Methodist Church in Whampoa recently. But these homes are set up for the aged people who are still able and capable of caring for themselves physically, who are not chronically sick, not invalid nor need 8ttention by the bedside. Is his Ministry looking into the needs of such people, as there must be an increasing number of old people who need physical attention? I think the most dreaded thing about old age is not simply growing old but being unable to look after one's own bodily functions. Is there provision anywhere to help these people? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister talks about building one more Home for the Aged and he seems to be happy that it is taking quite some time to be built. Will he tell us something more about the accommodation of this new home that is being planned? How many places are available? Will this new home cater for the category of old people which I have mentioned, namely, those people who are not able to look after themselves physically? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A further point which I wish to raise, Sir, is with regard to the social welfare allowances for the aged. Recently, the Government added another $20 per person. I think it was from $40 to $60. I would like the Hon. Minister to tell this House how his Ministry went about determining that $60 would be a sufficient minimum to keep body and soul together, whether for an aged person or for a destitute younger person. Will he enlighten this House? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, on the question of Social Welfare assistance, since the hon. Member for Kolam Ayer will be raising this matter under the appropriate \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1390</b></font> \n  <br> \n  <br> Subhead, I would rather not answer the question now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Whampoa wants to know the details of the new Home for the Aged to be set up by the Social Welfare Department. As I mentioned earlier on, Sir, it is still in the embryonic stage, and I hope the Member knows what \"embryonic stage\" means. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which the Member raised is about mahjongg being a form of gambling. It all depends on what one thinks of the game. If the Member wants to think of it as a form of gambling, then it is a form of gambling. So it depends on what goes on in the mind. Football is a good example. People go to the National Stadium either to watch football for the fun of it or to gamble on it. It all depends on what goes on in that little mind. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not quite sure, Sir, of the question which the Member raised on the physical needs of the aged. Perhaps the Member could repeat it. I was busy thinking of a suitable reply to his question on mahjongg. I might have missed the point, \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, I certainly hope the Hon. Minister would never get to the stage where he cannot control his bodily functions! \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, I still have not got the question. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, if I were to be explicit about those functions, you will rule me out of order. I am talking about the physical needs of old people who are unable to go to the toilet by themselves. They are unable to bathe themselves. Is that clear enough, Mr Minister? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, each home for the aged, whether it is being run by the Government, i.e. the Social Welfare Department, or whether it is being run by voluntary organisations, has a pool of voluntary nurses who help to look after the so-called physical needs of the aged particularly those who are non-ambulant. They are being attended to by these voluntary workers. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1391</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, I would like the Hon. Minister really to visit those people who are sick to the point where they need to be cleaned up every two hours in the middle of the night. How does he expect these voluntary nurses and workers to look after these old people in this way? Is he aware of these realities? He is a young man. He does not know what is life. \n  <br>3.15 p.m. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, I visited all these homes when I first took the office of Minister for Social Affairs. I wonder if the Member for Whampoa could be more specific as to which home he is referring to. I am inclined to think that he is referring to the community home in his constituency. Am I right? \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> No, Sir. My grandfather got sick three months ago. For three days and three nights, my grandmother looked after him. She is just three years younger than him. He is 79 years old. When he lost control of his bodily functions, it nearly killed my grandmother. She had to lift him up to put him in and out of bed, and had to clean him in bed. That was a terrible task. Are we providing for these people in this way? This is what I mean. Does the Hon. Minister know the sufferings of these old people? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Since the Member for Whampoa has brought up an actual case, I am now familiar with it, but I would rather not discuss it in this House. However, I will certainly look into the suggestion which he has just proposed. I am very familiar with the case of his grandfather. As I said, this is a very personal thing, and I do not think the Member for Whampoa wants me to discuss it here. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, I do not recall the Hon. Minister having visited my grandfather. But I can arrange for such a visit at some appropriate time. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, I do not have to visit his grandfather; I get reports. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I would like to thank the Hon. Minister for his reply, but \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1392</b></font> \n  <br> \n  <br> there is one further point of clarification that I would like to seek from him. This is in regard to the fund-raising activities of the community organisations and civic organisations that run homes for the aged. I understand there is a maximum imposed on the amount that can be raised for the provision of funds to run these homes. Can the Hon. Minister clarify this point? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The difficulty for many of these organisations is that in budgeting for a particular year they have to decide the amount of funds to be raised, but this amount is limited to a certain percentage of their annual budget. They cannot raise beyond that amount. So they have made representations to me saying that they would prefer to raise an amount over and above the annual budget, preferably, say, for three years in a row, so that they do not have to hold frequent fund-raising activities. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> I am aware of what the Member for Serangoon Gardens has just raised. In fact, the matter has been brought to my attention and I have referred it to the relevant authority, that is, the Ministry of Finance. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I would like to thank once again the Hon. Minister for his reply, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Object Group 3310 (a) of Subhead Code WB-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose of moving this amendment is to seek information from the Minister. The Majlis Ugama Islam Singapura (MUIS) has done a commendable job, especially the building of new mosques in Singapore. It has been well accepted by Muslim Singaporeans. As with all things in life, particularly so in Singapore, MUIS cannot afford to rest on its laurels. I am sure it has no intention of doing so because it is quietly but surely gearing itself to meet the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1393</b></font> \n  <br> \n  <br> new demands of the Muslim public in Singapore. With the Hon. Minister in charge, I am sure these new demands must have been included in his forward-looking plans. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to comment that MUIS should further strengthen its administration as well as public relations quickly. Will the Hon. Minister enlighten this House of the various plans that he may have for MUIS to better serve the Muslim public in Singapore? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> I would like to thank the Member for Telok Blangah for his kind words on the efforts of the Majlis Ugama Islam Singapore (MUIS) in looking after the interest of Muslims in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Blangah has observed that MUIS should strengthen its administration as well as its public relations efforts. I agree with him that the present secretariat of MUIS needs to be strengthened. Towards this end, my Ministry recently commissioned the Management Services Department (MSD) of the Ministry of Finance to: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) examine the organisational framework of the secretariat of MUIS with .a view to recommending a reorganisation, if found necessary; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) to recommend a suitable staff structure for the MUIS; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) to recommend improved work procedures in the secretariat. \n  <br> \n  <br>The MSD has completed its study and has made a number of recommendations. These include increasing the complement of senior staff in the secretariat, especially in the areas of finance and public relations, and reorganisation of the sections within the MUIS. The report of the MSD is now being considered by the Ministry of Finance, and we expect a decision to be made on the recommendations soon. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am conscious of the need for MUIS to improve its public relations effort to keep the Muslim public informed of its work. So far MUIS has been constrained by the lack of suitable staff in the ares of public relations. We hope that with the additional staff \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1394</b></font> \n  <br> \n  <br> recommended by the MSD, its public relations effort will be improved significantly. This effort will also be directed towards strengthening its relations with other Muslim organisations overseas. \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis:</b> Sir, I must thank the Hon. Minister for his reply, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff (Kolam Ayer):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead Code WC-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year $7,200 was spent on the Family Service Centre Pilot Project. It was a pilot project. My interpretation of a pilot project is that it should be followed by the actual project. May I be enlightened about this matter, please? \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis:</b> Sir, I wonder whether the Hon. Minister would be kind enough to give further information on this pilot project as regards its objectives; its success criteria, and whether these success criteria have been met? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, I will answer the Member for Kolam Ayer first. The Family Service Centre in MacPherson Estate was started as a three-year pilot project in June 1977. UNICEF assisted the pilot project by sponsoring four staff members until May 1979, and thereafter it was entirely funded by Government. The pilot project will end in two months' time, i.e. in May 1980. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Family Service Centre Pilot Project has been evaluated by a team from UNICEF. The project was assessed as successful and its continuance was recommended by the evaluation team. My Ministry and the Ministry of Finance are now examining the feasibility of continuing the Family Service Centre Project on a permanent footing. Pending a firm decision, the financial provision for the project has been deleted from the Estimates for Financial Year 1980. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the benefit of our young Member for Telok Blangah, the Family Service Cent. e is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1395</b></font> \n  <br> \n  <br> the pioneer in the use of what sociologists term \"the integrated social work approach\". Most social agencies provide an individualised service to clients and make limited use of group work, and even more limited use of community work methods. Thus, the Family Service Centre not only provides what it calls \"crisis service\" to members of the community in need of such services, but also arranges for community involvement through the use of befrienders to assist families with long term problems. So, side by side with the crisis service, preventive and developmental work is also undertaken. Outreach to children, youths and adults of various degrees of disadvantage and vulnerability is also undertaken. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Telok Blangah has also asked for certain success criteria and he wants to know whether these success criteria have been met. According to the information I have received, the Pilot Family Service Centre at Balam Road in MacPherson Estate has been classified as successful. For instance, volunteers are able to organise and implement programmes for themselves, such as training and recreational programmes, and also programmes to meet clients' needs in the community. Children in the area show less propensity towards vandalism, fights, selfishness and uncooperativeness. Children in the area show greater interest in learning and are more able to occupy their time in meaningful activities. Parents become more aware of their children's developmental needs. Youths show greater motivation to study and several premature school-leavers have gone back to studies. More youths are contributing a share of their income to the families and youths in the area show diminished anti-social behaviour traits and improvement in the relationship with family members. These are some of the criteria which have been met. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, in view of the very good answer from the Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1396</b></font> \n  <br> \n  <br> \n  <br>3.30 p.m. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead Code WC-06 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whenever the Budget is being considered in this august Chamber, four categories of people deserve our utmost concern. They are the pensioners, the disabled, the aged, and the less fortunate, especially those receiving public assistance. I must congratulate the Minister for Finance for taking care of our pensioners last year. But, unfortunately, this year he has forgotten to include them, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Ministry of Social Affairs is concerned, they even took the initiative of asking the Minister for Finance to increase the rate of public assistance from $40 and $100 to $60 and $120 respectively. I appreciate the initiative of the Ministry but the rising cost of living is such that I find it difficult to really imagine how these people, especially those whose husbands have passed away and who have to look after the household and the children, can manage with that meagre sum. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister may say that if we need more money, then we must pass the buck to the Finance Minister. But let me assure the Minister that during our journey to Chine, besides a sense of camaraderie, I find that the Finance Minister is very compassionate, reasonable and concerned and, at times, fatherly. In fact, when the plight of the flat-owners in Lagoon View was mentioned and when my colleague, the hon. Member for Whampoa suggested that instead of deducting $600 per month from their salaries, the Minister was even willing to consider reducing the rate to $300 per month. I would suggest that if the Minister for Social Affairs is all that concerned, he should put forward the idea and to please propose a more reasonable sum, especially to those recipients whose husbands have passed away. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1397</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have just read a very disturbing report today on a book titled: The Psychotherapy of Aging. Having read the report, I found there are three areas which concern me. I have got complaints about attempted suicide from at least a couple who are receiving public assistance. Let me read the findings of The Psychotherapy of Aging which are found in one country. Maybe they are not very similar but there is some similarity. The report says that the tendency to suicide is greatest among those above 40 years of age. I am 40 myself. It also states that: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Physical disabilities and illnesses also tend to increase chances of suicide, especially for those over 60. Lower economic-strata men are also more likely to commit suicide than upper or middle class men.' \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee (Changi):</b> Sir, during the Chinese festive season every year, community leaders and charitable organisations in almost every constituency organise Welfare Day for the aged and the needy people who are recipients of financial aid from the Social Welfare Department. On such an occasion, food hampers and ang pows donated generously by the public-spirited and social-minded constituents are distributed to these needy people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of these circumstances, would the Hon. Minister also be kind enough to consider granting an annual bonus payment as an extra financial aid to these needy people during the yearly Chinese festive season? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, the hon. Member for Kolam Ayer feels that the Public Assistance allowances, in spite of the new increases, are still inadequate. In terms of cash, of course, they are not enough. They are not intended to be, anyway, First of all, Sir, I would like to emphasize here that Social Welfare cannot take upon itself the entire task of helping people overcome their misfortunes or to cope with these disadvantages in life. Social Welfare can only offer assistance in the occasional case of overt need. The important thing to remember is that we should guard ourselves against the introduction of a supportive Public Assistance scheme which would deprive people of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1398</b></font> \n  <br> \n  <br> any incentive to take up gainful employment. So, not intended as unemployment, retirement or disability payments, Public Assistance allowances are therefore given only to those who have no means of support. There will always be a number of persons who are without families, friends or means of support and who are incapable of looking after themselves because of some disabling physical or mental condition. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just for the information of the House, of the 5,356 cases who are to-date receiving Public Assistance allowances from the Social Welfare Department, 4,420 or 83% of them belong to persons who are 60 years old and above. There are also a number of factors which ought to be borne in mind when considering whether or not current rates of Public Assistance allowances from the Government are adequate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, people who for one reason or another cannot take on regular employment can, and generally do, find part-time employment. In other words, recipients of Public Assistance are free to earn extra income from casual work. Examples of casual work I am referring to are washing of clothes in the case of female recipients, dish washing, piece-rate sewing or working as hawker assistants. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, recipients of Public Assistance also receive other non-cash benefits, such as free medical treatment and remission of school fees and receipt of free textbooks for their school-going children. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, recipients of Public Assistance also receive supplementary assistance, either in cash or in kind, from voluntary charitable and religious organisations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Social Welfare Department administers a number of private charitable funds from which needy people can get additional money and among them are the Singapore Chinese Chamber of Commerce and Industry Welfare Grant, Lee Foundation Grant, the Silver Jubilee Fund and the Charity Box Fund. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kolam Ayer also wants to know the sort of assistance given to widows \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1399</b></font> \n  <br> \n  <br> with children. Widows with dependent children who are in need of financial assistance are given Public Assistance allowances. As far as possible, they are assisted by the Social Welfare Department to become self-supporting, and their cases are reviewed periodically. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the suggestion by the Member for Changi that my Ministry considers an extra bonus payment be given to Public Assistance recipients during the festive season, I can only say that I have taken note of the suggestion. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, in the context of Singapore where we have got no natural resources and everyone has to work to earn a living, no one can quarrel with the philosophy of Government that every able-bodied person should work. But, Sir, at the same time, from the very figures given by the Minister for Social Affairs, 83% of the 5,000-plus recipients are over the age of 60 and presumably these are people who have got no children who are able to support them, or else they have been abandoned by their children. The question is: would these people who are destitute, who are unable to work either full-time or part-time, be able to live on the minimum subsistence level with the allowance given by his Department? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned a number of voluntary organisations which do give welfare grants, But is there a systematic attempt by his Ministry to monitor the needs of these aged people to ensure that whatever is given by his Ministry, in conjunction with whatever these people are able to get from other voluntary organisations, adds up to a total which ensures them a minimum subsistence level? I think that surely must be the critical concern of his Ministry. We have no quarrel in respect of the other categories of people he mentioned, i.e. there are people in other countries who are passengers and dependent upon the state for sustenance when they could jolly well go out and earn a living. We have no quarrel over that particular issue. But for people who are genuine destitutes, are they being adequately taken care of? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1400</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, the destitutes among the 60-year olds I have just quoted, and those who for genuine hardship reasons could not live with their children would be in the homes for the aged. If they are in the Government homes for the aged, e.g. the Woodlands Home for the Aged or the Woodstock Home, then Government ensures that they are well looked after, For those in homes run by voluntary organisations financial assistance (as I have explained in my answer to the Member for Serangoon Gardens) is given by Government to the inmates of these homes by way of Public Assistance. And as I have indicated earlier on, as at February 1980, some 530 cases in such homes have received Public Assistance allowances from the Social Welfare Department. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the other recipients, there are ways and means which ensure them a minimum subsistence level. The 'welfare' funds administered by the Social Welfare Department are used to make-up, so to speak, in order to make sure that the amount of money which a recipient receives is up to the minimum subsistence level, provided it is a genuine case of hardship and the person can turn to nowhere else for additional money or he is not employable due to physical disability and so on. \n  <br>3.45 p.m. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, to my knowledge, of the four voluntary funds mentioned by the Hon. Minister for Social Affairs, I have only heard of one of them, that is, the Silver Jubilee Fund, and that applies only to people who are above a certain age; I do not know what it is, it may be 65 or 70 years and above. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that must be taken note of is that these sums are not additive in nature. In other words, a destitute person cannot expect to get from all the four funds in addition to the social welfare grant. I hope he does not intend to give the impression that these destitute people are very well taken care of because there are so many funds handing out money. I would like the Minister to supply this House with a firm figure. Let us \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1401</b></font> \n  <br> \n  <br> take a representative case of an aged destitute, who is perhaps single. What is the maximum amount that person can expect from all the sources of funds added together? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point, the Minister said that old people who are destitute or abandoned by their children are automatically admitted into the homes for the aged. This is not true. I have come across a number of cases in Whampoa where the children have abandoned the old people. It is difficult to make out a case for these old people because in some cases their children are quite well off. Their children simply lacked filial piety. If the Government's attitude is that if the children do not take care of them, then the Government will also not care about these people because it wants people to have filial piety. In the meantime what is going to happen to these old people? Somebody must take care of them. That is the point which I wish him to note. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, in fact, there are two other funds which I have not mentioned. There are altogether six funds which are being administered by my Ministry. Of course, a recipient of Public Assistance cannot hope to get additional money from all the six funds. The Social Welfare Department monitors the situation to ensure that the funds are fairly disbursed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also coordination between the Social Welfare Department and the other charitable welfare organisations to see that the money from these organisations are fairly distributed to the recipients and that no one recipient gets more than another. If he wants a specific case, I am afraid I cannot tell him the specific amount off-hand now. I am not a walking computer, If the Member wants, I can supply the figures at some other time, not now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for 60-year olds who have been abandoned by wealthy children, they will, of course, not be admitted to any of the homes for the aged. That is for sure. As I have said earlier on, homes for the aged are meant for those people who are either destitute or cannot be supported by their children for financial reasons. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1402</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, I am just curious to know what the Hon. Minister thinks would be the minimum required to sustain body and soul for one destitute. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Personally, I think about $100 p.m. is sufficient for a single person. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> I shall be happy to quote the Hon. Minister in the future. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff :</b> Sir, I would like to know if it is possible for the Minister to give a specific reply in the case of a man who passed away, leaving a widow and three children. How much money or assistance will she be given? Is it $200 or $300 per month? Can he give some figures for the information of the House? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, a widow with three children, that is, a four-person household, would be entitled to a maximum of $120 under the Public Assistance scheme. That is the new rate. Of course, the widow can apply for additional funds from other sources. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has asked me what I think is sufficient for a single destitute person. Now the Member for Kolam Ayer wants to know what is sufficient for a four-person family. Let me do a little bit of arithmetic now. Sir, personally I think $200 would be sufficient. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, I must say that if a man leaves behind a widow with two or three children living in a three-room flat, the total expenses would be around $300 or $400 a month. If the amount of public assistance is $120, it would be troublesome for the poor widow who may be illiterate to go from one organisation to another for further funds. Another point is this. The total provision for public assistance is only $4.5 million. I am quite sure that, with an affluent society like Singapore, we can increase that figure. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, if a widow with three children is receiving Public Assistance, she should not, in the first place, be living in a three-room flat because of the expenses \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1403</b></font> \n  <br> \n  <br> involved. She should be able to adjust herself accordingly. The Member has suggested that the rates for Public Assistance should be revised further. We will do this, of course, perhaps once in three or four years. The present rates were only revised this year. The previous revision was in 1976. We will review the rates periodically to adjust ourselves with time. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, before I withdraw my amendment, I just wish to make one comment. If a man leaves behind his widow and children who are living in a three-room flat, it may take about two or three months before they can move to another flat or to rent a one-room flat, I am therefore concerned about the period of two, three or even four months during which the widow has to adjust to the new situation and environment. How is she going to get immediate employment with all these problems? These are the social problems we have to face. I would still say that for an affluent country like Singapore, we can afford to make a bigger provision than $4.5 million. The Minister may perhaps want to discuss this idea with the Minister for Finance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead Code WD-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I wish to seek an assurance from the Hon. Minister. Currently about 60% of the population in Singapore live in high-rise flats, and more will be living in high-rise flats in the near future. With this changing scenario, I am sure the Singapore Fire Service must have examined the future needs and have accordingly geared itself to cater for any high-rise fire. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not for one moment suggesting that we should have fires. I do not like to have fires just to test the capabilities of our Fire Service. In fact, in this respect, preven- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1404</b></font> \n  <br> \n  <br> tion is definitely better than cure. Nevertheless, I remember a saying, and I quote: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Trust in God, but still tie your camels securely outside before going into the mosque to pray.' \n  <br> \n  <br>For this reason, could the Hon. Minister enlighten the House as to the steps that have been, are being and will be taken to gear our Fire Service to meet the new challenges ahead? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, as the Member for Telok Blangah has rightly pointed out, we should not have fires before we can test the capabilities of the Fire Service. Before I inform the House of the measures taken by the Singapore Fire Service in preparing itself for the new challenges ahead, let us first examine the state of buildings in Singapore, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Building Regulations in Singapore require that high-rise buildings should be structurally sound and safe against fire. The use of fire resistants and non-combustible materials is insisted upon so that fire-spread will be minimised. The HDB flats, in which the majority of the population already live, are constructed in such a way that they are safe. Commercial and industrial activities are not allowed in HDB flats. I have just checked with my colleague, the Minister for National Development who confirms that the use of charcoal or wood for cooking in HDB flats is also prohibited. Staircases in HDB flats are made of concrete and are not enclosed so that smoke cannot build up to impede access. For other high-rise buildings which contain more combustible materials, or which have central airconditioning systems that would enhance the spread of smoke through airconditioning ducts, stricter measures are enforced. These include the installation of automatic sprinklers, fire and heat detectors, fire-lifts, ventilated lobbies and internal water supply systems. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I shall deal with measures taken by the Singapore Fire Service to meet the challenges ahead. The Singapore Fire Service has a contingent plan which will enable the Service to call upon the RSAF helicopters to rescue people trapped on rooftops in the rare event that an evacuation procedure is necessary. A Search and Rescue Squad has \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1405</b></font> \n  <br> \n  <br> been formed, and hitherto 75 men have been trained to carry out search and rescue work at major high-rise fires. These men are trained to use a wide variety of rescue aids and tools and in advanced rope-work. They are subjected to regular physical exercises and simulated rescue work to maintain their fitness and ability. \n  <br>4.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Fire Service has also set up a High-Rise Fire-Fighting Unit. In fact, this Unit was formed in 1976 when the Ministry of Finance approved manpower posts for its establishment. This High-Rise Fire-Fighting Unit in the Singapore Fire Service carries out regular inspections of the fire-fighting facilities in commercial and other high-rise buildings. These inspections cover tests on wet rising mains for static pressure and weight of water output, sample tests on fire-detecting heads to see that they are working, sample tests on hose reels for water flow and leaks, tests on fire-lifts, inspections of lobbies and fire-doors for smoke tightness, and detection of unauthorised structural changes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1979, Sir, 2,220 such tests involving 220 high-rise buildings were conducted by the Unit. The Unit also collects information on each high-rise building, its water supply system, the means of access and exits, the location of fire-lifts, staircases and other information useful for fire-fighting. For each high-rise building, the collected information is compiled into an operation manual which serves as a reference book should a fire have to be fought in that building. Simulated fire-fighting exercises are conducted weekly. Officers and men are sent to high-rise buildings every Monday to practise drills on how to tackle a fire in that building. In this way, Sir, they familiarise themselves with the building lay-out and the fire-fighting equipment it has. The High-Rise Fire-Fighting Unit also works with the management of a building to draw up evacuation plans. These plans are then tested by conducting actual evacuation exercises, In 1979, nine such evacuation exercises were held. Another 15 have been planned for this year. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1406</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as HDB flats are concerned, fire-fighting and evacuation exercises are not conducted as regularly as in the case of high-rise commercial buildings. This is because HDB blocks are built more or less of standard patterns and the drill worked out for one block can be adopted in other blocks. But this does not mean that the Fire Service ignores the HDB estates completely. On the contrary, from time to time, the Service carries out demonstration exercises in HDB buildings, showing how evacuation and rescue will be effected. The Search and Rescue Squad also undergoes exercises in selected HDB blocks as part of their training. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The prevention of fires in high-rise buildings also depends on the people living and working in them. The Fire Service takes great pains to train the occupants of high-rise buildings in fire prevention and the rudiments of fire-fighting. Last year, some 9,000 persons from various high-rise buildings in Singapore attended courses and evacuation exercises conducted by the Service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, Sir, a National Fire Prevention Campaign is held every year to spread the message that people can prevent fires by taking relatively simple precautions. All these measures are designed to prevent or to minimise the risk of fire outbreaks. At the same time, the Fire Service has taken steps to ensure that fires which do occur are dealt with effectively. The Service has drawn up plans for the construction of fire stations within or in the vicinity of high-rise housing estates. Hon. Members would have noticed that funds have been provided in the next financial year for the construction of two new fire stations. The new station at Upper Changi Road will cover Bedok and Marine Parade Housing Estates. The second station will serve Ang Mo Kio New Town. The Fire Service's plan is to have, eventually, 15 fire stations that will cover the whole island. The ultimate objective is to reduce the average response time to a fire to within five minutes so that a fire in its incipient stage could be brought under control before it spreads. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the hon. Member for Telok Blangah is satisfied with the assurances I have given. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1407</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis:</b> Mr Speaker, Sir, I must thank the Hon. Minister for his lengthy and detailed assurances. I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon (Kim Seng):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead Code WE-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to take this opportunity to speak on some aspects of sports promotion in Singapore. I would like initially to congratulate the Ministry of Social Affairs and the Singapore Sports Council for its program me of sports promotion over the last few years. With its programme of sports promotion and the building of facilities in the years to come, I am reasonably sure that we shall be building within Singapore a generation of sports loving, healthy and active people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, the promotion of sports appears to lie mainly within the ambit of the Singapore Sports Council. I think there is a need to extend this role further and to give as much assistance as possible to the national sports associations. I am also aware that there are various individuals, private enterprises, Government statutory boards, the People's Association, and community centres which play very definite and important roles in the overall sports programme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in respect of the role that national sports associations can play, there is one area which I would like to seek the comment of the Minister for Social Affairs. This is with regard to the question of building national sports associations' centres. I have in mind just now the plan of the Singapore Squash Rackets Association in wanting to build its own clubhouse and courts. Likewise, I know for a fact that the Singapore Lawn Tennis Association would also wish to embark upon a similar venture, to build its club premises and also to build courts. This would complement the role that is presently played by the Singapore Sports Council. I am sure other sports associations - volley ball, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1408</b></font> \n  <br> \n  <br> basket ball, table tennis and many others - would also want very much to have similar facilities. The question is: how does one raise the necessary funds to build these centres? At this juncture, I think one can fall back upon the example of the construction of community centres. It may be worthwhile for the Ministry of Social Affairs to consider giving a kind of subsidy along similar lines. I am happy that I am raising this subject when the Minister for Finance is here. And from my recent experiences, I gather that he is a fairly sympathetic man. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am afraid that the reply from the Minister for Social Affairs will be a one-sentence answer, and therefore I seek to use this opportunity to get to the more relevant authorities through the Minister. I know for a fact also that the Hon. Minister for Trade and Industry is a budding tennis player, a dabbler in volley ball and, without doubt, potentially a great basket ball player. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin:</b> Sir, thank you for allowing me to speak. First of all, I would like to support the views expressed by the Member for Kim Song. Earlier we were talking a lot about the problems of the aged, and I am afraid I have to bring this up again. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Sports Council, Sir, has been successfully pursuing the Sports for All policy since 1973. Its programme has been in the main geared for youths and the able-bodied, I would like to suggest that they now also look into the possibility of coming up with a few programmes specially for senior citizens. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, I must give credit to the Member for Kim Seng for reading my mind. My simple answer to his question is \"No\". The Government is not without reason for being firm on this. Unlike the building of community centres for which a definite scheme has been set up by the Government through the People's Association, the Government, on the other hand, does not have a similar scheme for the building of clubhouses for national sports associations in Singapore. Knowing the current thinking of Government, I do not \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1409</b></font> \n  <br> \n  <br> think such a scheme will be set up - not for a very, very long time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are altogether 47 national sports associations in Singapore today. It is not possible for Government to extend financial assistance to them, even to the two associations quoted by the hon. Member for Kim Seng - the Singapore Squash Rackets Association and the Singapore Lawn Tennis Association - particularly if the financial assistance sought by these national sports associations is for the purpose of building their clubhouses. The Singapore Sports Council is charged with the responsibility of building and maintaining sports facilities for the general public and it will continue to build these facilities in accordance with its Master Plan. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides the SSC, the Government, through its network of community centres, is literally working hand in hand with the People's Association, the community leaders and the people of the constituencies concerned to provide facilities for tennis, squash, badminton, basketball, and sepak takraw in the various community centres. The hon. Member's new community centre is a case in point. I believe his new community centre will be the first centre in Postal District 3 to have tennis courts. Sir, the Government is already providing sufficient, and more important, Sir, decentralised sports facilities to satisfy the demands of sports-conscious Singaporeans from all walks of life. \n  <br>4.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, lest the impression be given that the Government does not help financially the national sports associations at all, let me say, Sir, that the Government does assist them. Through the Singapore Sports Council, subsidies are granted to selected national sports associations, particularly those national sports associations which have mass appeal. They are being provided with subsidies for coaching and other courses; for preparation and training of competitors for overseas sports meets; and, to a limited extent, for sending participants to overseas competitions. For example, in the Financial Year 1979, Sir, 22 national sports associa- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1410</b></font> \n  <br> \n  <br> tions received these subsidies. The SSC also helps national sports associations in other ways. For example, sports associations may rent office space, at concessional rates, at Sports House, at Rutland Road. Sports associations also enjoy tax exemptions for donations which are made to them through the Singapore Sports Council. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the suggestion by the hon. Member for Bedok that the SSC should also look after the interest of senior citizens, I will certainly pass on his suggestion to the Singapore Sports Council to look into it. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I am not at all surprised with the reply. In fact, it was more than one sentence, but the rest sounded like an apologia for what he could not offer. I am not at any time saying the Government is not doing enough. In fact, I started by saying that the Government has done quite a lot. What I am suggesting is an extension of the sports programme, I believe that if one were to widen one's horizon, then it would be logical to extend facilities to sports associations which are also jointly helping the Ministry of Social Affairs, and especially the Singapore Sports Council, in the promotion of sports. At no time did I say that his Ministry was not doing its part in sports promotion. The argument that was advanced initially was that because there were no such programmes, therefore, we should not introduce this programme. To me,- that is no argument whatsoever. And to say that the People's Association can proceed with its own plans for community centre development just because there is such a programme in existence is something which I cannot ever understand its logic. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, as I have stressed earlier on, knowing the current thinking of Government, there will be no such plans to help national sports associations. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> My question is: will the Government consider such a scheme in the future? I am not asking for such plans now. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> If that is the case, I do not think the Government is that inflexible in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1411</b></font> \n  <br> \n  <br> its approach. What is \"No\" today may be \"Yes\" tomorrow. As hon, Members know, the Government reviews its policy periodically. A good example is the recent upward revision in the grants for new community centres. It is a very good example of Government's flexible approach. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng (Khe Bong):</b> Sir, if I am not mistaken when the Singapore Pools (Pte) Ltd was formed, one of its objectives was to obtain funds to support sports. If the Government now says that it is difficult to get enough money to assist sports activities, I wonder whether the Government can use the fund of the Singapore Pools (Pte) Ltd to subsidise sports activities? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, since the hon. Member for Khe Bong has directed his question to me, my answer is that I will take it up with the Minister for Finance. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I am pretty happy with the answer given by the Minister, particularly with the concession in his mind that the Government is fairly flexible. Therefore, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $34,009,870 for Head W ordered to stand part of the Main Estimates, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,716,580 for Head W ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1411</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I shall now deal with the remaining heads of expenditure in respect of which no amendment stands on the Order Paper Supplement. In respect of the Main Estimates, they are Heads B, C, D, E, F, G, H, S, V and Y. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take those heads of expenditure en bloc. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Main Estimates on page 27 of Paper Cmd 4 of 1980 stand part of the Main Estimates for the financial year 1st April, 1980 to 31st March, 1981,\" put and agreed to. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1412</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> In respect of the Development Estimates, they are Heads C, E, S and V. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take those heads of expenditure en bloc \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Development Estimates on page 28 of Paper Cmd 4 of 1980 stand part of the Development Estimates for the financial year 1st April, 1980 to 31st March, 1981,\" put and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question. \"That the sum of $2,988,876,790 shall be supplied to the Government under the hoods of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1980 to 31st March, 1981, contained in Paper Cmd 4 of 1980,\" put and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $3,616,633.460 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1980 to 31st March, 1981, contained in Paper Cmd 4 of 1980,\" put and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Trade and Industry (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply have come to certain resolutions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $2,988,876,790 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1980 to 31st March, 1981, contained in Paper Cmd 4 of 1980.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $3,616,633,460 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1980 to 31st March, 1981, contained in Paper Cmd 4 of 1980.\" \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1413</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> I think it will be a good idea to take the Suspension now. I suspend this Sitting and will take the Chair again at 4.55 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>4.25 p.m. until 4.55 p.m.</i> \n  </div> \n  <div align=\"center\"> \n   <h4></h4> \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1413</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 4.55 p.m</i> \n  </div> \n  <div align=\"center\"> \n   <h4></h4> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <b>SUPPLY BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Trade and Industry (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 85 of the Constitution of Singapore, heads of expenditure to be met from the Consolidated Fund other than statutory expenditure have to be included in a Bill to be known as the Supply Bill. The purpose of the Supply Bill before Members is therefore to give legislative approval to the appropriations from the Consolidated Fund to meet expenditure in the financial year, 1st April, 1980 to 31st March, 1981. The heads of expenditure and the sums that may be incurred in respect of each head are shown in the schedule to the Bill. These have been approved by the House in the Main Estimates of Expenditure for the financial year, 1st April, 1980 to 31st March, 1981, and appear on page 27 of Command Paper No. 4 of 1980. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower me to issue warrants, authorising expenditure up to the amount for each head as shown in the Bill to be paid out from the Consolidated Fund. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\"> \n   <b>Third Reading</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1414</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>SUPPLEMENTARY SUPPLY BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Trade and Industry (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to make provision in accordance with Clause 2 of Article 85 and Clause 2 of Article 87 of the Constitution of Singapore for additional expenditure in excess of the provision authorised by the Supply Act, 1979. The additional sum has been scheduled as a Supplementary Estimate which has been considered and approved by the House as Command Paper No. 3 of 1980. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\"> \n   <b>Third Reading</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1414</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>CENTRAL PROVIDENT FUND (AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read, \n  <br>5.00 p.m. \n  <br> \n  <br> \n  <!-- Mr Ong Pang Boon (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Labour (Mr Ong Pang Boon):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the last 11 years, the Central Provident Fund has grown in significance as a social security institution. The rate of contribution has steadily increased from 10% of an employee's wage to the current rate of 37%. The number of CPF members and their total savings in the Fund have also increased significantly from 505,000 members and $504 million at the end of 1968 to 1,436,000 members and $7.5 billion respectively last year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For most CPF members, and indeed the majority of our work-force, CPF savings con- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1415</b></font> \n  <br> \n  <br> stitute the main source of savings for old age or to provide financial protection for their families in the event of their death before the age of 55. The Fund has also enabled 268,000 of its members to use their savings for the purchase of flats and houses under various approved housing schemes. In 1978, members were also allowed to use CPF savings to buy shares issued by the Singapore Bus Service. Such uses of CPF savings enable workers in Singapore to have a stake in the country and participate in its future development. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Amendment Bill before the House has been introduced to improve protection to CPF members and their families. A major aim in the Bill is to encourage CPF members to give due consideration to members of their immediate family when they nominate persons to receive their CPF savings upon their death. With the present rate of contribution, CPF savings will form a significant portion of a member's assets. Unless otherwise expressly intended by a CPF member, such savings should be for the benefit of his immediate family when he dies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the administration of the Fund over the years, it has been found that there are members who, having made their nominations before marriage, have neglected to update them after marriage. In the majority of such cases, the nominees are their parents, brothers and sisters; some have nominated distant relatives, friends, and even employers to be their beneficiaries. Whatever the case may be, the wives and children of such members will unfortunately and unwittingly be made to suffer hardship if they should die without changing their nominations, and thus leave their families unprovided. The Bill therefore seeks to protect CPF members' immediate families by revoking their nominations upon their marriage. This will force CPF members to reconsider their nominations, hopefully in favour of members of their immediate families. If such a member fails to re-nominate, his CPF savings will be paid to the Public Trustee upon his death and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1416</b></font> \n  <br> \n  <br> distributed in accordance with the rules of intestacy, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for CPF members who have made their nominations after marriage, I take this opportunity to assure them that the Bill, when passed by Parliament, will not affect their nominations, unless of course they subsequently remarry. For these members who have made their nominations, I hope they have made provision for members of their immediate families. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, under section 13 (3) of the Central Provident Fund Act, CPF savings of a member who is an undischarged bankrupt are deemed to be impressed with a trust in favour of his nominees. The intention of this provision is to protect his savings from seizure by his creditors, thereby protecting the interest of his beneficiaries when he dies. However, it imposes unnecessary hardship on such a member, as well as his immediate family. Firstly, under this provision, he is unable to use his CPF savings for the purchase of HDB and JTC flats to house his family, even though such flats are protected by law from seizure by his creditors. Furthermore, a CPF member who has attained the age of 55, or is physically or mentally incapacitated, or is of unsound mind, is unable to withdraw his savings from the Fund to sustain himself and his family even if his savings substantially exceed the amount required to discharge his debt. Clause 11 of the Bill, therefore, seeks to remove such unnecessary hardship on undischarged bankrupts so as to enable them to withdraw their CPF savings for the purchase of HDB and JTC flats. The Bill also seeks to enable undischarged bankrupts to withdraw from their CPF savings a monthly sum to be determined by the CPF Board for their maintenance if they have attained the age of 55, are physically or mentally incapacitated, or are of unsound mind. In addition, the Bill seeks to empower the Minister to approve total withdrawal of the CPF savings of an undischarged bankrupt if he qualifies under the same grounds. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, CPF inspectors are often hindered in their investigations into incorrect \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1417</b></font> \n  <br> \n  <br> payments of contributions by employers because of inadequate and inaccurate wage records. The authority conferred by the present legislation is confined only to the examination of documents relating to the employment of employees. Employers can therefore evade or underpay contributions by understating or omitting altogether wages paid to their employees. This is particularly true for those who have already left employment and, as a result, are often deprived of their due benefit. The proposed amendment in Clause 5 of the Bill, therefore, seeks to empower an inspector of the CPF Board to examine the audited statement of accounts of an employer's undertaking, regardless whether or not such accounts relate to employees of the establishment. This will enable enforcement officers to view the accounts as a whole and to detect under-statement or omission of wages by employers for suitable enforcement action to be taken to recover contributions due to the employees. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rates of CPF contribution for all categories of employees in the private sector are as set out in the schedule to the Act. With rapid social and economic changes, I foresee the need to provide for different rates of contribution for different types of employees. The proposed amendment in clause 13, therefore, seeks to empower the Minister to make regulations to provide for rates of contribution other than those specified in the schedule in respect of such categories, classes or descriptions of employees as he may specify. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, clause 4 of the Bill contains amendments to allow greater flexibility in the administration of the Board, while clause 6 seeks to empower the Board to use moneys in the Fund to purchase properties and to construct buildings for the purposes of its occupation and investment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>5.11 p.m. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, I would like to seek clarification from the Hon. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1418</b></font> \n  <br> \n  <br> Minister for Labour in respect of clause 6 of the Bill before this House. Under the proposed amendment to section 5 (2) (c) in clause 6 of the Bill, the Board is empowered to use moneys \"for the purchase of any property and for the construction of buildings.\" Then I notice that subsection (2A) mentions that: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The land situate at 79 Robinson Road, Singapore, acquired by the Board, and the building constructed thereon prior to the commencement of the Central Provident Fund (Amendment) Act, 1980, shall be deemed to have been purchased and constructed by the Board in pursuance of the powers conferred upon the Board by paragraph (c) of subsection (2) of this section.\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this again seems to be a case of something having been done outside this Parliament without proper authorisation and then subsequently seeking permission in this House. What if this House were to say no? Would the CPF Board be prepared to give up that building? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, in the Budget debate, we had to censure the Minister for Finance for converting a loan into a grant. As stated in the Annual Report of the Sentosa Development Corporation, this was already implemented and then permission sought in this House for that particular purpose. Would the Hon. Minister please explain, and would he give an assurance to this House that in future the CPF Board will not do things without the permission of this House? \n  <br> \n  <br> \n  <!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, the decision to construct the CPF building was taken long before I assumed the post of Minister for Labour. But I can assure him that it was not a deliberate attempt to bypass Parliament. I think it was a genuine oversight. I can assure him that this will not be repeated. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, is it intended under the proposed amendment that the CPF Board will engage in investment in property on an extensive scale? \n  <br> \n  <br> \n  <!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, at this moment, I do not anticipate that kind of activity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1419</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Ong Pang Boon]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment: read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1419</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>PROVISIONAL MASS RAPID TRANSIT AUTHORITY BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>5.15 p.m. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong (Minister for Communications and Acting Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Communications and Acting Minister for Culture (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Mass Rapid Transit system for Singapore was first mooted in the late Sixties when Government launched the State and City Planning project to prepare a conceptual plan to guide land use and urban transport development. When the project was completed, Government decided to examine further the feasibility of the MRT system. The engineering and economic feasibility study was then undertaken. This has since been completed under Phase I and Phase II Mass Transit Study. The Phase III study on preliminary engineering design is now under way. It is scheduled to be completed in June this year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the studies carried out so far have concluded that an all-bus system will not be able to cope with the projected transport demand in the late Eighties. They have also confirmed that an MRT system is feasible in Singapore. It appears inevitable that in the longer term we will need an MRT. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But an MRT system cannot be regarded purely as a transport project. It is a very complex and costly project. When implemented, many other sectors, besides transport, will be affected. Because of the huge capital required to build it, Government has the responsibility to ensure that the money is well spent, for money diverted to MRT means money diverted from other public projects. It is therefore prudent that, before taking a firm decision, Government must consider care- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1420</b></font> \n  <br> \n  <br> fully its viability and its impact on development planning and the economy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, there are preliminary works which have to be done before actual construction of MRT can begin. These are, for example, the safeguarding of MRT routes, further detailed engineering investigation, detailed land survey and site investigation, comprehensive traffic study and preparation of financing strategy and development strategy for implementation. There is also a need to build up the nucleus of staff with MRT expertise which is lacking in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pending a firm decision to build the MRT, it is necessary now to set up a Provisional MRT Authority to carry out all these preliminary works and to recruit the necessary staff, so that when a final decision is taken, construction works can begin with minimum delay. This Bill seeks to establish the Provisional Authority for this purpose. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>5.20 p.m. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, there has been much talk about the MRT and the Hon. Minister has just said that \"the Mass Rapid Transit System was first mooted in the late Sixties.\" It is more than ten years now. As far as I can trace the records, I think we have spent a lot of money on feasibility studies. There was a Report on the Singapore Mass Transit Study presented to Parliament in August 1974 [Hansard, Vol. 33, col. 979] contained in Paper Misc. 3 of 1974, which is a Report in Brief on the MRT system. Over the years further studies had been made, and just now the Minister for Communications mentioned that Phase II study has been completed. Since the Report on Phase I of the Study was presented to Parliament, my question is: why was the Report on Phase II not presented? Was it because of the fact that the Study was sponsored by the World Bank and there was some hitch over the release of the Report? I think it would surely be proper for the Hon. Minister to enlighten the House as to why the Report \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1421</b></font> \n  <br> \n  <br> on Phase II of the Study, even though it may well be a brief report, could not be presented to Parliament, considering the fact that more than $8 million of public funds have been spent on the feasibility studies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next question I would like to ask the Hon. Minister is on Phase Ill of the Study which, he says, \"will be completed sometime in June 1980.\" The House takes note of his assertion that this will be completed by June 1980. Nevertheless, there appears to be some contradiction in the Minister's statement in that he still talks of engineering studies. I suppose these will be the detailed studies and the ultimate plans. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I welcome the introduction of this Bill to establish the Provisional Mass Rapid Transit Authority which will, among other things as pointed out in the Explanatory Statement, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"do all such things as are necessary or expedient (including the making of studies and the carrying out of works and services) in the planning and establishment of such a system, pending a firm decision of the Government.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is this. A lot of time, effort as well as public funds have been spent. Whilst I am aware of the enormous costs and the practicability of implementing such a decision, if at all, the Study shows that not only do we need an MRT system but that it is also a viable project. I can well remember, Sir, the remarks of my good Friend, the Member for Khe Bong, when he stated that \"the MRT should be a service to the people.\" It should be a service and not a project out of which the Government intends to make a profit. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to deal with some of the clauses in the Bill. I am surprised, Sir, that the Hon. Minister did not explain certain important clauses in the Bill. For example, clause 4 provides for the setting up of the Provisional Authority and how it is to be constituted. My question is whether we will have a Board comprising competent officers. To which, the Hon. Minister may say, \"Look, we are not competent enough; we do not have the competence regarding the MRT for various reasons.\" But I have already pointed out on earlier occasions that we can look at \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1422</b></font> \n  <br> \n  <br> other MRT systems now being run in other countries and also look more closely at the MRT that is now being built in Hong Kong. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move on to clause 7. According to the Explanatory Statement, clause 7 sets out the functions and powers of the Provisional Authority. Sub-clause (2) sets out four functions and powers that the Authority will have. What I would like to point out here is that a big premium will be placed on land along which MRT stops or stations are being planned. In other words, the value of land designated for MRT stops or stations, whether it is landed property or building complexes, will be greatly enhanced. Why can we not include another paragraph (e) to the sub-clause to ensure that no speculation is allowed? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move on to clause 12 which empowers the Minister to make grants to the Provisional Authority out of moneys to be provided by Parliament. I notice that there is no provision in FY 1980. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Not to worry. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Well, an economist sitting behind me says, \"Not to worry.\" I think he is just repeating what some Members have earlier said, \"pay out first and then come to Parliament for approval.\" Whether that is good practice or bad practice, money has to be spent and the Minister has the authority under the Bill. I think Parliament should consider favourably on this aspect. But I am trying to see the link between clause 12 and clause 13, because clause 13 relates to the borrowing powers of the Provisional Authority. I am unable to reconcile the provisions in clauses 12 and 13. Clause 12 empowers the Minister to make grants from time to time, subject to such conditions as he may impose on the Authority, out of moneys to be provided by Parliament. But is it really necessary to have clause 13 to give the Provisional Authority the borrowing powers? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In clauses 12 and 13, there are two phrases concerning the functions of the Authority. Clause 12, line 2, states, \"to carry out its functions,\" clause 13, line 5, states, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1423</b></font> \n  <br> \n  <br> \"for performing its functions . . .\". I think we have to be more precise. I am not an English language expert, but I would like to seek clarification on this, Sir. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all in all, I think clause 17 takes care of the operations of the Authority because even though the Provisional Authority has certain powers, it still has to get the approval of the Hon. Minister concerned for making regulations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I would like to ask the Hon. Minister as to how soon a decision can be made or arrived at so that we can implement and set up the MRT system in Singapore. He has given the reasons earlier. But if all the pointers are correct and with the passage of the Provisional Mass Rapid Transit Authority Bill, the next step follows quite easily, I hope. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I give my full support to the Bill, though it should have been introduced much earlier. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, the title of this Bill is a little strange because it is called the \"Provisional Mass Rapid Transit Authority Bill\" and yet clause 7 (1) says: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Provisional Authority shall do all such things as are necessary or expedient in the planning and establishment of a Mass Rapid Transit System in Singapore for the conveyance of passengers.' \n  <br> \n  <br>It is really the Mass Rapid Transit Authority that we are setting up, not a provisional one. I think this is strengthened by clause 13, to which attention has been drawn by the Member for Punggol earlier, on the borrowing powers that this Provisional Authority will have. Sir, if we pass this Bill right now as it stands, the Hon. Minister could go ahead and implement the system without having to come back to this House for any further authorisation. I am rather concerned, Sir, because to throw back an argument which the Hon. Minister has put out at the outset, namely, that this is a huge project involving billions of dollars and this is a project which is not only involved in transportation but affects many other facets of life \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1424</b></font> \n  <br> \n  <br> in Singapore, among which are physical planning in Singapore, I think the Minister should come back to this House before he steps out and borrows billions of dollars in the name of Singapore, with the massive consequences that he seems to be very much familiar with. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to ask him whether, in the matter of physical planning, the planners are already taking into account the possibility that we are going to have such a system in the future. This is to ensure that planning consideration is given to areas of concentration along the lines or tracks of whatever railway system that is going to be laid in the future, thus ensuring an adequate volume of traffic for the proposed system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, in respect of feasibility studies, two of which have already been done at a tremendous cost of $8 million - this is the figure which I heard earlier - I am just wondering whether we have insisted on a Singaporean input into the feasibility studies which have been done so far. Or have these studies been done solely by foreign experts? Sir, there are experts and there are experts. We should get our own Singaporean people into the project so that our people can learn, can ask questions, and make sure that things do not get out of hand. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, presumably, whatever system that we implement will take quite some time in the future. In the meantime, what plans does his Ministry have for ensuring that the transportation system will be adequate, that there will not be undue congestion on the roads, that public transportation will be upgraded accordingly in accordance with the increasing demand? \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Mr Speaker, Sir, considering the amount of money that has been spent on all the feasibility studies that have been carried out so far, and since my hon. Friends have spoken on the Bill, I wonder why the Minister does not intend to send this Bill to a Select Committee. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, I would like to thank some of the Members \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1425</b></font> \n  <br> \n  <br> who have supported this Bill, although the Member for Mountbatten has suggested that it should be sent to a Select Committee. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have explained earlier in my statement, this is a very straightforward Bill. Phase 3 Study is going to be completed by June this year and the recommendations will be submitted to Government for a decision. Pending a decision, further studies in detail have to be looked into before the system could be implemented, if the Government decides to proceed. At the same time, we also want to hold back the core staff who have been working on the MRT studies all these years together so that, when a decision is made, they are all there in the Authority. Otherwise, this core staff will go back to their respective departments on completion of the Phase 3 Study in June this year, and worse still if they leave the service and go elsewhere we will lose this core staff that we have trained over these years. This covers the point raised by the hon. Member for Whampoa about the local input. I can assure him that all the years that we have been involved with the Mass Rapid Transit studies with UN Fund and with the World Bank Fund, we have all the local counterparts working hand-in-hand with overseas consultants. This is to ensure that once we decide to proceed, not only at the implementation stage but also subsequently in the operation of the system which is more important, we have as much experience and knowledge as possible that can be absorbed at this stage. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure the Member for Punggol that only men who are competent and are able to contribute to the workings of the Authority will be appointed to the Provisional Authority. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is fully aware of the high speculative effect the details of the MRT proposal will have on premium of land, especially around the proposed MRT stations. I am sure appropriate measures will be taken as soon as a decision to proceed with the MRT is made. This also covers the point raised by the Member for Punggol about the publication of the Feasibility Study \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1426</b></font> \n  <br> \n  <br> Report. All the Study reports are highly confidential because any revelation of details of these reports could lead to a lot of speculetion. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the Phase 1 Study, only a brief report was published and presented to the House. As regards the Phase 2 Study sponsored by the World Bank, as suspected by the Member for Punggol, the World Bank has disagreed with some of the conclusions of the consultants contained in the Report, and therefore the Report cannot be published without the agreement of the World Bank. It is also partly because of this that the Phase 3 Study has to be carried out to resolve the differences between the World Bank and the consultants, and to study other areas of engineering and detailed design so as to assist the Government to come to a decision. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol raised the question about the various types of engineering studies, and asked whether there was any contradiction in my earlier statement. Mr Speaker, Sir, there was no contradiction. Many types of engineering studies have to be carried out. The earlier and current engineering studies are to assist the decision-maker to come to a decision as to whether we should have a MRT. The other detailed engineering studies which will be conducted by the Provisional Authority will be required for the implementation of the system. So there was no contradiction on that score. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa asked about the grants. He expressed the fear that this Provisional Authority, given the power, might happily proceed with implementation without having to come back to this House. As stated in the Bill on Expenditure of Public Money: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This Bill will involve the Government in extra financial expenditure, the exact amount of which cannot at present be ascertained.' \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the exact amount is ascertained, I have no doubt that we will come to this House for approval. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The practical aspect of the procedure is that we need the Provisional Authority at this stage, pending a decision from the Govern- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1427</b></font> \n  <br> \n  <br> ment whether to proceed or not to proceed. If Government decides to proceed, then a proper authority or a permanent entity will have to be established, not only to carry out the implementation but also the consequent long-term operations of the system as well. That may take time. In the meantime before a decision is taken to proceed, pending the establishment of a permanent body, the Provisional Authority may have to do things which it considers necessary for exigencies, before other factors, such as the speculative effects mentioned by Members, set in. I do not know if that clears the Member's point. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I am afraid the Hon. Minister missed my point. Clause 3 in Part 11 of the Bill is very clear. It reads: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There is hereby established the Provisional Mass Rapid Transit Authority which shall be a body corporate with perpetual succession . . .'. \n  <br> \n  <br>So the provision is very clear for the Authority. My question relating with regard to clause 13 is this. Since there is provision in clause 12 for the Minister to make grants to the Provisional Authority, is it therefore really necessary to bring in clause 13 which gives the Provisional Authority the borrowing powers? The Minister has not answered that point, Sir. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Sir, I thought I have just explained that in the very last part of my reply. If I may take the Member through the process again. Let us assume that this Bill is approved and we have a Provisional Authority. Somewhere during the life span of the Provisional Authority, the Government decided to proceed with the MRT system. To proceed with the MRT System, we need a permanent body eventually to take over, and as advised by the Member for Whampoa, we must come back to this House for the setting up of a permanent body. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> You introduce a new Bill. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1428</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> That is right. That takes time, Meanwhile, pending this process of setting up a permanent body, due to exigencies the Provisional Authority may have to do the necessary things, e.g. borrow funds, acquire interest or properties to safeguard the interest of the permanent body which is responsible for the system. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, the Minister has made quite clear his intention in this Bill, and that it is really a preliminary kind of planning. At the same time, in the drafting of this Bill, whoever drafted this Bill has put in much more than he intended. If we look at clause 7, sub-clause (1) of the Bill, it says: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Provisional Authority shall do all such things as are necessary or expedient in the planning and establishment of a Mass Rapid Transit System in Singapore for the conveyance of passengers.' \n  <br> \n  <br>Sir, I am not a legal man, but plain English usage would suggest to me that this clause empowers this Authority to go ahead and implement such a system if it had a mind to. Of course, we trust the Hon. Minister for Communications. We do not think he is a wild man. But at the same time a bad precedent has been set in this House. We have to get our legal terms spelt out properly. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> May I draw the hon. Member's attention to clause 8 of the Bill which empowers the Minister to give in writing general or special directions to the Provisional Authority and requires the Provisional Authority to give effect to such directions. I am happy to note, however, that he has such confidence in me. I would like to assure him that such wild things will not happen. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Ong Teng Cheong]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment: read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1429</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>HOUSING AND DEVELOPMENT (AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>5.53 p.m. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main purpose of the Bill is to enable penalties to be prescribed for infringement of conditions covering the application, sale and usage of Housing and Development Board (HDB) flats where the Board does not proceed to compulsorily acquire the flat. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect of the Bill enables any notices or other document to be served on the owner of a flat, house or building sold by the HDB by affixing it on some conspicuous part of the flat, house or building. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, whilst I rise to speak in support of the Bill, I have just three simple points to raise to the Minister for National Development. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I think it is not fair to evict those flat dwellers who contravene or infringe the conditions laid down by the Housing and Development Board. I think this measure is a bit too harsh, and therefore I welcome a change in the provision which empowers the Minister, or the Housing and Development Board, to impose a fine. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, there are owners of temporary dwellings who may qualify to apply for Housing and Development Board flats. I would like to ask whether they could be allowed to apply for such flats if they disclose that they own a temporary dwelling structure but are not property owners in the actual sense of the word, because the buildings are temporary in nature and the land does not belong to them. I think the Housing and Development Board should consider this favourably. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1430</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point concerns housing eligibility of those who are affected by resettlement or clearance schemes because of acquisition by Government. These people are not eligible to apply for re-housing simply because of the income ceiling. For these people, it was because of resettlement, which was not of their doing, that they did not apply for HDB flats. So why was this benefit not passed on to them? I know of instances where such people who do not qualify for re-housing have not benefited. I would be glad if the Minister could clarify these points. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, I wish to thank the Member for Punggol for supporting the Bill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of ownership of temporary buildings, HDB does not consider owners of temporary buildings as property owners, provided they do not own the land as well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of income limit for the resettlement cases, HDB has been quite flexible on this. For those families affected by resettlement, if their family income exceeds the limit for eligibility to purchase HDB flats, the Allocations Committee chaired by my Parliamentary Secretary, who is usually very flexible, would generally grant exemption on the income limit. I know that quite a lot of resettlement cases have been submitted by the various Members of Parliament to him. He has considered them favourably and has allowed those families to purchase H D B flats, although their family income exceeds the income limit. I can assure the Member for Punggol that if he comes across similar cases, he can send them to my Parliamentary Secretary, and I am quite sure he will consider them favourably. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Teh Cheang Wan]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1431</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MR PHEY YEW KOK MEMBER FOR BOON TECK</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Tenure of Office)</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Announcement by Mr Speaker)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Before I call on the Minister to move the adjournment, I wish to make an announcement. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Parliament met on 26th February, 1980, I announced the revocation of the leave of absence from Parliament which I had granted to the Member for Boon Teck, Mr Phey Yew Kok. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member, therefore, was absent without leave from the sitting on 26th February, 1980, the only sitting held in that month, and has been absent without leave from all the sittings held in March, 1980, up to and including today's sitting. Mr Phey is a member of the Committee of Selection which, however, has not met since 6th October, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Article 30 (2) (d) of the Constitution provides that the seat of a Member shall become vacant if, during two consecutive months, in each of which sittings of Parliament (or any committee of Parliament to which he has \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1432</b></font> \n  <br> \n  <br> been appointed) are held, he is absent from all such sittings, without having obtained from the Speaker permission to be absent therefrom. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Member for Boon Teck continues to be absent from any meeting of Parliament or of the Committee of Selection that may be held during the rest of this month, or if no such meeting is held, his seat in Parliament will, by virtue of Article 30 (2) (d), become vacant thereafter. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1432</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Leader of the House (Mr E.W. Barker):</b> Sir, once again, may I on behalf of Members of this House thank you for listening to each and every one of us with so much patience during the last ten days or so. On that note, I beg to move, \"That Parliament do now adjourn to a date to be fixed.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn to a date to be fixed. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Two minutes past \n  </div> \n  <div align=\"right\">\n    Six o'clock p.m. to a date to be fixed. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
