{"memberId": null, "volumeNo": "39", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "13", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"39\"> \n  <meta name=\"Sit_No\" content=\"13\"> \n  <meta name=\"Sit_Date\" content=\"1980-03-18\"> \n  <meta name=\"Start_Col\" content=\"1045\"> \n  <meta name=\"End_Col\" content=\"1116\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">39</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">13</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">18-03-1980</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 39</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 18th March, 1980</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1046</b></font> \n  <br> \n  <br> \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Cheng Choon (Geylang East). \n  <br>Mr Ho Kah Leong (Jurong), Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lou Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr C.V. Devan Nair (Anson). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Dr Ong Leong Boon (Kim Song). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1047</b></font> \n  <br> \n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Goylang Serai). \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Tan Eng Liang (River Valley). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Senior Minister of State, Ministry of Education. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1048</b></font> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar). Prime Minister. \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment. \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <br>Mr Eugene Yap Giau Cheng (Mounthatten). \n  <br>Mr Yeo Choo Kok (Delta). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1047</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ORAL ANSWERS TO QUESTIONS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>ROAD ACCIDENTS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Measures to reduce)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Home Affairs (a) what measures his Ministry intends to take to reduce the number of road accidents; (b) what safety measures are planned for motorcyclists, as a high proportion of accidents have involved motorcyclists; and (c) whether he will consider introducing a compulsory safe riding course for all learner motorcyclists before they are allowed on the road. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1048</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, this question has several parts and I shall answer it part by part. \n  <br> \n  <br> \n  <i>(a) What measures his Ministry intends to take to reduce the number of road accidents</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Budget debate in March 1979, I outlined the Traffic Police's strategy of selective enforcement and education to reduce road accidents. I said that if our road-users were constantly being educated and motivated to behave correctly, the number of accidents resulting in fatalities and serious injuries on our roads in 1979 could be the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1049</b></font> \n  <br> \n  <br> lowest in the past 15 years. This was, in fact, achieved. In 1979, the number of persons killed on the roads was reduced by 45 and, that of persons seriously injured, by 1,198 as compared to 1978. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, the figures for the first two months of this year rose sharply. Greater efforts will be made by the Traffic Police to curb this rising trend. The Traffic Police will step up their enforcement against motorists who commit serious traffic offences. They will pay special attention to drivers of pick-up vans, buses, lorries and motorcycles, as statistics show that the irresponsible ones in this group are responsible for the majority of road accidents. Traffic Police will also step up enforcement against careless pedestrians who flout the Pedestrian Crossing Rules. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To help drivers who have been suspended from driving because they have incurred 12 demerit points, the Registry of Vehicles, Traffic Police and the National Safety Council will jointly organise rehabilitation courses beginning on 24th March, 1980. The objective is to re-educate these errant drivers so that they will return to the roads as safe drivers. Attendance will, however, be voluntary. Those who attend regularly and pass a test at the end of the course will be given a reduction of their suspension period by 70%. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Police will also intensify their education programme on road-safety. They have chosen to concentrate on two target groups, the young and the aged. They have begun to hold safety exhibitions at nine selected schools. The traffic games circuit at the East Coast Park is expected to be completed by June this year, and activities will be organised for school children to learn the rules of road safety through traffic games. From April onwards, through the Residents Committees, they will also hold road safety exhibitions at void decks of selected housing estates on Saturdays and Sundays to bring the road safety message to more people, particularly the aged who are more vulnerable on our roads. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Accident Study Unit will continue to research into the causes of accidents \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1050</b></font> \n  <br> \n  <br> and to recommend measures to reduce the number of serious accidents. The Traffic Police together with the Public Works Department have identified 104 locations where overhead bridges should be built. The Public Works Department will erect these overhead bridges as rapidly as possible so that pedestrians can cross busy roads safely. \n  <br> \n  <br> \n  <i>(b) What safety measures are planned for motorcyclists as a high proportion of accidents have involved motorcyclists</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of motorcyclists killed on the roads fell from 87 in 1978 to 66 in 1979, giving a 24% reduction. At the same time, the number of persons seriously injured fell by 35% from 1,002 in 1978 to 648 in 1979. However, the total number of motorcycle accidents went up from 4,522 in 1978 to 5,067 in 1979, recording a 12% increase. Motorcycle accidents accounted for 35% of all road accidents in 1978 and 37% in 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the safety of motorcyclists, the Liaison Committee on Road Safety comprising representatives from the Ministry of Communications, Registry of Vehicles, Ministry of Home Affairs and Traffic Police is considering a proposal to have different requirements for licences to ride motorcycles of different engine capacities. \n  <br> \n  <br> \n  <i>(c) Whether he will consider introducing a compulsory safe riding course for all learner motorcyclists, before they are allowed on the road</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, a person over 16 years old can get a Provisional Driving Licence (PDL) for riding a motorcycle after having passed a highway code test. He can remain a learner motorcyclist for as long as he wants. The Traffic Police are studying a scheme to encourage learner motorcyclists to prepare themselves for their riding tests early. This will reduce the number of unqualified motorcyclists on our roads. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A compulsory safe riding course for all learner motorcyclists before they are allowed to take to the roads should benefit them. However, we are not aware of any country which has done this and we should introduce it only after careful study of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1051</b></font> \n  <br> \n  <br> manpower and other resources which such a scheme might involve. The Traffic Police will be studying this matter. If they conclude that it is feasible, they will submit a proposal to the Registrar of Vehicles who is the licensing authority. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, voluntary safe riding courses are being conducted on the first Sunday of every month. These are organised jointly by the Traffic Police, the Singapore Motor Cycle Trade Association, the Registry of Vehicles, Vocational and Industrial Training Board, the National Safety Council and the Automobile Association. Courses up to July 1980 have been arranged. If they continue to be popular, further courses will be arranged. \n  <br> \n  <br> \n  <!-- Dr Tan Eng Liang -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tan Eng Liang (River Valley):</b> Sir, in the light of Government's emphasis on road safety and the strong measures indicated by the Hon. Minister, I would draw the Minister's attention to the conviction in court of a school bus driver who caused the death of two students in my constituency. He was sentenced to eight months' imprisonment. This was reported in yesterday's newspaper which also said that the maximum sentence allowable under the law is five years' imprisonment. Does the Minister not think that a stiffer sentence should be passed on cases resulting in death by rash or negligent act or by reckless or dangerous driving? \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> I entirely agree with the Member for River Valley that stiffer sentences in such cases will act as a deterrent to would-be negligent riders or drivers, thereby lessening the carnage on our roads. As far as yesterday's case is concerned, the Police consider the sentence to be inadequate and they are considering filing an appeal. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1051</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MOTORCYCLE PROVISIONAL DRIVING LICENCES</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Communications and Acting \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1052</b></font> \n  <br> \n  <br> Minister for Culture (a) how many motorcycle provisional driving licences have been issued monthly since January 1979 up to the latest convenient date; and (b) if he will consider raising the minimum age of applicants for such licences from 16 to 21 years. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong (Minister for Communications and Acting Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Communications and Acting Minister for Culture (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, a total of 36,389 provisional motorcycle driving licences (PDL's) were issued in 1979. An average of about 3,000 were issued every month. To save time, I have given a full breakdown of the monthly figures (Cols. 1115 - 1116) to the Clerk of Parliament. The Hon. Member may obtain a copy from him. \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1980/19800318/19800318-HA-0391115.htm\">figures - NO. OF PROVISIONAL MOTORCYCLE DRIVING LICENCES (PDL) ISSUED (Cols. 1115 - 1116)</a> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the second part of his question, I do not intend to raise the minimum age of applicants for the provisional motorcycle licence from 16 to 21 years. I see no reason to do so. \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> Sir, from the figures given of the number of provisional motorcycle driving licences issued since January 1979, we can see that the monthly average is 3,000. Can the Hon. Minister enlighten this House how many of the 3,000 provisional licence holders sat for the test? Will the Minister consider giving them time to sit for and pass the test so that there will be less PDL motorcyclists on the roads? \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Sir, earlier my colleague, the Minister for Home Affairs, has already mentioned that the Traffic Police and his Ministry officials are currently looking into a scheme to encourage provisional driving licence holders to prepare themselves for a proper driving test early in order that they can have a qualified licence instead of a provisional licence. This scheme is currently being looked into. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1052</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ANG MO KIO NEW TOWN</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Public transport)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Communications and Acting \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1053</b></font> \n  <br> \n  <br> Minister for Culture (a) whether there are plans to improve the public transport in Ang Mo Kio New Town; and (b) whether he is aware of the inadequate facilities at the present Interchange resulting in much inconvenience to the commuters; what measures he proposes to take to improve the situation, and when they will be put into effect. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, Ang Mo Kio New Town is now served by 12 trunk services and three feeder services. The town is still growing. Regular surveys are conducted by the Singapore BUs Service at six-weekly intervals to monitor the demand for bus services there. More services and buses will be added when necessary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am aware that the facilities at the present interchange are inadequate; hence SBS is now using it only as a bus terminal. SBS proposes to expand it, and is now finalising the plan with the Housing and Development Board. Once agreement is reached, the expansion can be completed in about a year's time. The enlarged interchange will have a proper passenger concourse with ample waiting space for commuters. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, in view of the fact that no bus interchange exists at the moment and in view of the numerous complaints of my constituents about the very unsatisfactory state of the temporary bus terminal, and also in view of the congestion caused by the buses along that stretch of road in Avenue 3, will the Minister consider resiting the temporary bus terminal and, if so, to expedite the changeover as soon as possible? \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Sir, the level of bus service in Serangoon Gardens has improved tremendously since 1974. The number of complaints has been reduced since steps were taken to improve the level of service there. With regard to the temporary bus terminal, is the Member referring to the one at Serangoon Gardens? \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I refer to the stretch along Avenue 3 which comes within Serangoon Gardens constituency. I think the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1054</b></font> \n  <br> \n  <br> Minister is referring to the bus terminal raised by the Member for Ang Mo Kio. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> I have just given the answer regarding that particular terminal. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> The question that I am raising is this. In view of the complaints of my constituents and in view of the congestion caused by the long queue of buses along that stretch of Avenue 3, would the Minister consider resiting the present bus terminal? And if he does consider resiting it, could he do so as soon as possible? \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Sir, if the hon. Member can suggest a better site for the relocation of the bus terminal, I think my Ministry will be too happy to examine it. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1054</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MAIN AND DEVELOPMENT</b> \n  </div> \n  <div align=\"center\"> \n   <b>ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b> \n  </div> \n  <div align=\"center\"> \n   <h4>1ST APRIL, 1980 TO 31ST MARCH, 1981</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day] \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br>2.48 p.m. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Main and Development Estimates of Singapore for the financial year 1st April, 1980 to 31st March, 1981, contained in Paper Cmd. 4 of 1980. For convenience, I shall take the totals for each head of expenditure in the Main Estimates and the Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure under the Main Estimates and under the Development Estimates, on pages 27 and 28 respectively, of Paper Cmd. 4 of 1980. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1055</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Object Group 1210 of Subhead Code UD-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the context of a clean and green Singapore, Telok Blangah stands high on the scale as a pleasant urban constituency, and residents of Telok Blangah, like all Singaporeans, are equally proud of their homes. This is manifested by the time, effort and monetary investments that they have put in to furnish their homes. Furthermore, I feel the Anti-Pollution Unit has done and is still doing a good job in combating pollution. With this in mind, I wish to seek the assistance of this Unit to investigate the causes of what I would term as \"dust pollution\" in the higher floors of the block of flats fronting Telok Blangah Road in my constituency. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The complaint which has been brought to my attention by the Residents Committee members of that zone is that the presence of black dust particles dirties not only their homes but also any clothing hung up to dry. Fortunately, this dust pollution does not happen all the time but only when there are very strong winds. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I trust that such a study could be done soon so that the situation can be remedied quickly. I can assure him that my residents will be very grateful for any assistance that the Anti-Pollution Unit can give. \n  <br> \n  <br> \n  <!-- Mr Chor Yeok Eng (Senior Parliamentary Secretary to the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for the Environment (Mr Chor Yeok Eng)</b>( \n  <i>In Mandarin</i>): Sir, regarding the complaint made by the residents of Telok Blangah, my reply is that the Anti-Pollution Unit has conducted an investigation into the matter. Their findings revealed that black smoke emissions from the ships in port or in the nearby shipyard could be the source of the soot detected by the residents of Telok Blangah. Poor combustion in the engines of ships, especially during start-ups, can cause black smoke emission. The Port of Singapore Authority will take the necessary action \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1056</b></font> \n  <br> \n  <br> against ships which emit black smoke within the port limits. \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis:</b> Sir, in view of the satisfactory answer, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San (Paya Lebar)</b>( \n  <i>In Mandarin</i>): Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead Code UF-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, community centres are set up to meet the needs of the community. They are normally located in densely populated areas so that the people will find it convenient to go there after work and take part in the various activities in the community centre. However, in some community centres their activities have been affected by urban renewal, while other community centres have been demolished. Under such circumstances, community centres have not been able to carry out their original tasks. Therefore, the People's Association should consider resiting them so that they can cater to the needs of the community. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In an area where there is already a community centre but it is unable to cater to the needs of the people, the People's Association should either re-build it or expand it so that it could adequately meet the needs of the people. But owing to the sharp rise in prices of building materials, it now costs at least $1 million to build a standard community centre. Although a substantial part of the cost is borne by the People's Association, community leaders in the area concerned will have to raise quite a big sum of money, and this is by no means easy in a poor constituency. Hence. the entire cost of building a community centre should be borne by the People's Association. In other words, the People's Association should be responsible for rebuilding or expanding an existing community centre. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1057</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, community leaders must also raise funds not less than $200,000. This money should be held by the People's Association and deposited in the bank by way of fixed deposit. The interest earned on this deposit should be used to pay for the operational expenses of the community centre. In this way, the community leaders will have more time to plan more suitable programmes to meet the needs of the people and so provide a better life for them. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon (Kim Seng):</b> Mr Speaker, Sir, with your permission, can I also discuss under the same subject my next amendment? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Thank you, Sir. I hope, this afternoon, to highlight the gross inadequacy of the provision for renovations for community centres under construction. As we know, at present a sum of $24,000 is put aside for this item. It is not my intention to raise the subject of the redevelopment of community centres in order to have a bone to pick with the People's Association and the Ministry of Finance. Having had several opportunities outside Parliament to vent my unhappiness and the frustrations of grassroots community leaders, I seek this opportunity to share our experiences, mostly first-hand and some vicariously, with my parliamentary colleagues in this august Chamber. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, I have been reassured by relevant authorities that the Ministry of Finance is presently looking into the question of increased subsidy for Kim Seng Community Centre rebuilding. It would not therefore be fair to the righteous protectors of the Republic's coffers to launch into another broadside. The lessons I learnt could best be summed up in the following six new commandments. I intend to go into these commandments. Any disbeliever questions these commandments at his own peril. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1058</b></font> \n  <br> \n  <br> \n  <br> \n  <br>Commandment No. 1: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thou shalt not extend existing community centres. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some community centre leaders can tell you first-hand where they goofed. Like consumer goods in this modern day throwaway society, there seems to be no merit in preserving serviceable community centres. Keep your old centres if you wish, but do not expect generous handouts. \n  <br> \n  <br>3.00 p.m. \n  <br> \n  <br>Commandment No. 2: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thou shalt not raise funds too quickly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the matter of fund-raising, five constituencies thought they were smart in raising funds quickly to start their community centre rebuilding programmes. They only discovered afterwards that increased subsidies were showered upon slower-starters. These five constituencies now have to show cause, separately, why they should be entitled to similar privileges. My Centre's appeal lies presently with the Finance Ministry, and I am patiently awaiting judgment. The lesson learnt is nonetheless supremely useful - never risk a quickstep if you can just foxtrot along in the new dance called \"fund-raising\". \n  <br> \n  <br>Commandment No. 3: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Don't laugh too early. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This applies to all who enjoy the new grants. I do not begrudge Telok Blangah constituency for its new $2.1 million community centre project. Indeed, I congratulate the hon. Member for Telok Blangah, who was yesterday bubbling with delight, for the promise of $1.6 million Government subsidy. However, by the time the project starts and the nitty-gritty is considered, he will be, as sure as the sun rises, screaming towards the Finance Ministry for more funds. For what he gets at the end of this initial exercise is a community centre with four brick walls, gray cement flooring and a roof to protect him \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1059</b></font> \n  <br> \n  <br> from the fierce sun and tropical rain. The provision for renovations at $24,000 will be about good enough to cover stage-lighting and props. Perhaps modern generation community centres are designed this way. Any one visiting the community centre for whatever purpose must bring along his own things - a chair if he wants to sit; an air-conditioner if he wants more comfort; a table and typewriter if he is clerical in disposition; pots and pans if he enjoys cookery. \n  <br> \n  <br>Commandment No. 4: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Don't open your mouth, especially if you are drowning. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Avoid airing your grouses in public. It is always more effective to approach the relevant authorities humbly and, if possible, suppliant on all fours. If, however, all doors are shut, you are then fully justified to tear down the doors and partitions. But such recourse should be avoided at all cost. \n  <br> \n  <br>Commandment No. 5: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Don't blame the People's Association for your troubles. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PA does not profess to have expertise in property development. They have enough problems already trying to convince the Finance Ministry to improve the existing salary structure to retain and hopefully attract community development officers to work. And finally, \n  <br> \n  <br>Commandment No. 6 (the most important): \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever happens, don't blame the Finance Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You will not win in any case. It is advisable under normal circumstances to blame the PA for getting you into this rut, even though you know that they themselves are in a fix. \n  <br> \n  <br> \n  <!-- Mr Lee Khoon Choy (Senior Minister of State, Prime Minister's Office) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State, Prime Minister's Office (Mr Lee Khoon Choy):</b> Mr Speaker, Sir, I will reply to the Member for Paya Lebar first. I appreciate his concern about the limitation of community leaders in raising funds, particularly in a constituency \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1060</b></font> \n  <br> \n  <br> where fund-raising is not easy, and that they should spend some time, if not more time, in running the centre rather than raising funds. As to his suggestion that community leaders should deposit the building fund with a minimum of $200,000 in the name of the People's Association so that the interest earned could be spent on the centre's activities, I think that is not possible because whatever monies, including interest, put in building funds cannot be used for the centre's activities, because the building funds are exempted from tax. If they want funds for the centre's activities, they have to raise funds for that specific purpose. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Member for Kim Seng, I am afraid it is not possible for me to implement his six commandments. I think he has done quite well with regard to Commandment No. 4, because he has done this not only inside but also outside this House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to add one or two more commandments. First, I think it is very important to be patient. Secondly, do not prejudge, do not jump the gun, or do not jump to conclusion. I would like to read to him a letter which I have just received from the Minister for Finance regarding his case. This is his reply: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I refer to your letter (that is, my letter to the Minister] of 26th February, 1980, and your request for the subsidy to Kim Seng Community Centre to be raised to $700,000. [We are doing something for the Member.] \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I assure you that the assessment of the subsidy to Kim Seng Community Centre was not determined on the basis of the cut-off date of 23rd August, 1979, when Cabinet decided on new revised rates. The criterion adopted was the amount of money required to complete the building project. The Government subsidy for each community centre is determined by the total project cost and the funds that the Community could reasonably raise or be expected to raise. Where the short-falls have been substantial, the Government subsidy has been increased to meet the deficit, for example, Punggol, Brickworks and Ulu Pandan. Additionally, where there is a genuine or urgent need for more funds, these are provided. An example is the grant given for additional land purchased for Dr Ong Leong Boon's Community Centre in May last year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the information then available to the Ministry of Finance from the People's Association, the original total project cost for the Kim Seng Community Centre was $884,000. Of this sum, the Community has at 1st \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1061</b></font> \n  <br> \n  <br> November, 1979, raised $385,591. With the Government subsidy of $514,000 raised on the old rate, the total funds available exceeded the total project cost by $16.091. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as could be ascertained then, the community centre could be built with the help of the Government subsidy. There was absolutely no intention to penalise those who had worked hard to raise the necessary funds. At the same time, it was not possible for Government to grant a sum in excess of the funds required merely because there had been a revision of rates. However, if there was a genuine need for additional money, this would be looked at sympathetically.' \n  <br> \n  <br>Now, some good news! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Now we are told that the revised project cost is estimated at $1.006,000. Excluding the cost of upgrading the tennis court (You have to pay for your own tennis court) which could be borne by the Community, the figure is $997,500. The MP for Kim Seng has indicated in his letter of 7th February, 1980, that the Community has raised $400,000. I have therefore decided to increase the subsidy to the Kim Song Community Centre by $83,000 to $597,500 so that the building project can be completed as scheduled.' \n  <br> \n  <br>I hope the Member is happy. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Mr Speaker, Sir, I would like to thank the Senior Minister of State for the way he delivered his reply. From the way he went on, initially I thought the answer would be no. However, I am very happy to note that the Ministry of Finance has agreed to this additional subsidy of $83,000. I would also like to thank the Minister for Finance for his personal intervention in this matter. I am sure my constituents will be most delighted to hear this news. \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San</b>( \n  <i>In Mandarin</i>): Sir, in view of the reply given by the Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $29,396,030 for Head U ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $21,278,700 for Head U ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1062</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Object Group 1100 of Subhead Code LA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also be permitted to take this opportunity to range my comments over to my other two amendments? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Thank you, Sir, I hope the Chair will bear in mind that since I am speaking on three amendments, therefore, I am entitled to speak for 30 minutes. But I promise you, Sir, that I will not take 30 minutes. I may take only 12 minutes. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Order. That is not my ruling. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Mr Speaker, Sir, the transfer of the Education portfolio into the charge of the Hon. Deputy Prime Minister and Minister of Education last year did not take place under the best of circumstances. The Education Ministry was then plagued with many problems arising out of the frequent shifts and changes in education policies. In the process, the Minister may be said to have taken on a hard task, perhaps no less difficult than cleaning the Augean stables. Nonetheless, the Hon. Deputy Prime Minister set out on his \"Mission Impossible\" with a stout heart and quiet determination. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One year has elapsed since then and, no doubt, many Singaporeans with sons and daughters in schools are anxious to know how well is the Education Ministry faring so far under his charge. There are, of course, many ways to assess how the Education Ministry is faring. One method is by making use of statistics, a method very popular these days with the Education Ministry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1063</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking at the number of amendments to the Budget allocations for the Education Ministry under the Committee of Supply this year, we see that there are only seven amendments submitted by five hon. Members. In previous years, the number of amendments averaged twice this number from twice as many hon. Members. Perhaps we can ask the Hon. Deputy Prime Minister to direct his systems engineers to feed these statistics into the Education Ministry computer to determine their significance. Their analysis may well show that the reduction by half in the number of amendments means a corresponding reduction by half in the number of education problems in the past one year as a result of the massive salvage operations mounted by the Hon. Deputy Prime Minister and his team of systems engineers and officers from Mindef. \n  <br>3.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Hon. Deputy Prime Minister can be persuaded to humour me with my seemingly frivolous proposal, I hope the findings of this exercise will make some sense. At least, the findings would make more sensible reading than those relating to the 1979 streaming ratio for Primary 3 to indicate the percentage of Primary 3 students entering the Normal, Extended and Monolingual classes in 1980. The performance results of Primary 3 students in 1979 were way off the projections worked out by the systems engineers and the computer. Could this far-off-the-mark forecast on the 1979 Primary 3 Examination performance be due to the poor quality of the computer in the Education Ministry? I doubt it, as the Education Ministry would have ensured that the best computer available on the market has been obtained. If there is nothing wrong with the computer brain, could it be that the chosen \"apostles\" of the Hon. Deputy Prime Minister, sorry, I mean the systems engineers, are not so infallible after all? This is also unthinkable, as otherwise they would not have been chosen by the Hon. Deputy Prime Minister. Perhaps the missing piece to this jig-saw puzzle is that the understanding \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1064</b></font> \n  <br> \n  <br> and solving of educational problems requires more than just computer brains and systems. There are other important factors outside the spheres of computer science and system-analysis. What these other factors are, I leave them to the social scientists to enumerate, many of whom, unfortunately, at this time do not enjoy the confidence of the Hon. Deputy Prime Minister, judging from the recent exchanges in the local press between him and some of the social scientists. Of course, the Hon. Deputy Prime Minister will have a good explanation to give for the wide discrepancy between the actual performance results of the 1979 Primary 3 Examination and his Ministry's projected results. Of course, all findings on system-analysis, collation and interpretation of statistics, when translated into actual situations, can make very confusing reading, especially when the matter involved relates to human behaviour and motivation. This, I accept. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the question that begs an answer is: to what extent does the Education Ministry use system-analysis and computer findings to formulate its education policies and determine their implementation? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Principals and teachers of schools were given a streaming ratio, based on their schools' previous three years of PSLE results before the 1979 Primary 3 examination, to help them plan the number of students who should be channelled to the normal, extended and monolingual courses. Was it not obvious to the Education Ministry that the criteria for assessing the past three years' PSLE results were different and more stringent than the criteria for assessing the 1979 Primary 3 examination results? Let me explain. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Primary 3 students who sat for the special streaming examination in 1979 stood a better chance of succeeding (as compared with those who sat for the PSLE of the last three years) because the retention policy introduced in 1977 ensured that the weaker pupils were allowed to repeat, and thereby improving their chances of passing. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, in the Primary 3 examination last year, the pupils were only required to attain a 50% overall passing mark to qualify for the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1065</b></font> \n  <br> \n  <br> normal bilingual stream, and their performances in both their continual assessment and their semestral assessment were also taken into account. This gave them an added advantage because it meant that those who failed in the mid-year and end-of-year examinations could still score an overall pass if their results in the continual assessment exercise were good. The child could even afford to fail in his first language and still would pass the examination if his overall marks was 50% and above. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whereas in the past three years of PSLE, for a pupil to pass, he had to obtain 50% of 600 marks - 200 marks each for first and second languages, 100 marks each for Science and Mathematics. These criteria were loaded against those weak in one or two languages. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is it any wonder then that the performance results of the 1979 Primary 3 examination were better than what the Education Ministry forecast? But to the Education Ministry, apparently everything is not simple. It has to be more complicated than what I have explained. I suppose that was why principals and teachers, whose schools achieved better 1979 Primary 3 examination results than what the Education Ministry forecast, were asked to explain why. Instead of getting bouquets, they had to explain why the results were better. It was as if they were the ones who blundered and not the computer and systems engineers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subsequent to the publication of the results, some Ministry officials were purported to have told the principals, in a series of meetings, that, basing on the 1979 Primary 3 examinations, the schools should achieve 95% passes in the 1982 PSLE. I do not know whether they are not again on the wrong track. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From this year onwards, a pupil sitting for the PSLE must acquire a pass in the first language and two other subjects. These are very different and more stringent criteria of assessment, and therefore any projection of how pupils will perform in the 1982 PSLE, basing on their performance in the 1979 Primary 3 examination, is unreliable. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1066</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some principals and teachers were naturally concerned whether such a high target is possible when a different set of more stringent criteria is now used for the PSLE. They fear that in the 1982 PSLE results, if their schools do not achieve the 95% passes, they will again be asked to explain why, besides receiving a barrage of criticisms from all quarters. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members now should know the occupational hazards of the principals and teachers, and the nightmares they are experiencing in trying to keep up with the sometimes impossible, demands of the Education Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I now turn to the matter of the Certificate of Secondary Education Examination recommended by the Goh Keng Swee Education Report. In the Parliamentary debate on the Goh Keng Swee Report on 27th March, 1979, I did ask the Hon. Deputy Prime Minister whether the Government would consider accepting the Certificate as one of the basic qualifications for entry into public service. The question is relevant in the sense that the holders of the certificate must find it useful when seeking employment. If Government as an employer does not lead in recognising the Certificate of Secondary Education for employment purposes, then employers in the private sector are not going to recognise it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I did not receive any reply from the Hon. Deputy Prime Minister at that time, probably the timing of the question then was premature. The question must now bear a greater relevance, especially when Britain has decided to scrap its Certificate of Secondary Education because employers never fully understood it and accepted it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of the British move, may I enquire from the Hon. Deputy Prime Minister whether his Ministry will still pursue with the Certificate of Secondary Education Examination, and if so, whether he sees any problem in getting employers in both public and private sectors to recognise its value as an entry qualification for employment? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1067</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me now turn to the question of staff development, I must commend the Hon. Deputy Prime Minister for his efforts towards staff development. Never before were teachers given such active encouragement and opportunities for development. Non-graduate teachers taking up HSC are even exempted from ECA activities. This is a positive way to encourage and help some teachers to seek educational advancement. There are also other equally attractive measures to encourage staff development. I hope, in the course of time, he will increase the opportunities and introduce incentive schemes for more teachers to upgrade themselves professionally and educationally. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, he announced the recruitment of 400 expatriate English teachers from England and elsewhere to teach English Language and Literature in our schools to meet the very acute shortage of such teachers at present. Of course, the idea was not new. In fact, before he took over the Ministry, an operation was launched to recruit expatriate teachers, but it ended in miserable failure because the scheme was not attractive enough. What the Hon. Deputy Prime Minister did afterwards was really to salvage the operation. Let us see how successful he will be this time. But hon. Members must appreciate that such a large number of expatriate teachers in our midst is bound to have some impact on the social behaviour of our pupils and morale of our teachers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, partly because of time factor, and partly because I know the hon. Member for Serangoon Gardens will later deal with this subject at great length, I shall therefore not dwell on the matter any further, I am sure I will concur with whatever views he is going to express on the matter because we often share identical views on educational matters, particularly when they relate to the sins of commission and omission by the Education Ministry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1068</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, since taking over the Education Ministry, the Hon. Deputy Prime Minister has initiated a number of educational changes, some of which, no doubt, have far-reaching consequences. It is not possible for us now to say for sure whether the changes are for the better or worse. In my view, these changes have a better chance to succeed because they are made after some very careful study and planning. Besides, persuading the Finance Ministry to release funds for the projects proposed under the educational changes is no problem with the Hon. Deputy Prime Minister. As we know, money not only helps, but is also sometimes the critical factor in determining whether a project can get off the launching pad. The Hon. Deputy Prime Minister has already secured for his Ministry's projects additional millions and millions of dollars. And as they say, \"money talks\". That is why we find that in recent months, not only the Hon. Deputy Prime Minister, his Senior Ministers of State, but also the Director of Education and other officials have been talking a lot about new projects and new changes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, let me offer sincerely my best wishes and congratulations to the Hon. Deputy Prime Minister for so quickly coming to grips with the problems he has to tackle, if our education development is to make the qualitative jump successfully to meet new demands. Quits honestly, some of his new educational changes and measures are remarkably sound, and the results undoubtedly are going to be beneficial to our pupils. In my view, the Hon. Deputy Prime Minister has, in one short year, made very good progress, I do not know whether he should feel elated over my compliments and congratulations for a job well done, seeing that my assessment of his performance is based on very subjective observations, and not on any objective analysis on the basis of statistics and facts. And if system analysis by brainy systems engineers sometimes can be wrong, as in the case of the 1979 Primary 3 streaming ratio, what chances are there for the subjective observations of an \"unsystematic\" layman like me to be right? Consequently, the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1069</b></font> \n  <br> \n  <br> chances are more likely for me to be wrong to conclude that the Hon. Deputy Prime Minister has done well since I base the conclusion on observations and not on any systematic analysis of facts and statistics. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Mr Speaker, Sir, lest the Hon. Deputy Prime Minister gets the wrong idea, let me assure him that there is no conspiracy between the hon. Member for Moulmein and me to undermine his Ministry. What I hope to do is to offer some reservations with regard to the recruitment of expatriates into our education service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, as the hon. Member for Moulmein has mentioned, a large number of expatriate teachers have been recruited to teach in our secondary schools and junior colleges. These teachers from England are mainly responsible for the teaching of the English Language, English Literature and the General Paper. I hope that the large investment in them will produce the desired result, that is, the improvement in the standard of English among our school children. \n  <br>3.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the purpose of recruiting these expatriates, I understand the Ministry of Education sent a few teams to England to interview the applicants. Also, there were a number of expatriates who applied directly to the Ministry when they heard or read about the Ministry's interest in recruiting expatriates. I hope many, if not most of them, were fired by the missionary zeal to further the cause of education and the promotion of the English Language. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I suspect that many of them were mainly attracted by the opportunity to get away from the bitter cold of the English winter and the unsavoury prospect of further industrial strife, inflation and unemployment in their home country. They could not resist the wonderful offer of the Ministry to spend a few years in the comfort of our beautiful country and at the same time be given generous salaries and allowances. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that in addition to the normal salary, an expatriate teacher receives a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1070</b></font> \n  <br> \n  <br> number of very substantial allowances: expatriate allowance, children allowance, housing at normal rental charge and, of course, return passage for the expatriate officer and family. All in all, the expatriate teacher is substantially rewarded and made very comfortable indeed compared to his local counterpart. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said earlier that it is my hope that the considerable investment in the expatriate teachers will produce the desired result, viz. the improvement in the standard of English among our school children. I assume, therefore, that all the expatriate teachers are graduates in English Language or Literature, and that they have been trained to teach English as a second language to foreign students. Therefore, I would like to know from the Hon. Minister whether this is a correct assumption, that is, all the expatriate teachers are graduates in English Language or Literature. If not, I would like to know the various disciplines of the non-English graduates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, some expatriates have a useful role to play in enhancing our educational system. They are the dedicated teachers, committed to their teaching and responsible to their role as members of the staff in the school. They are not, and cannot be, superior teachers, teaching only their subject and staying aloof from other school work like extra-curricular activities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I understand that there are some expatriates who have refused to take on extra-curricular activities on the ground that they have been hired to teach English and do nothing else in school. May I have the Hon. Deputy Prime Minister and Minister of Education's statement as to what exactly are the responsibilities of the expatriate teachers in the schools, and whether they are expected to take part in extra-curricular activities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point which I would like to raise with the Hon. Deputy Prime Minister is the influence that so many expatriate teachers will have on our school children. In the course of their teaching and contact with our \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1071</b></font> \n  <br> \n  <br> children, it is inevitable that their views, opinions, their tastes, their modes of dress, their hairstyles, etc. will be passed on to our impressionable children. If this is so, and if unchecked, our children may pick up certain westernized values and even behave like westerners. They can become what the Hon. Deputy Prime Minister himself once termed, westernized oriental gentlemen (WOGS). Are we opening ourselves to more WOGS in our society by having so many expatriates in our schools? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final point I would like to raise is the question of how these expatriate teachers affect the morale of our teachers, especially those teaching English Language, Literature and the General Paper. Are the expatriate teachers to be regarded as superior to our local teachers? Will the local teachers be affected in terms of their promotion and opportunity for advancement? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Singapore is an open society and we accept the best from other peoples. While many newly independent states have rejected and expelled expatriates, we have welcomed them. I hope, however, that we do not go overboard and reinstate the expatriates in positions of superiority over our local people. I do not wish to see the return of a colonial situation. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong (Jurong):</b> Mr Speaker, Sir, there is a saying in Chinese which goes: Ying xiong suo jian lue tong, (&nbsp;&nbsp;&nbsp;&nbsp;). It means \"Heroes think alike.\" I have no intention whatsoever to upgrade myself as a hero. However, I share the sentiments expressed by my colleagues who have spoken before me, except that I will not be so critical. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Goh Report has been implemented just over a year ago. Its progress is keenly watched by many who are concerned with educational development in Singapore. Of course, it is still too early to comment on the merits and demerits of the new system. I fully appreciate the many teething problems that must have surfaced in a large scale \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1072</b></font> \n  <br> \n  <br> revamping of the hitherto ailing education system. Any loose ends must be tightened up and all blank spaces must be filled. However, it will be beneficial to the Ministry of Education and all those concerned if there can be an initial feedback on the irritating issues so that the new system can progress without undue hindrance. It is with this spirit that I wish to bring up a couple of points to the attention of the Minister concerned. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of streaming of pupils after Primary 3 has always been a controversial one, and it still is today. The House and the media have exhausted all possible arguments in an extended discussion over the matter. Although the number of pupils who have been streamed into the monolingual course and the extended bilingual course in the first of such exercises last year is very much less than the figures predicted, as pointed out by the Member for Moulmein just now, this problem is still pricking the minds of many parents who have great misgivings of the possibility that their children might be wrongly streamed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is quite natural for many parents to think, and indeed most people would agree, that the innate ability of a child will not be evident, much less conclusive, after only three years of primary education. Whilst a child may have settled down to school routine, his inclination and his mental capacity is just beginning to develop. He is more inclined to playing and frolicking rather than to serious studying. It is precisely the very understanding of a child's nature that an appropriate degree of play has been injected into the teaching methods for a child of his age. Without proper supervision, he will show slow progress and poor results. Moreover, the new primary school curriculum places emphasis on the learning of languages in the first three years. It must be pointed out that not all children are linguistically endowed. This point has been admitted by many, if not all, of our leaders. In the end, children from the lower income group and those who are less linguistically-inclined are destined to lose out. Is it fair to this category \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1073</b></font> \n  <br> \n  <br> of children, may I ask? I realise that it is difficult to place the lever at the right point to strike a balance between fairness and the practical needs of society, but is the present system and its emphasis the best and equitable? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of co-ordination between the primary and secondary school curricula is another gray area. The setting up of the Curriculum Development Institute of Singapore is a timely move to tackle such problems, but it will take time to put things right. The pressing problem is that pupils find it particularly hard to cope with subjects like Science, History and Geography when they are promoted from Primary 6 to Secondary 1. This apparent gap has to be bridged immediately. Science has been scrapped from the Primary 1 and 2 syllabi, and Education for Living which incorporates a sprinkling of Civics, History and Geography, will be replaced by Moral Education. I wonder how our pupils are going to cope with the relevant subjects at the secondary school level if they are not given a good foundation at the primary level. In particular, I would like to know whether History and Geography will have a place in the primary school curriculum. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst the introduction of allowances for principals and vice-principals is a good thing, it has nevertheless created an anomaly in the event they are transferred to the Ministry headquarters. They will find that this results in a loss of income and an increase in workload. The reluctance of these officers in accepting postings to the Ministry headquarters is, therefore, understandable. The situation at the Ministry headquarters does not help either. Those in the Ministry quietly hope that they can be released as soon as possible from the turbulent bitter seas (koo hai [ ] in Chinese), a term which has become synonymous with the Ministry. High morale can hardly be expected in the circumstances. I wonder if the Minister will \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1074</b></font> \n  <br> \n  <br> enlighten the House as to how he proposes to resolve this anomaly. It may well be that the recent decision to transfer out some officers back to the schools is a step in solving this problem, but there are still those who may still have to suffer. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Encik Sidek, since you have an amendment on the same Sub-head, would you like to speak now? \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff (Kolam Ayer):</b> Yes, Sir. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the school is an important dimension of society and the educational process is, in part at least, an attempt to ease the child's passage in and through society, not into society. Increasingly, therefore, the work of the school may be seen as a real attempt to make each child socially aware throughout his career, in such a way that the school is not viewed as an isolated phenomenon but as \"essentially united with the macro society, or the society at large.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Throughout his school career the child has to be made aware that society is here and now and not something in the future or out there, out of the school compound; that the school itself is not an element separate from the total society but an integral part of it, and that freedom is not a quality granted at the end of a period of socialization, but something gained in free, but limited social participation. If self-discipline is gained only through the assumption of responsibility, any real sense of social identity can be acquired only through its continuous practice. Again, the school is not simply a training ground for life and the larger society; it is life itself and social being. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the school creates its own character. Participation in evolving their moral value differs from country to country. Basically, the school produces books or set rules containing important or essential moral values written by prominent people in this field, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1075</b></font> \n  <br> \n  <br> whether inherited or created. But what is even more important is to practise what they preach or what has been written or taught. There are ways of doing it. \n  <br>3.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In USSR, for instance, a boy who misbehaves is asked to stand in front of the class and answer questions from the teacher and/or the pupil as to why he has misbehaved. He is asked to stand in front of the class and say what mistakes he has made, while the teacher continues teaching. He has to answer questions and also admit his mistake and pledge not to do it again. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example can be cited. In Britain, Summerhill is a self-governing school which is democratic in form. Everything connected with social or group life, including punishment for social offences, is settled by a vote at the Saturday night general school meeting. Each member of the teaching staff and each child, regardless of his age, has one vote, including the vote of the teacher which carries the same weight as that of a seven-year old. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One school in Singapore, however, made quite a bold experiment of forming their own Parliament hoping that it would inject social awareness. Students voted in their representatives and those elected would work closely with the school. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Karl Manheim, another thinker, suggested that in education we must seek to provide curricula which have sound cultural justification; that is, they must be firmly based on the social situation of the learner in which there is involved the pattern of inherited culture, the unique content of the contemporary and the culture of foreseeable future. The whole complex of social relationship is a part of this intricate cultural pattern, and only a full awareness of what this implies will ensure a society and a world in which individuals accept their responsibility for others. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The above statement implies that curriculum development is not confined only to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1076</b></font> \n  <br> \n  <br> the so-called hard sciences. Let us compare, for instance, two schools of thought: one by Karl Marx and the other by Thorstein Veblen. Karl Marx concluded that the determining factors which were of paramount importance were economic, hence the power of economic production and class struggle between the bourgeoisie and the proletariat. All this was based upon the Hagelian dialectic - the so-called philosophicohistoricist triad of thesis, anthesis and synthesis. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another thinker, Thorstein Veblen, has been referred to as a technological determinist: he argued that the technological advance is reflected in the process of our social system. According to him, the variety of our working environment explains the variety of social structure and now technologies create new habits in industry and commerce and, ultimately, are responsible for overthrowing the old institution of society. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, man initiates activity, he creates his technological world, and he modifies his society accordingly. And Culture is a determinant and basic condition of social change. At the same time Moral or Morality is the key pillar of the healthy development of that culture - of course, in the final analysis of that society. In other words, the curriculum development must consider besides Mathematics, Science, etc, the importance of Moral Value in the same breath. They are inseparable. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I suggest to the Hon. Deputy Prime Minister and Minister of Education that when he forms the CDIS in June this year he include Moral Education under the ambit. Would the Minister also consider, besides individual respectable organisations, such as religious organisations like the Muslim Religious Council to sit on the committee or they be asked to provide their contributions to Moral Education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another point I would like to make here is about continual assessment. I am very concerned about the latest move by the Ministry of Education regarding continual assessment. Apart from the mid-year and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1077</b></font> \n  <br> \n  <br> end-of-year examinations, there exist no less than six assessments in a year, sometimes once a month. While I accept the basic principle that continual assessment be incorporated in the school system, I cannot fully agree to its frequency. The most I could agree is to have two and not six assessments in a year. I have four reasons and I hope they are sufficient for consideration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. To avoid students from thinking that they have to do so many tests. Psychologically, an assessment is equal to a test which is synonymous with examinations. Their minds will be bogged down with examinations, and our education system will appear to be examination-orientated. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. It may create extra-caution and vigilance among parents who would like to see their children do well in every assessment. There is no doubt about it. Their attitude in this matter may affect their childrens' participation in ECA, another pillar of importance in our education system and nation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. They need a breather - adequate time for preparation - before they face another examination, assessment or test. Too frequent an assessment may prove to be counter-productive rather than fulfil the expected results or objective. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. Last but not least, even more important, is the concept of leisure. While we educate, we must clearly think more in terms of what our pupils will do and can do during their leisure. They have to be trained to create a worthwhile life and culture and they have to be assisted to fulfil themselves creatively and in a satisfying way. Every form of literary, artistic, aesthetic and physical activity in which the self can be expressed in creation should be an essential part of our curriculum for living. It is not education, for play but education for a full life. Much deviant and delinquent behaviour derives from the inability of individuals to fill their leisure time creatively, and when these indi- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1078</b></font> \n  <br> \n  <br> viduals become frustrated in the dimension of their creative potentials - bogged down with assessments, tests, examinations and parent's high expectation - they frequently become destructive. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Initially, students may start by telling lies or cheating, especially if they know that their marks at the last test or assessment are far below expectations. They have to exert themselves in order to do better. If they succeed, it becomes a plus-factor. If the reverse happens, it becomes even worse - \"destructive\" behaviour will creep in slowly but surely. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Hon. Deputy Prime Minister will give this matter some careful consideration and with all urgency before it is too late. I hope I do not sound like the prophet of doom. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Would the Member for Alexandra like to speak now? \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon (Alexandra):</b> Yes, Sir, and thank you for this opportunity so that I need not move my amendment later on. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In March last year, the Deputy Prime Minister and Minister of Education presented his Report on the Ministry of Education to Parliament. This Report was an in-depth study of our education system, its problems and the factors contributing to these problems and it also made specific recommendations. This Report generated much interest both inside and outside this House and after many days of debate, during which even Ministers gave highly critical views, Parliament gave its unanimous support to the revised structure of education which now allows every child to proceed at a pace most suited to his own learning capacity and which will make him as bilingual as possible. At the same time, Parliament also resolved that the Hon. Deputy Prime Minister and Minister of Education give a report on the progress in two to three years. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1079</b></font> \n  <br> \n  <br> \n  <br>4.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, many parents are quite concerned about how things are shaping up with education, especially after having experienced quite a series of changes in our education system prior to the Hon. Deputy Prime Minister taking charge. I therefore thought it pertinent at this point of time to raise a few questions which I hope he can answer. First, what problems has his Ministry encountered in the implementation of the recommendations made in the Report? Secondly, what has been done to overcome these problems? Thirdly, having implemented this Report for one year, what has been achieved so far, and is he satisfied with the achievements? In other words, does he feel that we are going on-course in meeting the objectives of the recommendations in his Report? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my next point refers to the announcement made by the Deputy Prime Minister and the Minister of Education just two days ago regarding the setting up of the Curriculum Development Institute of Singapore (CDIS). The Deputy Prime Minister has announced what he has termed \"a whole new approach\" to curriculum development which he hopes to achieve without the constraints of bureaucracy. Although I found his explanation of the weaknesses in the Education Development Division of the Ministry quite interesting, I am not quite certain whether I can share with him his sentiments that the setting up of the CDIS to replace the EDD would solve the problem. What I want to know is whether it is really necessary to set up a separate institute in order to meet the objectives. If bureaucracy, or the constraints of bureaucracy, is the problem, could not the same objectives be achieved by streamlining the work and activities of the EDD? In other words, if bureaucracy is the problem, could he not tackle the problem at source? May I add, Sir, that we certainly know of no better man to tackle bureaucracy than the Deputy Prime Minister himself. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1080</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin (Bedok):</b> Mr Speaker, Sir, thank you for allowing me to speak under this Head. I would like to touch on the question of meritocracy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of our limited resources and space, it is an acceptable thing that there should be the promotion of meritocracy within our society. However, I fear a little too much emphasis has been placed on mere quality. Thus, there tends to be a little \"lopsidedness\" in educational thinking. We have been so saturated with the idea of super-schools and super-pupils that we are often led to believe that \"Poorer\" schools do not exist. We do have a situation where academic results speak volumes for the school, thus helping discriminating parents to opt for these schools for their children. Just what has been done to help dispel the poor image of other schools in terms of better facilities, better \"qualified\" teachers and better intake of pupils? It can be frustrating for teachers to have to teach the same set of pupils year in year out. These pupils who come mainly from the lower income group often are \"latch-key children\" with nowhere to go after school. Surely, if the move to establish one-session schools is adopted, these \"poorer\" schools should be among the very first to benefit from this scheme. These are the pupils who need extra school time, extra attention from their teachers and extra time at remedial work. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In catering to the needs of the poorer pupils who are keen to join the VITB because they cannot achieve academically, and have lost complete interest in things academic, something is still lacking. At present, in spite of the expansion there are still limited places for these pupils. The cut-off point is based on the strict criterion of age limit. This rule should be relaxed. At present there appears to be a conflict between catering to industrial needs and school needs. The obvious solution seems to be a further expansion of the VITB department. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The establishment of the Curriculum Development Institute of Singapore is a welcome move. However, since what is going to be decided here will have important \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1081</b></font> \n  <br> \n  <br> effects on educational direction in the near future, it is of the utmost importance that teachers and educationists manning this Institute should be of the highest calibre, and thus consideration should not only be placed on the academic or professional qualifications of the teachers concerned. Those involved in curriculum development must be people who are deeply involved with grassroots problems together with a vast experience in trying out plausible solutions. We cannot afford people who live in ivory towers. We await further details on this new project. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The computerisation of a teacher's performance is also in the offing. That the computer is a useful servant goes without saying, but the inherent danger will emerge if we allow the computer to be our master. What it can produce in terms of response will depend on the way we programme the date. Just what criteria will be evolved to ensure standardization of entry? Just how do we measure effort when so many deviations exist from school to school? If the examination results are going to be the sole criterion of individual effort and dedication of teachers, then Heaven help those who are posted to the \"poorer\" schools! We can take it that this computerisation scheme will tie in with the next promotional exercise for educational officers. It will be interesting to note what set of criteria is being devised this time to prevent another onslaught of unhappiness and frustration, as evidenced in previous exercises. So much has been said about increasing productivity in this House. I wonder whether any monitoring device has been employed to find out the productivity level of those who were promoted in the previous exercises. And should the concept of productivity only apply to the accomplishment of tangible things? \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee (Deputy Prime Minister and Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Deputy Prime Minister and Minister of Education (Dr Goh Keng Swee):</b> Mr Speaker, Sir, I share with my colleagues, Dr Tony Tan and Mr Chai Chong Yii, the pleasant duty of replying to the points raised by hon. Members. I will confine myself to matters raised by the Member for Moul- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1082</b></font> \n  <br> \n  <br> mein and the Member for Serangoon Gardens, because I think they have raised some very basic matters. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Moulmein obviously does not like systems engineers. I also suspect that he is weak in Mathematics because he does not like numbers. However, let me hasten to explain to him that there is a difference in the outcome of this year's streaming exercise with that predicted in the Report. The reason is very simple. We decided to be very kind to the children in this year's streaming exercise. The Primary 3 examination was set and 16% failed, which is not very far off from 20%. However, we decided to send only 6% to the monolingual stream. These are the very bad failures, and they have failed once before. 10% were sent to the extended bilingual stream. We are giving them a chance to show their worth. We are so lenient this year that it has become necessary to remind principals that this is not the end of the matter. The idea of streaming is that if a child has no chance to pass the PSLE, then he should go to the monolingual stream and be literate in one language. If he has a chance to pass the PSLE in seven or eight years instead of five years, he should go to the extended bilingual stream. Therefore, those who remain in the normal bilingual stream will be the balance, that is, the brighter children. We, therefore, expect about 95% of PSLE students to pass. But it will take some time to adjust this. I fully agree with the Member for Moulmein that we have to carry out this exercise very carefully and give the children every chance to prove their worth. If after several years we find that they really cannot make the grade, they will go to the extended bilingual stream, and if they cannot pass the extended bilingual stream then they can go to the monolingual stream. I hope I have assured him on this point. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, on the Certificate of Secondary Education. There is a lot of misunderstanding about this matter. Pupils who sit for and pass this examination will get this certificate as a means of helping them out and not to penalise them, because normally these are the pupils who would have failed their 'O' levels or would have left school with no certi- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1083</b></font> \n  <br> \n  <br> ficate at all, or they would have dropped out after being over-aged at Secondary 2 or Secondary 3. The purpose of this examination is to help the pupils to complete their education and have the satisfaction of passing at least the Certificate of Secondary Education examination. If they pass well enough, we can give them additional years to do the 'O' levels. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has mentioned that this examination is going to be abolished in England. Actually this is a very controversial matter. Even if it is abolished, it is not likely to be abolished before 1985. The British were caught in the egalitarian approach to education. They do not believe in elite schools or super-schools. They say that everybody must go to the same comprehensive school, and classes must not separate the clever children from the less clever children and from the backward children. They have what they call \"mixed ability\" classes. Once you have that situation, you will still find that when it comes to examinations, some pupils perform better than others. Only 20% of those who start in primary school will get three 'O' levels or better; another 20% will only reach the Certificate of Secondary Education level. So the ideologues of the Labour Party say, \"Why distinguish those who are less bright from those who are bright? Why not give them one common examination?\" That is the idea behind the abolition of the Certificate of Secondary Education. So they appointed a Commission of Inquiry headed by an academic called Dr Waddell. He has tried to devise examinations wherein some questions are difficult and other questions easy. Those who are not so bright will answer the easy questions and those who are very smart will answer the difficult questions. But the problem is that if both categories of pupils pass, how do you grade them? So they have a complicated system of grading, from A to B to C to D - different types of grading. The reaction among the professionals in Britain is highly critical of this move to abolish the Certificate of Secondary Education and to com- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1084</b></font> \n  <br> \n  <br> bine the CSE and 'O' level. I quote some opinions expressed in the Times Educational Supplement (21.7.78): \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The problems of devising a system that allowed both very bright and less bright children to show their abilities were still there. - Colin Vickerman, Secretary for Examinations of the Joint Matriculation Board.' \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Waddell says they can be overcome but does not say how... - H.O. Childs, AEB Secretary.' \n  <br> \n  <br>'The scheme . . . will greatly affect credibility of the system and perhaps decide whether universities are prepared to put their names on the certificates. - Anthony Hearnden, Standing Conference on University Entrance.' \n  <br> \n  <br>Another critic said (Times Educational Supplement 27.10.78): \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is only too easy to see how the political desire to bring as much as possible under a single umbrella could cause syllabuses to be trimmed to the limitations of a single examination. If this were to happen . . . the new exam would become a depressant force, and encourage mediocre teaching and learning.' \n  <br> \n  <br>Yet another critic (Dr P.H. Andrews, Chairman of the Standing Conference of CSE Boards) said that \"the common examination was being used as a political football.\" So let us not believe that just because the British have abolished the CSE, we should also do the same. I think we had better wait and see. If by 1985 and after, this is accepted as something good, maybe we can follow them; but not until then. \n  <br>4.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to expatriate teachers raised by both the Member for Moulmein and the Member for Serangoon Gardens. The Member for Serangoon Gardens raised a number of points on terms of service. I will deal with them first. He says, \"Are they graduates of English Language?\" In this present exercise, the answer is yes. Not only that, they must have 10 years' teaching experience in a good English secondary school as an English teacher. \"Would they have to do ECA?\" The answer is yes, they have to do ECA. He might have got the impression that some of these expatriate teachers do not do ECA. We had recruited six grammar school teachers who would concentrate on training a special group of pupils we sent to Hwa Chong Junior \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1085</b></font> \n  <br> \n  <br> College to prepare for Oxford University or Cambridge University entrance examinations; others we intend to send to Redbrick University. So they have to coach these selected pupils of about 150 or maybe a bit more; four teach in English, one in Economics and one in Geography. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On hairstyle, there is no problem. We prepared a brochure for applicants and we said that in Singapore they must conform to our hairstyle. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to ask ourselves: why have we mounted this big exercise to recruit some 400 expatriate teachers? Why can our own local teachers not do it? Are they not good enough? The answer is they are good but there are not enough of them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Moulmein does not like figures but nevertheless I must pour some figures on this. Let us take only English teachers in our secondary schools. In any decent school in England, America, Australia, New Zealand, Japan, which are good countries, if you want to teach the language, you must be a university graduate specialising in that language. In other words, our teachers of English in a secondary school should be graduates of English from our universities or other universities. If we impose that requirement, today we will need 1,324 such graduates. How many do we have? We have only 317. So that is one of the reasons why the standard of English here has been going down over the years. More and more pupils in English schools learn English but there are not enough English graduate teachers. That is why last June the Prime Minister called up the senior officers in the Civil Service and the statutory boards and told them that the standard of written English is very poor. May I quote from what he said on that occasion? Some Members might have been present and might be able to recall the caustic comments that he made. He said, \"there was a lowering in the standards of both spoken and written English. It will take 10 to 20 years to make up for the omissions of the last 20 years.\" Then he gave some illustrations from official records \"of writing so sloppy that I had to seek clarification of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1086</b></font> \n  <br> \n  <br> their meanings.\" Unfortunately, one of the examples he brought out came from the Ministry of Education. He quoted a passage and then said, \"I read it over and over again. It made no sense. This is gibberish!\" These are products of our schools and our universities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the solution? The solution is: we must have more qualified teachers to teach English in our secondary schools. Today there is a shortage of 1,000 graduate teachers in English. We are going to recruit another 350; this plus the 50 we have, gives us 400. We are still short; not only is this so in the English subject but also in all other subjects. Again in good schools in the advanced countries, whether they are in Europe, Japan or Australia, teachers in secondary schools are all university graduates. And if we apply this standard, we cannot immediately get so many graduate teachers. But I asked my staff to calculate how many graduate teachers would be needed by the end of this decade to fill all the teaching posts in the secondary schools. The answer was: lower secondary schools 2,900, upper secondary schools 4,500, total 7,400. We have 2,000. So we have to recruit 5,400 graduate teachers in the next 10 years, or 540 a year. There is no chance of getting them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Service Commission has already recognised this as a serious problem. Each year they are offering teaching scholarships. In 1976, they offered 59 teaching scholarships at the University of Singapore. In 1977, they offered 56. In 19,78, they offered 129. Last year, we made a special appeal and the number was increased to 240. But unfortunately most of these scholarships are for the sciences. So we are still very short of graduates in the humanities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence it has become very necessary to recruit expatriate teachers. They are of a very high quality because, as the Member for Moulmein has said, we are offering them a lot of pay. The Member for Serangoon Gardens also said that \"they will live very comfortably here.\" I agree. But as a result of the good terms that we offer, the response to our advertisements has been quite good. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1087</b></font> \n  <br> \n  <br> There were more than 300 applications. But my guess is that we will probably select only the best, 40 or 50. Some of them are just attracted by the chance, as the Member for Serangoon Gardens has said, \"to escape British winter and have a nice time here.\" We do not want such people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> Hear, hear! \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> I just had a report from the selection team yesterday, and the Member for Serangoon Gardens might be interested in a description of some of the applicants. It says: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Quite a number of them (the applicants) are presently holding responsible positions like Heads of English Departments in secondary schools presiding over sight to 12 English language teachers with freedom in the setting of curriculum and syllabus for the Department and the choosing of school textbooks. Some have experience in the development of new examination papers for use by the local education authority. One of them was an examiner in the Cambridge Examination Board 'O' level and he said he was very impressed by Singaporeans' attitude towards education and life as expressed by a great number of essays which he marked at 'O' level.' \n  <br> \n  <br>He therefore decided to come here and teach. We get good material. Several of these Heads of English departments in the schools have got Masters degrees. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So this is the reason, as I said, why we are mounting this special exercise. The result is that we will give for many of our children the kind of education which, if we depended on ourselves, we will not be able to provide maybe until the late 1990's. So it is our children who will benefit. We have to compare the benefits which our children can derive from these teachers tom England, with the benefits from our 317 local English language graduates. Our teachers need not be frightened because, as I said, there are more than 1,000 vacancies. Only 400 will be filled. So there are still another 300 vacancies. And if these expatriate teachers are better, have more experience, and have published books, what is wrong with appointing them as senior subject teachers? Our teachers can learn from them and benefit \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1088</b></font> \n  <br> \n  <br> from them. So I hope that our local teachers will not view this exercise as a threat to their career. This does not exist at all because of a serious shortage of graduate teachers; our teachers should regard this exercise as an opportunity and a challenge. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra wants a progress report. Actually one year has not passed yet. It is a bit early for a progress report. We have from time to time published and made available to the public the various studies we have made about the short-comings and proposals for improvements, such as the one that was published last week about setting up the Curriculum Development Institute of Singapore. In a way, we can call this a progress report. But I think the summing up will take a long time. There is a Chinese saying, shi nian shu mu, bai nian shu ren (&nbsp;&nbsp;&nbsp;&nbsp;). So he will have to wait 100 years before he can get a proper progress report! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member wants to know whether or not we could restructure the Ministry's Education Development Division instead of dismantling it, so to speak, and setting up a new Institute somewhere else. My colleagues and our professional staff have been discussing this for many months. We think that the best solution would be to take curriculum development out of the Ministry completely. There are several advantages. One is, if you are in the Ministry, you must report for work at 8.30 a.m. and leave at 5.00 p.m. regularly. If you want to write curriculum work, textbooks or whatever, there is no reason why you should go to office. You can do it at home. In fact, the French Inspector-Generals do all their work at home. But once you are in the Ministry, you become part of the bureaucracy. There is a hierarchy. You have got to progress the matter from one level to another. And we decided that that is the wrong way. That is one reason. The second reason is that we want the Institute, concerned with curriculum work, to be close to the Institute of Education because this is where they teach teachers. This is where new ideas should develop about methods of teaching. We are also thinking of the interaction between the curriculum developers and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1089</b></font> \n  <br> \n  <br> those in the Institute of Education which later would become the College of Education. This is a good place for them. Anyway, that is what we have decided upon. We will give it a try. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now leave the other matters raised by Members to my colleague, the Senior Minister of State for Education. \n  <br>4.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Mr Speaker, Sir, can I comment on the reply of the Deputy Prime Minister and Minister of Education to some of my points? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> The Hon. Deputy Prime Minister seems to get the impression that I do not like figures. I can assure him that I do like figures, whether in mathematical or human forms. My point was: to determine and to implement policies based on figures alone has got its disadvantages. Other factors have also got to be taken into consideration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter is the Certificate of Secondary Education. Actually, the point that I brought up is not so much the question of the soundness of introducing the CSE in our education system. In fact, I like the idea and I agree with the Minister that by having that kind of arrangement we are giving the child who is not able to obtain the 'O' level conificate the opportunity to obtain some qualification. I think that is an excellent arrangement. That has got my full-hearted support. But the Hon. Deputy Prime Minister must be conscious of the fact that we in Singapore have got this Certificate syndrome. Anybody who obtains a certificate expects that certificate to be recognised and he relates the value of the certificate to the job opportunities available to him. Are we then not raising a kind of expectation that we may not be able to fulfil, especially when we are not able to get the Government, as an employer, nor the private employers, to recognise this certificate as some kind of qualification for any job? So my point is really not so much a question of the soundness of the arrange- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1090</b></font> \n  <br> \n  <br> ment, but what happens after they have got the Certificate of Secondary Education? \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> Sir, I am afraid I am in no position to give the Member an answer. First, we have not got the people with such certificates. Secondly, I do not want to pass the buck but really my colleague, the Minister for Finance, and the Public Service Commission, have got to assess them and equate them to the kind of jobs available. I am sure when the time comes, the exercise will be done. \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Education (Dr Tony Tan Keng Yam):</b> Sir, let me deal first with the two points raised by the Member for Kolam Ayer, which are moral education and continuous assessment in schools. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall take the second point first, as it is less complex. Let me assure the Member that the Ministry of Education is keenly aware of the pressure put on our school children. In addition to the heavy load which they have to carry in schools, we know that many parents try to give their children an extra edge by making them take private tuition, thereby adding to the pressure. As pan of the process of assessment in schools, common tests and class tests have to be conducted to ascertain if children have mastered their lessons. Whilst such assessment is an integral pan of teaching and learning, principals and teachers have always been advised that tests should not be made an end in itself. I agree with the Member that over-testing through too frequent common tests or class tests is undesirable and should be avoided. To avoid creating unnecessary pressure on children, common tests among classes in the same grade level are confined, as far as possible, to the mid-year or end-of-year examinations. Principals and teachers are overwhelmingly of the view that the present system of continuous assessment provides a more realistic assessment of the progress of the children under their charge. For the children themselves, there is less tension as compared to the previous system of having only one major examination at the end of each semester. Moreover, continuous \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1091</b></font> \n  <br> \n  <br> assessment promotes consistent study habits, and I am sure this must be desirable. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The subject of moral education is much more complex. Unlike other subjects in the curriculum, moral education is not concerned so much with the mastery of the content of the subject but more with the imparting of desirable attitudes to life. The construction of the syllabus is only one part of the process of moral education. In my view, just as important and probably more difficult will be the task of identifying and motivating a sufficient number of teachers who will be able to teach moral education effectively. In the planning of the syllabuses on moral education, the Ministry has made it a point to consult and refer to the literature submitted by the various religious faiths and groups. I thank the Member for his suggestion that personalities from the various religious groups be invited to discuss moral issues so that we can find common values for our pupils. This is a little premature at this stage, but I would agree that such consultations will be helpful and useful after the Ministry has settled on the draft syllabus. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A survey on the moral values and attitudes of secondary school children is at present being conducted, and we hope that some preliminary results will be available by the end of next month. As an interim measure, the Ministry is revising the present set of Education-for- Living textbooks, which are on the whole quite good, so that they can be used for moral education at the primary level. The civics textbooks used at the secondary school level are also being revised and are being updated. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have taken note of his point that we should include moral education within the ambit of the CDIS, and this matter will be considered at the appropriate time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I turn now to the Member for Bedok and would like to touch on two points which he has raised in his address today. One concerns the need to expend the VITB in order to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1092</b></font> \n  <br> \n  <br> provide more places for students who may not go for higher education but who would like to have some technical training. I fully agree with his suggestion and I know that my colleague, the Acting Minister for Social Affairs, will look into this matter. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second matter concerns the ranking and promotion of teachers by means of the computer. This was touched on in the Report of the Working Visit of the Minister of Education to France. I think he need not have any fears that this will be introduced soon. The criteria for the ranking and promotion of teachers have always seemed to me to be a very mysterious process. After being in the Ministry for one year, I am just as puzzled as ever as to how these promotions are processed. Nevertheless we are looking into the matter, and in due course I think we should be able to devise a better system, I can also assure the Member for Moulmein that not only figures but attitudes and the values of the teachers will be taken into account. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Education (Mr Chai Chong Yii):</b> Sir, I would just like to comment on the point raised by the Member for Jurong on the gap between Primary 6 and Secondary 1. It is true that there appears to be a gap between Primary 6 and Secondary 1. Three factors contribute to this feeling. The first is the Primary School Leaving Examination, where only four subjects are examined. The moment a student is promoted to Secondary 1, he will have to sit for eight subjects. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second factor is the difference in teaching emphasis between Primary 6 and Secondary 1. This is due to the fact that the pattern of examination at PSLE has all along been more on an objective test basis. This has resulted in teachers spending more time coaching them how to pass examinations. But when they are promoted to Secondary 1, they are expected to be able to express themselves and to answer open-ended questions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third factor is the continuity of the subject matter. This applies especially to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1093</b></font> \n  <br> \n  <br> Geography and History, because right now in the primary level, Geography and History are included, but only briefly, in the subject Education-for-Living. But when a student is promoted to Secondary 1, the subject matter of History which he has to study concerns World History, from pre-History to 600 A.D., which is quite a big contrast. In Geography, the content covers physical geography and mapping skills. Quite a few teachers have recommended to the ministry that perhaps the curriculum for History in secondary schools should be looked into, and this is currently being studied by the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member posed the question whether History and Geography will be given emphasis in primary education. A new subject known as Social Studies will be introduced to take over the History part and Geography part presently included in the subject Education-for-Living. As to the exact syllabus to be included in the subject, I am unable to tell him right now. The curriculum development officers in the new CDIS will have to look into this aspect of their work. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Science, the gap is not so much on content as on the teaching methods. We hope to be able to reduce the gap when the CDIS is functioning, but personally I do not think the gap will be completely bridged because Primary 6 is the end of the first stage of education whereas Secondary 1 is the beginning of another. They are catering for a different group altogether. Those who are promoted to Secondary 1 have already completed their Primary 6 and are therefore considered more capable academically. Of course, we do realise that there may be students who are a bit slow. That is why we have introduced a fifth year in the secondary level. \n  <br>4.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His second point is that the principal's allowance is not being paid to those working in the Ministry headquarters. According to the revised scheme of service for Education Officers introduced in July 1979, specialist positions in headquarters are meant to be filled by two groups of Education Officers, i.e. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1094</b></font> \n  <br> \n  <br> graduates on Superscale H and non-graduates on Scale 4. Together with the scheme, allowances for principals and vice-principals were introduced. However, not all the principals and vice-principals are eligible for the allowance. The following categories are not eligible: primary school principals and vice-principals on EO Scale 4 and above; principals and vice-principals of secondary schools and junior colleges on EO Superscale grades. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with him that right now, while we do not have a sufficient number of officers to fill these specialist posts, those principals who are currently working in headquarters are at a disadvantage because they are not paid the principal's post allowance. But we have tried to compensate them with faster promotions in view of their higher responsibilities in headquarters. Of course, our desire to give them faster promotion has yet to be proved. I think this is all that I have to comment on his two points. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Sir, before I withdraw my amendment, I want to thank the Hon. Deputy Prime Minister and his two Senior Ministers of State for the excellent replies. Their answers have not only assured us that progress is being made in the Ministry of Education but have also shown that the working arrangement today is a marked improvement over previous years' arrangement. With three Ministers replying to us, how can hon. Members not be satisfied? I therefore beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I propose to take the Suspension now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I suspend the Sitting and shall take the Chair again at 5.20 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>4.50 p.m until 5.20 p.m</i> \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1095</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 5.20 p.m</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L (cont) - \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Object Group 2110 of Subhead Code LC-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with your permission, can I speak on the other amendment standing in my name? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> All right. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Thank you, Sir. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while attention is focussed on the fundamental areas in our education system, which debate has just been concluded in this House before the tea-break, the school environment should not be relegated to a matter of second importance. I have noticed that the playing fields in some schools have not been properly maintained, Some have not been mown for extended periods and a few have been transformed into a sea of lallang, rendering them impossible for any extra-curricular activities or PE lessons to be conducted. The Minister may not be aware of this but certainly this should not escape the attention of the administrative officers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my second observation is in regard to the unnecessary wastage of electricity in schools. Whilst the idea of energy conservation is being taught to the pupils, I suggest that this lesson be extended to school watchmen, or perhaps even the school staff if they are, in fact, those who order that their schools be lit at night and during school holidays. Whilst I appreciate the need to deter vandalism, I do feel that it is unnecessary to switch on all the lights, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1096</b></font> \n  <br> \n  <br> especially when many of these schools are guarded by watchmen although they are being phased out gradually. I suggest that individual schools should locate strategic areas where lighting is absolutely necessary and only in these areas that the light be switched on for security reasons. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are little areas of administrative slip-ups or indifference which can be irritating. I know that the Ministry cannot issue directives on all minor and sundry matters, but it would be wise if the Ministry could issue a general directive to all schools reminding those concerned that it is up to them to exercise general initiative over these and other administrative areas, \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, the Member for Jurong has complained that the grass in certain school fields has not been cut for a long time. I would appreciate it if he would let me know the name of the school so that I could look into it immediately. For the general information of the House, I would like to let Members know that since 1st April, 1978, grass-cutting of fields in all Government schools, where the area exceeds one acre each, has been done by contractors. The tender cost is $19 per acre per cutting. That figure was considered reasonable at that time. But with inflation and increase in wages, the contractor did experience some difficulty and we have taken action under the terms and conditions of the contract. I would like to inform the Member for Jurong that the contract will expire at the end of this month and action is in progress to appoint a new contractor. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of electricity, I fully endorse the sentiments expressed by the Member for Jurong that electricity should not be wasted. For his information, in April 1979, in support of the Save Electricity campaign of the PUB, my Ministry issued a circular to all principals advising them to take all necessary measures to ensure that there is no wastage in the use \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1097</b></font> \n  <br> \n  <br> of electricity in their respective schools. Should the Member for Jurong come across any school that is unnecessarily brightly lighted at night, he could let me know and I would definitely ask my official to investigate and see whether there is any wastage. It is true that we do have a general understanding with the principals of schools that dark corners or certain corridors should be lighted at night for security reasons but there is no reason that they should be brighter than necessary. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Sir, I thank the Senior Minister of State for his very satisfactory reply. I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $595,721,600 for Head L ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $80,439,890 for Head L ordered to stand part of the Development Estimates. \n  <br>5.30 p.m. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1097</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P - \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San (Paya Lebar)</b>( \n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P be reduced by $10 in respect of Object Group 1100 of Subhead Code PA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our medical and health services are famous in countries far and near. Due to its well-developed medical services, the Republic has become a regional centre for medical care. Patients from neighbouring countries have come here for treatment. This indicates that the standard of our medical services is comparable to that of advanced countries such as Europe and America. This achievement can be attributed to the hard work and efforts of the Ministry of Health in the past. The Government has spared no effort to provide health care for the people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I feel that the increase in hospital charges which would take effect on 1st April, announced by the Minister for Health in this House should be reviewed. Charges in the polyclinics and maternity \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1098</b></font> \n  <br> \n  <br> hospitals, including ward charges, and fees for daily treatment, laboratory test, X-ray examination, accouchement and surgical operation will be revised upwards. The revision of fees in the C class wards is particularly burdensome to the lower income group. For instance, ward charges will be increased from $4 to $5. At present patients in such wards are enjoying free treatment, but soon they will have to pay $1.50 for treatment. The laboratory test and X-ray examination are now free, but from next month, it will cost 50 cents per test or examination. Up till now there is no charge for a surgical operation but from next month onwards each operation will cost $30. In maternity cases the present fee for delivery of the second child is $90. On revision, it will be $100, an increase of $10. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if we were to look at the rates for the various classes, we will find that certain fees for A class and B class remain the same, whereas all kinds of fees for the C class wards have been increased. This is unfair to the lower income group. Why should the various fees for the C class wards be jacked up? Why should families in the lower income group be made to bear such a burden? Generally speaking, patients in the A class and B class wards can afford to pay the extra charges but patients in C class wards are mostly people with meagre incomes. 1, therefore, feel that the Ministry of Health should readjust the fees for the C class wards. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for accouchement fees, the fee for delivery of the third child has been increased from $120 to $200; for the fourth child from $240 to $300 and for the fifth child from $300 to $400. This is in line with the Government's policy to curb population growth and in keeping with our policy on family planning, namely, \"two is enough\". However, the increase of $10 in fees for delivery of the second child is rather unreasonable. We all know that the target of our family planning programme is two children per family. But now people are made to pay a higher fee for having a second child. I think this is incompatible with our objective of family planning. I hope the Minister will \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1099</b></font> \n  <br> \n  <br> reconsider the increase in accouchement fee for the second child. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> As there is only one other amendment would the Member for Changi like to join in the debate? \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee (Changi):</b> Mr Speaker, Sir, since you have allowed me to speak now, may I also touch on my amendment, so that I need not move it later? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> All right. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee:</b> Thank you, Sir. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. Minister for Health announced in Parliament recently that hospital and outpatient clinic charges would be increased and a new intermediate Class B2 introduced mainly to bridge the gap now existing between the B class wards and the C class wards. According to the Hon. Minister, the increases which will take effect from 1st April 1980 are necessary because of the high cost of maintaining hospitals as a consequence of salary increases, National Wages Council awards and also price increases for goods purchased by the hospitals. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not disagree with some of the increases in hospital charges which I consider nominal for those patients who can afford to pay or those whose medical expenses incurred at A and B classes are paid for by their employers. But the greatest effect on patients in the C class wards, who will be hard-hit by these increases, will be the new surgical operation fee of $30 and the attendance fee at the hospital specialist out-patient clinics which will be raised from $4 to $10. Patients in C class wards will find these increases quite substantial as they usually come from the lower income section of the population. Perhaps the Hon. Minister for Health could review the matter before these new changes are implemented from next month. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1100</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The price increase in essential services has generally become an accepted fact in our way of life, provided the services render.ed are worth the money paid. What the Hon. Minister did not mention in his Ministerial Statement delivered in this House on 5th March was the kind of improved services that hospitals were going to provide for the patients as a result of the increases in hospital charges. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the creation of the new Class B2 ward further divides the number of existing classes, it is feared that the general services in Class C, which have not been satisfactory for some years, will further deteriorate. The shortage of doctors and other medical personnel caused by their continuing and unrelenting resignations is said to have contributed towards the unsatisfactory standard of service, especially those provided at Class C wards where patients feel that the least attention is given to them by doctors. If the present situation has already caused dissatisfaction among patients who complain about the slow and unsatisfactory service as well as inadequate attention by doctors, I wonder how the doctors and medical officers could further cope up with the workload created by the additional Class B2 ward without reducing the extent of service rendered at the existing Class B and Class C wards. Many patients feel that they are usually prematurely discharged. In some cases, patients have to be readmitted because of incomplete treatment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the existing shortage, doctors and medical officers are obviously overworked. However, in most Class C wards, doctors are still not able to cope up with the patient demand for service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have read with concern that more specialist doctors are resigning from Government and University services to go into private practice because their employment with the Government is unchallenging besides the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1101</b></font> \n  <br> \n  <br> poor salary and unsatisfactory working environment which they have been complaining about. This, of course, includes the hon. Member for Kim Seng. Do these resignations not have a further effect on the standard of service? Does the Hon. Minister not expect a further drop in the standard of service in patient care? Would the Hon. Minister give his assurance that the service in patient care would be carefully monitored to ensure that the standard of service is maintained as high as possible under the circumstances? \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Health (Dr Toh Chin Chye):</b> Mr Speaker, Sir, both the Member for Paya Lebar and the Member for Changi have dwelt mainly on the changes in the hospital charges for C class wards. I would like to point out that the daily ward charge for Class C has been increased by only $1 over the existing rate of $4. Over a period of five years, $1 has lost much of its value in terms of real purchasing power. From that point of view, I think an increase of $1 is practically negligible. The Member for Changi and the Member for Paya Lebar know very well that five years ago their lunch at a hawker centre cost much less than what it is today. So paying $1 more per day to stay in the hospital where he is provided with three meals, pyjamas, and surrounded by hospital servants and nurses, is actually a very minimal increase. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the imposition of $1.50 for treatment fee, this is to remind the patient that if he were to go to the Outpatient Department he will be charged $3, and he will have to go home. The charge of $1.50 covers the cost of consulting fees due to the doctors and also the cost of medicine. When this sum of money is compared to the existing sum of $3 which he has to pay at the Outpatient Department, I think $1.50 is again a nominal charge. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of a 50 cents charge for diagnostic fee, which includes X-ray, I would like to remind both Members that the number of tests per patient has been going up over the years. It is expected that every patient will now have about six tests in bio-chemistry, five tests for blood, and probably one X-ray \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1102</b></font> \n  <br> \n  <br> and one bacteriological test. What we can do, of course, is either to levy an average charge or to charge the actual cost of each test. If this were done, and as it will be done and paid for by the A class patients, it is going to come to a considerable sum of money. I would like to remind both Members that they should compare the imposition of 50 cents diagnostic fee for C class patients with the actual fees to be paid for by A class patients. They will find that it will cost A class patients about $10 to $30 for a laboratory test and $5 to $360 per X-ray examination. Moreover, both Members should be aware that the price of silver has gone up which also means that the cost of X-ray films has gone up. Therefore, 50 cents to be charged for diagnostic fees is negligible or insignificant. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A patient who enters a hospital will know that the daily ward charge covers his meals and PUB charges for which the Ministry and the hospital will have to pay. As Members are aware, the PUB has increased its charges and the hospitals have to pay these increased charges. The daily ward charge also covers the cost in terms of the attention given to him by nurses and hospital servants. All these incur expenditure. In fact, ward charge is the main cost for staying in a hospital. In addition, he has to pay a treatment fee and laboratory test fee. All these have been weighted against the survey on household incomes made by the Housing and Development Board. These figures have not been arbitrarily thought up, but we have calculated that it is within the means of a patient, even in the C class ward or from among the working class, to be able to pay the fees. Of course, I would like to add that being sick is not an everyday occurrence. One does not go to the hospital every day. Health treatment is not a commodity that is being consumed regularly, and therefore the charges which are being imposed will be within the means of every C class patient to pay. \n  <br>5.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as accouchement fees are concerned, the Member for Paya Lebar \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1103</b></font> \n  <br> \n  <br> complains that I have increased it by $10 for the second child in C class. Here again, I would point out that the $90 fee which is now being paid for a second child in C class had been under-estimated. It has been brought up to-date by an increase of $10. If the Member for Paya Lebar, who seems so concerned with the working class and those earning very low wages, were to make a survey of accouchement fees charged by midwives in the private sector, he will find that the midwife's fee ranges from $150 to $200 per child. We are charging $60 for the first child and $100 for the second child. These charges are well below the charges which are being imposed by midwives in the private sector. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I further add that when a woman delivers in a Government hospital, it is also possible that there may be complications in delivery and there are specialist doctors around who can perform complicated deliveries, whereas the midwife cannot and does not. Therefore, the increase in the charges is again a small sum and really does not reflect the amount of work that goes into obstetric care. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi suggests that the service in the hospitals is unsatisfactory because of the resignation of doctors. I am afraid he will have to ask the Member for Kim Seng whether the service has been satisfactory because the Member for Kim Seng has left the service of the University, or has it been unsatisfactory since he left? This is a question that I cannot answer. But I am in no way at all responsible for the resignations. Doctors, like other people, leave the service of the Government or of the University for reasons of their own. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for early discharge from hospitals, I would say that doctors are the best judge as to when a patient can go home. If patients wish to stay longer in a hospital, then they must be prepared to pay for the cost. They cannot lodge indefinitely in the hospital and take up beds which other patients need. I think it is important for all of us to remember \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1104</b></font> \n  <br> \n  <br> that a hospital bed is a valuable commodity. So we do not want parasites to hang on as long as possible, I would say, at very highly subsidised rates. Whether it is in C class or B class, I would like to remind Members of the House that these rates which we are imposing are just a fraction of the actual cost. It is not the intention of the Ministry to make a profit out of health care. But we have gone very far already in calculating how these costs must be shared by patients, and it is fair enough that it should be a percentage of these costs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The B2 class has been created to bridge the gap, as I said earlier, between C class and the B1 class. Because the B1 class was pegged at $30 in the past, it has created a big gap between the $30 ward charge and the $4 ward charge for C class. The end result is that this has encouraged many patients to go into the C class. There are patients who we know can afford to pay and who want to move out of C class. We are, therefore, creating a B2 class for this category of patients. I expect that with increasing affluence, there will be more patients who will want B2 class wards. These wards will give patients greater privacy. For example, in the new Singapore General Hospital building, there will be two bays in the B2 class, each bey containing only five beds. The ratio of nurses to patients, of course, in the B1 and B2 classes will be higher to reflect greater 8bility to pay for services. We do not say that C class patients are therefore left on their own. But it is necessary now and then to ask oneself: what does the private sector charge, or how do the private hospitals handle the private patients and whether this is equivalent to Government standards, or whether the standard of service in Government hospitals is below that of private hospitals. If it could be proved that this was so, then of course corrections will have to be made. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Paya Lebar has mentioned that we have imposed a surgical fee of $30 for C class patients, when it never existed before. This has been done so as to impress upon the patient that surgery is a very serious affair. The charge does not even \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1105</b></font> \n  <br> \n  <br> cover a mini-fraction of the cost of paying for the anaesthetist, the surgeon and his assistant, the nurses who help in the operation, and the cost of maintaining the operating theatre which has to be kept sterile and washed after every operation. In fact, some of the C class patients who are in the hospitals have been to see traditional physicians, like acupuncturists, before they end up in the hospitals. And I am told from private investigation that acupuncturists charge as much as $25 per session, without anaesthesia. The acupuncturist takes a needle and just pushes the needle into you. You enjoy it without anaesthesia. The surgeon, on the other hand, before he takes up his scalpel, makes sure the patient is properly anaesthetized, and it costs only $30. So there is absolutely no comparison at all. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to impress upon the Member for Paya Lebar particularly and the Member for Changi, both of whom represent the trade union movement, that workers need not feel worried that they are going to be squeezed because of this revision of charges. I would only ask them to make a study of what they would have to pay to consult the private practitioners. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, to my knowledge, our hospitals do not apply a means test for 8 class patients. As the Minister pointed, that he has created a new B2 class to take some pressure off the C class wards. I am just wondering whether, in the interest of the lower income groups and in order to prevent further increases in ward charges for C class patients in future, an income ceiling might not be imposed for C class patients. This would prevent those who are able to afford to pay higher ward charges from taking advantage of the relatively low rates for C class. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, in 1976 I asked for a survey to be conducted on patients who went to Alexandra Hospital. Most of the patients who went there were in B class and C class. The results of the survey astonished me because those assistants who \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1106</b></font> \n  <br> \n  <br> conducted the survey visited the homes of the patients. They were surprised to find that patients who were in C class had television sets, air-conditioners, telephones and refrigerators in their homes. And asking a patient what is his income, is like putting the fear into him that you are going to spill on him to the income tax man. \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San</b>( \n  <i>In Mandarin</i>): Sir, after the explanation given by the Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $216,750,460 for Head P ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $67,225,600 for Head P ordered to stand pan of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1106</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O - \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head O be reduced by $10 in respect of Object Group 1100 of Subhead Code OA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the international situation is critical and fraught with many dangers which threaten world peace. A major contributing factor is the upsurge of the new imperialism as conducted by the Soviet Union. Hence, I support the view of the Government that the international community should oppose the Soviet-supported Vietnamese aggression against Kampuchea and the Soviet invasion of Afghanistan. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Soviet imperialism is a phenomenon which threatens world peace and security. It is unlike the imperialism of the Western powers because it is downright expansionist. The Soviet Union is merely carrying on the tradition of the imperial Czarist regimes of pre-revolutionary Russia, which carved out a huge empire out of central and east Asia. And since the end of World War II, the Soviet Union has been occupying more territories in Eastern Europe, East Asia and Central Asia. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our policy of opposition to any aggression and territorial aggrandizement by the Soviet Union is a correct one. And we should resist some governments' and commentators' viewpoints, especially those in India and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1107</b></font> \n  <br> \n  <br> Australia, who advocate detente or peaceful co-existence as the correct posture to adopt vis-a-vis the Soviet Union. Some Australians under the safety of the American defence umbrella and separated from Asia by a few thousand miles of water can pontificate about the virtue of detente. But detente may be beneficial to the Atlantic Alliance and to American allies like Japan and Australia. It does not secure for small states like Singapore an assurance of peace from the Soviet Union and other communist powers, who see detente as an opportunity to restrain the United States and Western powers, while at the same time, seize the opportunity to push forward their expansionist designs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The one distinctive feature about Soviet imperialism from Western forms of imperialism is that the Soviet Union does not withdraw; it always advances. This is because of the totalitarian nature of the Soviet state which does not allow for any deviation from the politburo policy and for any domestic opposition to that policy. Further, the Soviet state has never been susceptible to international opinion or sanction to change their policy. All the UN and Islamic Conference resolutions calling for the withdrawal of the Soviet troops from Afghanistan have not affected their continued occupation of that country at all. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Understanding the expansionist nature of Soviet imperialism, it is imperative that international opinion be galvanized to stop Soviet expansionism in Afghanistan and in Southeast Asia through Vietnamese proxy, and to support a coalition of powers to counterbalance the Soviet military power. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has been forthright and taken the initiative in various international fora to oppose Soviet aggression, for example, in the United Nations, Non-aligned Meetings and in ASEAN Conferences. Many countries have supported our position - this shows the correctness of our policy. \n  <br>6.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like, however, to see the Government go further to demonstrate our \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1108</b></font> \n  <br> \n  <br> opposition to Soviet imperialism. One way is to check on the Soviet presence in Singapore. It is known that under the guise of the normal functions of diplomacy, Soviet officials in the embassies, the press agencies, information offices, trade offices, joint venture companies, etc. have indulged in subversive activities. The recent example of the subversive activity of the Soviet Ambassador in Wellington is a case in point. In Singapore, we had the trouble with the Moscow Narodny Bank. I would like, therefore, to caution the Hon. Minister to be vigilant against any subversive activity by Soviet officials in Singapore. Specifically, I would like to know the number of Soviet diplomats and other officials in the Soviet press agency, trade and information offices, and whether we should not reduce the number of Soviet officials present here. Singapore has very little trade with the Soviet Union and we have limited official exchanges. We maintain a very small but dedicated mission in Moscow, but the Soviet embassy here is very large both in terms of personnel and space. Sir, I hope the Hon. Minister will look into this question that I have raised. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An aspect of our foreign policy should be to maintain our non-aligned posture vis-a-vis the Sino-Soviet rivalry. Today, we are host to the Chinese Foreign Minister, and the Government has reiterated its firm stand that it will establish diplomatic relations with China only after Indonesia has done so. This is a correct policy. But I would say that even after Indonesia has established diplomatic relations with China, we should not be too quick to do the same. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our Government's views on the Afghanistan and Kampuchea issues seem to be similar to those of China, but I have no doubt that the Hon. Minister has been motivated by our national interests and that the similarities are purely coincidental. However, I would like the Hon. Minister's comment on this point. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, one of the pillars of our foreign policy is ASEAN. Economically, as the Hon. Minister for Trade and Industry \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1109</b></font> \n  <br> \n  <br> stated in his Budget statement, Singapore's future is tied up with the future development of our ASEAN neighbours. Politically, we should identify ourselves more and more as a South-east Asian country with common interests with our ASEAN partners. Singaporeans must be aware and be sensitive to our neighbours' problems in the cultural, social, economic and political fields. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I would like to ask the Hon. Minister his view on the proposal made by the Hon. Vice-President of Indonesia, Adam Malik, regarding the establishment of an ASEAN Community Foundation. According to the Hon. Vice-President, the Foundation will seek to promote understanding between the peoples of ASEAN, and if so, it is a project worthy of our support. \n  <br> \n  <br> \n  <!-- Mr S. Dhanabalan (Senior Minister of State for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Foreign Affairs (Mr S. Dhanabalan):</b> Sir, the hon. Member for Serangoon Gardens has made a general statement on the Soviet policy in Asia. I do not want to comment on its policy because I think both my Minister and other Ministers have so many times elaborated on Singapore's perceptions of Soviet policy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member raised three specific points which I would like to touch upon. Firstly, he wants clarification on the number of Soviet personnel in the Soviet Embassy in Singapore, and he asked whether we should not consider reducing these officials as one sign of displeasure with Soviet policy. The Soviet Union first set up a Trade Representation in Singapore in 1966 with a complement of only two diplomatic and six non-diplomatic staff. When diplomatic relations were established in 1968, the strength of the Soviet Embassy was increased and the staff now comprises a total of 28, i.e. 10 diplomatic staff who enjoy diplomatic immunity and privileges and 18 non-diplomatic staff. At present the Singapore Embassy in Moscow, although having reciprocal rights, has only three diplomatic and seven non-diplomatic staff, which we consider adequate for the present. If we need to, we can increase this strength to the same number as the number of Soviet staff in Singapore. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1110</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the staff in the Soviet Embassy we have in Singapore at present 23 other Soviet citizens working in the various Soviet companies and services, like the media, Aeroflot, Moscow Narodny Bank, and so on. These people, of course, do not enjoy any diplomatic immunity. I am sure Members are aware that applications by non-citizens to work in Singapore are very closely scrutinised and periodically reviewed, and only those who are absolutely essential for the operation of a company in Singapore are allowed or permitted to come into Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is fully aware of the security problems that could arise from diplomatic personnel as well as other personnel engaged in Singapore and that such personnel could indulge in activities detrimental to our security. As is the acknowledged practice, the Government considers it its duty to keep a close watch on the situation to ensure that those who enjoy diplomatic privileges and immunities do not abuse these privileges and endanger our security. Should there be any breach of such diplomatic privileges, the Government, of course, will take such action as is appropriate and in accordance with internationally accepted practices and international law. In the case of non-diplomatic personnel, the relevant authorities in the Government, I am sure, are keeping a close watch and any breach of our laws will bring the full weight of the law against them, and certainly being asked to leave the country will be the least of the penalties that will be imposed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the House must be undoubtedly aware that Singapore has taken a very strong stand against Soviet military intervention in Afghanistan and the role that the Soviet Union is playing in Kampuchea. Without Soviet support, Vietnamese occupation of Kampuchea will not be able to last very long. We have spoken out against Soviet activities in both Afghanistan and Kampuchea at all international and regional gatherings. As Members must be aware, we were active in the United Nations in garnering support against Vietnam and the Soviet Union on the resolutions pertaining to Kampuchea and Afghanistan. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1111</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Serangoon Gardens asked whether we should not reduce the number of Soviet Embassy staff as a form of retaliation against Soviet actions in Kampuchea and Afghanistan. The hon. Member must no doubt be aware that such a move in international diplomatic practice is deemed to be an extremely serious step, implying a serious breakdown in the bilateral relations between the two countries. Because we have spoken out strongly against the Soviet actions, it does not mean that we are, in fact, in a state of adversary relations with the Soviet Union. The present state of our bilateral relations with the Soviet Union can be more aptly described as correct. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of Soviet personnel may appear to be large in relation to our trade with the Soviet Union. The Member is right in saying that our trade relations are rather insignificant and, although the absolute figures have increased, the share of Soviet trade in Singapore's total trade has fallen over the years. But we have to bear in mind that trade is only one of the elements in the bilateral relations between any two countries. Diplomatic personnel will be necessary to facilitate diplomatic communications as well as to strengthen bilateral relations in culture and other matters. We think that the present staff strength in the Soviet Embassy is adequate for these purposes and an increase in staff is not envisaged in the immediate future. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point that the Member made on which he wants my comment is the apparent similarity between our views and the views of the People's Republic of China on various international issues. I want to reassure the Member that we take positions and express views purely from the point of view of what is in our national interest and in the interests of ASEAN. If our perception of Soviet-backed Vietnamese actions in Indochina as well as Soviet invasion of Afghanistan happens to be the same as China's perception, this is merely coin- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1112</b></font> \n  <br> \n  <br> cidental. We happen to be on the same side for different reasons and it is not improbable that, as we begin to work out a solution, for example, in the Kampuchean problem, our views and opinions would diverge as we pursue our own individual national interests. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point which the Member raised concerned the proposal made by the Indonesian Vice-President on an ASEAN Community Foundation. I am afraid the only details I have on this proposal are those contained in the newspaper reports and we do not know anything more than what was reported. I understand that the objective of the proposed Foundation is to strengthen mutual understanding, cooperation and regional solidarity in ASEAN countries. In principle, we would support any scheme designed to promote mutual understanding and cooperation if such schemes do not duplicate already existing institutions and schemes. So we will await further details from those who have made the proposal. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I would like to thank the hon. Senior Minister of State for Foreign Affairs for his very clear and satisfactory reply to the questions that I have raised. I do not think I need to pursue them further. I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $30,847,420 for Head O ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $10,000,000 for Head O ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1112</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>COMMITTEE OF SUPPLY</b> \n  </div> \n  <div align=\"center\"> \n   <b>REPORTING PROGRESS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Suspension of Standing Orders)</b> \n  </div> \n  <br>6.14 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put, and agreed to. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1113</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, progress be reported now and leave be asked to sit again tomorrow.\" - [Mr Chua Sian Chin]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, I beg to report that the Committee of Supply has made progress on the Main and Development Estimates for the financial year 1st April, 1980 to 31st March, 1981, and ask leave to sit again tomorrow. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1114</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> So be it. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Chua Sian Chin]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Sixteen \n  </div> \n  <div align=\"right\">\n    minutes past Six o'clock p.m. \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1115</b></font> \n  <br> \n  <br> \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1980/19800318/19800318-HA-0391115.htm\">figures - NO. OF PROVISIONAL MOTORCYCLE DRIVING LICENCES (PDL) ISSUED (Cols. 1115 - 1116)</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1116</b></font> \n  <br> \n  <br>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
