{"memberId": null, "volumeNo": "41", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "18", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"41\"> \n  <meta name=\"Sit_No\" content=\"18\"> \n  <meta name=\"Sit_Date\" content=\"1982-03-26\"> \n  <meta name=\"Start_Col\" content=\"1709\"> \n  <meta name=\"End_Col\" content=\"1732\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">41</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">18</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">26-03-1982</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1709</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 41</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 26th March, 1982</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat) ). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Health and Second Minister of Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1710</b></font>\n  <br>\n  <br> \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Prof. S. Jayakumar (Bedok), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of National Development. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1711</b></font>\n  <br>\n  <br> \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education, Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Labour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1712</b></font>\n  <br>\n  <br> \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister of State, Ministry of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1711</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1712</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan (Whampoa) - from 30th March to 25th April, 1982. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1713</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>CURRENCY (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee (First Deputy Prime Minister and Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister of Education (Dr Goh Keng Swee):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This may be a suitable occasion to give Members a brief review of the changes to the international monetary system in the last 15 years. These changes have made necessary this Amending Bill. This has been a period of great turbulence in the world's financial markets. The economies of the major industrial countries, except for Japan and West Germany, began to experience increasing difficulty in maintaining full employment without running into inflation and balance of payments problems. At first, the matter was dismissed as purely technical, something which Finance Ministers and Central Bankers could handle. By the early 1970s, governments began to recognize that their troubles had deep-rooted causes, but the experts were not agreed on what these were. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, till today the problems remain unresolved, as the present sorry state of the world economy testifies. Yet despite the troubled state of the world economy, Singapore and certain countries in Asia - the ASEAN states, South Korea, Taiwan and Hongkong - registered good economic growth rates throughout the period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Until the Currency Act of 1967 set up the Republic's own currency, we shared a common currency with Malaya (later Malaysia) and Brunei. The common currency was managed by an entity called the Board of Commissioners of Currency, Malaya and British Borneo, a colonial relic which strangely survived the independence of Malaya in 1957 and the establishment of Malaysia in 1963 with Singapore as a constituent part. However, when we left Malaysia in 1965, it became clear that the days of this colonial relic were numbered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the break-up of the common currency system, Singapore introduced its own currency. But the essentials of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1714</b></font>\n  <br>\n  <br> system remained. There was automatic conversion of the Singapore dollar into sterling. If you had dollars you could get any amount of British pounds at a fixed rate of exchange - $8.57 per £. If you had British pounds you could buy any amount of Singapore dollars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure this free convertibility, at all times, the Currency Board was obliged by law to maintain at least 100% sterling reserves against its currency issue. In practice, the cover was 110%. The Board earned income through commissions on buying and selling as well as on its sterling investments in London, which was then managed by the Crown Agents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Early in 1967, it became apparent that Britain was running into balance of payments troubles and that a devaluation of the pound was on the cards. The Board began its first moves to diversify its reserves into other currencies and into gold. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 18th November 1967, the pound was devalued. Singapore decided to retain its old parity in relation to other currencies, and the dollar rate was fixed at $7.35 to the pound. After 1967 it was becoming increasingly evident that the whole international financial system was running into serious trouble. The linchpin of the system was the US dollar, which was the world's major reserve currency. The pound sterling was the reserve currency only of some Commonwealth countries. Most of the world's Central Banks kept their reserves in the US dollar and their currency parities were fixed in relation to the US dollar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This system of fixed exchange rate parities, underpinned by the US dollar, was one of the great financial innovations in the world's financial history. It was introduced in 1944 under the Bretton Woods Agreement. For two decades, world trade flourished under fixed exchange rates and a period of continuous inflation-free growth produced increasing affluence in the industrial countries. It is no exaggeration to say that many experts believed that the rich countries had found the secret of everlasting prosperity. There was then genuine concern for poor countries of the Third World and a willingness to help \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1715</b></font>\n  <br>\n  <br> them through generous amounts of aid. Alas, this no longer holds true today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately events after 1967 were to confound the optimists. The reasons are complex and I will not deal with them here. I will only trace the major events. The linchpin of the world's monetary system was, as I have said, the US dollar, the major reserve currency. In the early postwar years, the world was starved of dollars. When the US ran balance of payments deficits - this happened when Americans spent more on foreign goods and services than they sold to foreigners - American dollars would then accumulate in foreign countries as welcome Central Bank reserves. The same thing happened when the Americans lent or invested more overseas than they borrowed from foreigners. In those years, these surplus dollars were eagerly sought after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, one can have too much of a good thing. When foreign Central Banks accumulated US dollars, they were entitled to convert these into gold at the rate of US$35 per ounce. American gold reserves at the end of World War 11 were enormous, US$28 billion at US$35 per ounce. By 1968, half this amount had found their way into the vaults of foreign Central Banks. Then there arose doubts on two points. First, whether the Us balance of payments deficit would cease; second, if it did not, whether the dollar would continue to be convertible into gold. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 15th August 1971, these doubts were removed. The US Government suspended dollar convertibility into gold. The American Government took the position that if foreign Central Banks accumulated US dollars it was their business. If they did not like it, they could remedy the situation by revaluing their own currencies upwards. To add insult to injury, President Nixon called this \"a policy of benign neglect\". This enraged Central Bankers of the world. Before long, a meeting of major industrial countries, Finance Ministers and Central Bankers, was convened at the Smithsonian Institute in Washington and in December of that year, participants reached agreement on new parity exchange rates. This allowed the over-valued US \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1716</b></font>\n  <br>\n  <br> dollar to be fixed at a more realistic level. Another major change was that exchange rates were allowed to fluctuate within wider limits, plus and minus 2 1/4% of the parity value, compared with 1% under the Bretton Woods Agreement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Smithsonian agreement with its wider intervention limits, gave more leeway to Central Banks in regard to their intervention operations to support the exchange rate parity. But it solved nothing because the problems confronting the world were not those which would yield to a technical solution, which the Smith-sonian arrangement was. Within six months, the pound floated, i.e., the British Government decided not to tie its value to the Smithsonian parity. Other governments followed the British example and gave up the struggle. By February 1973, the Smithsonian fixed parity exchange rate was largely abandoned. The yen was the first to go. It floated upwards. In March, six members of the European Economic Community linked their exchange rates against each other and floated jointly against the US dollar. Exchange rates were allowed to float, i.e. their values were determined by day-to-day foreign exchange market operations with Central Banks intervening from time to time as they saw fit. The world had reached this position not by deliberate choice. It was because Finance Ministers, Central Bankers and their experts had run out of choices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the pound lost its moorings on 26th June 1972, Singapore used the US dollar for intervention purposes, the parity rate being taken at one US dollar to $2.82, compared with $3.03 in 1967. In February 1973, the US dollar was further devalued and the Singapore parity was fixed at $2.54. By June of 1973, this parity could no longer be maintained and the Singapore dollar followed other world currencies and floated. Like the yen, it floated upwards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By this time, the Currency Board had become something of an anachronism, By law its duty was to exchange Singapore dollars for sterling, and later the US dollar, at fixed rates of exchange. It cannot operate under floating rates. Even before the regime of freely floating rates emerged, the function of mana in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1717</b></font>\n  <br>\n  <br> external value of the Singapore dollar had been taken over by the Monetary Authority of Singapore, established by an Act of Parliament on 1st January 1971. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was the MAS that provided banks with Singapore dollars against US dollars and US dollars against Singapore dollars when the market was short of one or the other currency. The function of the Currency Board was to issue coins and currency notes to banks and other customers against payment in Singapore dollars. For instance, it issued new currency notes against old ones and coins against currency notes. Even the assets of the Board were managed by the MAS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the world's monetary system was shaken to its roots by the tumultuous events I described, the Currency Board continued to operate in an environment of complete serenity. It even found time to issue gold and silver coins. In May 1977, it moved from its dilapidated premises in Empress Place to the CPF building where, for the first time, it possessed secure vaults for the storage of currency. The old vaults at Empress Place were a constant source of worry. An enterprising burglar could burrow underground and break into the vaults. Some Members will recall that the renowned detective Sherlock Holmes foiled one such attempt on a bank vault. This exploit is recounted in \"The Adventures of Sherlock Holmes: The Red-headed League\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a precaution, a security alarm system was installed in the vaults which responded to seismic shocks which tunnelling operations must set off. However, the system was so sensitive that the alarm went off whenever a heavy truck passed by Empress Place. After some time the only response to the alarm signal when it went off at the Police Control Room was to switch it off. Fortunately no enterprising burglar, assuming he existed, discovered this weakness in the security system at the old vaults. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill aims to bring legislation in line with reality. The sections of the old Act, 16 and 17, which obliged the Board to issue Singapore dollars against gold and foreign \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1718</b></font>\n  <br>\n  <br> currencies are repealed in Clause 5. The parity rate of exchange is abolished in Clause 6. Clause 10 will regularise the existing practice whereby the assets of the Board are managed by the Monetary Authority of Singapore. Clause 10 also provides for a revision of the method of valuation of assets. At present the gold reserves of the Board are valued at US$42.22 per ounce which is unrealistic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding these changes, the principle that assets of the Currency Fund shall provide at least 100% cover for the currency issue is retained. This is provided for in Clause 11 of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are other minor changes which experience over the years has indicated as necessary. For instance, the Board used to provide free service in exchanging new notes and coins for old ones. Banks are large customers. Unfortunately, some banks abuse this free service, dumping huge amounts of usable and unusable notes for brand new ones. The Board has incurred substantial costs as a result. First, valuable storage space in the vaults is occupied by such notes while waiting to be re-sorted into unusable notes assigned for destruction and usable notes which can be re-circulated. Second, the cost of resorting is substantial. As manual resorting could not cope, the Board had to buy machines. A small charge will encourage banks to do preliminary processing as well as help to defray these costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also provisions relating to tampering, counterfeiting and the production of replicas of notes and coins and a redefinition of limits of the legal tender of coins of various denominations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Goh Keng Swee]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1719</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CARRIAGE OF GOODS BY SEA (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.51 p.m. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Carriage of Goods by Sea Act, which was enacted in 1972 and came into effect in 1978 governs the liabilities and responsibilities of carriers or shipowners with regard to the cargo onboard their vessels. When loss or damage occurs to the cargo, a carrier's liability is determined by the value as stated in the Bill of Lading. In the event that a shipper does not declare the nature and value of goods shipped in the Bill of Lading, paragraph 5(a) of Article IV and Article IV BIS of the Rules (as set out in the Schedule to the Act) provides for the carrier's limit of liability to be determined as 10,000 gold francs per unit or 30 gold francs per kilo of gross weight of the goods, whichever is higher. A gold franc is equivalent to 65.5 milligrammes of gold of millesimal fineness 900. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The limits of liability under paragraph 5(a) of Article IV and Article IV BIS of the Rules are ambiguous because the conversion of gold francs to local currency depends on the market price of gold which fluctuates from day to day. In addition, the Rules do not state whether the effective date of claim is the date of loss or damage, or the date of judgment on the claim. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The uncertainty of traders on the limits of liability in the Act as it stands today, is harmful to the development of our overall trade and commerce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present Bill will resolve this ambiguity by allowing the Minister for Trade and Industry to specify, from time to time, the limits of liability through a standard conversion from gold francs to Singapore dollars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1720</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Tony Tan Keng Yam]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1720</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.55 p.m. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1973, the Government decided to introduce a housing scheme for the middle class to enable young professionals and executives who were not eligible for public housing to own homes. The Housing and Urban Development Company (Pte) Ltd, a wholly-owned Government company, was subsequently incorporated on 4th February 1974, to develop and manage middle-income housing. Since its inception, the Company has sold over 2,700 units of flats. However, as a private corporation, the Company faces limitations in achieving all the objectives of the HUDC housing scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has therefore decided that the Housing and Development Board should take over the functions of developing and managing HUDC housing. The HDB, which has over 20 years of experience in housing development and the necessary expertise and resources, will be in a better position to implement, manage, and construct HUDC flats. Under a single housing authority, it will be easier to achieve the Government's objective of creating integrated communities with a good mix of different income levels in the New Towns and housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1969 and during the 1970's, to meet the urgent demand for low-cost housing in industrial areas, the Jurong Town Corporation developed public housing estates at Taman Jurong, Boon Lay, Teban and Pandan Gardens as well as at Sembawang. To avoid duplication of functions of two statutory boards, the Government has decided that JTC shall rationalise its operations and concentrate on the development of industrial estates. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> HDB shall be the sole public housing authority in Singapore and therefore public housing presently under the management of the JTC shall be transferred to the HDB. In addition, the HDB shall assume the function of meeting the housing needs of workers in Jurong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Amendment Bill seeks to give effect to the proposals to transfer HUDC and JTC housing estates to the HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 30 (A) of the Bill seeks to vest in the HDB existing estates and interests of the Housing and Urban Development Company and the Jurong Town Corporation in the lands described in the First and Second Schedules. All the rights and liabilities of the Company and the JTC in connection with their transferred properties shall also be transferred to the HDB. The Board may continue, complete or enforce any proceedings by or against the Company or the JTC in respect of the lands vested which are pending on the date of commencement of the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 30 (B) provides that the HDB shall pay the Company and the JTC such compensation as may be agreed between the parties concerned for the transferred properties. As \"HUDC\" has become synonymous with middle-income housing, it is intended to preserve the name \"HUDC\" after the takeover by HDB. Section 30 (C) provides that all existing dwellings and future ones to be built by HDB for middle-income earners will be known as \"HUDC dwellings\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 30 (D) provides for the transfer to the HDB of all the rights and obligations relating to existing applications for HUDC dwellings. The HDB is empowered to vary the terms and conditions of any application made to the Housing and Urban Development Company prior to the take-over date for the purchase of future HUDC dwellings. It is necessary to give powers to the Board to impose from time to time conditions for the purchase of flats consistent with the prevailing Government policies. For example, the Government is actively encouraging the preservation of the extended family unit. In the past, single persons were permitted to buy HUDC flats without the need to form a family nucleus. This leads to the premature break-up of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1722</b></font>\n  <br>\n  <br> family unit. To discourage this, single persons who register for HUDC flats will not be allocated a unit until they are able to form a family nucleus or until they attain 40 years of age. This section also empowers HDB to cancel an application if the applicant has refused or failed to accept the terms and conditions as varied by the Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The existing section 41 of the Housing and Development Act prescribes restrictions on the purchase of properties sold by the HDB. Clause 4 of the Amendment Bill amends section 41 to enable the Minister to direct the Board to exempt any persons or class of persons from any or all of the provisions of this section. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, permanent residents are permitted to apply for HUDC housing. Upon assuming the function of developing HUDC flats, the HDB will continue to permit applications from eligible permanent residents. Clause 5 of the Bill amends section 48 (A) of the Housing and Development Act to enable the Board to compulsorily acquire any HUDC premises whose owner has ceased to be a permanent resident of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>3.02 p.m. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, the Housing and Development (Amendment) Bill involves two housing estates in my constituency. I refer you, Sir, to pages 14 and 15 of the Bill, i.e. the Second Schedule, where the estates of Teban Gardens and Pandan Gardens are mentioned. I am sure the residents of these two estates, and in particular, Teban, would support me if I tell this House that the HDB will not be receiving a bundle of joy but a bundle of woes. My fellow MP, the Member for Boon Lay, and of course the Member for Jurong who has now crossed over to the other side of this House, could also testify to what I am about to say and he would indeed be glad that I am echoing what he has said before in this House when he was a Backbencher. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1723</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a picture is worth a thousand words. Therefore, with your indulgence, Sir, I would pass this photograph to the Minister for National Development and another one to the Minister for Trade and Industry who was in charge of JTC previously. In it you will see the conditions of one of the very badly managed flats in JTC. [Photographs handed in] I am sure that the Minister for Trade and Industry, after seeing that photograph, will be glad to pass this JTC buck over to the Minister for National Development. If the two Ministers are not convinced by the photographs I have just given to them, I have here a stack of them taken from the homes of many residents in Teban, and if they are still not convinced, I would extend an invitation to both of them to my Ayer Rajah community hall to watch a video-recording of the Teban market, the housing defects and the general environment. I hope also, Sir, to give the Minister for National Development a report of the housing problems of Teban which is being compiled now by the two Residents' Committees of the estate and the Citizens' Consultative Committee of my constituency in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the land in Teban and in Pandan has sunk. The drainage system is dislocated in some areas. The drains are clogged, rats are plentiful, pipes are broken, toilets leak and lifts break down frequently. The residents are fed up with the delays in attending to their complaints and many have stopped writing to the JTC. Therefore, the residents of Teban and Pandan greet this takeover with great expectations. The HDB, with its glorious history of achievements in the housing industry, is welcomed by the residents as their only hope and saviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not trying to be sarcastic when I pass that remark. It is a general feeling of the residents there. As for me, I personally feel that I would like to go along with the feelings of these residents. But after having been in this House for one year and listening to the brickbats thrown at the HDB by my fellow MPs who are in charge of predominantly HDB dwellings, I welcome this takeover with mixed feelings. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1724</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the HDB lives up to the expectations of the residents of Teban and Pandan and I hope that the Minister for National Development is listening very carefully. Do not let the residents of Teban and Pandan down. Do something when you take over.I hope I do not need to bring my video-recording to this House next year this time to drive home my point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the issues that HDB must look into is the question of foreign workers. Some of my residents have written to me about their behaviour and some have even written to the press to air their frustrations. Must Teban have so many foreign workers occupying flats in the estate? Would a less concentrated presence lessen their aggravation? After all, I remember what our First Deputy Prime Minister said, \"Misery should be shared equally.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other issue, Sir, is water. Many of the residents have complained about the sediments in the water. I remember one resident showing me a piece of a darkish brown cloth. This was used to filter the water that flows through the tap of a home. It was really very black. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Teban was built in a hurry and the Minister for National Development is fully aware of its history. I only hope that the buildings remain structurally sound in spite of the land having sunk considerably. I would also urge that the HDB engineers move in to check so that the residents can be reassured and the first place to start with is the Teban market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, talking about markets, I am asking the Minister for National development not to build markets or shopping centres at odd corners of the estate when they take over. I can assure him that the market at West Coast Drive, Block 502, tucked in an isolated corner of Ayer Rajah, has given me a lot of headache which will last me till my term ends. So I am asking him to give more thought to the future planning of Teban estate and not to repeat the same mistake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of free car parking that the residents of JTC estates are enjoying, I would like to give my full support to the Member for Jurong who at the last Budget debate argued that HDB should not take \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1725</b></font>\n  <br>\n  <br> away this privilege for the same reason that JTC had allowed free parking in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In all fairness, Sir, there are many JTC staff who, in spite of the Corporation's shortcomings, have gone out of their way to answer to the needs and requests of the residents. To these JTC workers, I thank them for their services rendered and hope HDB will absorb them into their setup. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that note, Sir, I support the Bill. \n  <br>3.10 p.m. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Speaker, Sir, JTC is a statutory board set up by the Government to develop industrial estates. I must say that the Corporation has played a very significant role in developing Singapore into a thriving industrial nation. The effort and achievement of JTC is indeed commendable. However, as part of the infrastructural development, JTC has somehow and unfortunately found itself engaged in the business of building and managing residential estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, managing housing estates is a complex task. The HDB, being the public housing authority in Singapore, has accumulated a wealth of experience and expertise. With due respect to JTC, their resources and experience in managing housing estates are necessarily limited. The move to transfer the JTC housing estate to HDB is a logical one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, any move to change must be a change for the better. With the intended transfer of the estate to HDB, residents in Boon Lay and Jurong area certainly hope to enjoy a better and more efficient standard of service to be provided by HDB. I have to mention Jurong as I believe that my good Friend, the Member for Jurong, would definitely have a lot to say after having been the Member for Jurong for many years. Unfortunately, the Member has to trade in his freedom to speak for the position he is now occupying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to take this opportunity to bring to the attention of the Minister for National Development a few problems that confront my constituents in Boon Lay. One of the teething problems is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1726</b></font>\n  <br>\n  <br> the frequent breakdown of lifts. I believe this is due to the inherent faults in the design of the lifts that have been installed. Other reasons are poor maintenance and inadequate number of lifts for certain blocks. For instance, while some blocks have an average of one lift for every 20 units of flats, certain blocks have a ratio as low as one lift for every 110 units of flats. I hope with the takeover of the housing estate, HDB will not only bring along with it the management expertise but also bring along more lifts and, if possible, replace those old lifts, which are beyond repair, with new ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other major problem is housing maintenance. Like HDB estates, cleanliness of the JTC estate is maintained by contract workers. On paper, these contract workers are supposed to sweep or wash the corridors and common areas frequent enough to keep the places clean. However, I do not think the jobs are carried out according to schedule. For instance, although the flushing of the refuse chute is supposed to be carried out regularly at not less than once a week, very often I hear complaints from residents that this is only done at intervals of weeks or months. I must stress that this problem of cleaning the refuse chutes has become all the more serious as the residents now have to dispose of the swill by throwing them down the refuse chute. As we know, even if the swill were to be thrown down in a plastic bag, as advised by the Ministry of the Environment, the plastic bag would explode like a bomb when it reaches the ground floor. This has posed a serious health and environmental problem. I hope the Minister for National Development will inform this House of the steps that HDB will take to overcome this serious problem. I would also like to know how would HDB ensure that cleaning contract workers do carry out work as specified in the contract. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can go on and on to list the complaints of my residents but I do not propose to do it today. To be fair to JTC, I must also mention some good points about JTC. In spite of all limitations, I must say that the staff of the JTC are generally cooperative and have established very good rapport with the community leaders, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1727</b></font>\n  <br>\n  <br> the Citizens' Consultative Committee and the Residents' Committee members in the constituency. I hope the link would be strengthened and not weakened by the transfer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in response to my question in this House last year regarding rusty water supplied to households in Boon Lay and Jurong housing estates, the Hon. Senior Parliamentary Secretary to the Minister for Trade and Industry assured me that the JTC would take steps to repaint the inside of the water storage tank. I am glad to learn that the JTC has already started the recoating programme of all water tanks and I hope that the work can be completed as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the greatest successes which the JTC can be proud of, and which is very much appreciated by the residents, is that all these years the Corporation has been able to offer free parking facilities to residents of the JTC housing estate. Ever since the residents of Jurong and Boon Lay moved into these housing estates, they have been able to enjoy free parking facilities. As a matter of fact, they are now used to such a free parking system and would very much like to preserve this JTC tradition. May I, therefore, bring to the attention of the Hon. Minister for National Development that the residents of Boon Lay, Jurong and Teban housing estates will be very angry with him if the HDB tries to impose parking fees after the takeover. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not saying that currently there are no problems of parking in Boon Lay housing estate. Free parking has enabled the residents and their relatives and friends to visit one another rather freely, without having to worry about paying the parking fee or getting a fine for exceeding the parking time limit. This has encouraged better social interaction. However, the free parking has also attracted a lot of lorries, private buses, container trucks, trailers and ready-mixed concrete trucks to the residential parking lots. What I am afraid is that the HDB might think that the only way to control this problem is to impose fee parking. I believe that there are other measures to improve the situation, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1728</b></font>\n  <br>\n  <br> like erecting physical barriers to stop the entry of these heavy duty vehicles or to set aside specific areas for parking of lorries, buses, etc. I would, therefore, appeal to the Minister to explore other more positive measures to improve the situation rather than to simply impose charges for parking. I have great confidence and faith in our Hon. Minister for National Development who is no doubt most resourceful and innovative in solving complex problems or seemingly insurmountable difficulties. May I, on behalf of my constituents, thank the Hon. Minister in advance for his kind and sympathetic consideration. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, I shall be very brief. I do not rise to oppose this Bill but merely to seek an assurance from the Minister for National Development that there will be no shift in the emphasis on the object and purpose for which HDB was established. The HDB and the HUDC cater to different sections of the community. The HDB was primarily designed to cater for those in the lower income group to provide housing as cheaply as possible; the HUDC for people higher up the income ladder. I hope that with the taking over of both these somewhat different needs, the HDB will not slacken its drive to provide public housing for the poor at a price that they can afford and concentrate to a greater extent on providing houses for the middle class because it may perhaps be profitable. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I wish to thank the various hon. Members involved in the estates in Jurong where the HDB is going to take over. I will definitely pass on their hopes and high expectations, after the taking over of the estates in Jurong by the HDB, that there will be a change for the better. At this stage, I am not able to inform hon. Members of how the HDB is going to deal with the various problems. But I can give hon. Members the assurance that the RDB will, as usual, try its best to solve the problems. Even in those estates where there are no problems, the HDB will constantly improve their environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of free car parks, the Member for Boon Lay is quite right. But as for the new estates in Jurong East and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1729</b></font>\n  <br>\n  <br> Jurong West where the HDB is building them, the HDB will impose parking fees. As for the former JTC housing estates, if there is free parking, then we can expect a great influx of lorries, buses, trailers, as has been described by the hon. Member for Boon Lay, moving in to the old housing estates. I will not be surprised if the RCs and Members of Parliament will come back to request the HDB to do something, including the imposition of parking fees, to solve the problem. Anyway, we will ask the HDB to make a study of this problem before they come to a decision on the imposition of parking fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to request the hon. Member that perhaps the RCs and the CCCs ought to get to know what are the specific problems in the estates and then pass on this information, either directly to the HDB or to me, so that I can ask the HDB to look into those problems and find a solution as speedily as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the hon. Member for Anson, this is clearly a non-issue. The Government has declared its policy quite clearly - that Government will be responsible for providing housing for all Singaporeans at a price within the reach or affordability of the people of Singapore. Two days ago I gave an assurance to hon. Members that those HDB residents on the waiting list will get their flats by 1985. There is no question that the HDB will slow down its programme of public housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the demand for HUDC flats is not very large. Hon. Members in this House may be interested to know the records. The number of applications for HUDC flats has, in fact, been relatively small. In 1977, the total number of applications is only 624. In 1978, the total number of applications for HUDC flats is 859. In 1979 the total number of applications is 1,212 and in 1980 the number went up to 3,108. This is because of the increase in the price of property and a lot of young people believed that the HUDC would continue to sell HUDC flats at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1730</b></font>\n  <br>\n  <br> a very low price, as in Laguna Park where the cost of a flat was less than $100,000. So to get an HUDC flat is just like striking a second or third prize lottery. There was, therefore, a big rush for the flats. But normally I do not expect the applications for HUDC flats to exceed 1,500 per year. It is not likely that the demand for HUDC flats will grow to such an extent as to adversely affect the capability of the HDB to provide public housing for the lower income group. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Mr Speaker, Sir, can I have a reassurance from the Minister that the HDB would explore all other means and consult Members of Parliament and the residents before the HDB consider imposing charges for parking? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> The answer is yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Teh Cheang Wan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1730</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SALARY OF AUDITOR-GENERAL</b>\n  </div> \n  <br>3.27 p.m. \n  <br>\n  <br>\n  <!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr Speaker, Sir, I beg to move the Motion* standing in my name as it appears on the Order Paper. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The Motion reads as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to subsection (4) of section 3 of the Audit Act (Chapter 60), resolves that the personal salary of the holder of the office of Auditor-General, with effect from 1st April, 1982, be $9,500 per month, instead of $7,500 per month which is the salary attached to that office. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with the salary adjustments for the Superscale Officers in the Civil Service, I am proposing that the salary of the present holder of the post of Auditor-General, who is now drawing a basic salary of $6,490 per month personal to himself, be adjusted to $9,500 per month. This salary of $9,500 per month takes into account his basic salary of $6,490 and the NWC wage supplements for the years 1978, 1979, 1980 and 1981, amounting to $2,879.92. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1731</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to subsection (4) of section 3 of the Audit Act (Chapter 60), resolves that the personal salary of the holder of the office of Auditor-General, with effect from 1st April, 1982, be $9,500 per month, instead of $7,500 per month which is the salary attached to that office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1731</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACKNOWLEDGEMENT TO THE CHAIR</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr E.W. Barker):</b> Mr Speaker, Sir, we have come to the end of a long and interesting debate highlighted by the presence in this House, after so many years, of an Opposition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1732</b></font>\n  <br>\n  <br> Member of Parliament. At times some of us have irritated you but, all in all, I can safely say that you have been extremely patient with us and I am sure Members of the House will join me in paying a tribute to you. Thank you, Sir. [Applause]. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr E. W Barker]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half-\n  </div> \n  <div align=\"right\">\n   past Three o'clock p.m. to\n  </div> \n  <div align=\"right\">\n   a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
