{"memberId": null, "volumeNo": "41", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"41\"> \n  <meta name=\"Sit_No\" content=\"9\"> \n  <meta name=\"Sit_Date\" content=\"1982-03-15\"> \n  <meta name=\"Start_Col\" content=\"833\"> \n  <meta name=\"End_Col\" content=\"933\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">41</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-03-1982</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 833</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 41</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 15th March, 1982</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 834</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Health and Second Minister of Defence. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of National Development, Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 835</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 836</b></font>\n  <br>\n  <br> \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Labour. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister of State, Ministry of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Sigiap). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 835</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Chiaw Meng (Tanah Merah) - from 8th to 13th March, 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Mansor Haji Sukaimi (Kampong Kembangan) - from 19th to 21st March, 1982. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 836</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Howe Yoon Chong (Potong Pasir), Minister of Defence - from 21st to 27th March, 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr M.K.A. Jabbar (Radin Mas) - from 25th March to 2nd April, 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education - from 25th April to 8th May, 1982. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG,\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 837</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ASSENT TO BILL PASSED</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bill was assented to by the President of the Republic of Singapore on the date stated:- \n  <br>\n  <br>10th March, 1982 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Income Tax (Amendment) Bill. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG,\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 837</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>VISIT OF THE SPEAKER OF THE BRUNEI LEGISLATIVE COUNCIL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Presence in Gallery)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> On behalf of hon. Members, I would like to welcome His Excellency the Speaker of the Brunei Legislative Council and his delegation who are present in our Gallery. [Applause] \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 837</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>THEFT IN ARMY CAMPS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Choo Kok</b> asked the Minister of Defence (a) whether he will comment on the remarks made recently by the First Deputy Prime Minister on theft in army camps; (b) how many cases of theft there have been in the last five years; (c) how many culprits have been apprehended; and (d) what measures have been taken to improve general security and discipline so as to reduce theft cases in army camps as well as better the image of the army. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong (Minister of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of Defence (Mr Howe Yoon Chong):</b> Mr Speaker, Sir, the First Deputy Prime Minister remarked in the middle of January 1982 that theft was a common occurrence in SAF camps and that something must be done in our educational system to improve the moral fibre of our young men. I am sure Members of the House are well aware of the measures being taken by the Ministry of Education in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the SAF, this remark of the First Deputy Prime Minister should not be interpreted to mean that theft is more prevalent among our national servicemen than among similar groups of young men elsewhere. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 838</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every year, 20,000 or so young men of 18 years of age are recruited into national service. They come from different walks of life. Some are fresh from school and eager to go for further studies. Others have left school, on completion of their 'O' levels, one or two years ago. Many have left school prematurely at PSLE or Secondary I or Secondary 11 level. Most of these have been doing different jobs for one year or more. From this rather disparate group of young men there will bound to be different standards of integrity and moral behaviour and the incidence of petty thievery, breaking-in, and stealing cannot be avoided. What the SAF can do is to try, through strict military discipline, education and moral instruction to get our national servicemen to understand not only their rights and responsibilities as citizens but also their obligations. The SAF will not slacken in its efforts to instil discipline, integrity, and pride of belonging in our national servicemen. In this respect, Mindef is gratified to receive the support and encouragement of parents, teachers, community leaders, and others who can exercise influence over our national servicemen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef has constantly emphasized that the two to 2 1/2 years' national service should be an extension of the education of our young men. To this end, while discharging our main responsibility in providing military training, Mindef also trains our national servicemen in a variety of skills which will be useful in civilian life. The SAF itself inculcates strict discipline and adherence to the military honour code among our national servicemen. Mindef would like to believe that the young men put under our charge would have benefited in their moral, physical, and mental education while doing national service. I am happy to inform the House that there has been a dramatic improvement in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 839</b></font>\n  <br>\n  <br> the last five years with the reported cases of theft decreasing regularly each year, from 159 in 1977, to 106 in 1978; from 89 in 1979, to 66 in 1980, and to 32 in 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the total number of 452 cases over the five years, 1977 to 1981, about half were solved with the arrest of 240 servicemen. The remaining cases were not solved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 240 servicemen arrested, half of these were educated up to only primary level. The other half were from various levels of secondary education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The measures taken to reduce the number of theft cases in the SAF include: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Briefing officers and NCOs on the common methods of theft and the preventive measures they can take. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Regularly reminding servicemen at parades to take precautions against theft and of the penalties for stealing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) More security patrols and spot checks, especially during weekends, public holidays, and in periods of field training and exercises, when most of the servicemen are out of camp. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Severe disciplinary action against culprits, with sentences in courts martial ranging from two to 24 months' detention. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 839</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REDEVELOPMENT OF SIT FLAT SITE</b>\n  </div> \n  <div align=\"center\">\n   <b>IN DELTA</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for National Development (a) whether there are plans to redevelop the area in Delta on which low-rise Singapore Improvement Trust (SIT) flats now stand; (b) what types of flats and facilities are included in the plans; and (c) whether the present tenants of the flats will be given priority in allocation of the new flats to be built on the site. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lee Yock Suan) (for the Minister for National Development):</b> Mr Speaker, Sir, as we have limited land for housing in Singapore, the low-rise SIT flats in Delta will have to be redeveloped for high-rise blocks to enable better utilization of land. However, because the HDB has a very heavy building programme \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 840</b></font>\n  <br>\n  <br> over the next few years, there are no immediate plans to redevelop the area in Delta. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All HDB tenants affected by redevelopment schemes are given priority to purchase or rent HDB flats available at the time when rehousing is required. We cannot allow tenants of demolished flats to be given priority in allocation of new flats to be built on the site since they must move out to enable the site to be redeveloped. However, in a large site like Delta where phased redevelopment may be carried out, and where new flats in earlier phases are available, those tenants affected in later phases may have the opportunity to opt for rehousing in the newly completed blocks. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 840</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REVISION OF PUBLIC ASSISTANCE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Ng Kah Ting</b> asked the Acting Minister for Social Affairs, in the light of the present day high cost of living, whether his Ministry will consider taking the necessary steps to make an upward revision of public assistance. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> Mr Speaker, Sir, during the last 10 years, the rates of Public Assistance were revised on three occasions: in January 1973, in March 1976 and in February 1980. Today I am pleased to inform the House that, having regard to the rise in the cost of living during the last two years and I must also add that as a result of constant reminders by Backbenchers, many of whom have been very vocal on the question of rates of Public Assistance - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> PAP Backbenchers! \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Yes, PAP Backbenchers, of course - Backbenchers like the hon. Member for Punggol, the hon. Member for Khe Bong who is not here, the hon. Members for Jalan Kayu, Bukit Ho Swee and also the hon. Member for Changi who is now my Parliamentary Secretary - the Government has decided once again to increase the rates with effect from 1st April 1982. The new rates of Public Assistance per month are as follows: \n  <pre>\r\n\r\n   $80 for a single-person household;\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 841</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n   $110 for a two-person household;\r\n\r\n   $140 for a three-person household; and\r\n\r\n   $170 for a four-person household.\r\n\r\n</pre> These new rates represent, on the average, an increase of 37 1/2% over prevailing rates. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Sir, could the Hon. Minister indicate what the figures were before the Government started its first revision? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> It was in 1973 when we made the first revision. I cannot remember the figures because I do not claim to be able to keep all the figures in my head. But the prevailing rates, in case the Member for Anson does not know, are: $60 for a single-person household; $80 for a two-person household; $100 for a three-person household; and $120 for a four-person household. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is the Hon. Minister not aware that there was a downward revision when the Government first revised the public assistance rates? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, can the Member for Anson give me specific instances to prove that there had been a downward revision? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Were they not revised downwards from what they were? I am asking the Hon. Minister. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, I am asking the Member to show that there had been a downward revision. As I have said, I cannot remember the figures for 1973. So if he thinks and if he knows that there had been a downward revision, I would like to hear from him the figures before the first revision was made. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will supply the figures. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, whilst the public assistance recipients welcome the increases in the rates of public assistance, would the Hon. Minister agree with me that the increases as stated by him just now are still on the low side? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, I fully agree with the hon. Member that these allowances are far from adequate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 842</b></font>\n  <br>\n  <br> They are not meant to be adequate in the first place. But I would like to assure the Member for Punggol that, apart from the allowances, the recipients of public assistance also receive supplementary assistance either in cash or in kind from voluntary charitable and religious organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Social Welfare Department itself administers a number of private charitable funds from which the needy can get additional income, and among these are the Singapore Chinese Chamber of Commerce and Industry Welfare Grant, the Lee Foundation Grant, the Charity Box Fund, the Silver Jubilee Fund, Robin Welfare Aid, the Singapore Red Cross Society, St. Vincent de Paul Society, the Singapore Buddhist Lodge and a host of other welfare schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from getting additional allowances from these various welfare schemes, recipients of public assistance also get free medical treatment from Government hospitals and clinics, remission of school fees and free textbooks for their school-going children. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng (Khe Bong):</b> Can the Acting Minister for Social Affairs inform me whether destitutes who consider that their public assistance is not enough are also eligible to apply for further public assistance? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, as the hon. Member for Khe Bong is aware, early last year I set up a committee known as the Public Assistance Review Committee (PARC). This Committee reviews all the cases and if a case merits an additional award, the recipient will get an additional award. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, will the Hon. Minister say whether public assistance grants are withdrawn at any time and, if so, under what guidelines are they withdrawn? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, with your permission, I do not intend to answer the question raised by the Member for Anson today because a similar question has been raised by the hon. Member for Punggol, and I will be answering it tomorrow. \n  <br>2.45 p.m. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 843</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Housing and Development Act (Chapter 271 of the Revised Edition)\", \n  <br>\n  <br>presented by the Minister for National Development (Mr Teh Cheang Wan); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 843</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REVISION OF BUDGET SITTINGS</b>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>Business Motion</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr E.W. Barker (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Mr E.W. Barker):</b> Sir, I beg to move the Motion* standing in my name as it appears on the Order Paper. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> * The Motion reads as follows: That, notwithstanding the Standing Orders,-- \n  <br>\n  <br>(1) an additional day, namely, Tuesday, 16th March, 1982, be allotted for the debate on the motion for approval of the financial policy of the Government for the financial year 1982/83 moved by the Minister for Trade and Industry on 5th March, 1982; and \n  <br>\n  <br>(2) the allotted days named by the Minister for Trade and Industry for discussion of the Main and Development Estimates for the financial year 1982/83 in Committee of Supply be, as a consequence, altered to 17th, 18th, 19th, 22nd, 23rd, 24th and 25th March, 1982. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Standing Order 84 (3) provides for a one-day debate on the Budget which begins soon. I doubt whether one day will be enough. So, in case we cannot wind up the debate today, I beg to move that an additional day, namely, tomorrow, be allotted for the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) an additional day, namely, Tuesday, 16th March, 1982, be allotted for the debate on the motion for approval of the financial policy of the Government for the financial year 1982/83 moved by the Minister for Trade and Industry on 5th March, 1982; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the allotted days named by the Minister for Trade and Industry for discussion of the Main and Development Estimates for the financial year 1982/83 in Committee of Supply be, as a consequence, altered to 17th, 18th, 19th, 22nd, 23rd, 24th and 25th March, 1982. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 843</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [5th March, 1982], \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 844</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April, 1982 to 31st March, 1983.\". - [Minister for Trade and Industry]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>2.47 p.m. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Thank you, Mr Speaker, Sir, for the opportunity to start off this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I rise in support of the motion standing in the name of the Hon. Minister for Trade and Industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding the presence of an opposition in this House, the Hon. Minister would no doubt be receiving overwhelming support from hon. Members, for even the hon. Member for Anson was seen to be applauding him at the end of his lengthy Budget Statement some 10 days ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget is not the \"go-getter\" Budgets of previous years. If anything, it will be noted not so much for what it tries to achieve but for what it does not try to do, and there are reasons for this. In preparing this year's Budget Statement, the Hon. Minister has sought the views of various business groups, trade unions, CASE, National University of Singapore, and I find this move a highly commendable one. I hope this is the start of future trends for future Budgets, and I hope too that as often and where it is possible and practical, other Ministers will also do what the Minister for Trade and Industry has done. He has told us that he has taken the views of these various groups into consideration \"where appropriate\". In view of the disappointment of businessmen that there is a lack of sufficient incentives in this year's Budget to stimulate business, I wonder if the Minister has considered that most of the views presented to him have not been too appropriate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 845</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much has been said about the fact that this year's Budget Statement is a cautionary one. There are, of course, good reasons for it being so, as the Minister has explained. This is not the time for giveaways. As any businessman worth his salt will tell you, during bad times one has to be extremely cautious and prepare for the worst, and I think that is what he is preparing for us and we know that the worst can be ahead of us. Last night we heard the news on television that prominent economists forecasted that America was heading for a deep recession, with a wave of bankruptcies so severe that it would be as bad as the Great Depression of the 1930s. The warning sounded by the Minister is not a new one. His predecessor had also sounded these warnings to us. Let me quote from Hansard (Vol. 39, col. 635, 5th March 1980): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We face the uncertainty of superpower conflicts in the political and military arena. We face the certainty of higher fuel prices. We face the grim prospect of the region being destabilized by external forces, and the oil life-line being cut. . . . . we are sure of sluggish world economic growth cohabitating with inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We, therefore, have the perfect recipe for trouble.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, again in presenting his Budget Statement, the Minister said, and I quote (Vol. 40, col. 354, 6th March 1981): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We face difficult times. It is an uncertain world. There is disharmony between the superpowers. The political equilibrium in the world is precarious. We must be prepared for the worst but the worst must hold no fear for us. Recession, unemployment, higher oil prices, protectionism, regional conflict, security threats, international turbulence - all these threaten our livelihood. We cannot avoid getting wet in bad weather, but if we have made adequate preparations, we can put our raincoats on, and when we get indoors, change into dry clothes.' \n  <br>\n  <br>Sir, these are the warnings which have been sounded to us previously. They have been sounded Again with good reason. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;True to his background as a former banker, the Minister has not betrayed the prudence and conservatism that bankers are normally associated with when he warns us of the turbulence afflicting some of the most significant economies in the world. It is not without justification too, for the statistics bear him out: 16 million people unemployed in Europe, of whom 3 million are found in a now-not-so-Great Britain; 9 1/2 million unemployed in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 846</b></font>\n  <br>\n  <br> United States, and 1/2 million in Australia. Certainly the outlook for 1982 is grim and the road so hazardous that to make any sweeping changes now in Singapore would amount to taking a risky gamble that we can ill-afford. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of prevailing world conditions, the Budget is as practical and pragmatic as it can be. It will not set off fireworks but it will give us all a little breathing space in a world full of economic uncertainty. It is, in short, a \"playsafe\" Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is another side to the coin: if we do nothing, we end up achieving nothing. True, there are positive aspects to the Budget. For one thing our housing programme will continue unabated and proper incentives have been introduced in the construction industry to enable it to mechanize its methods and upgrade expertise. And, most important of all, to make sure that Singaporeans get their homes faster. But what I am just wondering is if more could not have been done to pump-prime our economy at a time when increased efforts by all is so essential. Have we been so cautious in under-scoring the economic storms ahead that Singaporeans may in the end not be able to see the light at the end of the tunnel? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now to make some comments on certain aspects of the Budget Statement. \n  <br>\n  <br>\n  <i>Trade Protectionism</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is something which has bothered us for many years. It is a well-known fact already that to make ourselves less vulnerable to protectionism we have to continue restructuring our economy and move into the production of more higher value-added products. As the recession in the world economy continues, protectionistic action will increase and it will not be long before we discover who our friends are on the international scene. Take, for instance, the recent controversy in West Germany over the low fares offered by our national airline, Singapore Airlines. With memories of the Australian ICAP policy still fresh in our minds, we were treated to another example of protectionism. Singapore Airlines found itself \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 847</b></font>\n  <br>\n  <br> the subject of a campaign of harassment by the West German authorities because it was in a position to offer better services to travellers at prices lower and more competitive than others, including of course West Germany's own Lufthansa. Under the pretext of cleaning up the so-called \"discounting\" mark9t in their country, they imposed barriers and difficulties on SIA. Throwing all principles of free competition to the wind, the West German authorities succeeded in excluding SIA from what is apparently a lucrative market and in which their own airline was unable to compete efficiently. In what must surely amount to plain deceit on the part of the West German authorities, SIA found itself forced to sell fares at published rates, thus losing passengers and invaluable revenue to other airlines which continued giving rampant discounts. Suddenly not one eye, but all eyes of the West German authorities were closed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The lesson we learn from this episode is invaluable. Where national interest prevails and short-sightedness takes the place of international cooperation during difficult times, even the best of friends can turn against you. The doctrine of free trade, of which we are one of the strongest advocates, has yet to be universally accepted and under economically difficult conditions there will be growing trade friction amongst countries as governments, mindful of votes, hurry-scurry to protect their industries with quotas, tariffs, orderly market arrangements, product graduation schemes and what-have-you. What is more valuable a lesson to us is that we must be continually alert to changing circumstances and to re-adapt ourselves to meet these changes, and this we have done. The restructuring of our economy and the move into the production of higher value-added goods is our best bet in beating protectionism. \n  <br>\n  <br>\n  <i>Inflation</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister has stated that inflation in 1981 did not subside as much as he would like it to have, mainly due to rising food prices. I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Consumer prices rose by 8.2% marginally, less than in 1980. However, inflation in Singapore was again \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 848</b></font>\n  <br>\n  <br> lower than the inflation in the industrialized countries and that of our neighbouring countries'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some consolation it is to the Singaporean to know that although he pays more for everything in general, his neighbours have to pay even more. Today the Singaporean pays more for a bus ride, for poultry, for pork, for a cup of coffee, for his clothes, for housing. And he has less to spend with as he finds that he has to contribute 4% more to the CPF. What he is interested in is not to be told how lucky he is to pay less than his neighbours, but what his Government is doing to make sure that the value of his dollar has not eroded faster than he can earn it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Too often has it been said that our inflation is an imported one and that there is not much we can do about it. To some extent, I think this is true because a lot of our needs are imported. But in quite a number of instances I do not think the Government should just sit back. Take, for instance, the recent controversy over pork prices. As pig farmers, pork merchants and butchers, and even CASE, started to slice up one another in public as to who was to blame for the rising prices, those in the lower-income group watching from the sidelines found themselves with another hardship. With a lot of pussyfooting on the part of those concerned and less-than-firm action on the part of the Primary Production Department the man-in-the-street found himself facing higher prices for a very basic food item. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And it is not just with pork prices. Look, what happens each year around the festive seasons, especially during the Lunar New Year? Food prices shoot up astronomically. Let us not pretend that it is the law of supply and demand that determines prices. Clearly there are people exploiting the situation, pushing prices up at a time when they know everyone would like a little extra fish, meat, poultry and vegetables to celebrate a happy occasion. Consumers are at the mercy of profiteers, and what we would like to know are who are these profiteers? What is the rationale for allowing a few or a small minority to blatantly manipulate food prices for their own selfish ends and bleeding the consumer of his hard-earned money on a happy occasion? A festive occasion is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 849</b></font>\n  <br>\n  <br> time for rejoicing. For many people, especially those in the lower income group, it is the time to enjoy the fruits of their hard labour. For them, it is one or two meals in a year with a little bit of the extras, not just for themselves but for their children so that they can all have a really happy new year. But when they end up paying more, they are forced to stretch their purse strings in order to have this enjoyable time, Clearly it is time the Government took steps to prevent this ripping-off of the majority of the people by the unscrupulous minority each time a festive occasion comes around. \n  <br>\n  <br>\n  <i>Tourism</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Rising prices, which I have just touched on, do not just afflict Singaporeans. Unfortunately it is creeping its way very quickly into one of our most important foreign exchange spinners, namely, the tourist sector. The Hon. Minister for Trade and Industry was right when he said that our hotel room rates \"have increased substantially in the past few years and threaten to price Singapore out of the tourist circuit\". Hoteliers would no doubt gleefully disagree with the Hon. Minister, pointing to healthy room occupancy figures and to glowing projections of three million visitors in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But they forget all too soon something very basic to our tourist industry. We have to ask ourselves why does the tourist come to Singapore. Is it because of our beaches where ocean waves roll continuously on to the sand? No, there are thousands of beaches with sand whiter than ours, with sea-water much cleaner than ours, tucked away in every corner of the world. And it is the same sun that shines everywhere. Is it for sightseeing? True to some extent, more so in days gone by. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the tourist wants to see, whether it be in Singapore or anywhere in the world, is the quaint, the unusual, the picturesque, something very different from what he sees back home. Bugis Street has disappeared but in name. The fun of sitting at open-air stalls and tables along places like Albert Street and the thrill of wandering through Chinatown with its old buildings and oriental flavour have gone, as the old \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 850</b></font>\n  <br>\n  <br> are torn down to make way for the new in the name of progress. If, finally, all there is to see in Singapore are our spanking-clean high rise buildings and man-made parks, then the tourist might as well stay at home where he can admire the grandeur of the Empire State Building, the Eiffel Tower, and Mount Fuji. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> London Bridge. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> And London Bridge. We would be naive to expect the tourist to come that far to gawk at our OCBC Centre, or to see our Merlion spouting water at the harbour front, or to find out where Sir Stamford Raffles first stepped foot on Singapore some 163 years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what does that leave our tourist with? Well, for one thing, he discovers, on checking into his hotel, that the roof over his head which he will have for a few hours a day will burn a big hole in his pocket. That leaves him with possibly two things that could attract him to Singapore. Thanks to the efforts of the Singapore Tourist Promotion Board, he would have been, informed that this is a land of a thousand-and-one culinary delights, where eating is a national pastime and where the biggest and prosperous area of growth and development is around the waistline of its 2 1/2 million inhabitants. He would also have been told that this is the shopping paradise of the world where bargains galore abound. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So his appetite already whetted, it will not be too long before our tourist friend discovers, to his horror, that the cup of coffee in his hotel costs $4.00 and that a plate of chicken rice costs $12.00. And it is not just in the hotels where he will be amazed by the dazzling prices. At hawker centres, or some hawker centres, in particular one which is not far from the tourist belt, he will discover that there are those who are as eager as our hoteliers to charge him astronomical prices, only this time the place is not air-conditioned and the fellow serving him is dressed in a pair of shorts and slippers. And if our tourist would like to venture into some of our restaurants, he will find that, unlike the practice at home, our restaurants do not display their menu outside their premises for a little preview so that he can have an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 851</b></font>\n  <br>\n  <br> idea of the prices before entering. Nor will he find it easy to digest his food when, at the end of the meal, he is presented with a bill that does not give a breakdown of the items of food he has consumed but merely a lumpsum figure under one single item - \"food\", and also that he has to pay for the peanuts and towels which he thought came free. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tourist who comes to take advantage of our shopping bargains will find that the interesting little shops that used to flank North Bridge Road and Change Alley are gone. Instead, he will find large shopping centres and swank departmental stores which are no different from what he finds back home. What he will notice is that prices here are not cheap after all. The shopkeeper, with whom he hopes to strike a bargain, will tell him of the high overheads he has because the developer of the building is charging him an exorbitant rent; the developer of the building would no doubt have already told his tenants, including our shopkeeper, how much it had cost him to put up the building because he had paid enormous sums to the URA in tendering for the land and another hefty sum in development charges to the Ministry of National Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I am trying to say is that we face the danger of pricing ourselves out of the tourist market. And it would not be just rising hotel room rates that will cause it. If eating is no more a delight because it is so expensive, and if shopping is not so cheap after all, what else is there to draw tourists to Singapore? The tourist who returns home satisfied is our best advertisement, but he is not going to do us any service or any favour if the memories he takes back of Singapore are of high room charges, high food prices, expensive shopping and of having hardly seen anything interesting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;True, this does not explain why 2 1/2 million people came to our shores last year. But it is worthy to note that our closest neighbours are also competing very hard for the tourist dollar. They have got more reasonable hotel room rates. One of our neighbours has just removed import duties and taxes on a range of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 852</b></font>\n  <br>\n  <br> consumer goods that tourists normally buy home. Their shopkeepers have lower overheads and can obviously pass on lower prices to their customers, thereby undermining our position as a shopping paradise. Above all, our neighbours are endowed with natural scenic beauty that we sadly lack. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A thorough study of the tourist sector is what is needed. It has to be a probing one, encompassing everything from prices to attractions to attitudes of those in the services sector. We must learn why Hong Kong, which not long ago had more tourists a year than we had, is now trailing behind us. There is an important lesson to be learnt there. As in everything else, we cannot take things for granted in the tourist industry. We must take measures quickly before we unwittingly kill the goose that is now laying the golden eggs. \n  <br>\n  <br>\n  <i>Tax Changes</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of tax concessions have been given by the Hon. Minister. These are modest concessions not likely to create ripples of excitement but in line with the cautious approach he has adopted. I would like to comment briefly on some of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The ceiling on tax relief for CPF contributions has been removed. In 1977 I spoke in this House on this subject and, as recent as four days before the Budget, I raised this matter again. I am glad that the cries of Backbenchers like myself are heard occasionally even if it has been a long time coming, even if it is few and far between. I hope the Hon. Minister will listen just as well to a lot of other suggestions that my colleagues and I on the Backbench will no doubt be putting to him during the course of this debate. While I am therefore pleasantly surprised by this concession, I must at the same time add that I am still a little bit disappointed that the same has not been done in respect of life insurance premiums. I am sure the Hon. Minister appreciates the need to encourage our people to take out life insurance policies especially our younger people, and I can think of nothing that could be more encouraging to them than an appropriate tax relief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Exemption for residential properties from estate duty will be revised to include \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 853</b></font>\n  <br>\n  <br> the full value of any one residential property. Unfortunately, this concession will not benefit the majority of the people in the lower income group as at any rate they do not own large properties at all. It is easy to see that the rich, however, can now avoid paying some estate duty by putting as much as possible into one single property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Fixed charges in PUB bills will now be excluded from the calculation of the 10% tax charge. This concession in my opinion is not just modest; it is unshamedly cosmetic in nature and must have fallen short of expectations of a lot of people, including PAP Backbenchers. Water-borne fee, domestic refuse and sanitary appliances fees are but a mere fraction of a household's PUB bill. And 10% of that, Sir, is a mere, mere fraction of a fraction. I wonder how many homes there are that still have the bucket system to benefit by the removal of the tax on nightsoil removal charges! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Most of us will no doubt applaud the Hon. Minister for raising the relief for aged dependants from $750 to $1,000 per aged dependant. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> It is not enough! \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> I just overheard my good Friend, the hon. Member for Delta, saying that it is not enough. But I think it could not have come at a better time, especially when we are trying to preserve our traditional Asian values. But let us hope that Singaporeans bear in mind that tax relief or no tax relief, it is still our moral duty to look after our old parents and grandparents. It would be a sad reflection of our time and of our people if we need to take tax measures and to introduce laws to make us carry out our moral obligations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I am now touching on the matter of taxes, I would like to raise another fundamental question. Our income tax policy has always been to spread the income tax net to cover as many individuals as possible. Allow me once again, Sir, to quote rom Hansard, Vol. 40, No. 6, col. 348, the words of the previous Hon. Minister for Trade and Industry when he presented the Budget this time last year. He said: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 854</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The more citizens we have paying income tax, the greater will be the appreciation amongst Singaporeans of the basic fact of life - how to finance various programmes, like health, housing and social welfare. Our people will have a keener understanding that more expenditure on welfare programmes and subsidies must mean an increase in their income tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who have to pay income tax to meet the costs of welfare programmes will at once ask themselves why they must work to subsidize the laggards and the indolent who are able-bodied but reluctant to work.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He then went on to point out that the majority of our taxpayers are wage-earners who cannot evade tax but there were still those, largely the self-employed, who continued to evade the tax net. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was stated last year that steps would be taken, including the possibility of presumptive taxation of individuals who claim they do not keep accounts, to bring more people into the income tax net. I would like to know what steps are being formalized in this direction. The sooner we do something about this, the faster we reduce the inequity in our income tax system where the taxes are borne largely by wage-earners. The more people there are paying taxes, the less tax each and every one of us hopefully has to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The financial community has expressed some disappointment with the lack of further tax concessions to them. During the past decade or so, many measures have been introduced to promote a range of financial activities to make Singapore the financial centre in this region. Additional incentives should have been introduced to allow us to compete more effectively with other financial centres such as Hong Kong. As an example, only 50% of the management fee paid by an investment holding company or a unit trust is tax deductible, whereas in Hong Kong this is fully deductible. A concession here would no doubt have given greater impetus to the funds management industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area where something ought to be done is in the exemption of withholding tax on interest paid on balances derived from gold trading of non-residents. There is again no such tax on interest relating to such transactions in Hong Kong and in London, and such an exemption would have encouraged the development of Singapore as an international gold market. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 855</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would like to state once again that I do not quarrel with the basic philosophy underlining the Budget Statement, and that is, we are in for some rough weather and we should therefore fasten our seat belts. Let us hope the warning signs are as wrong as those who predicted the end of the world last week, but if the trying times do come it will be the test of all of us as a nation and as a people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would not be simple for Singaporeans, acclimatized to conditions of plenty and affluence, to imagine themselves to be in the same position as those who are in wartorn places like Cambodia, or in drought-stricken countries like Uganda, or in parts of India where we read last week of villagers resorting to picking grain from cow excrement. Let us hope that such misfortune does not befall us. In such places, starvation is the order of the day and therefore let us as a Government and as responsible leaders continue to exhort our people to practise the virtues of thrift and frugality. These are values our young people are unfortunately in danger of losing, helped along no doubt by the distortion of life painted for them by an emerging breed of gift-bearing prophets promising a new heaven on earth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans could well learn from Greek mythology which tells of some Trojans who should have known better. The euphoria that greeted the wooden horse - a gift of the gods they said made them lose sight of the values that saw them through 10 years of siege by an enemy and through correspondingly difficult times, and brought them in the end to imminent grief and calamity. This is the tragedy that befell a city-state and it is a tragedy that could just as well befall us if we lose sight of our values and of our objectives. \n  <br>3.26 p.m. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (West Coast):</b> Mr Speaker, Sir, last year, in his Budget Statement the Hon. Minister for Trade and Industry warned Singaporeans about the difficult times ahead in spite of the fact that our economy grew by 10.2%. In 1981, our economy has grown by 9.9%, just 0.3% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 856</b></font>\n  <br>\n  <br> short of 1980's performance. In his Budget Statement for this year the Hon. Minister for Trade and Industry has repeated the warning for Singaporeans of the difficult times ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At a time when most countries are confronted with low growth or recession, the high economic growth achieved by our country would certainly be envied by many developed and the developing countries. With such a sterling performance in our economic growth during the last few years, it would appear to many Singaporeans that our Government is always crying \"wolf\". Unfortunately, it is not so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through the press reports and other media, the hon. Members in this House must be well-informed of the economic troubles the world has been going through since the first oil crisis in 1973. The common features in most countries have been slow growth, recession, high unemployment and high inflation. Just before the world was able to adjust to the high cost of energy, in 1979 the second oil shock came. This has certainly plunged the world economy into deeper troubles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, 1981 has been a very difficult year for the world economy. And the prospects for 1982 do not appear to be any better. Most of the Western industrialized countries are suffering from low or negative growth. The unemployment situation in the OECD countries has almost reached the crisis level. At present, in all the OECD countries, more than 25 million people are unemployed. This is equivalent to about 7 1/4% of their total workforce. In the U.K. alone the number of people unemployed has exceeded the three million mark. This is a huge figure. It is much more than the total population of our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Hon. Minister said in his Budget Statement, we are fortunate to be located in an area rich in natural resources. There is political stability. And it is also one of the growth areas in the world today. All these factors are favourable conditions for growth and they have certainly contributed to our success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I believe that a more important factor has been the sound economic policy which our Government has adopted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 857</b></font>\n  <br>\n  <br> over the years. In the seventies, we built up a diversified economic base and in 1979 we embarked on our economic restructuring. We have made the right move. Our efforts have produced encouraging results. We are more competitive now and our high technology and high value-added products are less prone to protectionism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both the Government and the NTUC are fully aware that to succeed in our economic restructuring programme, it is imperative to upgrade the skills of our workers and to increase productivity. A lot of effort has been put in to achieve these objectives. The Skills Development Fund is one of the schemes created to assist companies to upgrade the skills of their workers. But to-date only managerial staffs, professionals, skilled workers and, at best, semi-skilled workers have benefited from the grants. The workers at the lowest rungs have been neglected. More should be done for this group of workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many workers who do not even possess the minimum requirement stipulated by the Vocational and Industrial Training Board (VITB) for training in any skill. I hope the VITB and the Institute of Continuing Occupational Development will look into the matter. The NTUC realizes the need to help its members who have missed the opportunity to obtain a basic education. It has now come out with a comprehensive education programme known as NTUC BEST (NTUC Basic Education for Skills Training). But we are limited in our financial and manpower resources. I hope the Skills Development Council will give us maximum support to carry our project through. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a hard-working population and a workforce which is able and willing to accept and adapt to changes. To ensure success in any economic development programme, good industrial relations is essential. We are fortunate to have an intelligent and responsible trade union movement. The quality of our union leaders was clearly demonstrated in August 1968 when two major pieces of legislation were introduced in Parliament, the Employment Act and the Industrial Relations (Amendment) Act. The Employment Act replaced three former Ordinances relating to employment and working con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 858</b></font>\n  <br>\n  <br> ditions. It abolished certain discriminatory practices, rationalized pay structure by doing away with certain abuses of overtime, and also protected young industries from being compelled to provide excessive retrenchment benefits which would have stunted their development. The Industrial Relations (Amendment) Act removed some ambiguities regarding the jurisdiction of management and trade unions which had long been a source of friction. The Act placed certain subjects clearly within the prerogative of management, such as the promotion of employees, their transfer, recruitment, retrenchment and assignment of tasks. These subjects were held to be outside the range of labour-management negotiations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1960s the greatest problem faced by the Government was mass unemployment. The unemployment position in 1965-1968 was as follows:- \n  <pre>\r\n\r\n                      Persons     Unemployed as\r\n\r\n       Year        Unemployed    % of Labour Force\r\n\r\n       1965           48,000            8.7\r\n\r\n       1966           51,000            8.9\r\n\r\n       1967           49,000            8.7\r\n\r\n       1968           46,000            7.3\r\n\r\n</pre> The problem of unemployment was further aggravated in 1968 by the decision of the United Kingdom to withdraw the British Armed Forces by the end of 1971. The withdrawal had the immediate effect of putting 21,000 citizens, directly employed by the British, out of job. In addition, thousands of citizens who were earning a livelihood by providing services to the British bases, such as domestic servants, taxi drivers, shopkeepers, restaurant workers, were also badly affected. From the Household Sample Survey of 1966, there were altogether 52,000 persons unemployed. Added to these were an estimated 25,000 school leavers who entered the labour market annually. The withdrawal of the British Armed Forces was seen to have a potentially adverse recessionary effect on the economy, as they spent US$188 million annually, constituting 14% of the Gross Domestic Product. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At that time the Government realized that Singapore's future survival depended \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 859</b></font>\n  <br>\n  <br> not on her traditional entrepot trade but on rapid industrialization. It also recognized that labour stability was the prerequisite to a successful industrialization programme. Faced with these economic realities, the Government had to devise a means of striking a balance between labour and management. It was against such a backdrop that the two pieces of legislation were introduced to create a favourable investment climate for industrialization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the 1968 industrial legislation was seen by some as a rather bitter pill for Singapore workers to swallow. Nevertheless, the workers themselves, led by NTUC, took the stand that in giving up past advantages gained through collective bargaining, they would obtain better future employment prospects for themselves and their dependants. The workers and their trade union leaders understood and accepted the need to amend the industrial legislation as was done in 1968. More importantly, they had full trust in the assurance of the Government that the legislation would result in long-term benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trust of the workers has been borne out by the success of Singapore since 1968. The effect on industrial peace was gratifying. Less than 7000 man-days were lost, on an average in each year from 1968 to 1974. There were only seven strikes in the three years following the enactment. In 1961, there were 116 strikes leading to a loss of 410,889 man-days. Even after the communist grip on labour unions was broken in 1963, Singapore lost some 35,000 to 45,000 man-days each year through strikes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps it is difficult for younger Singaporeans to imagine the situation that confronted Singapore workers in 1968 when Singapore's future appeared totally bleak. To understand why the Government enacted legislation to attract foreign investment, it is necessary to see the 1968 situation in its proper perspective. Data on Government revenue and expenditure highlight the differences between 1968 and the present period. In 1968 Government revenue totalled $857 million and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 860</b></font>\n  <br>\n  <br> Government expenditure $787.6 million. In 1981 Government revenue totalled $7,888.0 million and Government expenditure $7,582.0 million. In the intervening period of 13 years Government revenue and Government expenditure have increased more than nine-fold. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it is objected that the figures for Government revenue and Government expenditure are, at the most, only indirect indications of the economic situation at any given time, then references can also be made to the data on the GNP and the Industrial Production for Singapore during that period, In 1968 the GNP for Singapore amounted to $4,402.2 million while in 1981 the GNP increased to $26,389 million. Similarly, the Industrial Production increased from $2,806.2 million in 1968 to $36,937 million in 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After adjusting these figures for inflation, the increases are substantial and most impressive. They clearly show that the economic development of Singapore took a giant stride forward during the 13 years between 1968 and 1981. The economic boom enjoyed by Singapore naturally benefits the workers as well. It is unnecessary to refer to increases in wage levels since it is obvious to everyone in Singapore that there have been huge wage increases during the past several years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is more important from the point of view of workers and their dependants is the availability of jobs for them. In 1968 the employment rate was 7.3% as compared to the unemployment rate of 2.9% for 1981. What is even more significant and not revealed by such unemployment statistics is that there are more jobs available in Singapore right now than can be filled up by Singaporeans. The good fortune enjoyed by Singapore workers can be reflected again in the level of social amenities enjoyed by the workers, particularly housing. In 1968 only 29% of the population were housed in HDB flats but in 1981 the percentage increased to 70%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is no coincidence that the good fortune enjoyed by workers during the past 13 years is also reflected in trade union membership increases during that period. In 1968 only 125,618 workers were registered as union members, many of them \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 861</b></font>\n  <br>\n  <br> book members, but in 1981 the figure was over 240,000 paying members. It goes to show that trade unions also benefit when workers are better off. The unions have now emerged much stronger. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our country would not have prospered and the standard of living of our workers would not have reached the present high level if the trade union movement and the workers had been suppressed. Some people would like to appear to be champions for the workers. They talk about the rights of the workers but they conveniently forget the obligations of the workers. Only when there is a balance between rights and obligations will the system work. Besides slogan-shouting, these people have done nothing else to help the workers. Unfortunately, slogan-shouting alone would not help the workers to raise their standard of living. By misleading the workers about their rights, these people are actually jeopardizing their future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore workers have every reason to be proud of their contribution to the success of Singapore which includes, not least of all, their whole-hearted response to the call of the Government to scrap certain features in the then industrial legislation which were likely to frighten off foreign investors. It is accepted by workers that the present good fortune that they and their dependants are now enjoying is due to the Government's response to the needs of workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years the trade union movement has become even more matured and responsible. Today, the trade union has gone to the extent of initiating and promoting good labour-management relations. Circumstances have changed. As a result, some of the legislations have outlived their usefulness while others are ridiculous in the present context. It is certainly necessary to amend industrial legislation to reflect changes in the character and circumstance of employer-employee relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge the Government to review the industrial legislation and make the necessary amendments, Amendments should be made in such a way as to promote better industrial relations, based \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 862</b></font>\n  <br>\n  <br> on mutual trust and respect. The interest and the basic rights of the workers must be safeguarded. As no legislation is perfect and as it is also subject to abuse, the Government should review it constantly and also administer the legislation firmly and fairly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NTUC will always monitor closely the implementation of the legislation to ensure that the employers do not abuse their prerogatives. It will not hesitate to take any employer to task if necessary. This has always been done. NTUC and the workers realize that the interests of both the workers and the employers lie in cooperation and not confrontation. Managements' interest and workers' interests are intertwined. The trade union movement can be strong only when enterprises are doing well and the nation is prosperous, and that enterprises can do well only when the workers' interests are adequately taken care of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NTUC and the workers are reasonable and responsible. They are not short-sighted. They are not fighting for narrow sectional interests or for short-term interest. They fully realize that in a country like ours, we either prosper together or we go down the drain together. The NTUC and the workers also want industrial peace, but it must be industrial peace with justice. So legislation must be such that the interests of the workers are protected. And what is even more important is that the legislation must be seen to be protecting their interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At times, workers could be concerned and upset because they may not have properly understood the spirit of the legislation. They may also be misled by cynics and mischievous elements. Thus, it is of utmost importance that any new legislation or amendment which concerns the interests of the workers is written in an easy-to-understand language and explained clearly by the Government. And I am confident that the NTUC and the workers will respond positively to amendments to the legislation. They will cooperate with the Government and employers to ensure the continued prosperity of our country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 863</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Mr Speaker, Sir, I give my full support to the motion moved by the Hon. Minister for Trade and Industry. \n  <br>3.47 p.m. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Speaker, Sir, I join my colleagues in support of the motion standing in the name of the Minister for Trade and Industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore pushed ahead in 1981 with an economic growth rate of 9.9% even though the world economic environment was gloomy and depressing. Domestic factors accounted more significantly for our healthy growth rate. Our success was due to a large extent to the grit and determination of our workers. They worked harder. They worked more intelligently. They improved on their present skills and acquired new ones. They worked as a team with their managers and supervisors at the various workplaces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was good rapport between the Unions, Employers and the Government built over many years. This led to a productivity growth of 5.4% compared to the 5% registered in 1980. Productivity increase would have been greater had the productivity in the construction sector not declined. Productivity in the construction sector declined mainly because the industry failed to modernize. For the manufacturing sector, productivity growth was almost twice that of 1980. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The confidence in the ability of our workers to work hard and in their capacity to absorb new skills was one of the main factors which helped to make Singapore an attractive place for foreign investments. It is a good sign that a new record was set for net new investment commitments which, excluding petrochemicals, reached $1.9 billion in 1981, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Budget Statement, the Minister for Trade and Industry has acknowledged the contributions made by the workers. The hard and good work put in by the workers should be given more widespread recognition by the employers and management in the private as well as the public sector. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 864</b></font>\n  <br>\n  <br> Workers given due recognition by management will experience satisfaction at work and will be motivated to give of their best. At this point, 1982 looks to be a more difficult year, and for us to continue to grow, we must ensure that our workers are correctly motivated and are given due recognition and reward for their hard work and good effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to two measures which we have to bring out the best in our workers. First, the National Wages Council's second-tier wage increase, namely, the recommendation for outstanding workers to be better rewarded. There is no quarrel with the principle that outstanding workers should be better rewarded. We cannot give equal rewards for unequal contributions. We must establish the link between performance and reward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, what has brought about concern and has given rise to a great deal of dissatisfaction and unhappiness among the workers is the way the scheme was implemented at the various workplaces. There was also unhappiness about the way the second-tier awards were disbursed, especially when some gained the wrong impression that it was meant to motivate only top performers. Admittedly, this is only the second year of the Second Tier Scheme, and therefore there can be improvements as we develop. Yet the lack of ability on the part of managers and supervisors to adequately assess their subordinates' performance is a matter of great concern. If they are unable to assess their subordinates properly, they would not be able to guide or help them to overcome their weaknesses or to develop their strength. They would not be in a position to motivate them and bring out the best in them. We should not allow the seeds of discontent to be sown in the relationship among the workers, and between workers and their managers and supervisors, simply because the latter are unable or are not competent to assess their workers' performance or they have not exercised sufficient care when assessing their workers or have chosen to blatantly ignore the general unhappiness that they have generated because of their failure to assess their workers correctly. Worse still, if their careless assessment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 865</b></font>\n  <br>\n  <br> leads to a deterioration in teamwork at the workplaces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must develop in our employers, managers and supervisors, the skill to assess their workers effectively. It is a skill they must learn conscientiously. It would also be useful for managements to consult the unions on the appraisal schemes proposed for their companies. Besides monetary rewards, we should also work out other ways to recognize good work. One way workers find that their good work has attracted recognition is when they are consulted on the work which they are doing. \n  <br>\n  <br>\n  <i>Skills Development</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If workers are adequately trained, they will be able to use their skills to the fullest. Therefore, to facilitate the restructuring of the economy, we need to expand our pool of skilled manpower. We must give every opportunity for our workers to either improve on their present skills or to acquire new ones. The Skills Development Fund was established with the objective of training and upgrading the skills of our workers and to retrain the retrenched workers. The Fund is financed by a 2% levy paid by employers for each employee earning not more than $750 per month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While it is noted that the Skills Development Fund has plans to make a greater impact on the training of workers, its present performance is somewhat disappointing. The Fund has collected $191 million, but its commitment so far is only $68.4 million, or about 36%. Since 1979 only 32,100 workers have benefited from grants from the Skills Development Fund. This is only slightly more than 10% of the labour force in the manufacturing industry. I am also in agreement with the Member for West Coast that the Skills Development Fund grants have benefited more of the higher grade employees than the workers who earn below $750 p.m. It is time now for the Skills Development Fund to seriously consider using the funds it has amassed to benefit the line workers. Rather than wait for employers to make submissions to get training grants, the Fund could perhaps work closely with training institutions, like the VITB, as well \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 866</b></font>\n  <br>\n  <br> as employers and unions to organize courses which are useful for our workers. \n  <br>\n  <br>\n  <i>Inflation</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share the views expressed by the Member for Alexandra on our inflation rate. Inflation did not abate much in 1981. With oil prices stabilizing, domestic factors are likely to continue to exert greater influence on consumer prices in 1982. Besides, world prices of essential commodities, such as rice and sugar, are also expected to decline. Care should, therefore, be taken to ensure that the domestic measures taken either on environmental or other grounds do not cause price increases, especially fo6d prices. Stern action should be taken to curb profiteering. Inflation would hit the workers, especially the lower wage earners, hardest. \n  <br>\n  <br>\n  <i>Housing for our Workers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am happy to see that one of the objectives of the Budget is to accelerate the public housing construction programme to meet the rising demand for housing units. It is important to restate that we should build HDB flats which our workers can afford to purchase. Proposal to introduce new technology in the construction industry could lead to higher construction cost. Increased productivity in the construction sector would help to keep the cost of the flats within the means of our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, contributions to the Central Provident Fund should give better returns. In the Ministry of Labour's Addendum to the Presidential Address at the opening of the Fifth Parliament, it was stated that the CPF Board intended to review its investment policies and the returns given to members' contributions. I would like to know what progress has been made so far. This review should be expedited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>3.59 p.m. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, this is a very sober budget, a budget with a thin spread of goodies right cross the board. Nobody is unhappy because no one has been asked to pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 867</b></font>\n  <br>\n  <br> more. Neither is there cause for rejoice since, as usual, expectations will never be met. On balance, however, I must congratulate the Hon. Minister for Trade and Industry for giving the citizens of Singapore a breather, so to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our economy has performed well because we were prepared for the worst: a major recession in the industrialized West is just beginning to hit us because of time-lag. The former Minister for Trade and Industry had brought this point home over the last two Budgets. We should, therefore, not be tempted into thinking that the Singapore economy will be insulated from this imminent recession. The writing is already on the wall. Unemployment in the EEC and the US has reached record levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So this is the time for us to consolidate and make the necessary changes to be able to survive the possible onslaught of the recession. I say that we must stay trim and be ready to seize the opportunities when the developed economies recover. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, now I would like to touch on a number of areas the Minister has touched upon in the Budget Statement, starting with taxation. \n  <br>\n  <br>\n  <i>(1) Taxation</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our taxation policy hinges on two cardinal principles: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) that the tax base should be as wide as possible; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) tax rates should not be punitive so as to become a tax on initiative, thrift and risk-taking. \n  <br>\n  <br>This sound policy has enabled us to engage in some form of social fine-tuning over the last two decades. Real income levels have risen, so have standards of living. We now appear to be caught in a dilemma arising from the very success of a sound taxation philosophy. Further legitimate claims for income tax reliefs cannot be granted without reducing the taxpaying base. At the same time, additional reliefs for the support of aged parents cannot be raised further than $1,000 lest they get higher reliefs than the spouses of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 868</b></font>\n  <br>\n  <br> taxpayers. To raise these reliefs for both categories might then erode the tax base. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am fully aware of the complexities involved in different tax measures and tax policies and which would have different policy results. One policy may be superior with respect to social objectives such as income distribution but inferior with respect to its efficiency, economic growth and other employment effects. However, I am afraid trade-offs must be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, I am suggesting that the tax structure should be an incentive package for taxpayers to produce more, work harder and save more. I am suggesting that we should erase the notion that taxation is a burden to be avoided. Perhaps the time has now come for a rethink of our income tax structure. A modest reform based on effective tax rates could be one option the Hon. Minister for Trade and Industry might wish to consider. This then would eliminate his problem about reliefs. \n  <br>\n  <br>\n  <i>(2) Energy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I now touch on the statement the Hon. Minister made on Energy Development? The Hon. Minister correctly pointed out that \"we must not be lulled by the atmosphere of glut and distressed prices.\" The recent fall in oil price should not lull us into a relapse of naive optimism. The current drop in prices arises partly because of the current recession in the major industrialized economies as well as a temporary contradiction among members of the OPEC cartel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our policy of ensuring that consumers pay for their energy consumption at the prevailing world market rate is sound. We should not subsidize consumption, least of all wastage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to bring up some points which bear directly on our energy generation and conservation policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister told this House that he would \"attribute the improvement in energy efficiency to the effects of higher energy prices.\" The Public Utilities Board, I agree, has performed creditably well with mounting surpluses each year. However, it is tempting to equate monetary surpluses with efficiency. But again, efficiency is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 869</b></font>\n  <br>\n  <br> relative term. The PUB might wish to draw up some indicators, such as the type, age and efficiency of the machinery, the unit cost of energy generated, efficiency coefficient, and so on. I am aware that it is not going to be easy to construct comparable indicators. Nonetheless, we need some objective yardsticks. For example, is the PUB satisfied that its investment and purchases have resulted in lowering of production costs? It has been argued that there is no other public utilities body with which we could compare PUB's performance. This argument is partially valid, but one could perhaps take a look at Hong Kong's private company called the China Power and Light Company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This House was told on 16th March, 1980, by the then Minister for the Environment that the \"question of using coal as a source of fuel for power stations is under study.\" In his Statement, the Hon. Minister for Trade and Industry spoke on our \"strategy of diversifying away from oil\" and that the \"PUB's external consultants have completed a study on coal-fired power stations.\" I sincerely hope that a decision could be made fairly soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our policy on alternative energy should be clearly articulated and understood by everybody ranging from the policy makers to the consumers. Such a move, I believe, is vital since energy is an issue that is going to be with us for a long time to come. You may wish to note that among the ASEAN countries, both Malaysia and Thailand have successfully diversified into coal power generation since the 1973 oil crisis. Our failure to do so is still a riddle to many. It is perhaps an over-reaction to the potential problems of pollution arising from coal-fired power stations. However, I believe the technology of such power stations has improved significantly over the years. It is definitely worth taking a second look. Perhaps there should be greater public debate on such policy alternatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am inclined to think that the economics and strategic considerations of coal-fired power stations warrant an early and favourable consideration. According to Japan's MITI, the economics of power generation using oil, coal and nuclear are as follows:- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 870</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Power generation for oil, coal and nuclear is 15 cents, 11 cents and 7 cents per kwh respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) The construction cost per kwh is cheapest for oil-fired power stations at $1,000 followed by $1,500 for coal and $1,700 for nuclear power stations. \n  <br>\n  <br>It is interesting to note that both coal and nuclear power stations are widely used in Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister for Trade and Industry has also referred to natural gas which has been found in substantial quantities in the region, It would be useful to know whether studies have been made to determine the economics, applicability and social costs of this fuel alternative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to move on to our energy conservation policies. Thus far, our policies appear to hinge on Disincentive to Waste rather than Incentive to Save. This is evident from the PUB's imposition of a 10% surcharge on utilities bills above $80 per month. This appears sound since we do not want to encourage wastage. However, there must also be corresponding positive measures to act as incentives to save. The Hon. Minister is only too well aware that banks and financial institutions provide competitive interest rates to induce people to save! Similarly, I hope the PUB could come up with something more innovative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister in his Statement which gave the guidelines on accelerated depreciation to cover approved energy-saving expenditure incurred by non-industrial users is a good example of an incentive to save. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am told, Sir, that in Canada and Japan, the authorities have come up with one interesting innovation. The Energy Diagnosis Bus. This bus is equipped with computerized instruments and manned by energy specialists. Basically, it visits small industries to assist them in energy conservation. Among other things, the team provides assistance to save energy in terms of an energy audit and comes up with specific recommendations. In short, this energy diagnosis bus provides energy-saving -consultancy services. Perhaps the PUB might wish to consider \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 871</b></font>\n  <br>\n  <br> introducing something similar. I would sincerely urge the PUB to take a more aggressive role to facilitate energy-saving improvements. \n  <br>\n  <br>\n  <i>(3) Local Initiative</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would now like to go on to the initiative by local industries. The Hon. Minister for Trade and Industry in his Budget Statement told the House that in 1981, local firms have committed about $610 million for expansion and upgrading of plants in the printing, publishing and ship-repairing industries. This is an encouraging sign. It is definitely indicative of the dynamism of local enterprise. - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident that our local entrepreneurs as well as the more established industries will respond positively to the challenges and opportunities in the years ahead. The immediate future is not good. Recession and unemployment is now increasingly seen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Paradoxically, it is during times like this which offers the best opportunity for us to restructure and upgrade. What is needed, I venture to add, is a more positive response from the Government to the needs of our local industries, especially the small and medium-sized firms. On record, the Economic Development Board appears to have done and are still trying to intensify their efforts to assist local industries. The Local Industries Unit in the EDB was specifically set up to look into the problems of our local entrepreneurs. In fact, the Hon. Minister in his Budget Statement said that 70% of the $11 million awarded under the Interest Grant for Mechanization Scheme went to 91 local companies. Yet, one continually hears of the alleged indifference or MNC-bias of the EDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know the reasons for this adverse image. It could arise from a communication gap, lack of publicity or rapport between the Board and our industrialists. One feedback I received was that the Board appears to be rather passive. It waits for our firms to approach them with a problem. The EDB provides only financial assistance. While this is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 872</b></font>\n  <br>\n  <br> vital, some form of consultancy services is also useful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One rather peculiar feedback on the Skills Development Fund (SDF) refers to coffee shop operations, For example, our coffee shop operators contribute to the SDF but they could hardly upgrade their operations under existing circumstances. Perhaps, the SDF, the EDB together with the Chinese Chamber of Commerce and Industry and the relevant trade association could sit down to work out a long-term plan for this uniquely Singaporean feature. True, our manpower resources and increasing affluence will not permit coffee shops to continue as they are. Changes will have to be made. Maybe one should study some of the fast-food chains in the US or Taiwan. These firms deserve our support and attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government, through the Skills Development Fund, has sought to induce companies to upgrade. It would be interesting to know the progress of the SDF since its inception. Specifically, who are the main beneficiaries, in terms of ownership (i.e. local or multi-national companies) and by sector (i.e. manufacturing or services). It is disturbing to note that the SDF appears to favour training courses which are manufacturing or production-orientated. In other words, attendance at financial, marketing and management seminars do not qualify for SDF financing. Of late, I understand that steps are being taken to correct this anomaly. I would urge the management of our local industries to take full advantage of this facility. Modern management methods cannot guarantee success but can minimize the probability of failure. \n  <br>\n  <br>\n  <i>(4) Manpower</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I now touch on the Hon. Minister's reference to Manpower Development. The recent salary revision for senior civil servants reflects the Government's increasing concern to stem the brain drain out of the public sector. The widening wage disparity between top civil servants and their counterparts in the private sector has been cited as the primary motive behind the exodus. We are all in favour of retaining top brains in the Civil Service. And we also want to pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 873</b></font>\n  <br>\n  <br> them well. However, one has to recognize and accept that there is no way one could close the remuneration gap in monetary terms between the two sectors. At best, one could narrow the differential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to join other hon. Members to make a plea to the Minister for Trade and Industry to consider as early as possible a similar review of the salaries of the daily-rated, Divisions III and IV workers. I am afraid these are the unsung heroes of the bureaucracy and who are the hardest hit by rising costs. \n  <br>\n  <br>\n  <i>(5) Research and Development</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister for Trade and Industry in his reference to R &amp; D said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I am confident that we have the talent to achieve our ultimate aim of building up R &amp; D capability in selected areas of technology. With the progress being made in industrial R &amp; D, real opportunities now exist in Singapore for highly qualified R &amp; D scientists and engineers.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hasten to add that I share the Minister's guarded optimism. A lot still needs to be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;R &amp; D lifted Japan from a nation of imitators to a nation of pace-setters. Of course, we should be realistic about our own capabilities. I strongly feel that our policy and expenditure of $50 million on R &amp; D is inadequate and conservative. Japan, for example, spends 1.7% of her GNP on R &amp; D while the US spends 2.3%, West Germany 2.1% and France 1.8%. Among the developing countries, South Korea devotes about 0.4% of her GNP on R &amp; D, and Taiwan 1.6%. In fact, I would even urge that we should incorporate, among other things, an element of venture-capital into our R &amp; D policy. \n  <br>\n  <br>\n  <i>(6) Computerization</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government's drive to encourage greater use of computers should improve productivity and relieve manpower shortages especially in the Civil Service and the other service sectors in the economy. It is commendable that the Government should take the lead, partly as a demonstration effect as well as to stimulate the infant computer industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 874</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Initially, however, it appears that there is a shortage of computer personnel itself. The Minister in his Budget Statement has referred to steps being taken to \"overcome the shortage of computer personnel\". However, some critics have suggested that we might be in danger of \"doing too much too fast\". It is argued that we should stop to check the speed of our computerization programme, lest we over heat the industry. Perhaps the Minister might want to allay the fears of such well-meaning critics by giving this House a progress report on the situation. \n  <br>\n  <br>\n  <i>(7) Trade Development</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The growth rate in our exports registered 7% compared with 14% for the manufacturing sector in 1981. In his Budget Statement, the Minister said that we will have to increase our share of existing export markets as well as open up new ones to provide the impetus for growth. Moreover, the Minister added, and here I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'in the longer term, as we restructure our economy and move into the production of more higher valueadded products, we will be less vulnerable to protectionism.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully agree with this thinking. It is now time for a bold initiative to embark on a new export drive. The rules of the game have changed. The liberal export markets which contributed in no small measure to our export-led growth in the 1960s and 1970s have now narrowed. Today, we have moved and will continue to move up-market into the less vulnerable sectors of the global export markets, However, moving up-market or producing more higher value-added products does not automatically shield us from protectionism. Take, for example, Japan's success in the current export drive in the industrialized markets. Already there are so-called \"voluntary marketing arrangements\", self-restraint and all sorts of euphemism for protectionism. The most recent is a call by President Reagan for what he termed as \"balanced reciprocity\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is my contention that the export business or international marketing is warfare. Let us not delude ourselves and go ill-prepared. There is no concession for the weak. Governments \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 875</b></font>\n  <br>\n  <br> can, however, provide some basic logistics such as product and market intelligence as well as the necessary contacts, Thus Japan has its JETRO and the Republic of Korea has KOTRA. Similarly, Taiwan and even Australia have similar outfits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have gone through the Hansard over the last few years and records show that this House has debated the issue of an Export Promotion Agency or a Trade Development Authority or Board since February 1978, Finally, in March 1980, the then Minister for Trade and Industry gave reasons against the setting up of a statutory trade development board. I am afraid events have since changed significantly. I would therefore strongly urge the authorities to reassess the urgent need for a high-powered trade promotion agency such as a Trade Development Board. Such a statutory body or agency would enjoy the operational and policy flexibilities of a commercial outfit so essential in the field of foreign trade. Specifically, the agency could provide a computerized trade information service to our exporters and monitor protectionist tendencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister also referred to the opening up of new markets. This, I must add, is something which this Board could seriously undertake in view of the high initial cost of market exploration and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we try to break into new markets, may I suggest that we do not forget the 200 million ASEAN market. Our ASEAN partners could be both our sources of supply as well as our markets. I would therefore urge that we should not overlook this possibility. Sad to say, at this moment, Intra-Asean trade is still at a very low level. This could be due to the various stages of our economic development, historical trade practices and different colonial experiences. Nonetheless, it is worth mentioning that steps should be taken at every opportunity to help foster greater Intra-Asean trade. \n  <br>\n  <br>\n  <i>Conclusion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in conclusion, I hope I have not made any unsobering remarks on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 876</b></font>\n  <br>\n  <br> a basically sober budget. As I have indicated in my opening remarks, a sober budget is not a stand-still budget. To stay trim and fighting fit, we have to shed off excess fat and tone-up flabby muscles. Tax-concessions, shorter queues for HDB flats, better bus services and the other things in life are all contingent on a soberminded electorate. A painless budget is not a prelude to a free lunch. Rather, it is an option to a better but paying lunch. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on this note, I support the Budget Statement of the Minister for Trade and Industry. \n  <br>4.24 p.m. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the world economy is facing three major problems. First, stagnation of economic growth. The average rate of economic growth of the OECD member countries last year was 11%, the lowest in the past five years, (Amongst the member countries, the growth rate of the United States was only 11%, Japan 32%, while UK and West Germany had negative growth rates of -2% and -1% respectively.) Secondly, the waves of unemployment faced by the industrialized countries reached a rate as high as 71% last year. In the United States alone, the figure of unemployment reached 9.5 million persons; in the United Kingdom, there were 2.8 million people unemployed which is more than the population of our Republic. Thirdly, inflation still poses a serious problem. Although, in 1981, the rate of increase of the consumer price index in the OECD countries had fallen slightly as compared with that for 1980, it still remained at double digits (11%). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The prospects of a world economic recovery in the next two years are not very optimistic. The main reason is that economic recovery in the largest industrial country - the United States, will be both slow and difficult. Therefore, she will not be in the same position as in the past to provide the locomotive effect to world economic recovery. According to a forecast, the economic growth rate of the US in 1982 will be -0.5% and will recover to 3% only by 1983. In the US, the number of unem- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> ployed is expected to reach the highest point of 9.75 million in 1982, before lowering to 9.25 million in 1983. However, the inflation situation will improve, falling to 7.5% from last year's 8.25%. This forecast also estimates the economic growth rate of OECD member countries in 1982 to be about the same as in 1981, staying at around 1.25%. Only in 1983 will it be possible to increase to 3%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides, there are two types of crises latent in the present world economy: First, industrial countries invariably hasten to set up trade barriers in view of their economic difficulties and their rising unemployment. This trend of protectionism will lead to many undesirable consequences. In countries where protectionism is practised, those low-efficiency and high-cost industries may thereby prolong their dying lives (&nbsp;&nbsp;&nbsp;&nbsp;) thus leading to misallocation of resources. Their people will have also to pay a price higher than that for imported goods, in order to buy products by such industries. Furthermore, various countries one after another will set up tariff barriers to retaliate against one another. This will lead to a vicious circle. If this situation continues, it will get worse and eventually turn into a trade war, when all will suffer. In the 1930s, during the time of world economic depression, the same situation existed and it caused world trade to come almost to a stop or to be paralysed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the crisis that takes place in international finance. At present, non-oil producing developing countries, because of increasing prices of oil in the past few years coupled with failing prices for their commodities, have suffered huge deficits in their balance of payments as well as incurring heavy external debts. Some of these countries cannot even repay the interest regularly. According to the OECD 1981 Review, these countries have to pay a gross interest payment of US$32.8 billion in 1981, compared with $4.0 billion in 1973. This shows an increase of more than eight times. Should there be a few cases of default in payment, there would be a chain reaction with unthinkable consequences. The stability of international currencies and the whole financial system would then be undermined. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 878</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have reiterated the problems and the crises that the world economy is facing, not to create false alarm, even less to cry \"wolf\". If we are not careful for a moment, the wolf would come at us. Therefore, in the present difficult conditions of the world economy, while we can congratulate ourselves and our ASEAN partners for having been able to maintain high rates of economic growth, we should on the other hand increase our vigilance, to be always on guard, in order to meet the challenges brought about by world economic depression hereafter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our country has all along been practising the policy of market economy, which rely on the market forces of supply and demand and profit incentive to determine prices and the distribution of resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from providing political stability, creating a suitable investment climate, and enforcing industrial and commercial laws and contracts, the main responsibilities of the Government in economy also include, first, the construction of infrastructures such as sea-port, airport, public roads, communication systems, industrial estates etc., and secondly, the cultivation of talents and development of our only resource - human resource through education and technical training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main targets in this year's Budget reiterate the importance the Government attaches to these two fields of responsibility. Another target is to accelerate our building programme in order to satisfy the needs of the people. The PAP Government's economic policy is enlightened and effective. This can be evidenced by the economic achievements over the past 16 to 20 years. During this period of time, from 1965 onwards, we have not only overcome the economic problems brought about by the withdrawal of the British Armed Forces in 1968 and the oil crises in 1974-75, we have even gone one step further by bringing about a prosperous economic growth and the standard of living of our people has been continuously enhanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that during this period of time, from 1966 onwards, we had no Opposition party in Parliament. In other words, the Opposition parties made no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 879</b></font>\n  <br>\n  <br> contribution towards the construction of our country's economy and the making of our economic policies. The close cooperation between the people and the Government over the past 16 to 20 years has resulted in the coffers being much richer. Now, the Opposition party hopes to reap the harvest and win popular support by making all sorts of suggestions for providing free services for this and subsidies for others. It is always easy to make suggestion on how others should spend their money or how to spend other people's money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, they ought to know that these are assets earned and accumulated by our people through their diligence and effort under the able leadership of the PAP Government over the past 16 to 20 years. Furthermore, we cannot take for granted that our economy will continue to enjoy a prosperous growth just because of our economic achievements over the past 16 to 20 years. During the past six years, the economic growth of West Germany declined from 5.6% to -1%. This is a lesson for us to learn. When the economy is stagnated and the coffers empty, we cannot talk about nation building, as even our national security will be jeopardized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Annex to the 1981 Budget Statement, the then Minister for Trade and Industry stated our economic targets for the '80's (Hansard, Vol. 40, col. 361) as: (a) Real GDP growth of 8-10% per annum, and (b) Productivity increase of 6-8% per annum. Some people are skeptical as to whether we have set our target too high. At the same time, they are of the view that in order to attain this target, one would have to pay a very dear price: (1) we have to face the consequences of the heavy influx of foreign workers; (2) the consequential worsening of inflation; and (3) the adverse effects on the efficiency of the distribution of resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the success of our family planning programme, our population growth rate has decreased from year to year. In the 80's, the supply of new labour force will decline. In 1980, the number of new work- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 880</b></font>\n  <br>\n  <br> ers came into the market was 32,000. In the period 1981-85, the supply will be reduced to 24,000 per year, and in 1985-90, it will be further reduced to 16,000 a year. In order to meet the demand for labour, henceforth we may have to continue to rely on foreign workers, or to increase the Labour Force Participation Rate (LFPR), or to increase productivity, or a combination of all three. If we are not to rely on foreign workers after this decade, then we will have to attach more importance to the increase in our Labour Force Participation Rate. The female Labour Force Participation Rate in 1980 was only 44.3%, which is low as compared with those in Japan, Hong Kong, South Korea and Taiwan. Of course, we have to give due consideration to the fact that married women have the duty to raise children. We have to strike a balance between economic growth and family education. We may even have to consider the possibility of day-shift, time-shift or piece-rate and job payment systems, and the use of computers and other technology to enable the women-folk to carry out their work at home. Bringing the light and clean industries near to their homes in housing estates is another good method. At the same time, the retirement age of employees should be raised to 60 years, or even 65 years for most trades. This may help to alleviate our labour shortage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the most important aspect of our economic policy is increased productivity. In 1981, our productivity growth rate was 5.4%, which is higher than the 2.9% in 1979 and 5% in 1980. However, it is still short of our targetted productivity growth rate of 6-8%. For this reason, increased productivity is one target which we should not spare any effort to achieve over the next few years. We can employ various methods to achieve increased productivity - raising capital-labour ratio, improving labour-management relationship, introducing company welfarism, provide technical training, instil in the workers a better sense of productivity, and implement computerization, automation and mechanization. Based on the past experience of economic development in other countries, some people believe that no country is capable of sustaining a high productivity growth rate over a protracted period. In other words, what we are trying \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 881</b></font>\n  <br>\n  <br> to achieve is unprecedented (&nbsp;&nbsp;&nbsp;&nbsp;). However, the Independence of Singapore, the events of our survival under unfavourable conditions, the achievement of political stability and economic prosperity within a short period, and thus opening up a new chapter in this corner of Asia, are also unprecedented. Where there is a will, there is a way. Productivity relates also to the state of mind and will-power of the people. As such, I believe that so long as our people are united and determined, we will certainly attain our productivity target. Moreover, the standard of technology in many of our industries is still far below that of the advanced countries, such as the use of computers, robots, automation systems, etc. There is plenty of room for improvement to bring about an increase in productivity. Even when mass-produced, robots will not give us any housing problem, neither will they go around looking for companions and creating social problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the problem of inflation, the rise in the consumer price index is mainly due to the increase in food prices. For instance, 58% of the 8.2% increase in the 1981 consumer price index was due to the increase in food prices. During the past few years, the main cause of inflation was the increase in oil prices and foodstuffs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the allocation of resources, the Government should pay more attention to the coordination and synchronization between public works and investments (particularly in housing development) with private investments. We should avoid the bunching of several major projects which may cause an overheating of some industries. On the other hand, if public works and investments can be carried out in accordance with the economic conditions of our Republic and the fluctuations of private investments, then we will be able to generate a stabilization effect on our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, we cannot give up eating for fear of choking (&nbsp;&nbsp;&nbsp;&nbsp;) . We must not lower our target of economic growth for fear of a possible rise in the inflationary rate by a few percentage points, and possible problems in the allocation of resources in some quarters, or that there is no other country for us to emulate. We are not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 882</b></font>\n  <br>\n  <br> denying that such problems do exist. What we have to do is to try our best to solve these problems or to minimize the effects that these problems may cause. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While our economy is still capable of rapid growth, we must seize all opportunities as they come, in order to move ahead, to further improve the material and spiritual lives of our people, to carry out effective economic, cultural and social constructions and, at the same time, to enrich our coffers to provide against a rainy day in case the world economy worsens and hits our economy. There is a Chinese proverb which says, \"A boat sailing against the current must forge ahead or else it will be driven back.\"(&nbsp;&nbsp;&nbsp;&nbsp;) If we are complacent and conservative and lose our spirit of \"working with perseverance \"(&nbsp;&nbsp;&nbsp;&nbsp;), then we will gradually lose the lead over the other developing countries in marketing, in foreign investments and in technology, fields which because of an early start we now enjoy a competitive edge. In today's highly competitive world, once we lose an opportunity to a competitor, no one will ever give us a second chance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Trade and Industry personally feels that tax changes, though exciting, are not necessarily the most important part of any Budget Statement. But to a vast majority of our citizens, tax changes are the most important as they directly affect their pocket and the cost of living. This year, there are no new taxes and the existing taxes remain unchanged, much to the relief of our people. Yet there are some people with ulterior motives or officious people who said that the PAP Government \"dares not\" increase taxes because there is an Opposition member in Parliament. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Hear, hear. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Such thinking is childish and ridiculous. It also overstates the value of this Opposition member (&nbsp;&nbsp;&nbsp;&nbsp;). He is not important enough to constitute a factor of consideration in the preparation of the Budget. Sir, as we all know, Singaporeans have, in fact, been enjoying painless budgets in the last few years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 883</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another view on this year's Budget is that the few concessions it offers benefit only those in the middle and upper income groups, and not the ordinary citizens in the lower income group. The reasons given are: (1) Most of the ordinary citizens are contributing less than $5,000 per year towards CPF. The tax relief on the full amount of CPF contributions will benefit only those who are earning above $1,800 per month. (2) The raise in the exemption limit in estate duty to the full value of any one residential property has no bearing at all to owners of public housing or those who have no property. (3) Exemption from estate duty on CPF savings will benefit those who have accumulated more than $100,000 in their CPF accounts. CPF members from the lower income groups do not benefit much. (4) Waiving the 10% tax on the fixed charges in PUB bills (in respect of fees for sanitary appliances, refuse disposal, rental of appliances and nightsoil disposal) will only benefit those whose PUB bills exceed $80 per month. Even then, the amount of tax waived is negligible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the surface, such a view appears to be a correct one. But if one takes a step further, one will discover that this view is lopsided because there is clearly a lack of understanding of the Principles of Taxation. First, when we examine a budget, we cannot consider the revenue and expenditure for only a single year. We have to take into consideration the trends of revenue and expenditure for a number of years and the economic strategies for that period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the former, the Government has started cutting down the income tax rates since 1978. The effective income tax rate of our people is now lower than that five years ago, and those in the lower income group enjoy more benefits than those in the higher income group. Furthermore, with the high-wage policy over the last three years, the rate of increases of earnings among the blue-collar workers is higher than that of the professionals and executives. The weekly earnings of the production, transport and manual workers in 1979-80 increased by 14.3%; in 1980-81, it increased by 16.9%. During 1979-80, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 884</b></font>\n  <br>\n  <br> rate of increase in weekly earnings of professional, administrative, and managerial workers was 10.5%, during 1980-81 it was 8.7%; while the rate of increase in the weekly earnings of clerical, sales, and service workers was 12.2% during 1979-80 and 10.1% during 1980-81. In other words, during this three-year period the rate of increase in income was highest among the blue-collar workers. The important thing is: the rate of increase in income was higher than the rate of increase of consumer price index (CPI). In other words, the real income of our people in all walks of life, particularly the blue-collar workers, is higher today than a few years ago. Increasing real income with a decreasing effective tax rate is something which people in many countries, including industrial countries, can dream about but cannot get. Yet we Singaporeans in all walks of life can all enjoy the fruits of economic growth at a time of difficult and depressing world economy. I hope we will continue to work hard in order to sustain this condition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let us talk about the principles of Government's taxation, revenue and expenditure. The first point, as the Minister for Trade and Industry has said, \"our income tax will never be so high as to deter Singaporeans from wanting to work hard and earn more.\" The second and more important point, the Government should use tax revenue on education and technical training, to enhance the ability of the people to earn more, but not to subsidize consumption. The third point is related to the question of the distribution of wealth and income. While we have to rely on market forces to make more efficient use of the resources to create more wealth for our nation and people, on the other hand, the Government has to resort to legislative and administrative measures to look after the livelihood and well-being of people with lower incomes and in poorer walks of life. Progressive income tax is a case in point. People of upper and middle income groups bear much higher burden both in tax rate and in quantum than people in the lower income group. The lowest rate of income tax is 4% and the highest is 45%. 91% of the total income tax revenue comes from 19% of all taxpayers. These 19% taxpayers are in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 885</b></font>\n  <br>\n  <br> middle and upper income groups whose chargeable income per year is above $75,000. Last year, all taxpayers got a 10% tax rebate, the higher the tax the bigger the rebate, the lower the tax, the smaller the rebate. This is obvious. But there are some people who want to cook up something from this in order to mislead people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the personal reliefs in income tax, I believe other hon. Members will comment on it and the Minister may respond. It suffices me to point out that the lower income group, like other income groups, have both the right and the obligation to contribute to the national coffers. Even if their tax rate is only 1% or 1/2%, it will still be educational as it will instil a sense of pride and a sense of participation in nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides giving tax concessions, the Government also gives special care to people in the lower income group in matters of housing, medicine, education, etc. At present, 70% of our population live in HDB flats, 240,000 of whom are owner-occupiers. In the next eight years, the HDB will build 290,000 units more to satisfy the demand for housing by people in the middle and lower income groups. We are world-renowned for our achievements in the field of housing, particularly low-cost housing for our people in the middle and lower income groups. In the field of medicine, a patient pays less than 12% of the actual cost of a C class ward in a Government hospital. The Government is also paying meticulous attention to the health and medical care of our school children. As regards education, no student because of his poverty will be prevented from attaining the highest level of education if he has the capacity to learn. Taking into account all the various services provided, we find that the real income of our lower income group is much higher than their money income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look around at some of the socalled socialist countries. There, the people are living in dire misery and are suffering excruciatingly. The misery and the traumatic sufferings of the peoples of Cambodia and Vietnam are too well known for me to reiterate here. In Poland, the people have to stand in long queues in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 886</b></font>\n  <br>\n  <br> order to buy rations of bread and other daily necessities. Meanwhile, workers work with the barrel of the gun pointed at them. From this, we can see that mere shouting of \"socialism\" slogan will not provide the people with their daily necessities or with a livelihood. To solve these problems and to raise the standard of living of the people, hard work and positive action is required. A former editor of one Da Gong Bao (&nbsp;&nbsp;&nbsp;&nbsp;) newspaper told me that previously the socialism practised in China \"If everybody else lives in a straw hut while you live in a tiled house, then you should pull down the tiled house in order to be equal with the others.\" The socialism in China today is: \"Through modernization, more and more people who originally lived in straw huts should be able to live in tiled houses.\" This quotation is worth pondering over seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To sum up, this year's Budget is a careful and cautious one. In respect of expenditure, it meets the requirements of the economic restructuring in the 1980s. Attention is also being paid to the housing needs of our people. As regards taxation, there is no new tax or any increase in tax rate. On the contrary, there are several tax concessions even though some of these are insignificant. The present Budget shows the concern of the Government for the world economic situation. It also reflects the careful manner of a former banker on the part of the Minister for Trade and Industry. In view of the stormy world economic situation, it is always worthwhile to be a little cautious. It is hoped that when the storm has calmed down, the future Budget will be able to bring more and better news to the man in the street, our ordinary citizens. (&nbsp;&nbsp;&nbsp;&nbsp;) \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Motion by the Minister for Trade and Industry. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I propose to take the Suspension now. I suspend the Sitting and will take the Chair again at 5.25 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>4.55 p.m. until 5.25 p.m.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 887</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.25 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, as we look back at 1981, we should be very thankful to Almighty God for blessing this nation of ours. In the midst of a very dismal year for most countries in the world, with recession, high unemployment and inflation, we achieved almost 10% economic growth. Our inflation rate was below the average OECD rate and those of ASEAN, Hong Kong, Taiwan and South Korea. It is almost a miracle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Trade and Industry aptly described our growth rate as enviable. The Hon. Minister himself must also be the envy of his colleagues elsewhere for being able to present solid achievements for 1981 and to offer tax concessions at a time like this. However, Sir, I am sure neither the Government nor the Hon. Minister would wish to rest on their laurels. Moreover, as they are constantly exhorting Singaporeans to better effort and performance, it is the duty of Members of Parliament to point out shortcomings and to make constructive suggestions so that the Government can make greater and better efforts for the improvement of our nation. Please note my use of the word \"constructive\" as opposed to destructive and that which appeals to emotion. One can also speak out of resentment and bitterness and one can pander to the gallery. I hope, Sir, that Members of Parliament will avoid this during the course of the debate on the Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose now to review our economic performance for last year. Let me hasten to add, Sir, that I am speaking with the benefit of hindsight and from the perspective of the armchair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I read the Economic Survey of Singapore for 1981, the first observation that came to mind was that domestic factors were more important for our economic growth last year than in previous years. (1979 and 1980, external demand contri- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 888</b></font>\n  <br>\n  <br> buted 73% and 72% respectively to our economic growth, while last year it contributed only 53%. In other words, 47% of our growth last year was internally generated. But for the big decline in holdings of inventories, the contribution of domestic demand would have been greater. This is a reflection partly of adverse world economic conditions, partly a reduction in the rate of capital accumulation and partly a relatively high rate of consumption expenditure, There was, for example, a 21% increase in expenditure on recreational goods and services. The last factor does not augur well for the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Survey also reported that the three fastest growing sectors of the economy were financial and business services (18%), construction and quarrying (17.7%) and transport and communications (12.6%), noting that the financial and business services sector contributed 27% to the overall GDP growth rate. The Economic Survey went on to point out, and I quote from page 15 of the Economic Survey: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Healthy demand for domestic and offshore banking and other financial services and buoyant activities generated by the thriving stock and property markets provided the main impetus to the expansion.' \n  <br>\n  <br>In other words, Sir, speculative activities in the stock market and property market generated high profits for banks, brokerage firms, real estate agencies and legal firms. This statement is confirmed by the Economic Survey on the same page where it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Despite depressed re-export trade, banks extended loans and advances at a more vigorous pace than in 1980. A greater proportion of the increase in loans and advances was used to finance the booming construction industry and property market as well as activities in the stock market.' \n  <br>\n  <br>I would have more to say later about our monetary policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the moment, Sir, let me concentrate on the property market. The Economic Survey also states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The property market remained active in the early part of the year. Fuelled by strong demand for residential, commercial and industrial properties as well as by speculation, property prices continued to rise sharply in the first half.' \n  <br>\n  <br>What the Survey failed to mention is that property prices increased by well over \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 889</b></font>\n  <br>\n  <br> 500% between the end of 1979 and June 1981. And, contrary to what the Economic Survey reported, property prices did not fall considerably in the latter half of 1981. Such prices were and are still 350-400% higher than in 1979. As I warned in the debate on the Presidential Address in this House in February last year, the inflation in private property prices inevitably affected HUDC and HDB prices by escalating land and construction costs. And sure enough, barely six months later, both of these agencies raised their prices. I might add, Sir, that one additional undesirable sideeffect of the property market boom was the election of the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is: Could the unhealthy property boom have been avoided? In my view, there would still have been a boom as an upturn in the construction cycle was overdue and as property prices were rising in most countries of the world in reaction to inflation. However, I believe we could have moderated the boom somewhat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consider, Sir, the following factors: Firstly, Government's land alienation policy. Government is the largest landowner in Singapore. Moreover, Government has been acquiring huge amounts of private property to build HDB flats and also for URA development. No figures are published but I rather suspect there has been a net decrease in private land holdings over the years. Moreover, URA's tender system has probably contributed to the inflation of property prices. At the last URA sale, for example, some choice property sites were withdrawn because the tenders were considered too low. Government could have helped to stabilize the property market if the land had been sold cheaply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, plot ratios and density regulations. Sir, I am not an architect, neither am I an engineer. But I am told that the regulations laid down by Building Control Division in respect of plot ratios, heights of building and density of different types of building use have contributed significantly to the cost of each square metre of floor space constructed, In view of the land shortage in Singapore, as so vividly illustrated by the Minister for National Development himself recently, perhaps \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 890</b></font>\n  <br>\n  <br> the Building Control Division may want to review its regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, unnecessary frills in condominiums. I notice, Sir, that many condominiums have swimming pools, tennis courts, squash courts and other recreational facilities. Moreover, in many projects, the floor space per apartment is very generous. All these add significantly to cost. In view, again, of the land shortage and demand for recreational facilities, might it not be better to avoid private recreational facilities and provide more clubs which the general public, including HDB dwellers, could join? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, foreigners are allowed to buy condominiums. In 1974 or 1975 the property market was greatly stabilized when the Residential Property Act, which prohibited foreigners from owning residential property in Singapore except by permission, came into force. Subsequently, as a result of representations by developers, the Act was partially lifted to allow foreigners to own condominiums or to buy flats in buildings above six storeys. The net result was an unprecedented boom in the property market, pricing most properties beyond the reach of Singaporeans, If the Government were to reimpose the Residential Property Act, prices would drop to more realistic levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, wrong timing in the release of CPF funds for private housing. The Government's intention to release CPF funds for purchase of private residential property was a good one. Unfortunately, the timing was inappropriate and exacerbated the boom. Consider, Sir, the effect of the boom on the real value of our CPF holdings. Before the boom, a CPF balance of, say, $100,000 could have bought a decent terrace house or apartment. After June 1981, the same amount could only buy a third or less of the same unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sixthly, release of Government building projects. When the property boom was in full swing, Government launched many new building projects, escalating construction costs. Sir, consider the data on construction contracts awarded during the first three quarters of 1981, as reported in the Economic Survey of Singapore, Third Quarter, 1981. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 891</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government should have withheld some building projects last year. Instead, it gave out $3,059 million worth of building contracts for the first nine months of 1981, or 66% of the total for the period. In the third quarter, it tendered out $1,549 million worth of contracts, double the average quarterly value of contracts and more than double those launched by the private sector. I believe that there should be better coordination between the economic planners of the Ministry of Trade and Industry and the physical planners of the Ministry of National Development. There is no reason why we should be building Raffles City, Marina City, Changi Airport, viaducts, roads, HUDC, HDB flats, hotels (and note, Sir, we are trying to double the hotel capacity over the next five years), shopping complexes and private residential units all at once. We can surely phase the various projects so as not to overstrain the capacity of the construction sector. Last year, the construction sector grew by 31% in current prices or 17.7% in real terms. No wonder there was such a big labour shortage and no wonder the productivity in construction actually declined. And no wonder building costs escalated tremendously. Table 40 on page 64 of the Economic Survey shows that the construction sector experienced the highest rate of inflation in the economy of 12% compared to the GDP deflator of 5%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to the subject of money supply and inflation. In his Budget address the Hon. Minister complained about what he called the stubborn rate of inflation of 8.2% in Singapore. This is, of course, lower than the OECD rate of 10.8% but somewhat higher than Japan's 4 3/4% and West Germany's 5 3/4%. The Economic Survey stated that 58% of the inflation was due to rising food prices and that 60% was internally generated. However, we should note that the figure of 8.2% represents an average inflation rate for the whole of 1981. For example, the December cost of living index itself was 10.4% higher than a year earlier. In January of this year, the cost of living index was rising at an annual rate of 12%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 892</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question, Sir, is: What are the causes of our inflation and whether we could have managed with lower inflation? There are both internal and external causes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me deal first with the external causes. If the exchange rate is fixed at, say, S$2.10 for every US$l, then a 10% US inflation would also raise prices in Singapore by 10%. However, if we allow our exchange rate to fall by 10%, then we need not import the US inflation at all. It follows then that the key to imported inflation lies in the degree of flexibility in the exchange rate that we are prepared to have. On page 71 of the Economic Survey, it is stated that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'in maintaining the stability of the exchange rate, the authorities had to balance the benefits of an appreciating Singapore dollar in containing imported inflation against the adverse effect on the competitive edge of Singapore's exports of goods and services.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suspect, however, that we could have allowed more flexibility in our exchange rate, thereby importing less inflation. I do not believe that our exporters would have been hurt by greater appreciation of our currency for two reasons. The first is that imported inputs probably constitute about 64% of the value of manufacturing output. Hence a currency appreciation would have lowered costs of imported inputs even as it lowered selling prices of exports in Singapore dollar terms. Secondly, the OECD inflation rate of over 10% already provides our manufacturers with considerable competitive edge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now come to internal causes, the first of which is money supply. When we try to hold down the value of our currency, the Monetary Authority of Singapore's official reserves increase and there are more Singapore dollars in circulation, causing domestic inflation. Col. 725 of the Economic Survey reported that, on the average, our money supply as defined by M1 grew by only 12% last year compared to 14% the previous year. However, there were a number of aberrations. At the end of December 1981, our money supply as defined by M1 had actually grown by 18.1% compared to December 1980. Moreover, during the last quarter of 1981, the money supply grew at an annual rate of 49%. No wonder, Sir, the stock market \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 893</b></font>\n  <br>\n  <br> took off again early this year. Sir, please note that according to the Economic Survey Report itself, 59% of the increase in bank loans and advances last year went to the following: \n  <pre>\r\n\r\n    Building and\r\n\r\n      construction            ...  23%\r\n\r\n    Financial institutions    ...  20%\r\n\r\n    Professionals and\r\n\r\n      Private Individuals     ...  16%\r\n\r\n</pre> In other words, a substantial part of the increase in money supply went to speculative purposes in the stock market and in the property market. The Monetary Authority of Singapore was probably trying to keep interest rates low in Singapore in an effort to encourage investment. For much of last year, our interest rates were on the average 5-6 percentage points lower than the Asian Dollar rates. This further indicates the under-valuation of the Singapore dollar. However, instead of investments being stimulated, the resultant effect of the increase in money supply was to fuel speculation in the stock and property markets. I do not believe that keeping interest rates low will help our exporters when there is a world recession on and people just do not want to buy our products. We only compound our own inflation problems and distort the stock and property markets. If we wish to help our exporters, we could do so directly by preferential lines of credit instead of increasing money supply generally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second cause of domestic inflation is our ambitious growth targets. At the present stage of development, I believe that a growth rate of 8-10% is ambitious and will inevitably trigger high inflation because our labour force is growing at a much slower pace than the last decade and there are infrastructural constraints and construction bottlenecks, as noted by the Minister himself. The question is: are we prepared to pay the price in terms of a distorted property market and a distorted structure of wages and salaries? Please note that something of a merry-go-round has already started. The private sector salaries for the graduates and professionals have increased way above the public sector, and recently the Hon. Minister himself had to announce substantial \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 894</b></font>\n  <br>\n  <br> wage increases for graduates in the public sector. This will merely push another round of salary increases because basically there is a shortage of graduates and professionals caused by our very high growth rate. At the same time, these professionals and graduates are not going to be satisfied with the wage increases because they are much less meaningful today since they can no longer buy the type of housing that they could have bought three years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third domestic reason for inflation is the National Wages Council (NWC). We have had three years of high NWC wage increases. Let me illustrate this problem by taking the case of a barber. Because workers in manufacturing and other sectors of the economy get NWC awards, the barber, the person who cuts your hair, feels that he too must reward himself or else it would not pay to be a barber after some time. There would be very few people willing to be barbers. There is no productivity increase in barbering. The barber can try to cut your hair faster with possibly disfiguring results. Similarly, bus conductors, bus drivers, chambermaids, sales-girls, waiters and waitresses get NWC awards without necessarily increasing productivity. The hawker too raises his prices, as he must, because if he does not do that, no one wants to be a hawker after some time. But there is no productivity increase. The result can only be inflation. We should, therefore, take the Hon. Minister seriously when he exhorts us to increase productivity, wherever possible, in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To sum up on inflation, Sir, we could have reduced the inflation rate by, first, increasing the flexibility in our exchange rate; secondly, by controlling the money supply more carefully; thirdly, by being less ambitious about economic growth and, fourthly, by phasing our construction projects to prevent overstraining our construction capacity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the Budget for 1982-83. The three-fold objective of increasing skilled and professional manpower, of further developing our infrastructure and our public housing, are realistic and consistent with the long-term development of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 895</b></font>\n  <br>\n  <br> Singapore. Singapore's annual budgets for the last 21 years have, in general, been exercises in good stewardship. As usual, emphasis is put on development expenditure which takes up 55% of the Budget. Recurrent expenditure is kept to a minimum with emphasis on manpower saving through mechanization, rationalization and computerization to increase productivity in the public sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am only a little uneasy about the additional amount of $1,720 million budgetted for the Petrochemical Corporation of Singapore. I only hope that the project will be viable or else it will turn out to be an expensive white elephant. I am also a little concerned at the high standard of luxury in new buildings put up by statutory boards and by the Government itself. In the Energy section of the Economic Survey, it is reported that electricity consumption by the public sector itself rose by 18% for the Government itself, that is, taking out the statutory boards, electricity consumption rose by 31%. I get a little worried by the vast airconditioned corridors and open spaces at the Singapore General Hospital, and at the luxurious facilities that I see there. I see no reason why people, who can afford to pay for luxurious rooms, cannot go to private hospitals. I still believe that the public sector should provide decent facilities at low prices. Similarly, Changi Airport itself has a lot of vast open spaces and I shudder at the airconditioning cost. I hope that the civil servants themselves will take the lead in minimizing luxury and in saving energy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the Budget for 1982-83, Members should not be alarmed by the $3 billion deficit. The deficit is to allow the Government to tap the resources of the Central Provident Fund which now annually generate about $3 billion for development purposes. In fact, Members may like to know that the public sector as a whole, inclusive of the statutory board, generates a substantial surplus every year. This is reflected in the increasing foreign exchange reserves as reported in our Balance of Payments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of tax concessions, Sir, while I welcome the additional relief for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 896</b></font>\n  <br>\n  <br> CPF contributions, I should like to see explicit provision to encourage people to take up insurance policies. I am concerned that, for many people, housing will gobble up most of their CPF balances by the time they retire, leaving them with little to live on. A good insurance policy will alleviate social hardships and save the State from rescuing destitute people later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I find most unusual about this year's Budget is Government's concern about the preservation of the family. First, there is the concern about promoting filial piety by increasing the allowance for aged dependants. However, the income ceiling of less than $1,500 per year that dependants are allowed to have, is very unrealistic. And if people are honest, very few will qualify for the relief. In his address, the Hon. Minister stated, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We will have to be more imaginative and more determined in our efforts at retaining a large number of our womenfolk in the labour force without endangering the upbringing of our children. The family unit is the most fundamental building block in our society and is an institution which we must cherish and preserve even at the cost of sacrificing some economic growth.' \n  <br>\n  <br>Sir, this is indeed a most refreshing and necessary change of emphasis. When women go out to work and commit their infants and toddlers to baby amahs and baby sitters, I believe that there is a great psychological cost in the alienation between mother and child, and the child will grow up with a sense of rejection, hurt, insecurity, selfishness, even a sense of abuse and rebellion. It is simply not worth it from the point of view of developing a healthy nation. After the children have grown up, women may re-enter the labour force. Alternatively, as the Member for Leng Kee has suggested, work could be farmed out to the homes or short-shifts could be devised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I agree with the Hon. Minister's warning of the economic dangers we face this year. He was not exaggerating when he spoke of the possibility of the world economy going into a tailspin, and by that I think he means an economic depression. At the most, the OECD countries are expected to recover only slowly and only towards the latter part of the year. In view of the time-lag, it will be a few months before Singapore can catch up. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 897</b></font>\n  <br>\n  <br> We can, therefore, expect increasing protectionist pressures upon our exports this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At home, a pressing issue is to build more homes, especially HDB flats. The problem is not whether we can build 58,000 HDB flats in the next two years or 21,000 private and HUDC units in the next three to four years. The question is whether the prices will be affordable by the people. We need, therefore, to set our construction priorities urgently and examine the economic implication of Government land, zoning, building and other policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Permit me now, Sir, to conclude by congratulating the Hon. Minister for Trade and Industry for a Budget which is not only imaginative but incisively presented. It is a Budget reflecting not just one man's wisdom but, I believe, the accumulated wisdom of 21 years of Government and eminently deserves the Support of every Singaporean. \n  <br>6.00 p.m. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, as has been said by several hon. Members in this House tonight, the Hon. Minister who proposed this Budget Statement need have no qualms that the financial policy contained in his Budget Statement will find acceptance from almost all the Members of this House, regardless of what I do say about this financial policy and the Budget of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. Minister reminds us at the beginning of his Budget Statement that the third part of his Statement deals with \"the estimated expenditure incurred in achieving our social and economic objectives.\" It is as well to remind ourselves that when the Government puts forward its financial policy for the year that lies ahead and presents its Budget, it presents to the Members of this House, as representatives of the people whom we are privileged to represent, an opportunity to examine what the Hon. Minister has termed \"our social objectives\" and what I would, if I may term \"our vision of the society that we desire for our people in Singapore.\" It presents us with an opportunity to redefine this vision, if any redefinition is needed, and to reaffirm our determination to achieve this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 898</b></font>\n  <br>\n  <br> vision of the society that we have in mind. It is therefore necessary to have in mind what is the vision or the goal that we are all, in this land of ours, striving to achieve. At one time, Mr Speaker, Sir, it was proclaimed that our goal was a rugged society. We heard a lot of talk that our society should become a rugged society. Then it was felt that the people were confusing in their minds the rugged society that the Government wanted for its citizens with a ragged society, and therefore there was the danger that what we were striving for would be thought to be a ragged society, and therefore talk of a rugged society was dropped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have recently heard from the Government Benches, from Ministers and others a new goal of the society in our midst. We have heard a lot of talk quite recently of a caring society. But let it be whispered in this House that this conception of a caring society had its origin in 1976, not very long ago, when a political party - need I name it - in presenting its programme in 1976 - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Rumours! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> - called its programme \"Towards a Caring Society.\" Since then a number of people have taken up this cry of transforming our society into a caring society. It is not just the.Government, the Backbenchers, the Ministers but the private sector has also come in on this concept of a caring society. We do not want to take very much credit for all this sudden concern, although it needs repeating that the concept of this caring society was first propounded by this political party. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> The British Labour Party! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, this vision of the society must be a vision that is common to all members of the society. It must be a vision that is common not only to the wealthy, the young and the able bodied, but also to the poor, the old, the sick, the needy, however inconvenient they may be to the Government's vision of a rugged society. Whatever the goals, however they may be defined from the Government side or from the Opposition side, I take it we are all agreed that the aim that we are all striving here in Singapore is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 899</b></font>\n  <br>\n  <br> to enable our citizens to lead happier and fuller lives, to realize their full development as human beings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said, Sir, the Budget debate presents us with an opportunity not only to reaffirm and to redefine our goals, our vision of the society that we have in mind, but also to see how far we have travelled along that road in the past year under review and to see whether we are any nearer this vision than we were this time last year when the Budget was presented. The Hon. Minister says in his statement, as evidence of the well-being of our people leading happier and more fuller lives that \"real income went up by 8.5%.\" He says \"Singaporeans did not suffer any cut in real income.\" Mr Speaker, Sir, as a piece of statistical information, of course, that may be correct. But does it tell the whole story? Does it look at the different income groups in our society and see whether this real income growth of 8.5% was true of all income groups and not just of one particular income group? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find, Mr Speaker, Sir, that the monetary wages for our manufacturing sector workmen, the productive labour force, went up by 14%. But there must be many hundreds of our workmen who have had no increase over the year in their nominal salaries, because I need not remind the House that the NWC increases are not implemented by all employers. There is no sanction for their implementation by all employers. And it will be interesting, Mr Speaker, to know what percentage of our workforce in this country has benefited by the NWC increases from the time that they were first implemented in 1974. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But leaving apart the thousands of our workers who may have had no increase at all in their nominal wages, let us look at those who had their wage increases because of the NWC awards which were implemented by the employers. The average wage increase, as I have stated and what one would find from the Economic Survey for 1981, would appear to be 14%. What is the real income growth? You have, as against that 14%, an increase in the contribution that has to be made by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 900</b></font>\n  <br>\n  <br> employee, i.e. the worker, to the Central Provident Fund, That increase was 4% of his wages. So that reduced the annual wage increase to 10%. Then we find that the average inflation growth was 8.2%. So if you add 4% to 8.2%, you get 12.2%, leaving a possible real income growth of 1.8% in this sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But even that, Mr Speaker, does not present a true picture because when we talk about the growth of inflation at 8.2%, we are talking about the general growth. But we do know, and as borne out by the Economic Survey, that it was in the area of foodstuffs that prices rose very sharply; and food prices went up 10% over the last year. Again, it needs no saying that when you come down to the working class, to the people with lower incomes, they spend a greater proportion of their salaries on food than on anything else. So this increase of 10% hits them very, very badly because about half of their income has to go on food. If you now find that there is a 10% increase over what they spent on food in the previous year and if you add to that the CPF increase of 4%, where is the income growth for this group of workers? They have no growth in their real income, and it is my respectful suggestion that it is very possible that they have suffered a cut in their real income, not an increase, because the inflation rates that are given out in these graphs and surveys talk of the general average increase. But the person who actually spends, who has to meet rising prices, knows to his or her pain that the increases go beyond the 8.2% that the graphs talk about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister said that he has taken the views of various business groups, NTUC, CASE and the University. Barring the business groups, I wonder who he talked to in the NTUC. Was it the Secretary-General of the NTUC, another Minister in the Government that he talked to, to find out the views of the workers? Did the Minister try to collate and gather the views of the workers on the factory floor? Did he find out how they felt about the previous year, about their real income growth, about the benefits that they have had, about whether they have had any greater share of the cake that they have had to bake for the society? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 901</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he said he spoke to CASE. I do not want to belittle what this organization is doing. I find it very vocal and very good, salutary, when it comes to protesting against any increases in the private sector. When a cup of coffee goes up by five cents, you find CASE very vocal about it and, rightly so, inquiring as to why a cup of coffee has to cost another five cents more. But when I find that the Government puts up its fees and charges, there is not a squeak from CASE. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> It has been well explained! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, it has been so well explained that CASE accepts it. There is no answer to that. I would again commend to the Hon. Minister and to the future Ministers who may be presenting the Budget that perhaps they should also take the views of others and one area where they can profitably take the views is the housewife. Perhaps it should be made mandatory or compulsory for Ministers who present the Budget to go round and ask the housewife how she has fared over the last year in trying to make ends meet, the family's needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not propose to make an analysis of all the measures that the Minister has outlined and which the Government had taken to improve our economic growth. I have no quarrel with that, but there are one or two things that I would like to touch on. One of the recurring themes in the Minister's statement is the need to increase our productivity. That I suppose needs no saying again. We find the Minister and several hon. Members in this House speaking of the need to increase our productivity. There are two partners in this productivity. There is, of course, the management and then there is the other partner, the worker. The Minister has acknowledged to some extent, but perhaps if I may say so a little grudgingly, the contribution made by the workers in Singapore to our economic growth. I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A large part of this came from the efforts of the individual Singaporeans in responding to economic restructuring. They worked harder and smarter than the year before and acquired new skills.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 902</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister was less grudging of the contribution made by our workers when he spoke at a University forum last year. It was a forum on the issues facing Singapore in the 1980s, and the Minister speaking at the forum on 11th December 1981 had this to say about our workers, and I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'When properly motivated and led, the Singapore worker is a formidable force. He has shown repeatedly in the last two decades that he is quick to learn, ready to pick up new skills and willing to work hard to build a better life for himself and his children. When put to the test, I believe that our workers will not be found wanting in determination or ability.' \n  <br>\n  <br>Further down, he says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'it is ultimately the Government's responsibility to point the direction, set the parameters and give a push where necessary. But it is the workers -' \n  <br>\n  <br>And I pause here, Mr Speaker, Sir, and I am obliged to him that he puts the workers first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Workers, not Workers Party! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'and management who will decide whether or not Singapore continues to thrive in the 1980s or begin the slippery slide to disorder, unemployment and stagnation.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There you find due recognition and high praise of what our workers have contributed to the building of our society in Singapore, to this economic growth that we are all so proud of, so that in the statistics of the world Singapore may be shown as an economic miracle, \"Singapore has achieved, in the face of all these, this economic progress.\" But let us not forget those who made this possible. I am not saying, far be it for me to say, that the management, capital, the people with monies, had no part in this economic growth. Of course, they have. But let us not forget at the same time, whilst heaping praise on all this capital, investment and management, the contribution made by our workers to the economic growth in which, as I have demonstrated, they would appear to have benefited very little, if not none at all. A lot of this economic growth would appear to have gone to people who have the money, who do not need the money, and very little of it, if at all, went to those who are really in need of the money. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 903</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He speaks of the need to properly motivate our workers. May I ask what plans has the Government got to motivate our workers? A person can only give of his best when he is properly motivated and led, and the motive cannot and does not always rest on monetary awards or monetary benefits. There are other considerations that are just as important before a worker identifies himself with the work that he is doing and gives of his best. It is not just monetary awards. It is the other less tangible, but just as important, considerations that govern the motivation of the worker or any person before he identifies himself with whatever he is doing. I ask, Sir, what plans has the Government got to motivate our workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find on col. 539 of the Budget Statement this statement by the Minister that the National Productivity Council \"is examining how workers can be encouraged to identify themselves more closely with the company they work in by means of company-based welfare benefits and other measures.\" Sir, if productivity is essential to our economic growth, if productivity makes the difference between succeeding or failing, this motivation cannot be left to companies. The Government must set the lead and must lay down the proper guidelines for getting the best from our workers. So I ask: what plans has the Government got to motivate our workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There have been over the last years steps taken to discourage our workers from transferring their services from one employer to another, job-hopping as it has been called. Workers have been penalized for job-hopping. I would ask the Hon. Minister to consider whether this restraint - apart from it being a restraint on the freedom of the worker to take his services wherever he pleases and to offer it to whoever pays him best - is not also a restraint on improving productivity, on getting the best out of our workers? If we are going to tie our workers down to companies where they are employed, regardless of whether the company pays them well or adopts techniques to improve productivity, what inducement will there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 904</b></font>\n  <br>\n  <br> be for the company to improve productivity by introducing measures of its own? Should it not be the other way, Mr Speaker, Sir? It is only by encouraging our workers to move to wherever they think they can acquire better skills because of better opportunities provided so that they can give of their best and learn more skills, that productivity would be increased in the end. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Has the Government got any plans about equity sharing by workers in the companies they work in? Should we not be thinking along those lines? Even if it is not something that we can enforce today or tomorrow, should we not be thinking about giving our workers a share in the equity so that they have a stake in the company in which they are working, thus making it obvious to them that their welfare, the increase in their living standards, their being able to lead happier, better lives, are tied up with the company's success because of their share in the company's equity? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is the other factor about their tenure of office. I shall have more to say about this, Mr Speaker, Sir, when we come to debate the Ministry of Labour's estimates. But suffice it for me to say at this moment that under the present Employment Act, under our enlightened labour laws, our workers have no tenure of service. I have had the unpleasant or unhappy task of having to advise people who, having worked 15 or 20 years with a company, suddenly find themselves being handed a letter one morning to say that their services were no longer needed, and that they might now leave and they would be paid four weeks' wages in lieu of notice. \"Goodbye. Wish you better success so me-where else.\" This is what our worker finds he is entitled to under the law for his 20 years of service. What has the Govern ment got to say about this? Is it not time that we provided some guaranteed tenure of service for our workers who have given faithful, loyal service to the company? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, in other countries, legislation against unfair dismissal, where the companies can be ordered to take back the employee, the worker, where the tribunal is satisfied that there has been an unfair \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 905</b></font>\n  <br>\n  <br> dismissal of the worker. But more of it later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some speakers here have spoken of the unhappiness, and I have come across it myself, Mr Speaker, Sir, caused by the way the NWC second tier has been implemented. Is it not time that perhaps further thought be given to the second tier increases which have caused a lot of unhappiness among our workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is yet another way by which our workers may be encouraged to give of their best, and that is, the provision of homes for them and homes as near as possible to their place of work. Has the Government got any plans, any policy, to try (it may not be possible to do this in every case) to arrange so that workers live as close as possible to their place of work? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also the question of rent. I shall have more to say about this when we come to debate on the Ministry of National Development. But I would, at the moment, commend to the Members of this House what has been said by the hon. Member for Whampoa. He has spoken of the rising costs of construction brought about by over-building in Singapore. He has asked, and I repeat his question: \"Why is it necessary to have all these buildings going up at one and the same time?\" He spoke of the Marina Centre, Raffles City, hotels, shopping complexes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Pulau Bukom. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are we not bringing about an artificial shortage of workers and an artificial shortage of materials needed for our most important area of construction, that is, public housing, where we need to house our workers? I find that buildings which have many more years of life are torn down just because the owners feel that the land is under-utilized. It may be that it is under-utilized, maybe they think they are not getting enough returns. So we find buildings like the Chartered Bank in Battery Road, the Hongkong &amp; Shanghai Bank in Collyer Quay and the Orchard in Orchard Road which have many more years of life to come, are all taken down. Is there not a considerable waste in all this - tearing down of buildings that are still good - all in the name of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 906</b></font>\n  <br>\n  <br> progress? It is all right if it does not have any ill-effect on members of the society, but it has ill-effect as the Member for Whampoa has pointed out. All this has led to an increase in the price of homes for our workers. Again, repeating what the Member for Whampoa has said, should we not have some priority in our construction? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, may I remind you that you have only three minutes left. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, Sir. Mr Speaker, Sir, craving your indulgence, if I may now turn to the tax reliefs, The Hon. Minister spoke of them as the most exciting part but perhaps not the most important part of the Budget Statement. But as has been pointed out by another hon. Member, the tax changes are to many the most important part of the Budget. What do we find? We find no increases in taxes and the Hon. Minister has announced that he is giving four concessions. Now, it does not need very much examination to see that all these reliefs that have been announced by the Hon. Minister will benefit not the lower income group; they will benefit not our workers who have contributed to this economic growth of which we are all so proud; they will benefit, in the main, people higher up in the tax bracket. How many of our workers contribute more than $5,000 in CPF contributions in a year? So where is it going to benefit them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the residential properties exemption, as has been pointed out, how many of our lower income groups have properties worth more than $600,000? So let us not try and pretend that these concessions are going to benefit the majority of our citizens. They will not. They will only benefit a minority, a small minority at that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Against this, Mr Speaker, Sir, on Wednesday, 3rd March, we saw a Bill passed at its Third Reading giving back something like $81 million of our moneys, as I said then, to people who had enough and to spare. It is against that that we should look at the reliefs that are given now: $81 million to people who do not need the money. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, your one hour is up. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 907</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I just conclude, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, as I have said, I find lots of things in this Budget Statement which are good. I cannot pretend to advise the Minister on the economic measures that have been taken, and in my humble opinion they are very good. But what I quarrel with is the distribution of this economic growth. I say, there has been an unfair, unequal distribution of the economic growth and, for that reason, Mr Speaker, Sir, if only for that reason, I shall vote against the Statement. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, in view of the fact that it is the Member for Anson's maiden speech on the Budget Statement, can you not allow him to continue if he has anything more to say? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am sorry. He is only allowed one hour. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, the Hon. Minister for Trade and Industry has presented a \"breather budget\" to quote the Straits Times of 6th March 1982. It further reported that while cautioning the economic dangers facing the Republic, he still had some good cheer to spread around. Very few can quarrel with this budget. Nevertheless, I would like this House to share with me and, in particular, the Member for Anson, a few observations on how the various tax concessions were asked and fought for by my caring senior MPs and perhaps drive home the point that this Government did not start caring from 1976 but as early as 1959. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Speaker, Sir, last year at the annual Budget Statement debate, the Member for Punggol in his discourse on estate duties called for a change in the ruling on estate duties. I quote Hansard of 17th March 1981, Vol. 40, No. 7, col. 740: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I think it is time we changed the rules and, if I may be allowed to suggest, we should consider granting exemption of estate duty to a single residential property or a family house. In other words, if the owner of a residential property has only one such property, then upon his untimely demise his family will not be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 908</b></font>\n  <br>\n  <br> displaced just because his property is valued to be in excess of $600,000 or whatever figures set down.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, together with the Members for Telok Blangah, Henderson and Changi, he went on to discuss pensions and tax reliefs for maintenance of aged parents. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I believe that repetition of appeals can help to drive home to the Minister the importance of these issues and cause him to re-think, and hopefully touch some soft spot in him which I am sure he is not without any, because he must also realize that it is only a matter of time before he himself would be a pensioner and an aged parent.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With your indulgence, Mr Speaker, Sir, I would like to go into the Hansards over the past 10 years. On tax matters, let me illustrate how diligently our senior Members of Parliament in this House have fought and finally touched the soft spot of the current Minister for Trade and Industry who finally agreed to the request on tax concession on estate duties, PUB bills, relief for aged parents and tax relief on CPF contributions and pension concessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me take the subject of estate duty which has been debated in this House for a long time. In 1972, the Minister for Finance in his annual Budget Statement allowed for remission from estate duty on estates between $10,000 and $25,000, and you must listen to his reason. In Hansard, Vol. 31, No. 9, col. 537, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This will ensure that poor beneficiaries inheriting small estates do not suffer by having to sell or mortgage their modest dwellings and possessions on the death of the breadwinner.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then in 1974, after repeated appeals by Members of Parliament, the Minister for Finance raised the exemption and made remission limits on estate duty in respect of one owner-occupied family house but rejected the call for exemption on one house when, in a reply to a Backbencher in Hansard, Vol. 33, No. 1, col. 71, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Such an exemption would benefit the wealthy more than others and result in discrimination against other forms of assets like shares, deposits and life insurance policies.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He went on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The proposal will give full relief to people in the lower income group living in all, even the largest, HDB flats, who form about 40% of the population. The people in the middle income group living in owner- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 909</b></font>\n  <br>\n  <br> occupied terrace, semi-detached and even detached houses will have the burden of estate duty considerably reduced.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The exemption on one house for estate duty was again rejected by the then Minister for Trade and Industry last year, when he said: [Hansard, Vol. 40, No. 8, col. 771]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I would think that the proposal would be inequitable because, what is a house? There are houses which are worth a couple of million dollars and there are houses which are worth $700,000 or $800,000, and others very much less. A more equitable basis is what we have done - to set a quantitative ceiling on exemption. If $600,000 proves to be inadequate because of escalating property prices, we can always look into the possibility of upping the exemption ceiling.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then this year the Minister for Trade and Industry agreed to the repeated requests and granted the exemption from estate duty for one house. And this was after the perseverance, persistence and dogged effort on the part of my senior colleagues in this House. Let it be made known that this concession and the other tax concessions which I will be touching on later are given not because of the presence of an Opposition Member. I would like to draw the attention of this House to the repeated pleas of the Backbenchers over a 10-year period or more and how, bit by bit, tax concessions on estate duty were given because this Government is manned by pragmatic and reasonable people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me illustrate further. I shall touch on PUB tax, a very common man's concern. Mr Speaker, Sir, the question of tax on PUB bills was brought up in this House way back in 1971 when the Member for Whampoa on the 30th July 1971 during the debate on the President's Speech [Hansard, Vol. 31, No. 2, col. 85] said that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Certain taxes are inherently regressive, that is, they bear on people who can least afford them. I am concerned about the incidence of such taxes as taxes on PUB bills, for example. Although the tax is graduated with a higher tax on bigger bills, poor people with large families, and therefore using more utilities, are adversely affected.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Between 1971 and 1977, many MPs showed concern about the PUB taxes and rising PUB bills. The Minister for Finance rebuffed the arguments and said that the tax on PUB bills would be reviewed from time to time. It was therefore not surprising that, in the annual Budget Statement in February, 1978, the Minister for Finance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 910</b></font>\n  <br>\n  <br> made the following announcement on 27th February 1978 [Hansard, Vol. 37, No. 7, col. 422]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'One concession which I propose to give to consumers is by the abolition of the 5% tax on PUB bills which is now effective for consumption levels between $35 and $50 per month. With effect from 1st April, only consumption levels of $50 and above will be subjected to tax at the same rate as before, of 10%. The revenue loss is estimated at $5 million.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Member for Anson at that time in 1978 was among the first to shower the Minister for Finance with praises saying [col. 652]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This is also a timely gesture to the majority of the low-consumption consumers whose bills are within that range. This gesture will also help other consumers to be thrifty in the use of utilities so as to avoid paying the 10% tax on bills which are above $50!' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He was supported by other Backbenchers, including the Member for Boon Teck who said in that same debate [col. 681]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'it has been another major concession in this Budget Statement for the Finance Minister's decision to scrap the 5% tax on PUB bills of between $35 and $50. I am glad that this Government is not oblivious to the voice of its people through their representatives in Parliament. This is a popular move because there is an actual savings of about $2 per household per month. I am happy that the merits of the abolition of this tax will no doubt provide an added incentive for Singaporeans to save water and to conserve energy.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This tax concession was, however, offsetted by the increase in PUB charges, and members of the public and MPs were particularly vociferous in the call for the abolition of the Government tax on PUB bills. This call was last made in Parliament by the Member for Alexandra during last year's Budget debate when he maintained that this tax was an unnecessary burden on consumers, even more so with the new rates. This year's announcement that Singaporeans would enjoy lower PUB bills because fixed charges on PUB bills such as sanitary appliance fee, domestic refuse charge, rental for appliances and nightsoil removal fee, will no longer be included in the computation of the 10% tax is only a small concession but nevertheless it is a start for more concessions in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I shall now turn the attention of this House to the tax relief for aged parents. As far back as 16th March 1972, the Member for Delta appealed for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 911</b></font>\n  <br>\n  <br> tax concessions, and this is what he said [Hansard, Vol. 31, No. 10, col. 607]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I hope the Minister will consider providing tax reliefs for taxpayers who maintain their parents, At the moment there is tax relief for the taxpayer's wife and children. Since we are going to increase the remission of income tax from $100 to $300 per annum for expenditure on maintenance of gardens, I hope that at the proper time the Government will also allow taxpayers a certain relief for the maintenance of their parents.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1973, in the annual Budget Statement, the Minister for Finance agreed and granted tax relief of $300 per parent but stipulated that the parents must stay with the taxpayer citing that \"the Asian concept of the extended family is of a family living together.\" Since then, Members of this House have fought this issue on two grounds, the quantum of relief and the conditions for relief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1974 Budget Statement the sum was increased to $750 after repeated calls by Members of this House. And finally, in this Budget Statement the quantum has been increased to $1,000. With regard to the condition that the taxpayer must be staying with the parents to enjoy this tax relief, a case can be made out for the taxpayer who stays on the same floor with the parents, but not sharing the same address. This is possible because during resettlement large families are housed close to each other in the same block. The parents may be staying next door to their son who is a taxpayer. Can he get tax exemption if he is the chief provider for his parents? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the tax relief on CPF contributions and its benefits to the taxpayer need no elaboration. Once again, I would like this House to note that these concessions given by the Minister for Trade and Industry were made, I am sure, after considering the many pleas by Members of this House over a long time. I could continue to quote from the Hansard to prove my point, similar to my earlier discourse on the PUB tax and estate duty. The point is that PAP MPs and this Government do care and are fully aware of the needs of the people and that these tax concessions are won by the sheer persistence of the caring PAP MPs over the years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 912</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion. \n  <br>7.03 p.m. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, against the backdrop of a year of general economic disarray in the world, with diminished international trade, sluggish growth of the advanced economies, political turmoil and armed conflict in several parts of the world, Singapore registered a year of orderly social progress and achieved a 9.9% economic growth. This is a creditable achievement by any measure. It reflects a correct economic strategy, and the industry and adaptability of a people ever willing to acquire better skill and expertise to strive forward in a difficult world environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In examining Singapore's economic performance for 1981, one notes an important new feature which shows that our economy has developed and matured further with domestic contribution to our economy accounting for about half of the expansion of the economy - a far cry from the days of nearly total dependence on trade. This is even more remarkable when we consider that we have an open economy in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The implication is that Singapore is now more resilient to the ebb and flow of international trade and finance as the domestic component of its economy can serve to cushion unfavourable external influences on our economic progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The picture of world economy for 1982 is indeed grim, and the most vulnerable sector of the economy is external trade. The buffering action of our domestic component will have to be relied upon even more to help sustain a satisfactory economic growth for 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget Statement before the House has been received with relief by all and sundry as there is no proposal for new taxes, In fact, it contains some tax concessions although not as much as many would have liked. These have been very well dealt with by my colleagues earlier on and I shall not repeat them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has also been described as a \"painless budget\" reflecting a cautious response to the economic uncertainty of the world. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 913</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget is development-orientated. It is forward-looking, something uncommon in present-day economies. Besides proposing to speed up the construction of public housing to meet increasing demands, it aims at the development of technical and professional manpower and the stepping up of the development of infrastructure, industries and commerce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a positive approach and will place us in a better position to sustain growth and accelerate the process of restructuring the economy with yet enough leeway to respond quickly to the changing world economic situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To be able to present such a Budget to the House, the Minister for Trade and Industry is indeed in a position enviable by many a counterpart of his all over the world whose concern is how to combat high inflation compounded by massive unemployment and how to cope with persistent deficit in balance of payment. The current budgets of many of the advanced economies are of the remedial type, often with little leeway for promoting economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, having made my general comments on the Budget Statement, I now wish to raise a few points for the Minister's attention. First, let me refer to the tax on the PUB bills, This tax, I stand to be corrected, Sir, was imposed as a source of revenue a long time ago. At that time it was an important source of revenue but now, with the expansion of our economy, its relative importance has diminished considerably. The prime objective of this tax now is to encourage conservation in the use of services provided by the PUB. For this purpose, would not a graduated rate of surcharge be more effective in promoting the habit of conservation in using gas, water, and electricity? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point which I would like to touch upon is the Housing and Development (Amendment) Act, 1979, which allows a lessee or an owner of an HDB flat to purchase commercial property of a value not exceeding $250,000 for conducting his own business. This value was set sometime ago. Since then, the value of commercial properties has soared. Would the Minister look into this matter with a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 914</b></font>\n  <br>\n  <br> view to raising the ceiling of $250,000 to a more realistic amount? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards estate duty, the Minister has been very generous in granting exemption on one residential property without a limit to its value. The upper limit of the remission of estate duty, however, remains at $180,000. Such an exemption of a residential property from the estate duty thus discriminates against other forms of assets, such as shares, deposits, and life policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For an estate without a residential property, would the Minister consider the exemption of one commercial property owned and used by the deceased while alive, in place of the one residential property? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And for an estate without a residential or commercial property, would he consider an upward revision of the remission limit of $180,000 which was fixed in 1974? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In FY 81 there was a provision of $395,700 for the financing of an Institute of Occupational Safety and Health but there is no such provision in this year's Budget. I would not for a moment suggest that there is a relegation of the importance of occupational safety and health. From what I could gather from the Memorandum on the Budget, the promotion of occupational safety and health has now come under the purview of the National Productivity Board. I hope the Minister can enlighten the House on the rationale for,the transfer of the functions of the previously proposed Institute to the National Productivity Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our economic performance in 1982 will be circumscribed by development in the major industrial economies of the world. Dark clouds in the international scene forebode a storm. We need to pull and strive together to tide over this difficult period as best we could. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, Mr Speaker, Sir, let me associate myself with my colleagues in supporting the Budget Statement. \n  <br>7.12 p.m. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Speaker, Sir, I wish to offer my congratulations to the Hon. Minister for Trade \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 915</b></font>\n  <br>\n  <br> and Industry for once again presenting what has been generally,acknowledged as a \"very reasonable and cautious budget with something for everyone\". Although it is difficult to please everyone, the Budget appears to have achieved the impossible. In the preparation of the Budget, the Minister has taken into consideration the prevailing turbulent world economic conditions and, rightly so, decided not to \"rock the boat\" any more by levying new taxes or raising the rates of existing taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is gratifying to note that productivity, in the past year, increased by 5.4% as a result of the business enterprises taking a judicious view of the potential of our economic restructuring and consequently investing in mechanization and automation. This was complemented by the efforts of union leaders and workers. Our disciplined workforce led by able, positive-thinking union leaders, has always been one that responds to the nation's call for survival and progress. The exhortations and call for improved productivity, better work attitudes and better people-management have been successful largely through the Government's efforts and Labour's cooperation. With economic restructuring, the enhancement of the quality of the workforce becomes essential. Economic restructuring is often equated with the adoption of higher technology and modern methods of production. However, for mechanization, automation or computerization to be effective, our workers must adapt to the new work environment. They will have to be trained or retrained to man the new and sophisticated machinery and software. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our workers must become more competent in their jobs, if we are to succeed in meeting the challenges from a competitive world. lb this respect, I am glad to note that great efforts have been made by the Government to increase the student population in the technical field, both i-n the vocational institutes and tertiary institutions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 916</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Training of unskilled workers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In promoting the acquisition of higher technical skills, emphasis has been placed on the skilled workforce to further their levels of attainment. But in our keenness to do this, we must never lose sight of the plight of the unskilled and semi-skilled workers who are at the lower rung of the economic ladder. They form the bulk of the older group of workers; and in the early days of industrialization process, it was they who formed the very backbone of our manpower supply. We cannot ignore them now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These workers have been side-tracked from this race for acquisition of new skills for a variety of reasons, one of which is educational disability. If nothing is done to uplift this body of workers, they are doomed to continue to work in lowpaying, unskilled jobs which could one day even become obsolete with greater technological advances. If these unskilled or semi-skilled workers are not helped to advance to higher level skills, I am afraid they will increasingly constitute a drag on the rest of the society and undermine all the previous socio-economic gains made in the Republic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is our duty and responsibility, therefore, to take adequate measures to help them to upgrade their knowledge and skills. Thus, they will become more productive and consequently improve their material well being. I fully support the recommendations made by the hon. Members for West Coast and Geylang Serai on ways and means of upgrading the performance of this category of workers. The NTUC has taken steps to re-educate and retrain these workers through the various education and training courses. I urge the Government to give full support to this good gesture. \n  <br>\n  <br>\n  <i>Job-hopping</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it was indeed heartening to hear the Hon. Minister state that in the year 1981 there were lesser instances of job-hopping. This goes to prove that the average Singapore worker is maturing fast and has realized the potential advantages of a steady career in a good enterprise. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 917</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These positive attitudes could be further enhanced if the management or employers take the lead in creating a more conducive industrial environment so that workers could feel that they are part and parcel of the enterprise. Some companies, however, have already taken the lead and formed Quality Control Circles or Work Excellence Committees. The Government and statutory boards have Work Improvement Teams (WITs). All these committees have been formed with the main objective of improving productivity, staff morale and team spirit. However, the success of such committees attaining the desired objectives depends to a large extent on the interest, enthusiasm and encouragement shown by the top management and employers. Employers have the responsibility to ensure that they continue to motivate these committees to succeed by sending the members to appropriate courses organized by the National Productivity Board. Perhaps the Government should encourage more such committees to be formed, and also to step up on the number of NPB courses available. \n  <br>\n  <br>\n  <i>Housing and Development Board (HDB)</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the Budget Statement, the Hon. Minister has emphasized that the construction industry is of vital importance to the economy of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is heartening to note in this regard that positive steps are being taken to build more flats in the next two years to meet increasing demands. However, there is still concern about the continuous supply of skilled construction workers, as we still need to employ foreign workers from non-traditional sources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The long-term plan for the establishment of a Special Training School for construction workers is indeed laudable. In the meantime, more young Singaporeans should be encouraged to become construction workers, so that eventually a permanent pool of such a workforce could be set up. Efforts should also be made to enlighten both trainees and parents on the relevant advantages of pursuing a career in the construction industry. They should also be assured that such a career is relatively safe, challenging and rewarding. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 918</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this context, I would like to refer to the SAF Boys' School that is run by the Ministry of Defence. In the school, youngsters between the ages of 14 and 16 and who are of average ability not only learn a trade and receive continuation education but are also instilled with a deep sense of loyalty and discipline. The vocational training they receive equips them with sufficient skills in the Technical, Combat and Logistics fields for a fruitful career in SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps a similar scheme could be devised for the training of skilled workers for various categories of jobs in the construction industry. \n  <br>\n  <br>\n  <i>Pensions</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am not glorifying the Budget but I feel that one particular concession deserves mentioning. The special recognition accorded to the long-term needs of the pensioners in the lower income group, who are heavily burdened by the high cost of living, is, indeed, timely. Such concern and care has helped much to eradicate the general feeling among pensioners of being neglected and disregarded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also praiseworthy that the Hon. Minister has found it fit to increase the tax relief for aged dependants from $750 to $1,000 per aged parent. But with the current inflationary trends, I feel that this increase is still not sufficient. I would like to suggest that the tax relief for the aged parents be raised to $2,000 per aged parent, which sum is equivalent to the relief for the maintenance of handicapped dependants, I feel that the maintenance and care of aged parents is not an easy task to shoulder, especially by workers in the middle or lower income groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note, I support the Budget Statement by the Hon. Minister for Trade and Industry. \n  <br>7.20 p.m. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, despite the deep economic recession facing various countries throughout the world, particularly the advanced countries in Europe and America, Singapore still managed to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 919</b></font>\n  <br>\n  <br> achieve an impressive economic growth last year. There are many factors contributing to the rapid economic growth of our Republic, the most important of which are the enlightened economic policy of our Government, our political stability and the diligence of our people, together with the confidence that foreign investors have in us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With such economic growth, the standard of living of our people is enhanced. We are also particularly glad in that we have been able to achieve full employment at a time when the European and American countries are facing serious unemployment problems. From our experience we know that so long as there is close cooperation between the Government and the people together with a policy of pragmatism, we are able to clear all the obstacles and to continue to forge ahead. It has been proved that the shouting of slogans alone will not bring wealth to our people. It can only create disturbances in our nation and society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to studies carried out by a number of international authoritative organizations, our Republic has been listed as one of the few countries with the most favourable investment climate. There are very detailed analyses based on the political situation, the administrative efficiency and the productivity of people in various countries. From their studies, the United States and other international organizations concluded that they should single out Singapore as a model for the other developing countries to emulate. These reports are certainly a great help to our Republic in the promotion of trade and the attraction of investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately there are some people among us who are using all sorts of methods to undermine the reputation of the Government. They even adopt unscrupulous methods, such as spreading rumours, to deliberately cast unfounded slander on us. If their plans were to succeed, then the confidence the foreign investors have in us will be shaken. We must do something to hit them back good and proper. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 920</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in many countries the people are very anxious and worried whenever the government announces its financial policy. Their fear is that the government will impose new taxes. But in Singapore the situation is just the opposite. Because of our fast economic growth, the Government has not found it necessary to increase the tax rates for a number of years. Yet, at the same time, extensive construction programmes are being carried out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the rise in our standard of living, the demands of our people are also increased. With inflation, the Government's expenditure has increased from year to year. Despite such circumstances the Government is able not to increase the tax rates. This is indeed a very good gesture. I sincerely hope that the Government will continue with its policy of not increasing the tax rates for the next few years. But, of course, if the Government can give us further reduction on the tax rates, it will be even better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that the major tax concession announced this year would benefit those people in the higher income group more than those in the low income bracket. I would like to take this opportunity to invite the Minister's attention, when planning future Budgets, to the fact that the interests of the people from the lower income group should also be considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, with economic restructuring and the phasing out of the labour-intensive industries, we have to pay particular attention to the retraining of our present workforce. If we do not raise the educational level and upgrade the skills of these workers, then once they are retrenched they will not be able to find alternative employment. Of course, our factories today also require workers who are better trained. The qualities of a worker that the industries are looking for today and in future are quite different from those in the 1960's. At this point I would recommend that the VITB, the National Productivity Board, the Economic Develop- ment Board and the Skills Development Fund, together with the NTUC, should jointly determine the types of skills that are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 921</b></font>\n  <br>\n  <br> required and to formulate some plans to enhance the skills of our workers, with particular attention to those who are facing retrenchment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to point out that the courses offered by the VITB are conducted in English while most of our workers, particularly the elderly workers, are not conversant with English. The VITB should consider conducting some of their training courses in Mandarin. The use of English in industry and commerce and as a medium of instruction in technical training and education is a right move. However, in the matter of providing training courses for our existing workers, we have to be flexible. If a worker aged 30 to 40 years wishes to take up a technical skill, let us say, carpentry or plumbing, why should we compel him to learn English first, before giving him a chance to be trained? The ancient master of carpentry in China, Lu Pan, did not learn English, and yet that did not prevent him from being an outstanding carpenter. Of course, from a practical viewpoint only certain trade courses can be conducted in Mandarin, thus narrowing down the scope of the courses available. I do not deny that it is more practical to conduct most of the industrial skill training courses in English. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only resources the Republic possess are human resources. Therefore, we should spare no effort to upgrade the quality of our manpower through better education and training for our next generation. What is regrettable is that in a progressive society like ours, we still find some school children who drop out halfway through their education. Therefore, they remain illiterate and unskilled. According to the latest statistics, in 1980 alone, about 17,000 students left school before completing Secondary IV. Another 9,000 did not obtain three passes in 'O' level examinations. Out of this total of 26,000 school leavers, only 5,000 enrolled in various VITB courses. The rest left school without acquiring any vocational skills. This is a serious loss to our society as well as to our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore urge the Government to seriously consider implementing a system of compulsory education to ensure that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 922</b></font>\n  <br>\n  <br> our people do receive a certain level of formal education to help them acquire certain skills. It may be claimed that compulsory education infringes upon human rights. If a citizen does not wish to be educated, why should he be forced to do so? We are aware that, in implementing policy, the Government may have to take certain unpopular measures, but they are for the good of the nation and for the good of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the issue of compulsory education, I believe the majority of the people will support it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to statistics, 37% of our population aged 15 and above are economically inactive. Most of them are housewives, students and pensioners. Now that we are facing a labour shortage, the Government should try every way to induce these people to come out to work. The Government should give incentives not only to the professional women but also to womenfolk in general. Therefore, I would like to make two proposals to the Government: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) to give full support to the NTUC, management and voluntary organizations to set up creches; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) through tax reliefs, to induce women to come out to work. For example, the current Income Tax law allows professional women to increase the tax relief for children to up to $2,000. However, this is only confined to women who are University graduates. The Government should see to it that more personal reliefs or reliefs for children should be given to working women in general. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that in most private firms, employees retire at the age of 55 which is too early. I believe that Singaporeans are now enjoying a longer life span. So whether you look at it from the perspective of personal interest or national interest, we should encourage employers to extend the retirement age beyond 55 years. In this respect, various measures and incentives should be adopted by the Government to encourage the employers to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our national wealth has been created by the hard work of the people. We do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 923</b></font>\n  <br>\n  <br> have to depend on others to give doles. We do not harbour any unrealistic fantasies. Our Government and our people are not magicians. We do not create wealth by waving a magic wand. If we look around us and try to gauge what we have achieved, be it housing, schools, health care, roads, parks or skyscrapers, we realize that all these are the fruit of our people's labour and hard work. We are not going to allow anyone to undermine what we have achieved or to poach our hard-won fruit. Some people have suggested that having a proper job and a good house are the fundamental rights of our citizens. But in actual fact when a country is on the brink of bankruptcy, its people do not even have the right to three meals a day. We learn from recent newspapers reports that even the most developed countries are faced with serious unemployment problems. In Europe alone, the number of jobless people will reach 16 million. The situation in other developing countries is even worse. People in a certain country even pick grain from cow excrement. When a country is in such a plight, what human dignity and basic rights can one talk about? It is not slogan-shouting, it is not fantasy, or clamouring for human rights that can provide us with a job for everyone, decent housing and health care. The only way that a people can ensure welfare for themselves is for them to work harder in order to create wealth. The Government's duty is to provide effective infrastructure, sound planning and political stability and a good investment climate and employment opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Facts have shown that the Government has already achieved such objectives. But I regret to say that even today there are people who, under the pretext of safeguarding the workers' interest, viciously attack the Government by saying that the Government is a repressive and exploitative regime. We need only to make a comparison between what a Singapore worker earns and the standard of living he enjoys today and what he earned 20 years ago to come to the conclusion that such criticism is nothing but rubbish. Facts are indisputable, and the fact staring into our eyes is that the standard of living that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 924</b></font>\n  <br>\n  <br> people of Singapore enjoy today is one of the highest in Asia. This further illustrates the success and soundness of the Government's strategy in economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I hereby give my fullest support to the financial policy of the Government for 1982. \n  <br>7.35 p.m. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi (Kampong Kembangan):</b> Mr Speaker, Sir, I do not understand why the Member for Anson is so unashamed as to claim credit when it is not due to him. I say this not with malice or ridicule because I have respect for the man. After all, he is an honourable Member of this House. I say this because I think it is necessary for us to know that this debate is a serious matter and if there should be any criticism of the Government, I think all of us have to play a role, and I will be one of the first Backbenchers to point any mistake or deficiency of Government in the interest of the people of Singapore. But when we do this, let us do it with some very basic principles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As my colleague, the Member for Ayer Rajah, has said, the concept of a caring society is not a new concept. It did not originate in 1976. It went back, I think, earlier than 1959, even to 1954. We knew from the start that the political parties in Singapore would never be a credible movement until and unless we care for the people, we care for their problems, and not only care but work for it to create the means to bring about what the hon. Member for Anson referred to as getting Singaporeans to have happier and fuller lives and to help them to develop their potentials to the maximum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even on this point, he seems to suggest that all the while we have ignored this fundamental responsibility of politicians to their constituents. Why do we improve our universities? Why do we spend so much money on schools and industrial training institutions? Why do we make an unpopular decision to get employers to contribute towards the Skills Development Fund? Is it not because we have recognized the need to develop Singaporeans' potentials? If the hon. Member for Anson finds any deficiency in the Government's policies on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 925</b></font>\n  <br>\n  <br> training, development and education, I think he and all of us have that profound responsibility to raise them in this Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let us do it with a clear understanding that our job here is an honourable task and we must do so with full facts. And if the hon. Member for Anson disagrees with the policies of Government, and I do not think he has been thorough with his arguments - I noted that he raised only 13 or 14 points - if he really has reasons, he must come out with alternative programmes. Tell the people of Singapore why and how the Workers Party can be better than the PAP, and I think Singaporeans deserve better programmes if there are good reasons. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Encik Mansor, may I remind you that this is a debate on the financial policy of the Government and not on the Member for Anson? \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> Yes, Sir. It is for this reason that I see the debate on the Budget as a very serious debate. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It is on the general principles of the budget. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> If the hon. Member for Anson has a better programme than the Hon. Minister for Trade and Industry, I think he should present it to this House and let us consider it together. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He has not done so. Will you please carry on with the debate on the general principles of the financial policy of the Government? \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> My due respect to you, Mr Speaker, Sir. Let me come to the debate on the Budget. We have heard many arguments from the Backbenchers. In fact, we owe a lot to the hon. Member for Whampoa for raising many good points, and if you will allow me, Sir, to reiterate this point - if the hon. Member for Anson really has good points, I think he should bring them up for discussion together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Budget debate, and since you have made a specific request, Mr Speaker, Sir, my general comments are that this Budget which has been presented by the Hon. Minister for Trade and Indus- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 926</b></font>\n  <br>\n  <br> try reflects continuity. There are no new taxes. There are no fundamental changes in the basic financial and development policies which were set out in the programmes for economic structure by the preceding Budget Minister, Mr Goh Chok Tong. I think this continuity is a good sign. It shows the validity and credibility of the thinking of the preceding policies. This continuity is reassuring. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The significance of this point may not be apparent. We know, for instance, in some other societies how often and tempting it can be for a new Minister to make his brand felt by making sure that his ideas are made to prevail or even seen to over-ride those of the preceding Ministers. Sometimes there is even an effort to make sure that the past policies are cast aside, drastically modified or, worse still, condemned. But in this particular instance, we have seen the maturity and the insight of the Minister for Trade and Industry in reiterating the strength and correctness of past policies and in making programmes to ensure that this will continue. I therefore wish to congratulate him for these programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have chosen to speak only on two points. One is on company welfarism and the other is on industrial robotics, I have chosen these two points for three reasons. First, these two points were not highlighted in previous budgets. Secondly, both of them, especially company welfarism, have wide implications on the social fabric of our society. Thirdly, especially on industrial robotics, it is a very new concept and there could be misconception if this is not well explained to the population as a whole. \n  <br>\n  <br>\n  <i>Company welfarism</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a new dimension in the overall economic restructuring programme and it is one that is very significant.In his Budget Statement, the Hon. Minister should have given this subject greater treatment because, as I have said, this is a new concept and more so as I have come across many people who, I think, have a misconception of company welfarism. They equate company welfarism to staff recreation and staff welfare. If I am not incorrect, this is a misconception. Com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 927</b></font>\n  <br>\n  <br> pany welfarism goes beyond staff recreation and staff welfare. In fact, if I am not wrong again, the main thrust of the recommendation on company welfarism came more strongly from the recommendation of the Committee on Productivity which was chaired by the Hon. Minister of State for Labour, and its recommendation was made in the latter part of last year. The recommendation was made after an indepth study of the experience in Japan where the management's concern for the employees was based on the profound and abiding understanding of and respect for the workers, not just for profit motives. There is concern for the workers' family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Company welfarism in Japan entails not just giving or providing recreational facilities, good welfare, good wages but also concern for the workers' families and their children's education. In many instances, many companies in Japan ensure that the children of the workers are assured of jobs when they finish school or graduate from universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether this concept has been well understood in Singapore. If it is not the case, I think we ought to ensure that there is a proper understanding. I say this because we in Singapore are all too steeped with the traditions of British socialism where, under this concept, the understanding of welfarism is very different. And the PAP itself had long projected the role of government as the main force in providing public housing, decent health care, education, etc. But when we take on this programme of company-based welfarism, the concept is very different. We can foresee the situation where large corporations in Singapore can take on greater roles in the provision of housing and medical care of their workers which at the moment are primarily rendered by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I would like to suggest, if I may, that the Minister inform us of more details about the programme on company-based welfarism, what details are in the pipeline, what activities or programmes will be implemented beyond the recommendations of the Committee on Productivity, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 928</b></font>\n  <br>\n  <br> and whether efforts will be made to promote a better and correct understanding of company welfarism for more workers and Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I have noticed that, whilst some Ministries do have provisions for staff welfare, there are other Ministries which do not have any provision at all. I notice, for example, in the Postal Services Department and the Airport Fire Service, there is no provision at all for staff welfare and recreation. If there are special reasons for this, I would be grateful for the Minister's explanation. Otherwise if we really take this concept of welfarism seriously I could see the need for each Ministry to have its own policy and programme of staff welfare and recreation and all those related to this concept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, if we are to take this concept seriously, and since it is not just staff welfare or recreation, maybe we need to develop a kind of prototype model or models of company-based or organization-based welfarism describing its attendant operational details, its guidelines, its activities, how it should be managed and planned and get this institutionalized in larger numbers of Ministries, departments and even companies in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is whether we really have the expertise to promote this idea of welfarism. If there is insufficient expertise, would the Minister consider the need to develop this expertise. Finally, would the Government develop this company-based welfarism on a long-term basis so that it will extend to both the private and public sectors? \n  <br>\n  <br>\n  <i>Industrial robotics</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the Government's intention to promote the development and greater use of industrial robotics in our effort to raise productivity and industrial sophistication. The experience of Japan and a number of highly industrialized countries tells us that greater application of industrial robotics is one answer to ensuring greater productivity and also an effective solution to the problem of labour shortage. While the development and application of industrial robotics is a recent development - I understand this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 929</b></font>\n  <br>\n  <br> was actively pursued about 15 years ago - it will be unwise for us to take a wait-and-see attitude. The longer we wait, the farther will we be left behind in this new technology. Instead, we must push our efforts to learn as much as we can and take urgent but systematic steps to promote greater use of robotics in our industrial sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My questions to the Minister are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. What steps will Government take to promote greater use of industrial robotics in Singapore, besides of course granting tax concessions and incentives under the Government's Economic Expansion Incentives (Relief from Income Tax) Act and also through loans under the Small Industries Finance Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Do we have sufficient expertise in Singapore in this field of industrial robotics? If not, what steps will Government take to ensure that there is continuous growth of the expertise that is needed for this purpose? Does Singapore participate in international symposiums, like the ones that are organized annually - if I am not wrong it is called the International Industrial Robot Symposium - the 11th Symposium being held in Japan in October last year. And during that symposium I understand that 750 researchers from the United States, Europe and other countries presented about 100 research papers. I think we would benefit through our active participation in such symposiums. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Considering the possible fear of workers of their being displaced with the greater application of robotics, what steps will Government take to ensure that there shall be no undue displacement of workers? What details ought to be given to workers, to be explained to them, so that they will understand the reason, the purpose, the benefits and the rationales for greater application of robotics in our industrial endeavours? In this regard, will the Government seek the active participation of both management and the labour movement so that both will get the benefit of the greater application of industrial robotics, while ensuring minimum disrupion to the workers in Singapore? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 930</b></font>\n  <br>\n  <br> \n  <br>7.50 p.m. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, in his Budget Statement the Minister for Trade and Industry has mentioned about our good economic performance last year and the prospects for this year. I believe that, with the cooperation and effort of all our people, this year will be another successful year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to touch upon certain aspects of our education. The budget allocation this year is 45.6% more than that for last year. This shows that the Government is attaching greater importance to education. From the standpoint of an educationist, this is really a cause for elation. Other than human resources, we do not have any. From a long-term point of view investment on education is the most judicious investment. Our people, particularly parents, are deeply conscious of the importance of our children's education. The importance that parents attach to their children's education can be seen from the fact that they are selective in their choice of schools for their children, they engage private tutors for their children, and are concerned about their children's examination results. This is evidence of the great demands on education and it reflects our high standard of education and our social progress. However, there is a difference between our school education and that in the Western developed countries. Our school teachers and parents pay too much attention to the examination results and certificates, while our students specialize in copying, learning by rote and doing exercises. Under this fad, other than feeling the pressure of school lessons, our students have little time or the mood to read other books or to do something outside their school curriculum or to participate in non-compulsory activities which will benefit them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State of Education sometime ago said in this House that the average number of hours spent on homework by our children compared with Australian school children is about the same, and therefore he concluded that \"these hours are not excessive by any standard.\" I disagree with this view because our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 931</b></font>\n  <br>\n  <br> students' homework is, in fact, very different in nature from that of students in other countries, particularly those in Europe and USA. They are not comparable. On this point, I would like to discuss with the Minister of State of Education on some other occasion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The peculiar characteristics of our education system may circumscribe the wisdom of the majority of our students. This is not good for our students as well as for our society, Recently some Education Ministry officials went to Japan to study certain aspects of their teaching system and curriculum. Their Report points out the shortcomings of our secondary school Mathematics teaching system and suggested certain improvements. I believe the same is true of other secondary school subjects. I think the adoption of any new system should aim at correcting our mechanical ways of learning by rote. Although educationists are aware of the disadvantages and bad points about this method of teaching and learning, but because of the importance of achieving good results in the examinations they have no alternatives, since examination results are the only standard of assessment for all. Schools producing good results are recognized as good schools and students with good results are recognized as good students. It seems that other factors are neglected and are not given any consideration. I hope, in its future development our Education Ministry will correct this aberration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of a formal education should be to provide the basic training in the learning of languages, science and skills and the development of a healthy body and mind, and also instilling moral concept and a sense of social consciousness. To achieve these aims and to correct the present aberration, we should examine the school curriculum as well as the school examination system and to make rectifications. The setting up of the Curriculum Development Institute of Singapore is a bold and correct step in this direction. The Institute has a great responsibility in the future development of education of our nation. The allocation of $10 million in respect of the Main Estimates and $4 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 932</b></font>\n  <br>\n  <br> million in the Development Estimates for this Ministry can be said to be quite substantial. I hope we will see good results and performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch on the Culture budget briefly. This year it totals $43 million. It is only a mere 0.3% of the total national budget. This amount is really insignificant. As we know, the Culture Ministry is in charge of information, cultural activities and broadcasting. The importance of these functions cannot be measured in terms of money. In recent years, our economic, industrial and commercial developments have made great strides forward. The living standard of our people has also been raised. When social mode and living styles are changing, culture appears to be the more important. All along, we have been stressing on inheriting the cultural heritage of the four main language streams and the various ethnic groups, but in fact our people are not very active in the field of culture, Singaporeans, in general, read very little, rarely take part in cultural activities, and are usually lacking in cultural cultivation. Cultural workers also do not receive the status and the support they deserve. This may be the result of our education system - attaching too much importance to certificates. Our cultural development has not caught up with our economic development over the decade. Of course, the Ministry of Culture cannot be blamed for the backwardness of our cultural level. Nevertheless, the authority concerned should redouble its effort in the promotion of culture. Only $4 million is allotted for cultural activities. This means that each Singaporean will have a mere share of $1.70 which is inadequate for any cultural purposes. I hope that the Ministry of Culture will plan more activities in the coming year and that the Ministry of Finance will also provide more funds in the Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Motion. \n  <br>8.00 p.m. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Moment of interruption. Dr Tan, debate to be resumed on what day? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 933</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> Resolved, \"That Parliament do now adjourn.\" - [Dr Tony Tan Keng Yam]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Eight o'clock p.m.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
