{"memberId": null, "volumeNo": "42", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"42\"> \n  <meta name=\"Sit_No\" content=\"9\"> \n  <meta name=\"Sit_Date\" content=\"1983-03-18\"> \n  <meta name=\"Start_Col\" content=\"1129\"> \n  <meta name=\"End_Col\" content=\"1242\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">42</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">18-03-1983</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1129</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 42</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 18th March, 1983</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E. W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr J. F. Conceicao (Katong). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1130</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M. K. A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Mr J. B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of National Development. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1131</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H. H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for Nrational Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1132</b></font>\n  <br>\n  <br> \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Labour. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister of State, Ministry of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Sigiap). \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1131</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>POST OFFICE SAVINGS BANK</b>\n  </div> \n  <div align=\"center\">\n   <b>(Commercialization)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Rohan bin Kamis</b> asked the Minister for Finance, in view of the Post Office Savings Bank having more than two million savings accounts, what is the impact of the proposal of POSB going commercial on the account holders with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1132</b></font>\n  <br>\n  <br> regard to the tax exempt interest and if the Minister will provide details of the new scheme. \n  <br>\n  <br>\n  <!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr Speaker, Sir, the tax-exempt status of interest on POSB deposits has been under review in the light of the plan to convert POSB into a commercial bank. The review is being undertaken by a Steering Committee, appointed to prepare the blueprint for commercialization. It has been addressing the question of the tax- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1133</b></font>\n  <br>\n  <br> exempt status as part of its terms of reference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Steering Committee is expected to submit its report to the Ministry of Finance in April 1983. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1133</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CRIME INVESTIGATION AND CONTROL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Clearance rate for criminal offences)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Home Affairs (a) what was the clearance rate of all the criminal offences committed in Singapore in 1980, 1981, and 1982; and (b) what measures his Ministry will take to improve the effectiveness of crime investigation and control. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, the overall clearance rate for criminal cases in Singapore is as follows: 1980 28%; 1981 33%; 1982 29%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our overall clearance rate for criminal cases is comparable to that of other highly developed countries in the world. For example, the overall clearance rate in Australia is 28.5%, Denmark is 23.2%, and the United States of America is 19.5%. However, among the developed countries Japan has achieved the highest overall clearance rate of 63.8%. This has been attributed to their koban system of policing. The koban police is responsible for more than 60% of the total number of criminal cases cleared in Japan. The Japanese koban police has been able to do this because of the excellent relationship they have with the residents in the neighbourhood, which is based on complete confidence and trust. As a result, the Japanese police has no difficulty in getting information on the presence of criminals, of crimes committed and getting the residents to be witnesses. Therefore, to improve the effectiveness of crime investigation and control, and thus the clearance rate of cases, it is not only necessary to upgrade the professional skills of police officers in crime investigation but, what is even more important, to forge a relationship of mutual trust and confidence between the police and the public so that members of the public will not hesitate to help the police in their investigations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1134</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>NPP System</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The most important measure that my Ministry will take to achieve this objective is the introduction of the Neighbourhood Police Post (NPP) System. The NPP System is modelled after the Japanese koban system. It will ensure that police officers will always be close to all the residents and continually interact with them. An important feature of the NPP System is the home visit by NPP officers every six months to get to know the residents, listen to their views and suggestions and to offer their services. With the establishment of trust in the police officers, we can expect the vast majority of the residents to come forward to freely confide in the police officers and to volunteer information on the presence of criminals and strangers behaving suspiciously in the neighbourhood. \n  <br>\n  <br>\n  <i>Crime Prevention</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police, however, is not relying solely on the NPP System to achieve the aim of total involvement with the community and its grassroots organizations. In the last two years, the first steps towards this objective have been taken with the introduction of the Neighbourhood Watch Scheme (NWS), the establishment of the National Crime Prevention Council and the formation of Boys' Clubs. The Crime Prevention Department has also made surveys of commercial premises with a view to advising the management and occupiers to get together to form crime prevention committees and implement crime prevention measures. \n  <br>\n  <br>\n  <i>Upgrading of Skills</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police is also upgrading the professional skills of police officers in criminal investigation and other crime control activities. A team of British experts was asked to look into ways and means of improving the training facilities and the standard of instruction at the Police Academy. Many of their recommendations are now in the process of being implemented. Currently, the Police Academy runs many in-house courses on criminal investigation. Our crime investigators are also sent overseas for specialized training and attachments to learn new skills, particularly those relating to the investigation of commercial crime. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1135</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Computerization</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To enhance the effectiveness of the Force in crime control, the Police is also implementing large scale computerization and mechanization of police operations. Command and control of patrol resources will be computerized by 1985. This computerized system will optimize the deployment of patrols and the allocation of resources in response to calls for Police assistance. Case management will be computerized by 1986 to ensure quicker processing and closer monitoring of crime cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides these, the Police is also exploring other ways and means of mechanization and computerization such as in the lifting and matching of fingerprints and the collation of criminal intelligence. These will further help to improve the effectiveness of criminal investigations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1135</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXPATRIATES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Procedures for employment)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Wan Soon Bee</b> asked the Minister for Home Affairs (a) what are the procedures for the approval of the applications by the expatriates to enter Singapore to take up employment; (b) how does the Immigration authority ascertain that the skills or expertise possessed by the applicants are required in Singapore; and (c) how does the Immigration authority prevent possible abuses by the applicants and/or sponsors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Prof. S. Jayakumar) (for the Minister for Home Affairs): Sir, expatriates intending to take up employment in Singapore have to apply to the Immigration Department for Employment Passes if their monthly salaries exceed $1,000 per month. Applications are made in the prescribed forms and submitted through the employing company or a local sponsor. The applicant has to describe in the application form, his qualifications, working experience, duties to be performed and the details of the company which intends \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1136</b></font>\n  <br>\n  <br> to engage his services. These forms are designed to enable the Immigration Department to obtain full information on the applicant's background and experience. The advice of relevant vetting authorities is also obtained before a decision is made. The main consideration in approving Employment Passes for expatriates is whether they are of economic benefit to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The applicant's qualifications and experience are the main factors which the Immigration Department considers in assessing each application for Employment Pass. The Department works within policy guidelines which have been drawn up by the Committee on Attracting Talents to Singapore (CATS). The Committee includes representatives from the Ministry of Trade and Industry and EDB. Amongst other things, the Committee is responsible for the identification, attraction and assimilation of non-Singaporean talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When there is doubt about the professional standing or technical competence of the applicant, the Department will refer the application to the relevant Ministry or Department for advice. For example, if the applicant is from the banking sector, his application would be referred to the Monetary Authority of Singapore for vetting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Statistical data on the stock of Employment Pass holders, and on Employment Pass applications received, approved and rejected, are sent regularly to the Ministry of Trade and Industry for monitoring purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each year Immigration Department receives thousands of applications for Employment Pass. The average number of applications per year for the last three years (1980-1982) was 21,820. The Immigration Department can only assess the applications based on information given by the applicants in the application forms and certified true by the employers or the sponsors. In most cases, the applications are decided within a month. In processing the applications, the officers will scrutinize the details in the application forms, and ask for documentary evidence to substantiate the statements made in the forms. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1137</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Department's practice of referring doubtful cases to the relevant vetting authorities has also helped to minimize possible cases of abuse. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (West Coast):</b> Sir, is the Minister aware of the complaint that Singapore is becoming a training ground for redundant expatriates in their home countries and that such expatriates have deprived some Singaporeans of their jobs and promotions and this has created morale problems among the local managers? The unhappiness is not because the locals do not welcome the expatriates. In fact, all of us welcome all those expatriates who bring skills and expertise to our country. But it is because the locals are put to work - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Wan, what is your supplementary question? You are making a speech out of it. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> I am coming to the question, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do that, please. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> It is because the locals are put to work under those expatriates who are not qualified, less experienced and less capable than them. In view of this, would the Minister assure the House that, where such cases are uncovered, he will take prompt actions against them? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I take it that the Member for West Coast is not disputing the objectives of the policy but raising a question as to its implementation, and I gather from his supplementary question that he has knowledge of complaints about possible abuse of persons coming in who are not qualified or have not the requisite qualifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure him that if he has such information and if he were to send it to my Ministry, we will have it thoroughly investigated. If it is substantiated, I also wish to assure him that we will take prompt action and, if necessary, terminate the employment passes of those cases which are substantiated. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1138</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1138</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VACANT SHOPHOUSES NOS. 243 to 235</b>\n  </div> \n  <div align=\"center\">\n   <b>TANJONG PAGAR ROAD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to minimize fire hazards)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Home Affairs whether the Singapore Fire Service is aware of the very serious fire hazard presented by the state and condition of the vacant shophouses Nos. 243 to 235 Tanjong Pagar Road and what has been done or is being done to prevent or minimize the risk of further fires thereby endangering the lives of the residents in the other shophouses in the same stretch of shophouses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Prof. S. Jayakumar): Mr Speaker, Sir, the Fire Service is aware of the fire hazards posed by vacant buildings awaiting demolition. It has advised the relevant agencies, such as URA and HDB, on measures to be taken to minimize the fire hazards. These measures include the locking or the boarding up of the vacant buildings to deter trespassers and mischief makers. Furthermore, power supplies to such premises are also cut to prevent short circuits which may cause fires. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was a fire recently in the same row of shophouses referred to by the Member for Anson. The Fire Service did a splendid job in rescuing a family of four who were trapped in one of the burning shophouses. The fire started at No. 237 and spread to No. 235 Tanjong Pagar Road. Both premises were occupied at the time of the fire. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, the Minister of State says that the Fire Service is aware of the danger and has advised the relevant agencies. But I have been to this site twice and I find that the premises have all been left open. There are a lot of dried wood, debris lying about, and the residents in the neighbouring- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you asking a supplementary question, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Can I have it, please? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1139</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Has anything been done about these particular premises - clearing the debris, the dried wood and locking them up to make them safe? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, it is evident, from the wording of the Question posed by the Member for Anson, that he clearly was under the impression that those shophouses Nos. 243 to 235 were vacant. I have just demonstrated by fact that two of them were not vacant at the material time but that three were vacant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation is that this row of shophouses is awaiting demolition. They can only be demolished when the residents have moved out. Some residents have moved out and the contractors who have been entrusted with demolition will begin to demolish those shophouses which are vacant, and when the others move out those too will be demolished. The Member for Anson can assist by encouraging or persuading the residents to move out of these, as he has pointed out, dangerous premises as soon as possible and thereby enable this condition to be eradicated. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are we to understand, Mr Speaker, Sir, from the Minister of State that nothing has been done in these premises that are vacant, from Nos. 243 to 235, and that the dried wood has not been cleared away and that it will not be cleared away until all the other residents have moved out? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I tell the Minister and the Government that the neighbouring residents live in mortal fear. They are unable to go to bed at night because they are worried that there might be a fire and they begin to wonder whether the intention of the Ministry is that they should be forced out of their homes by fire. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, he has asked a question as to what the Fire Service has done, and I have given an answer. As far as those houses which are vacant are concerned, appropriate action will be taken by the Fire Service and the other departments, including the locking up and boarding up of vacant premises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to those houses where the residents are still in those remises, like \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1140</b></font>\n  <br>\n  <br> any other premises in Singapore, whether shophouses or not, the residents in those premises must ensure that they do not have debris and other flammable material lying within the premises. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am talking about the debris in the vacant houses. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1140</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VISUAL DISPLAY UNITS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Legal norms for usage)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Wan Soon Bee</b> asked the Minister for Communications and Minister for Labour, in view of the widespread use of visual display units, if he will consider introducing legal norms concerning the use of visual display terminals, especially with a view to enabling the factory inspector to exercise control with special attention paid to the global effect of radiation to which workers are continuously exposed. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong (Minister of State for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Labour (Dr Wong Kwei Cheong) (for the Minister for Communications and Minister for Labour):</b> Mr Speaker, Sir, we appreciate the concern of the Member over the possible ill effects of radiation on workers operating visual display units (VDUs). VDUs do emit a low level of radiation which is no more than that emitted from a television set. This level of radiation is not harmful to the worker's health. This was the finding of the Department of Scientific Services of the Ministry of Health which conducted a test on VDUs in December 1980. The finding concurs with those in the UK and the US. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, it is recognized that prolonged work on a VDU may give rise to eye-strain and other complaints like fatigue, headache and muscle aches. These subjective complaints vary with individual operators and are more common under working conditions which do not cater to physical comfort. To minimize such complaints, many countries have drawn up guidelines on lighting, avoidance of glare, working postures, rest and hours of work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has also, in 1981, prepared and issued a set of guidelines on visual display unit work. These guidelines were prepared after a study of recommendations made by authoritative bodies overseas. The include recommendations on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1141</b></font>\n  <br>\n  <br> work station design, for example, the-positioning of the keyboard, screen and seat; level of illumination; work-rest periods and medical examination. Because people are built differently and work in different ways, VDU work stations should be designed so that it can be adapted to the needs of individual operators. These guidelines may be used by management and operators to assess the adequacy of VDU work conditions. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> Sir, would the Minister inform the House how to ensure that the guidelines recommended are being followed by the employers? And would the Minister also inform the House whether he will introduce legislation so that the level of radiation can be monitored by the Ministry to ensure that the radiation level of all VDUs is always maintained below the international standard set? Would the Minister also inform the House whether the cumulative effects of low level radiation will pose certain health hazards? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Mr Speaker, Sir, the guidelines issued by the Ministry of Labour have been distributed to all concerned, i.e. employers and employer groups for implementation. The Industrial Health Department of the Ministry of Labour is monitoring and helping such employers to implement these guidelines. The Ministry is also liaising with the Department of Scientific Services of the Ministry of Health to ensure that the level of radiation remains at a low level so that the guidelines will continue to be kept by these employers and they will ensure that radiation will not be harmful to the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for legislation, up to now -we have no evidence that radiation is harmful to workers. If the Member for West Coast has any such evidence and is able to show us such cases, I am sure the Ministry will be very happy to look into these instances. If there are sufficient cases to justify it, we will certainly consider legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point about cumulative effects, as long as the workers exposed to VDUs have sufficient break periods, for example, a 10-minute break after every two or three hours or lunch break which the worker would normally take, then it has been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1142</b></font>\n  <br>\n  <br> shown that the cumulative effects of such radiation are not harmful at all to the worker's health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1142</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPREHENSIVE BUS STUDY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Findings)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Rohan bin Kamis</b> asked the Minister for Communications and Minister for Labour if he will report on the findings of the Comprehensive Bus Study conducted by the Singapore Bus Service with the assistance of the London Transport International recently and when can residents of Telok Blangah and the neighbouring estates expect the introduction of a direct bus service between the Bukit Merah Interchange and Ang Mo Kio Interchange. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Minister for Communications and Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Minister for Labour (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, the recommendations of the Comprehensive Bus Study are being finalized and will only be available around April or May this year. I shall nevertheless briefly outline some of the more important preliminary findings to the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A passenger survey was undertaken to determine accurately the travel patterns of bus passengers. Data from the passenger survey has been used to design a new bus network for the whole island to better match service to demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second major objective of the study was to devise a fare collection system that would allow SBS to convert all its services to one-man-operation. This is to make more efficient use of manpower. Although details are yet to be firmed up, the broad recommendation is to retain a distance-related fare structure and use ticket issuing machines that will record the time and place of boarding as well as the fare paid. For this system to work, we will need honest commuters because there will be no conductors on-board. Those caught riding beyond the fare paid will be asked to pay a penalty fare. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A key feature of the proposed fare collection system is \"through ticketing\", that is to say, passengers having to transfer from one bus to another will not have to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1143</b></font>\n  <br>\n  <br> pay a second time. Season tickets with appropriate discounts will also be introduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the majority of commuters can expect to benefit from the changes proposed by the study, details will have to be carefully examined to ensure that as few people as possible are adversely affected. The proposed changes will be implemented in stages starting around end of this year or early next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The possibility of a direct bus service between Ang Mo Kio and Telok Blangah will also be looked into as part of the overall revised bus network, details of which will be made known after the network has been finalized. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1143</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BUILDING AND CONSTRUCTION INDUSTRY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Projected labour requirements)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Goh Chee Wee</b> asked the Minister for National Development (a) what is the projected labour requirement of the building and construction industry in the next five years; (b) how many of the jobs will be taken up by Singaporeans; and (c) whether our aim of building up a good core of Singaporean construction workforce is attainable. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lee Yock Suan) (for the Minister for National Development):</b> Mr Speaker, Sir, based on construction projects in the pipeline, including major public projects, such as the MRT, the building and construction industry, barring unforeseen circumstances, will remain buoyant in the next five years. It is estimated that about 25,000 new jobs in the construction industry will be available in the next five years for our job seekers. Many of these jobs will require higher-level skills both in handling construction machinery and in building construction trades. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;20% to 25% of the job vacancies is likely to be filled by Construction Brigade enlistees. The balance will be available for other Singaporeans. In the present slack economic situation, we hope more Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1144</b></font>\n  <br>\n  <br> poreans will realize that the construction industry can offer them skills training and good pay and be attracted to join the industry. Indeed our survey shows that most Construction Brigade trainees after one year's training, are earning more than $20 per day, plus CPF contributions from the employer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have made some progress in building up a core of Singaporean construction workforce. Core contractors working for the Housing and Development Board are required to employ a certain number of permanent skilled and professional workforce for their jobs, including the employment of Construction Brigade enlistees. Besides core contractors, other reputable HDB contractors are also encouraged to employ Construction Brigade enlistees. HDB contractors are presently employing 348 Construction Brigade enlistees and providing on-the-job training to 986 other enlistees on their work sites. The Public Works Department will also be requiring its contractors to employ on a permanent basis professional and skilled manpower if they want to tender for major public sector jobs. The Construction Industry Training Centre, which is planned to begin enrolment towards the end of this year, will help to produce the necessary skilled manpower required by the industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the longer term, as the industry upgrades, mechanizes and industrializes the resultant productivity growth will lessen the need for more manpower, especially foreign workers. It is still the aim of the Government to phase out foreign workers in the construction workforce by 1991. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1144</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LOW WATER PRESSURE IN HDB FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Complaints)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Rohan bin Kamis</b> asked the Minister for National Development if he is aware of the numerous complaints by the residents of top floors of Housing and Development Board flats of low water pressure; what steps have been taken to rectify the problem; what is the progress of the correction programme, and what can the residents do to help alleviate the problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1145</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, the HDB is aware of the problem of low water pressure at the top floors of HDB blocks. An improvement programme is in progress to install separate downfeed pipes to increase the flow of water to the top two floors of high-rise blocks. 1,971 blocks are included in the programme and 62% have undergone improvements so far. The programme will be fully completed by March next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no necessity for residents to take further measures, beyond what HDB is already doing, to alleviate the problem. It would be helpful, however, if residents understand the nature of the problem and HDB's remedial action. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1145</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MUHAJIRIN MOSQUE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Construction of open shed)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Liew Kok Pun</b> asked the Minister for National Development (a) what is the latest position of the project to provide an open shed behind the Muhajirin Mosque building in the Boon Teck Constituency; and (b) whether his Ministry can assist in speeding up approval of this project so that the shortage of usable space in the premises of the Mosque can be alleviated. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, the proposal to provide an open shed behind the Muhajirin Mosque building in Boon Teck Constituency was received by my Planning Department on 25th January this year. The proposal has been approved and the applicant was informed on 7th February, 1983. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1145</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AREA BOUNDED BY TANJONG PAGAR</b>\n  </div> \n  <div align=\"center\">\n   <b>ROAD, BERNAM STREET AND ENGGOR STREET</b>\n  </div> \n  <div align=\"center\">\n   <b>(Compensation for resettlement)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for National Development if he will explain the delay in determining the compensation payable and in allocating alternative accommodation to the owners and occupiers of properties in the area bounded by Tanjong Pagar Road, Bernam Street and Enggor Street when the owners \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1146</b></font>\n  <br>\n  <br> and occupiers have all been given notice to quit their premises by the 31st January, 1983. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, if the Member for Anson will refer to Vol. 42, No. 2 of the Hansard, in other words, if he will do his homework, he will find that I had, at the sitting on 31st August, 1982, described for him at length the necessary legal procedures in the clearance process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had said that Notices to Quit are prescribed by the law to formally notify squatters that they are affected by resettlement action and have to vacate the site. After the service of the Notices, parallel action is taken by the Resettlement Department to determine the eligibility of those affected for resettlement benefits, including offer of alternative accommodation or cash compensation. I had emphasized in my reply that resettlement benefits are ex-gratia in nature and may be offered to affected residents at any point in the clearance process, not necessarily immediately after the service of the Notice to Quit. I had also assured the Member that no physical eviction action is taken until the Resettlement Department has offered alternative accommodation or cash compensation to those who are eligible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the area referred to by the Member for Anson, the Resettlement Department is currently in the process of determining the eligibility of affected persons. There has been no undue delay. Compensation will be paid when the interviews are over and alternative accommodation will be offered when facilities are available. No eviction action will be taken before this is completed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am obliged to the Minister of State, but I would ask whether he would convey his answer to the Minister of State for Home Affairs. We were told just a little while ago that I should persuade them to move out. Now we understand from the Minister of State for National Development that they have not been offered alternative accommodation as yet. They have not been offered resettlement benefits. So I would ask him to lend his voice to my plea to the Minister for Home Affairs and to the Fire \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1147</b></font>\n  <br>\n  <br> Service to do something to protect the lives of those citizens who are still living there until such time as the Ministry is able to get them out. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, I am afraid the Member for Anson may not be familiar with the situation in this particular part of his constituency. In actual fact, the development in this area, which has been acquired by the URA, consists of two phases. The first phase has already been more or less settled. The people there have been given offers of compensation, alternative accommodation, and so on. Some of them are choosy and are still there. They are, therefore, facing the hazard of fire which is unavoidable in any resettlement site. You cannot expect the Government officers to keep going to those places and telling them, \"Clear the debris. You are facing a fire hazard\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the Member is asking about concerns Phase 2, where the notices to quit were served only on 1st January this year, and I have already given him the answer. He should have checked clearly with the residents which phase they belong to. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have referred to a particular area, Tanjong Pagar Road, where there was a fire two weeks ago and a fire before that. The residents adjoining these vacant shop houses told me that the question of their compensation had not been determined. They told me there was another problem. Since the notices to quit expired on 31st January, they have been told by the insurance companies that they have no more cover because they were told to get out by 31st January and they had not moved out. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is the Member's supplementary question for the Minister of State? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The question, again, is this. We are referring to this particular area. Would the Minister of State for National Development say what is the problem here in giving them the compensation so that they may get out and escape any further fires? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1148</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, I am afraid we have here a very confused Member of Parliament. I do not know whether he has spoken to the residents and whether they have given him the right information. But, as I have explained to the House, the first step is to serve the quit notice. This is the first step in the legal process. After that, and in parallel, we will make offers of compensation, and so on. So these people who have been given quit notices recently have not been offered any compensation yet because it is part of the legal process. I do not know whether the persons he is referring to are the residents I am talking about, but I am told by my colleague that these people have been given many offers of alternative accommodation. They are choosy. This is a problem that my Ministry is facing, especially with shopkeepers. They want the best location, the best facing - in order to have something that has to do with feng shui and all that. So they are there waiting. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> For compensation. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> If it so happens that they are there when the neighbouring houses catch fire, that is too bad. But as regards the people in the other places he referred to, we are taking action through the normal process. As soon as we are able to offer them compensation, we will do so without delay. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1148</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONTRACTS FOR CLEANING</b>\n  </div> \n  <div align=\"center\">\n   <b>AND GRASS CUTTING IN HDB ESTATES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for National Development (a) how many contracts have been directly awarded by the Housing and Development Board for the contract of cleaning and clearing rubbish and grass cutting or landscaping (i.e. maintaining and keeping the estates clean) in Housing and Development Board estates; (b) for how many years the present contractors have held the contracts; and (c) how were the contracts awarded. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, the HDB has awarded 7 contracts for grass cutting and 17 for cleaning and conser- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1149</b></font>\n  <br>\n  <br> vancy works. Each contract is awarded for a period of two years. All the contracts were let out by public tender and awarded to the lowest tenderers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1149</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE ARMED FORCES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Traffic accident rate 1978-1982)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Mr Ng Kah Ting</b> asked the Minister of Defence and Second Minister for Health what are the accident rates involving 3-tonners of the Singapore Armed Forces for the years 1978 to 1982, and what new measures are being taken to improve the situation. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister of State of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State of Defence (Dr Yeo Ning Hong) (for the Minister of Defence and Second Minister for Health):</b> Mr Speaker, Sir, the SAF traffic accident rate has shown a continuous downtrend since 1978. Overall, in 1982 the accident rate was approximately 30% lower than in 1978. There were 2.0 accidents per 100,000 km travelled against a figure of 2.8 in 1978. For the Singaporean motorist who travels 10,000 km a year, this accident rate is equivalent to having two accidents in a period of 10 years of driving. There has also been a significant reduction in the total number of accidents - from 1,351 in 1978 to 1,054 in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of 3-tonners involved in accidents has also gone down significantly, from 699 in 1979 to 465 last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The decline in accident rate in the past years has been attributed to the sustained effort made by the SAF in improving the quality of the training for drivers and in minimizing the circumstances whereby accidents may occur. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SAF Provost Unit also conducts intensive road-patrols and checks to ensure high driving standards. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1149</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>IMPORTANCE OF NATIONAL SERVICE</b>\n  </div> \n  <div align=\"center\">\n   <b>(National education programme)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Mr Ng Kah Ting</b> asked the Minister of Defence and Second Minister for Health how the Ministry of Defence educates full-time National Servicemen and reservists to understand the importance of National \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1150</b></font>\n  <br>\n  <br> Service and not to regard it, as some do, as a waste of time. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong (for the Minister of Defence and Second Minister for Health):</b> Mr Speaker, Sir, MINDEF has a comprehensive national education programme to educate full-time national servicemen and reservists on the importance of National Service and why they must take military training seriously. The programme begins even long before they are enlisted into the SAF, continues through the period of full-time national service, and extends into their reservist period. Sir, I do not intend to go into the details, but I have asked the Clerk of Parliament to circulate details for the benefit of Members of this House [Copies distributed to Members]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of the efforts put in by MINDEF, outlined in the Addendum (Cols. 1241 - 1242) circulated, there continues to be a sizeable minority of Singaporeans who believe that National Service is a waste of time. This is highly paradoxical in view of the fact that the vast majority, in excess of 96%, believe that defence is essential for Singapore. The people who believe it to be a waste of time include: \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1983/19830318/19830318-HA-0421241.htm\">Addendum - IMPORTANCE OF NATIONAL SERVICE (Cols. 1241 - 1242)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Those who are ignorant of the relationship between our defence and our peace, prosperity and security. This, we believe, to be a relatively small group of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Those who are naive and believe that peace and security will last forever without the necessity of active efforts in defence; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Those who know full well the importance of National Service and defence, yet expect others to perform the defence role on their behalf while they enjoy the benefits of peace and prosperity. MINDEF will continue to look for better ways of getting the message across to these people. There is no doubt that without a strong defence force, there will not be a Singapore as we know it. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, is it not true, and I wonder if the Minister is aware, that this particular group of people who regard National Ser- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> vice as a waste of time includes the so-called intelligentsia, the well educated? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, it is not possible, on the basis of the survey data that is available to us, to determine who form this particular group. But judging from the available data, of what we are able to break down, the suggestions are that the majority of the people who believe National Service to be a waste of time are the people who have a low level of education. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, what about the other end of it, i.e. those with higher education? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> The data appear to suggest that those who have higher education form a lower percentage of people who believe it to be a waste of time. Obviously, as in any group in society, there are always the black sheep. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE ARMED FORCES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Recruitment of better quality personnel)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Mr Ng Kah Ting</b> asked the Minister of Defence and Second Minister for Health how the Ministry of Defence will ensure that, in its programme to recruit better quality personnel into the Singapore Armed Forces, it will not deprive the public and private sectors of their fair share of such personnel. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong (for the Minister of Defence and Second Minister for Health):</b> Sir, the Singapore Armed Forces (SAF) is tasked with the responsibility of maintaining peace and security. It is therefore important that some of our best brains in Singapore be put in charge of this crucial national task. The salary increases for SAF servicemen last year reflects MINDEF's concern that it is the civilian sectors which have been depriving the SAF of its fair share of better qualified personnel, and not the other way round. This is because a military career is very onerous and very demanding, much more so than most civilian jobs. Obviously, we must try to strike a correct balance. I would like to assure the Member for Punggol that the problem that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> he envisages will be continually monitored. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our target is to have approximately 100 graduates join the SAF each year. Given an average output of approximately 2,500 graduates coming out of the National University of Singapore over the next few years, it is unlikely that the civilian sector will be deprived of qualified personnel. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL SERVICE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Enlistment of girls and Number of Young Males studying overseas)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;15. \n  <b>Mr Yeo Choo Kok</b> asked the Minister of Defence and Second Minister for Health (a) in view of the fact that the success of family planning has reduced the manpower available to the Singapore Armed Forces and that many young males have left for overseas studies before they reached the age of 17.,, years old, whether the Ministry of Defence has plans to take girls into National Service in the near future to keep up the SAF's level; (b) how many young males have left the country to continue O\" level or \"A\" level studies abroad in the past five years; (c) how many have not returned to do National Service upon completion of their studies; and (d) whether he will change the present policy in order to ensure that no males except for reasons accepted by the Public Service Commission or the Ministry are allowed to leave for overseas studies before they have completed their National Service. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong (for the Minister of Defence and ,Second Minister for Health):</b> Sir, MINDEF is conscious of the effects of the failing birth rate on the number of males available for national service. Parallel to our success in family planning, the number of men enlisted into the SAF has fallen. Our projections indicate that the pool of 18-year old males for the next five years will continue to fall steadily from about 26,000 this year, 1983, to about 22,000 in 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, fortunately the profile of the national serviceman has also changed. Thanks to better nutrition, living standards and education, our young men coming into the national service at the age of 18 are now \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> better educated, physically much fitter and stronger and in a better state of health than before. This means that a much larger proportion can be deployed for the combat vocations. Members of the House, I am sure, are aware of the efforts made by MINDEF over the years to increase the productivity of the SAF, to streamline the management systems, and to extensively computerize our administration and operations. All these factors have contributed to minimizing the effects of the dwindling intake. Therefore, at the moment, there is no plan to enlist girls into the national service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding what I have just said, all of us, citizens of Singapore, know that in the event of war which we will obviously do our utmost to prevent, but in the event of war, every citizen will be involved in the war effort in all sorts of capacities. When the survival of our nation is at stake, there can be no bystander. It is therefore of utmost importance that our national servicemen and reservists take their full-time training and their in-camp training seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also important that our Singaporeans of the fairer sex, be they sisters, girl friends, wives, mothers, of these national servicemen and reservists, should continue to give full support to their men. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to the second, third and fourth part of the question, a total of 358 young men before the age of 17 1/2 went abroad over the last five years to do their 'O' and 'A' levels. The number is small compared to the total number of national service registrants. Of these 358, 119 have returned from their studies having completed it and they are all doing their National Service. Some have completed it. There has been no case of abscondence. There is therefore no need to change the present policy since it is working very satisfactorily and there has been no abuse. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng (Khe Bong):</b> Mr Speaker, Sir, when the House was debating - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Ho, are you asking a supplementary question? \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Not a supplementary question. It is a point of clarification. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1154</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> On what issue? \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> On the issue that was debated under Head N, Ministry of Finance. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> When was that? \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Yesterday. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You were not here. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Yes, I was not here. That is why I have to ask for clarification. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are completely out of order, Mr Ho. Will you please sit down? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng</b> resumed his seat. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1154</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <b>OF SINGAPORE FOR THE FINANCIAL</b>\n  </div> \n  <div align=\"center\">\n   <h4>YEAR 1ST APRIL, 1983 TO 31ST MARCH, 1984</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [3rd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>3.23 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [17th March, 1983], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QA-01 of the Main Estimates.\" - [Mr Liew Kok Pun]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I was replying to the Member for Kampong Kembangan and the Member for Boon Teck when the House adjourned at 8 p.m. yesterday. I just have a few more points to make with regard to the NPP system in reply to the two hon. Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was saying last night that, as a general rule, the Police do not investigate into reports which disclose a non-seizable offence. The NPP officers will, as a result of the implementation of the system, come in close contact with the residents. They will be approached by the residents for advice and they will have to help in solving non-seizable offences, such as noise pollution, family disputes, using abusive language and so on. Although the rules still remain, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1155</b></font>\n  <br>\n  <br> there will be flexibility in applying those rules in the interest of fostering good relationship with the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan also suggested that, in order to put across the message and to publicize the NPP system to the young, we should do so through the National Police Cadet Corps (NPCC) who will, in turn, pass it on to their parents. We have also thought of it, that this is a good avenue to put across the message and therefore we have planned to get our police officers to brief our NPCC units in the schools what the NPP system would be when it is implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the point about giving greater publicity to the NPP system, in particular, to those Constituencies under the Toa Payoh Police Division, we have also made plans. As hon. Members would have known, we have already briefed the community leaders in the Toa Payoh Police Division on the system about three weeks ago. That session was conducted in the Kim Keat Community Centre. It was not just a briefing but it was followed by questions and answers by the community leaders in that Division. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a follow-up to it, the Police is offering the community leaders in each of the Constituencies in the Toa Payoh Police Division further briefings followed by question and answer sessions, this time for the residents if the community leaders would organize such sessions. If need be, we shall do the briefing not only on the basis of Constituency but on the basis of each RC zone. That is the offer that will be made to the various community leaders. But may I say that priority will be given to those Constituencies in the Toa Payoh Police Division because we are implementing the system in that Division in June this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now answer the Member for Whampoa. The Member for Whampoa has asked for Police action against prostitution, pimping and soliciting which, he said, is flourishing in Orchard Road. According to him, the pimps include trishaw riders and taxi drivers, and he had called upon the Anti-Vice Unit to take action after \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1156</b></font>\n  <br>\n  <br> having congratulated them for their enforcement action against prostitution in the Collyer Quay area, outside the Red Lantern Nightclub. In answer to this call, I would like to inform the House that the Anti-Vice Unit has not been idle either in the Orchard Road area. Perhaps the Member for Whampoa is not aware of this since it was not as widely publicized as the case of the Red Lantern/Collyer Quay area where, I believe, the press gave very wide publicity. \n  <br>3.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Between October 1982 and March this year, 30 raids were conducted in the Orchard Road area. Three of these raids were combined operations participated by the Anti-Vice Unit, Secret Society Investigation Branch of the CID, Traffic Police, and the Tanglin Police Division. During these raids, a total of 203 Thai prostitutes were arrested. Also, during these raids, two persons were detained for managing and for assisting in the management of a place of assignation, together with their cars (even their cars were seized). One of them was charged in Court this morning, the other case is pending. In 1982 a total of 28 other raids on premises were conducted in the Orchard Road area resulting in 46 pimps and 200 prostitutes being arrested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I would like to remind the House that prostitution is considered one of the oldest professions in the world. For centuries governments have been trying to eradicate it, but without success. I believe it dates as far back in time as when humans were living in caves. It first started when a cave woman of easy virtue wanted an extra piece of meat. To get it, she sold her virtue and, I suppose, when cave women of easy virtue practised their profession, there must be cave men acting as pimps to get their cut of the extra meat! I believe prostitution has also been referred to in the Bible, both in the New and Old Testaments. I am sure the Member for Whampoa can tell you more about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, as far as the Police Anti-Vice Unit is concerned, they will do what is possible to control the situation, particularly those involving soliciting which is an affront to public morals, by continuing their enforcement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1157</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, first, may I remind hon. Members of this House that frivolity in matters of morality is also a sin. Secondly, Sir, the Hon. Minister seems to concentrate exclusively on arresting Thai prostitutes. Has he apprehended any Singapore girl, especially school girls, in the Orchard Road area? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, they do not discriminate when they make arrests during enforcement. I cannot tell the Member off-hand whether any school girl has been arrested. If the Member for Whampoa would put in a Question or to write to me, I will give him an answer. It seems that the Member for Whampoa has got a very deep knowledge of it. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I resent that insinuation. If the Hon. Minister were to take such an attitude, nobody on this side of the House would dare to ask any question. \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Liew Kok Pun:</b> Sir, I believe the pimps are not restricted just to trishaw riders and taxi drivers. I suggest the Member for Whampoa take a walk along Orchard Road where he will find that there are other categories of people involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the point I want to make is this: no class of people can have a claim on the monopoly of virtue. It involves quite a lot of people, and I think it is not fair to take taxi drivers and trishaw riders as whipping boys in this House. I suggest the Member for Whampoa be more discreet than just stigmatizing this group of people. On this note, I beg leave to withdraw my amendment. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, the Member for Boon Teck can take comfort in the fact that I am not exclusively blaming taxi drivers and trishaw riders, I am prepared to blame him as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. 3* is not being moved. Amendment No. 4, Dr Lau. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1158</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QD-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under this subhead, Patrols and Policing, I would like to comment on the subject which the Minister has not adequately dealt with, in my view, viz. the Neighbourhood Police Post system. The Minister has mentioned that the NPP system will result in a heightened sense of security among the people in Singapore. I wish I can be as hopeful as he is about the result of the new system. My view is that unless more careful consideration is given to its implementation at the introductory stage, the Minister may unwittingly introduce an element of anxiety, even insecurity, among the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the NPP system, the policemen will be much more visible than they are at the moment. Presently, they go about their task quietly and efficiently and they focus on the main responsibility, that is, the prevention and reduction of crime. Their presence at various places in the pursuit of their duty is accepted as normal: they are there for a specific reason and they go away once they have accomplished their assignment. If there is a reported case of house breaking, the policemen come, investigate and then go away; if there is an accident, they arrive on the scene, investigate and drive off. In other words, they attend to a specific task, and then disappear from the scene. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the NPP system, the policemen will have a permanent presence in the neighbourhood. Every hour, day and week, there will be policemen in the police post, policemen on patrols in the streets, hawker centres and shopping complexes, and policemen walking up and down the floors in the housing estates and knocking on the doors. The policemen are everywhere. In my view, the house-calls constitute the core of the NPP system, and it is the basic foundation upon which the system will achieve either success or failure. Hence, I feel strongly that greater thought \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1159</b></font>\n  <br>\n  <br> should be given to the ways and means of achieving close rapport between the policemen and residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the plan, at the early stage of its implementation, the policemen on their house-calls will be accompanied by members of the Citizens' Consultative Committee (CCC) and the Residents' Committee (RC). Subsequently, according to the scheme, the policeman with or without his partner will make the house-calls. On this point, I would suggest that the combined house-calls by both the policemen and the CCC or RC members should be made a permanent feature of the system, or at the least, it should be adopted for 10 years or more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two reasons why I have made this suggestion. Firstly, according to the plan, the period of posting of the policemen to each post varies from two to four years. I think this is insufficient for the policemen to get to know the neighbourhood; it will take two years at least before they can get to know the environment and the residents. After two to four years, stay at a post, according to the plan, the team will be reposted, and a new team of officers will take their place. Then the process of getting to know the residents begins once again, and hence, there is the constant need to rely on the CCC and RC members to introduce the policemen to the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the duration of the posting, I would suggest that each team should serve at each post for at least five years. The policemen will know the neighbourhood and the residents reasonably well after two to three years. It is only after that that they are certainly going to be more productive and effective in the performance of their duties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another reason why I have made this suggestion that the joint house-calls of both the policemen and CCC/RC members should be a permanent feature is that it provides protection for the policemen. The policeman going on his house-calls either on his own or with his partner has to be protected from either temptations and thereby commit acts of impropriety or he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1160</b></font>\n  <br>\n  <br> may come under false allegations of misconduct, I fear that under the NPP system, the policemen may need more protection than the residents themselves! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The conduct or behaviour of the policemen is very important for the success of the NPP system. I would suggest that the Minister draws up a list of DONT'S for the guidance of the policemen. Such a list may include the following: Don't drink beer or other intoxicants, don't accept gifts, don't be too friendly, and don't force your way into a home. I am sure the Minister can think of many other things the policemen should not do. The policemen may commit acts of impropriety; they may also be tempted into corruption. The policemen have to establish close contacts with the CCC or RC members and the residents in the neighbourhood. Over time, there may arise the danger that the close liaison established may lead to the corruption of the policemen. There may be bookies, gamblers or other undesirable activities going on in a home when the neighbourhood policeman visits the place. What happens if the residents prevail upon the policeman to close an eye in return for certain gratifications? Certain!y, the policeman will face such problems when he goes on his rounds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the scheme, the Neighbourhood Police Post will be readily accessible to the residents. Not only can residents make the usual reports and complaints, they can also seek information concerning Government procedures and advice regarding the functions of various departments. So the policemen are also going to be information officers. I think this is overburdening the policemen, and they may neglect their primary responsibility of preventing and reducing crime. Worse, if they give the wrong information about Government procedures and functions, they will lose their respect and authority in the eyes of the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the NPP system, the Neighbourhood Police Post is going to serve the functions of the traditional police station and take on the additional duty of an information office. As if this is not enough, under the new scheme, the Minister has suggested that it should also be the neighbourhood coffee shop! In answer to a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1161</b></font>\n  <br>\n  <br> question concerning the police post when he met Kim Keat residents, the Minister said that the residents could drop in to have a chat with the policemen and also drink tea and coffee. In time the Neighbourhood Police Post will gain the reputation of being the only neighbourhood coffee shop that provides free coffee and tea the whole day long! \n  <br>3.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Minister has stated, the NPP system is a radical departure from the present system of police patrols and policing. I would urge him to take note of the suggestions that have been made by previous speakers and myself. It is important that at the initial stage of its implementation, there should be no serious setbacks. If there are, it would not be possible to implement the scheme as envisaged by the Minister. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, may I say that we are very keenly aware of the points which the Member for Serangoon Gardens has brought up. They are very valid points and, in fact, we have taken that into account when we prepare the plan for the Neighbourhood Police Post System. We have been very meticulous in our planning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member mentions about police presence, and says that the residents will be seeing a lot of policemen walking around. I do not think so because the numbers that will be deployed in the police posts will be about six or seven. I do not think that with such a large area as a constituency to cover, they will be around, too visibly. But the police presence is not just physical presence. I have to make this very clear. Their presence is more than a physical presence. \"Presence\" means that the police is working together with the community. That is what I mean by police presence, and this is the essence of the koban system. It is not the physical presence. Police presence means that if you want help, you will know how to get it and you will get it in the nick of time. There will not be patrols in the way that has been practised before, in other words, walking along corridors and so on. The policemen will want to cultivate a relationship, getting to know the residents, so that if the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1162</b></font>\n  <br>\n  <br> residents are in trouble they will know how to get in touch with the Police and perhaps the Neighbourhood Police may be the first to be on the scene or may not be the first, depending on the circumstances of the case; but there will be help when an emergency arises. That is meant by Police presence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to stress is that we have to trust the police officers. It is not just a matter of mutual trust between the police officers and the residents but the public in general must trust the police officers; not only trust in their integrity but also have confidence in their ability. I have said yesterday that we have specially selected them and trained them for this task. Therefore, I do not think that they need protection from advances from bookies or offer of drinks in the form of liquor. I think there are sufficient rules even at the moment that policemen cannot drink liquor while on duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On his suggestion that when they go visiting homes they should always be accompanied by RC and CCC members, I do not think we can make a hard and fast rule, as far as this is concerned. We have to play by ear. But, as I said, initially they should be accompanied by the CCC and RC members. But, of course, if they have to be accompanied for 10 years, I think it is something not very feasible. If they cannot stand up on their own to cultivate personal relationship with the residents and need to be accompanied or chaperoned by CCC and RC members all the time, then I think the whole system will fail. But in the first year, or maybe first few months they need to be chaperoned, but we cannot make hard and fast rules as far as this is concerned. The only factor is that if it achieves the objective of creating a better relationship, then we will adopt this method. But we must in the end have confidence in the Neighbourhood Police officers, confidence in their integrity and confidence in their ability. Of course, there may be one or two black sheep but we have to supervise them properly, and if there are black sheep then we have to remove the black sheep. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the period of attachment of the Neighbourhood Police officers at the police posts, let me explain. In the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1163</b></font>\n  <br>\n  <br> Japanese koban system, officers are attached to the koban for a period of three years. That is their experience. The Japanese experts who were here in Singapore to advise us felt that it would take at least two years for the Neighbourhood Police to get to know the residents well. They therefore recommend, and we accept their recommendation, that three years be set as the minimum period for attachment to a Neighbourhood Police Post. The Police Force will, however, exercise flexibility on the length of attachment at the post, each case being considered on its own merits. Some officers are best rotated after a three-year stint while others who are able to bring their valuable experience to bear if they have a more prolonged stay then they will get a stint of more than three years. But I would like to assure Members that officers will not be attached to the police post for an overly long period of, say, six to seven years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from the disadvantages pointed out by the Member, he must also think of the career development of the police officers. If they remain too long at the Neighbourhood Police Post, then their career prospects are being jeopardized. He did mention about continuity when the time comes for new police officers to replace the ones who are already there. The replacement of NPP officers will be done progressively so that new officers can be exposed to the guidance of more experienced officers. There will not be a sudden change. The change will be done gradually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The experience and knowledge of the neighbourhood gained over the years will also be documented so as to facilitate a smooth transition. New officers will also understudy the experienced officers for a period before the experienced officers leave or the new officers take charge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to integrity, that is a very valid point and we have considered it very carefully. We are aware of the fact that the integrity of the officer might be compromised as a result of staying too long in the Neighbourhood Police Post. But, on the other hand, there is always a way in which we can supervise and check the police \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1164</b></font>\n  <br>\n  <br> officer and see to it that his conduct is always proper. Proper conduct will always be emphasized in the daily briefing as well as during the training period. Should an officer be found to have conducted himself improperly, he would immediately be posted out. Here again, we have to be more flexible and we cannot have too hard and fast rules on that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point which the Member made with regard to easy access of the post to residents, that is being encouraged and, in fact, that is the essence of the Japanese system. The Japanese encourage residents to visit the kobans not just for official business but also for social calls. The Japanese not only encourage adults but also housewives and children to visit the kobans. I cannot see how they can develop better relationship unless there is easy interaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On one of my visits to one of the kobans in Japan, I was told that housewives and children sometimes go to the koban and bring flowers in appreciation of the job that they are doing. In return, some koban officers even build a fish aquarium to encourage children to go to the koban to keep the fish. I am told that as a result of this friendly relationship, whenever housewives lose their children in a crowd, they usually find their children waiting for them at the koban. Far from being a disadvantage, I think it is an advantage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the point made by the Member for Serangoon Gardens is that the police officers in the koban may be swamped to such an extent that they may not be able to do any work, put in reports, and so on. There again, it is a matter of human relationship. I do not think it will develop into a coffee shop where they expect coffee to be served. There must be easy social exchange and at the same time the residents will have the propriety and common sense not to disturb the police officers who are at work. But surely there can be exchange of pleasantries and so on in the police posts. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, with regard to the suggestion that the CCC and RC be associated with the, Neighbourhood Police Post to ensure continuity in the house visits, the Minister has clarified that the term of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1165</b></font>\n  <br>\n  <br> posting may vary from three to six or seven years. Even so, this would imply that there would be a change of teams because under the scheme there would be four teams at each particular post and that these teams would be rotated. Therefore, it is necessary to introduce the members of the new teams when they are reposted. That is the reason why I have made the suggestion that the joint visits between the policemen and the CCC or RC members should be a permanent feature of the scheme. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, I accept that if they are new officers, that suggestion is a good one. But I think if they have been there for two years and they still have to be chaperoned, we are not giving them enough trust and confidence. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> May I remind hon. Members that the guillotine time for this Head is \n  <br>5.35 p.m. and there are still 10 more amendments left. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, I take note of your statement. But before I withdraw my amendment, I would like to thank the Minister for his reply. Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5)* is withdrawn. Amendment No. (6), Mr Yeo Toon Chia. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QD-03 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, bank cheques are being increasingly used as a means of payment in most business transactions. Not surprisingly, the issue of cheques as a substitute for currency notes has been abused, and dishonoured cheques have appeared more frequently during the last few years. The Police have often classified reports made on dishonoured cheques as of a civil nature and complainants were advised to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1166</b></font>\n  <br>\n  <br> institute civil action against the offenders if they hoped for any recovery or payment. However, most victims seldom pursue the matter through this course of action as it involves time and money. Even if the suits are successful there is the possibility that the debtors are unable to pay all of them. \n  <br>4.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these crimes are growing at an alarming rate, and almost everyday one can read in the newspapers of persons being cheated of their monies and valuables. What is perhaps more frightening is that in the recent few months there has been a marked increase in the number of professional persons using their knowledge and intellectual ability to cheat their victims, including commercial banks, of large sums of money amounting to tens of millions of dollars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the increasing number of industrial and commercial companies being set up in Singapore, and as we are developing into a financial and services centre, the use of cheques, bank notes and other related documents will be even more widely used. All these will present opportunities for people to get rich quickly by unscrupulous means. Commercial crimes will become more complex as the higher educated people and professionals enter the criminal scene. If the police do not step up their action against the culprits, it may result in encouraging more unscrupulous people and business to take advantage of the present situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I strongly feel that the police should take immediate action on reports by victims of payments by cheques being dishonoured. If investigations prove that there was a dishonest intention, then the police should be empowered to arrest the offenders even without a warrant to protect the public from being cheated by dishonest people. The police should not take such reports lightly and file them away, as it is being done now without any further action except to advise the victims to take civil action against the offenders under the Debtors Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1167</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also feel that the current penalty of imprisonment of one to 10 years and a further liability to a fine for cheating under the Penal Code for offences relating to false documents, currency notes and bank notes, is not strong enough a deterrent for people who plan to cheat millions of dollars. After all, a person who committed such a crime will only have to serve one to seven years of imprisonment on good conduct and, when he is later released from prison, he can enjoy a high standard of living and comfort from the millions of dollars that he has cheated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with our growing economy, commercial crimes are expected to increase and become more complex. I wonder if the Ministry has any plans to enlarge the Commercial Crime Division to cope with the increasing demand for police assistance from this Division. May I also ask the Minister whether he has any training programme for the officers in this Division to help them to tackle the more complicated crimes committed by highly educated persons? Moreover, what measures are being taken by the Commercial Crime Division to check the increasing number of cheating cases, and whether the Division has any plans to take legal action against the offenders when investigations show that there is dishonest intention? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, may I say that the Member for Ang Mo Kio is not very clear in his mind with regard to cases which are criminal and cases which are of a civil nature. In cases which are of a criminal nature, the police will prosecute them. But in cases of a civil nature, there is no law by which the police can prosecute. That will depend on the circumstances. That is the law of the land, We have to abide by the law of the land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just explain in more detail. Cheques used dishonestly are those for payment of purchases made or services rendered. If a cheque is issued from an account which is already closed, it is classified as cheating, in which case, it is a criminal offence and the police will prosecute. In cases where a current dated cheque is used to pay for purchases with insufficient funds in the account of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1168</b></font>\n  <br>\n  <br> drawer, they are classified as cheating and the drawer is normally prosecuted for the offence. That is the second type of offence. However, if a post-dated cheque is issued for purchases made or services rendered with insufficient funds in the account, it is treated by the police as a case of fraudulent debtor. This is because the element of cheating is legally absent in such cases unless the same drawer issues such dishonoured cheques to a number of persons within a short period of time in similar circumstances as to reveal his dishonest intent. In that case it is a civil case. That is the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1981 and 1982 the Commercial Crime Division handled 127 cases of dishonoured cheques and 18 cases of forged signatures. They prosecuted 118 cases, of which 92 were convicted and 26 are still pending. As for counterfeit cheques, not a single case has been reported over the last two years. As for cheques with forged signatures, only nine cases were reported to the Commercial Crime Division last year. The culprits in most of these cases were identified. Generally they were employees of persons closely associated with the drawer of the cheques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the commercial sector can protect itself by exercising caution when accepting cheques from customers and keep the cheque books properly secured against theft. The police can only protect the commercial sector against cheque frauds by the prompt investigation of such cases and the prosecution of offenders. The police must be notified by them quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to upgrading the skills of the officers dealing with investigations of such cases, we send officers on special courses at both the Police Academy and overseas. The courses are a two-week international commercial crime course at the Australian Police College with attachments to various Fraud units of the Australian police and, secondly, a commercial crime course at the London Metropolitan Police, Company Fraud Department, and the Interpol Police Headquarters in Paris. Both these courses also deal with cheque frauds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of the House, a British study team consisting of officers from the Fraud Squad in London as well as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1169</b></font>\n  <br>\n  <br> from their Ministry of Trade is now in Singapore to examine the setup of our Commercial Crime Division and to make recommendations for changes to cope with the increasing sophistication of white-collar crimes which the Member for Ang Mo Kio has mentioned. Among other things, they will also examine the problem of cheque frauds. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia:</b> Sir, in view of the answer given by the Minister, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QE-01 of the Main Estimates.* \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, everyone is aware of the acute shortage of car parks in HDB estates and it is no different in my constituency. Because of the shortage of car parks and the general relaxation of traffic laws, indiscriminate parking has become the order of the day. This is causing danger not only to vehicle movement but also increases the risk of collision and accidents. This poses a great danger to residents in housing estates, especially children and senior citizens. Sir, going through the streets and sideroads, especially at night, in Housing Board estates is becoming relatively unsafe. I notice in this morning's newspapers a police statement about legalizing kerbside parking. This will certainly lessen the problem and enhance safety. Hopefully, the HDB will not collect additional fees on this. Sir, I am wondering if the Traffic Police has any other plans or programmes to make roads and streets much safer for residents in HDB estates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, in speaking on this amendment, I would like to highlight again the problem of road safety in Singapore. Last year, 308 persons died on our roads. For the last four years the death rate has been increasing and for the first time last year the death rate broke the 300 mark. The last time when we had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1170</b></font>\n  <br>\n  <br> over 300 persons dying on our roads in year was in 1973. That means that almost one person died per day on our roads. I also have with me the figures of death rates on the roads for the first two month of the year. Fifty-seven people died in the first 59 days, and this again means one death per day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the greatest number of fatalities has always been our pedestrians and motor-cyclists. Motor-cyclists in this case are taken to mean the scooterists as well as pillion riders. Sir, I am wondering what has actually happened to our road safety campaigns that we talked so much about year after year. It seems to me that last year during the Budget debate the Minister told us that there would be a national road safety campaign sometime towards the end of 1982. But apparently none was held. While I would be the first to agree with him that road safety is something which cannot be done on an ad hoc or piece-meal basis and that we have to have an overall strategy, looking at these figures, I am wondering whether we have an overall strategy at all. If there is, it must be in disarray. I am afraid that we may be coming back year after year wringing our hands in despair. \n  <br>4.15 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am particularly concerned with the accident figures concerning the two groups I mentioned earlier. As far as pedestrians are concerned, of the 97 who died on our roads last year, 48 of them belong to the age group 60 years and above. I would like to ask the Minister whether our road safety campaign is not reaching our older folks at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other category, that of the motor-cyclists, 85 out of the 126 who died belong to the age group 29 years old and below. Last year, we were told that the Registry of Vehicles had a plan to test all holders of motorcycle provisional driver's licence and the aim was eventually to phase out all PDL holders. I would like to ask how this programme is getting on and whether or not there is some cause for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1171</b></font>\n  <br>\n  <br> concern in view of the figures which I have just stated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another alarming figure concerns the number of accidents involving heavy vehicles, namely, buses, lorries, pick-ups and vans. Last year, there was a total of over 1,000 such accidents involving heavy vehicles. My opinion is that the might-is-right mentality of drivers of such vehicles is still very persistent. I myself had the frightening experience of seeing containers tearing past me and of seeing buses coming out of bus bays quite oblivious to the flow of oncoming traffic. May I know what action can be taken against such drivers? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, as regards this amendment, I would like to draw the Minister's attention to the proper use of our expressways and the policing of it. Sir, poor lane discipline, failure to keep left unless overtaking and tail-gaiting, i.e. following very closely, are some of the bad driving habits encountered on our expressways. Speeding along our expressways is another problem. Driving on our expressways can be very hazardous as proven by the large number of accidents in the past two years. To ensure that the expressways are safer for Singaporeans, is it not time that the Ministry formed an Expressway Patrol to police and to upgrade the overall driving standards of Singaporeans? These drivers and riders patrolling the expressways must be specially trained. But, as yet, I am not aware of any high-speed circuits to train such police drivers and riders in pursuit and expressway work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra has mentioned about L-drivers not being allowed on the road by 1985. I would just like to know whether there are enough learning circuits and whether land has been allocated for such circuits? \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (Kaki Bukit):</b> Mr Speaker, Sir, with your permission, let me first of all express my compliments to the Singapore Police Force, particularly those men in the 'G' Division for having managed, with the help of the CC and RCs of Kaki Bukit Constituency, to reduce the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1172</b></font>\n  <br>\n  <br> crime rate in my Constituency, particularly in the new Neighbourhoods 6 and 7, Bedok North HDB Estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The area of concern which I wish to express now is in respect of illegal parking, which has been raised by the Member for Chong Boon, by irresponsible motorists and also inconsiderate groups of motor-cyclists. This has aroused many complaints from residents, particularly those living in HDB estates. On receiving feedback from the CCC and RCs, the Police normally take enforcement action by issuing summonses to the traffic offenders. Unfortunately, the problem is still not solved or reduced. Illegal parking still continues, posing a danger to residents and other road users. Groups of motor-cyclists are still seen speeding along the Pan-Island Expressway and sometimes even through the car parks. While the HDB is taking remedial action to increase the number of car parking spaces in Bedok North, the Police must seriously consider other effective means apart from issuing summonses only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the last Budget debate, the Minister in reply to my question on the same issue mentioned that the problem could be solved by a three-pronged attack, i.e. enforcement, education and retraining. He even brushed aside my suggestion that the Police send letters to traffic offenders for illegal parking instead of summonses. I thought at that time this is a first step towards establishing friendly relations between the Police and the residents. It is a first step also to give the impression to the residents that the Police are concerned in helping the residents overcome problems in illegal parking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I look forward to the setting up of this Neighbourhood Police Post System whereby the Police will have to make house-calls or visit residents' flats. During these visits they can probably explain to the residents the dangers of illegal parking, and also in the process tell how they would be able to help the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know what plans or measures the Police are going to take to effectively tackle this problem once and for all. I hope that I can look forward to giving another compliment to the Police Force at the next Budget sitting. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, may I just first reply to the Member for Alexandra. He has given us statistics of the seriousness of the deaths and casualty rates on our roads. May I assure the Members of the House that this has been a matter of grave concern to the Police and the Ministry of Home Affairs, not only now but in the last two to three years. Far from not doing anything, what happened is that we have worked out since last year a comprehensive five-year plan to upgrade road safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member for Alexandra has pointed out, the main victims of road accidents comprise pedestrians and motor-cyclists. In fact, they account for about 72.4% between them. Last year, pedestrian fatalities of 97 represented an actual decrease from 105 fatalities in 1981. However, motor-cyclist fatalities registered a high increase with a jump of 79 fatalities in 1981 to 126 in 1982. This can be attributed partly to the rise in the number of motor-cycles. There were 136,899 motor-cycles in 1982 as compared to 127,722 in 1981 and 118,345 in 1980. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Police has, in fact, identified the main causes of serious road accidents to be the lack of safety consciousness among a section of road users comprising pedestrians and drivers and generally the poor riding skills of motor-cyclists. As I have said just now, we are planning and implementing both immediate as well as longer-term measures to tackle the problem. The longer-term measure is a comprehensive five-year plan to upgrade road safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must tackle it from a comprehensive angle and not just hold a campaign and, at the end of it, say that the problem is solved. It is a deeper problem than that which can be solved by a campaign. By the way, it is not right to say that we have not held a national campaign last year. In fact, we had a national campaign in September 1982. Maybe the Member for Alexandra was not aware of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the longer-term measure, i.e. the five-year plan, it consists of (1) use of specially constructed circuits for the training and testing of drivers and riders. Use of these circuits is the unique method \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1174</b></font>\n  <br>\n  <br> of training drivers and riders in Japan. We sent two study teams to Japan in 1981 and 1982 to learn their traffic management methods, training and testing of drivers and riders system. We did so because we found that with their system they have managed within 10 years, i.e. from 1970 to 1980, to halve their traffic accident rate whilst their vehicle population increased three-fold. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the circuits, we plan to build two circuits, one in Ang Mo Kio and the other in Kampong Ubi. The circuit in Ang Mo Kio is expected to be established in 1985. When this circuit is ready, all learner drivers will then have to undergo proper training and testing at the circuit before they are allowed to ride on the road. In other words, by then, there will not be any more learner riders of motor-cycles and scooters on the road. Every year, 10,000 new riders and 30,000 new car drivers apply for driving licences. The circuit at Ang Mo Kio will permit 4,000 motorists to learn driving there every year, and it will also be a test centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A second circuit will therefore have to be built at Kampong Ubi Estate by 1985 to cater for the other new drivers and for the retraining of suspended drivers. We are also considering the building of a third circuit for the training of instructors as well as the training and testing of drivers of Class 4 and 5 vehicles, i.e. lorries and heavy vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we shall phase out all learner riders from public roads by 1985. That was what I announced last year, and that is being carried out. For existing learner riders who fail their tests, they would not be allowed to continue to learn to ride on the public road. They would have to do so on the circuit. \n  <br>4.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, with effect from 1st March, 1983, we have implemented the Driver Improvement Points System (DIPS) to replace the Points Demerit System which we found to be not very effective, The main features of DIPS are that both punishments against bad drivers, bad driving habits, and incentives for good driving habits have been incorporated and that the retraining of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1175</b></font>\n  <br>\n  <br> suspended drivers will involve practical driving sessions. This is important. We are introducing practical driving sessions for suspended drivers. Basically the system allows the motorist to accumulate up to 24 points within a 24-month period before he is suspended. Points are awarded from the date of the offence itself. The suspension will be strictly enforced, If, within a 12-month period, no offence is recorded all previous points will be expunged. That is the incentive. The 24-month offence period will allow all previous suspensions to be expunged from the record. In other words, incentives and disincentives are built into the system, which makes it superior to the Points Demerit System. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, we shall continue to upgrade road safety education in schools and through the mass media. For the interim period the following measures are being undertaken: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) For motor-cyclists, the Traffic Police has upgraded the pre-provisional driving licence course for motor-cyclists. This is now longer and includes instructions on proper braking. Many of them do not know how to brake, a skill essential to the good control of a motor-cycle. That is why many of them find themselves knocking into lamp posts or even stationary cars. In addition test standards have been raised, as have those for other classes of vehicles. We have gradually raised the test standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Traffic Police is continuously conducting a blitz against hell drivers. Hell drivers detained are given lectures on road safety, road discipline and the need to comply with traffic rules besides bringing them to court. They are also made aware that hell driving activities are considered anti-social by a very large segment of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as pedestrians are concerned, the Traffic Police are continuing to enforce the Pedestrian Crossing Rules. The Traffic Police in liaison with PWD are continuing to identify accident-prone areas with a view to building more overhead bridges or installing other pedestrian crossing facilities. In connection with this, road engineering in the form of better gripping \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1176</b></font>\n  <br>\n  <br> surfaces at some locations is being tried out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Some 160,000 school children have been instructed on road safety through the Road Safety Park which was opened in 1981. Such effort will continue because quite a number of pedestrians killed belong to the young age group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Traffic Police officers are continually visiting schools and community centres to propagate the road safety message through exhibitions and talks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for motorists we shall, firstly, continue the selective enforcement against moving traffic offences and other offences posing hazards to road users. The Traffic Police are currently looking into the possibility of installing electronic devices linked with high speed cameras to monitor speeding and the beating of traffic lights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To provide more effective coverage of all these measures I have mentioned, the Traffic Police (Operations) will be decentralized in 1985 to four sub-bases at Bedok New Town, Clementi New Town, Woodlands New Town and Cantonment Road. This will cover the Eastern, Western, Northern and Southern sections of the island respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to expressways, a matter which has been brought up by the Member for Ayer Rajah, it is true, as the Member has said, that the patrolling of expressways is quite different from patrolling of ordinary roads in built-up areas. It is because the speed of vehicles travelling on expressways is faster. Expressway patrols, therefore, require more powerful vehicles and greater skills in patrolling at fast speeds. Moreover, and this is important, motor-cycles are unsuitable for expressway patrols as they are unsafe at high speeds and vulnerable to adverse weather conditions. Since the opening of the Pan-Island Expressway and the East Coast Parkway, an interim Expressway Patrol Unit has been set up by the Traffic Police to enforce Expressway Rules and to maintain a smooth flow of traffic on the expressways. They are not special Expressway Patrol officers but normal mobile squad officers; they are only for the interim period. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1177</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Plans are, however, underway to form an Expressway Patrol Unit. That is what the Member wants. It will be a separate unit which patrols only the expressways. This was recommended by the British Study Team. It will be similar to expressway patrols in other countries, such as the U.K. and the USA but will be adapted to suit our particular needs and constraints. In this case, motorcars will be used instead of motorcycles. Motor cars are generally safer and carry more men and equipment. Team effort is also possible with a patrol crew. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides enforcing the Expressway Rules and attending to crime cases on expressways, the Expressway Patrol Unit when formed will serve the following functions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will control and regulate the free flow of vehicular traffic along expressways and track down hell drivers, and educate the motoring public on the use of expressways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Expressway Patrol Unit officers will be given special training in the safe handling of vehicles at high speed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come to the question of illegal parking in HDB estates brought up by both the Member for Chong Boon and the Member for Kaki Bukit. The problem of illegal parking has cropped up in the last two years. Before that, there was not much of a problem in the HDB estates. This is because of the rising car population, in particular, the huge rise in the number of goods vehicles, including lorries and buses. Many employers of these lorry drivers have no place to park their lorries in their place of work, and so they ask the drivers to drive the lorries home in the HDB estates. That is the cause of the problem. I do not think I should touch on the solution to this problem of inadequate car parks in the HDB estates, because yesterday the Minister of State for National Development has, in answer to the question in Parliament, outlined the various measures that are being taken and will be taken to alleviate this problem. I believe that once those measures are fully implemented, the problem of illegal parking will be solved. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1178</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, as far as the Police are concerned, they do take enforcement action against illegally parked vehicles. But since it is a problem which has been caused by a shortage of car parks, they concentrate their enforcement action on those who park their vehicles and cause obstruction, particularly at entrances to car parks. They take a very serious view of the very antisocial behaviour of such offenders because of the inconvenience caused to other people. As a result, the Police, instead of compounding these offences, just take them to Court because they feel that it is an anti-social behaviour and the offenders should be punished more severely. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, the Hon. Minister has missed one of my questions. Would he ask the Traffic Police to pay special attention to errant drivers of heavy vehicles? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> In fact, the Traffic Police have already been instructed to pay more attention to heavy vehicles because the heavy vehicle drivers can cause serious accidents resulting in death, particularly road users who are in small vehicles. The drivers of these heavy vehicles, being high up in a cabin, and the lorries being big, they sometimes get off without injuries in an accident. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I thank the Hon. Minister for his detailed and lengthy answer, and I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> May I remind hon. Members that the guillotine time is 5.35 and this includes half an hour's break which I am taking now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and shall take the Chair again at 5.15 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 4.45 p.m. until 5.15 p.m.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1179</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.15 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont.) - \n  <pre>\r\n\r\n   The following amendments stood on the\r\n\r\nOrder Paper Supplement -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon:\r\n\r\n   (8) That the sum to be allocated for Head Q be\r\n\r\nreduced by $10 in respect of Subhead QF-03 of\r\n\r\nthe Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das:\r\n\r\n   (9) That the sum to be allocated for Head Q be\r\n\r\nreduced by $10 in respect of Subhead QH-01 of\r\n\r\nthe Main Estimates.\r\n\r\n   (10) That the sum to be allocated for Head Q\r\n\r\nbe reduced by $10 in respect of Subhead QH-02\r\n\r\nof the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon:\r\n\r\n   (11) That the sum to be allocated for Head Q\r\n\r\nbe reduced by $10 in respect of Subhead QI-01\r\n\r\nof the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr J. B. Jeyaretnam:\r\n\r\n   (12) That the sum to be allocated for Head Q\r\n\r\nbe reduced by $10 in respect of Subhead Q1-02\r\n\r\nof the Main Estimates.\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (8), Dr Lau is not here. Amendment (9). \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I am not moving Amendments (9) and (10). \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (11), Mr Tan Soo Khoon is not here. Amendment No. (12), Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, in view of the time available, I beg leave to withdraw my Amendment No. (12), but may I in place of that, take Amendments (14)+ and (15) now? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, Sir. Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;+That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QJ-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this relates to Immigration Enforcement and Control and the topic on which I wish to address this House is the grant of permanent residence, particularly where it affects the wives of Singapore citizens. Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> in answer to a question that I asked, the Minister for Home Affairs said that over the last 10 years, 27,199 applications for permanent residence were received from wives of Singapore citizens. I am confining myself to the wives of Singapore citizens because it is often put out that I am here trying to speak for foreigners. Of these, he said, 20,452 applicants were approved which meant that 6,747 were not approved. It would be interesting to know, Sir, of the 6,747 how many were from the working class? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know that permanent residence for wives of members in high positions has been approved and also for those who are, as the Minister said, very able to afford to keep their wives in Singapore. The Minister, in replying to me, said they had to take into consideration a number of things. Among them, he said that permanent residence was a first step towards acquisition of Singapore citizenship. It carries privileges, i.e. housing, education, medical facilities. We all know that. Is it to avoid the grant of these privileges that these persons have not been given permanent residence? Is that the real reason? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we were told by the Minister of State that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A citizen who wishes to sponsor his foreign dependants for permanent stay must show that he has the means to support them. This is important because we must discourage our citizens who can barely support a family from marrying foreign wives, and thus imposing a greater strain on our public housing, medical and social services.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He repeated this theme again and again: that the foreign wife of a Singapore citizen would be a strain on our public housing, medical and social services if he gives her permanent residence. May I say to the Minister and to the Government that the question whether the husband is able to afford to maintain his wife is a matter for them, not a matter for the Minister for Home Affairs. When they go and register their marriage in Singapore, is the husband asked, \"Are you able to maintain your wife in Singapore?\" Is a Singapore man wishing to marry a Singapore wife asked to produce evidence of his wealth to the Registrar of Marriages to show that he is able to maintain and support his wife? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1181</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at least two cases have been brought to my knowledge as a Member of Parliament. Perhaps I should have said, Sir, that my firm has in the past, and perhaps even now, acted for persons who have applied for permanent residence. But here I am talking of persons who have come to me in my capacity as a Member of Parliament, I have no personal pecuniary interest in any of these matters. I know of at least two cases. One, a man who has been working in the Ministry of the Environment - I think both of them are working in the Ministry of the Environment - for the last 12 years or so. He married a Malaysian woman who was resident in Singapore at that time and who has been his wife for the last 12 years. She has been denied permanent residence. When they went to register their marriage, no questions were raised as to whether he was able to maintain her, and he has maintained her for the last 12 years. What is the problem about whether he is able to maintain her or not? Why can she not be given permanent residence? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look at the Constitution, you will find that the wife of a Singapore citizen may be granted citizenship status after two years. Here, we have a wife who has been living with her husband for 12 years and she is not granted permanent residence. As a result, the Housing and Development Board says to the poor husband, \"You cannot get an HDB flat. Your wife is not a permanent resident, not a Singapore citizen.\" And this poor man has worked with the Ministry of the Environment for a number of years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have another case, This time it is a Singapore woman who married a Hong Kong national, and I understand that they have been here for at least 30 years. He married her in Singapore and he has lived and brought up a family here. He has four or five children. He has been working here and he has brought up his family. Now the Immigration Department descends on him and says, \"You must get out. You have not got permanent residence.\" She came to see me, and I wrote on their behalf and it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1182</b></font>\n  <br>\n  <br> was rejected. The appeal to the Minister was rejected. She came to see me again, and she said, \"I know what I will do. I will take my children and put them at the Minister's doorstep.\" I said, \"Well, you do that.\" She said, \"What can I do if my husband is deported to Hong Kong?\" I say to the Minister that they should not discriminate on the basis of wealth. It is immoral, I say to you, to discriminate on the basis of wealth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was disappointed to see that in our Constitution there is no provision to say that you cannot discriminate on the basis of wealth. Perhaps the framers of the Constitution thought that it was not necessary to include wealth as a basis for discrimination. But apparently it would appear that this Government does discriminate on the basis of wealth, and I say that is immoral. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is the question of citizenship also, which is Amendment No. (15)*. May I just speak for two minutes on that, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Carry on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Again, people who have lived here for 20-30 years, who have given their life-time of service to this country, have come to me. Their fault, it would appear, is that they are not rich enough. They have worked for 20-30 years and their applications for citizenship have been refused. Why? If you look at the Constitution - I know I will be told it is 'may', yes, of course, it is 'may' - but the Constitution says that if you have lived here for 10 years out of the last preceding 12 years, and you have been continuously a resident for the last 12 months, and you are of good character, then you may be granted citizenship. Why do we have these provisions if these are going to be ignored? These persons have not been convicted. They have lived honest lives, given their service to the country and they have been deprived - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, your 10 minutes are up. Perhaps Mr Jabbar, you would like to say something. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1183</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr M.K.A. Jabbar (Radin Mas):</b> No, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Prof. S. Jayakumar): Sir, I have slightly under seven minutes to reply to the very sweeping allegations. I will be very brief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On immigration, let me state that there are certain figures which are revealing. There are more than 120,000 permanent residents in Singapore. There are many who want to become permanent residents. Last year alone there were 12,830 applicants for permanent residence, which represented a 47% increase over the previous year. This itself should make us think. There are many people who want to come to Singapore and settle. What should be our over-riding consideration in deciding ,on these applications? They must be in the national interest of Singapore, for once they are permanent residents they are entitled to various privileges and concessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson, in his typical fashion, has referred to the situation of wives, foreign wives of Singapore citizens - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> They have been living here for years. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> May I request that the Member for Anson let me speak, as I did not interrupt him when he spoke, especially since my time is shorter than his? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Foreign wives of Singapore citizens - the statistics of approval of permanent residence were outlined in this House the previous week. I pointed out that about 75% of these applications were approved. In fact, if we take the past three years, the figure of approval is more than 80%. If the Member for Anson knows of any other country in the world where there is such a high percentage of approval of permanent residence for wives, I shall be happy to receive his information. This shows that we have been very liberal. \n  <br>5.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no basis for the Member for Anson - and he has not indicated in this House any basis whatsoever -to draw his wild allegations that the granting of per- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> manent residence for wives has been discrimination on the basis of wealth. He has not brought one shred of evidence, and the fact of the matter is that we have been very liberal in granting permanent residence to wives. They are representative of all shades and classes of wives of Singapore citizens. The majority, in fact, are from the working class. We know that the Member for Anson has a penchant for making such allegations, but one would at least expect him to substantiate his allegations instead of making them out of thin air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he has made the preposterous point that when it comes to the granting of permanent residence, it is not for the Government to take a decision. We must let the individual applicant or the sponsor unilaterally decide whether or not the granting of permanent residence is justified. In other words, the Government, according to his perception, must abdicate its responsibility to safeguard the well-being of the vast majority of the nation, it must abdicate its responsibility and decision-making powers in such a crucial area of citizenship and permanent residence. The Government cannot abdicate and will not abdicate its responsibility. If he and his party were to come to power and want to abdicate such responsibility, I fear the fate that would befall the nation. Has he not looked around what is happening in other countries? Does he not know where countries do not take - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of clarification, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You would not allow him to finish his reply? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I request that I be allowed to say what I have to say, unless he has risen on a point of order. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Carry on. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Has he not observed what is happening in other countries which have suffered ruinous consequences with unplanned, uncontrolled grants of permanent residence? Has he not observed what has happened in some African countries? Has he not observed what has happened in Assam? Do we want such consequences to befall us? This is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1185</b></font>\n  <br>\n  <br> why the Government, and our Singapore, which is a small Republic without resources and with a dense population, must bear in mind the well-being of the existing population, and the Government's decisions and policies on citizenship and permanent residence must be governed by the over-riding considerations of national interest and well-being of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has referred to the Constitutional provisions concerning citizenship for wives and other persons. Any law student can tell you that you cannot find a country in the world where citizenship is a matter of right. Whether a developing country or a developed country, whether Western nations or Asian nations, the grant of citizenship is an exercise of sovereign right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> So you would not allow him to finish? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> May I know what is his point of order, Sir? Because previously, under the guise of a point of order, he brought in another speech. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, it is just this. We do not want all this ad nauseam. I want answers to my questions in these two particular cases. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> With all respect, I think Members of this House - that includes the Member for Anson and, particularly, one with a legal training - should know that a point of order means a point relating to the observance or non-observance of the rules or the Standing Orders of this House. If, in his own judgment, the answer that I give does not suit the points of publicity which he seeks or desires, that is a misfortune for him and nobody else. If he thinks that my points and the answers that I am making, unfortunately, do not meet any propaganda objectives that he has in mind, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1186</b></font>\n  <br>\n  <br> cannot be blamed for that. I give the fundamental policies and considerations which shape Government policies on citizenship and permanent residence. He has referred to the Constitution. I have said that the grant of citizenship in most countries is a sovereign right exercised by governments. So it is also with Singapore. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Time is up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $335,514,610 for Head Q ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $34,945,000 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1186</b></font>\n  <br>\n  <br> \n  <br>5.36 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O - \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> With your permission, Sir, I would like to speak on both Amendment (1)* and Amendment (3)*. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;*That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead OA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the recently concluded Non-Aligned Meeting held in New Delhi, the Singapore delegation, together with the delegations of Malaysia and Indonesia, took a very high profile. Can the Minister for Foreign Affairs inform this House why such a high profile was necessary and what objectives were achieved? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, I would like to turn to the subject of staff training in the Foreign Service. Sir, the Foreign Service is an important one for us in order to maintain and foster our external relations. On two occasions recently, the Prime Minister has commented very favourably on the improvements made in the Service since it was set up. Sir, it is important that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1187</b></font>\n  <br>\n  <br> Service attracts some of the best brains to it. As it is a closed service, like the Singapore Armed Forces or the Police Service, it should have its own scheme of service with special scholarships, and so on. I would like to inquire from the Minister whether the Ministry of Foreign Affairs has any special scheme or plans to upgrade its level of manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I notice a provision to purchase properties for overseas missions of $14 million for FY 83-84, which is $2 million more than the provision for the previous financial year. Could the Hon. Minister give details of what properties were purchased in FY 82-83 in the various countries, and also what are the Ministry's plans for its 1983-84 purchases? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have stated, on two other occasions in this House, I still feel that we should be more bullish and buy more properties for our overseas missions and so reduce the rentals that we are paying. Rental provision for the 1983-84 budget is $4.4 million as opposed to $3.5 million provided for in FY 82-83. Maybe, Sir, the Singapore Government Investment Corporation could be persuaded by the Hon. Minister to purchase some properties in core capital countries and, hopefully, lease them back to the Ministry of Foreign Affairs. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Mr Speaker, Sir, aside from this Subhead, I have submitted amendments* under two separate subheads. Can I take them altogether so that I do not have to move them later? They are Amendments (2) and (3). \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1188</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, the hon. Member tor Chong Boon has mentioned the high profile of the Foreign Minister at the recent Non-Aligned meetings in New Delhi. At that particular meeting, the Minister also stated that the Non-Aligned Movement had gone a little off-track and he hoped that this would be put right by the end of India's three-year term. I think he was referring to the fact that the Non-Aligned Movement under the chairmanship of Fidel Castro of Cuba had geared off-course and had moved slightly towards the Soviet Union. The Hon. Second Deputy Prime Minister (Foreign Affairs) referred to this trend as a \"slow motion hijacking\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My view is that the Non-Aligned Movement is still in danger of being hijacked by the Soviet Union, only this time it will not be slow motion hijacking, but quick motion hijacking. This is achieved through the subtle diplomacy and contrivance of the new Chairman, Mrs Indira Gandhi. It is quick motion hijacking because it would be accomplished even before the Non-Aligned members become aware of it. India is a believer of the Cuban thesis that the Soviet Union is the natural ally of the Non-Aligned Movement. Moreover, India cannot help but support this thesis because she belongs to the Havana-New Delhi-Hanoi axis which is dominated by their benefactor, the Soviet Union. It is well known that since the Cuban revolution led by Fidel Castro, Cuba is a satellite state of the Soviet Union. As for India and Vietnam, they are both very close allies of Moscow. In fact, both New Delhi and Hanoi have followed a similar pattern of relations with the Soviet Union. India signed a Treaty of Friendship and Cooperation with the Soviet Union; so did Hanoi. India invaded the territory of a neighbouring country with the support of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1189</b></font>\n  <br>\n  <br> the Soviet Union; so did Hanoi. India receives substantial military and economic aid from Moscow; so does Vietnam. New Delhi is so much under the influence of the Soviet Union that she went along with Moscow in recognizing the Heng Samrin regime, which is a puppet of Hanoi. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have established the fact that India is no more non-aligned than Havana and Hanoi are non-aligned, and hence, the Non-Aligned Movement is still in danger of coming under the influence of the Soviet Union. The Minister stated that Singapore would assist India to bring the Non-Aligned Movement back to its true course; I think he has a very difficult task ahead of him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Cambodian problem, as the Minister has stated, affects directly our security interests. This problem is going to be a protracted one in the diplomatic, military and other fields. I would like to congratulate the Minister because his initiative and perseverance have contributed to the formation of the Coalition Government of Democratic Kampuchea led by Prince Sihanouk. This was an early objective of the Minister even as there were odds against this possibility. It is a step forward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The coalition government of Democratic Kampuchea has the overwhelming support of members of the United Nations. Yet it is not recognized as the legitimate government at the Non-Aligned meetings. I would like to ask the Minister what happened at the Foreign Ministers' Meeting concerning the seating of the Cambodian government. It was, of course, due to the manipulation of Cuba that resulted in the declaration that the seat of Cambodia should be vacant. Clearly, that decision did not have the support of the majority of the Non-Aligned members: in fact, it was only the objection of a sole member, namely, Vietnam, which prompted Fidel Castro to make such a ridiculous decision. At the New Delhi meeting, I understand that the majority of members wanted the seat to be given back to the Sihanouk government and that they were in agreement that in Havana there was no consensus to declare the seat vacant. Hence, the Havana decision is improper and illegal and, therefore, the Sihanouk government should have regained that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1190</b></font>\n  <br>\n  <br> seat. But this did not happen. I fear that with New Delhi in charge, the Cambodian seat will remain vacant and there is nothing the Coordinating Bureau can do to change that. This is because India is part of the conspiracy inspired by Moscow, she is a member of the Havana-New Delhi-Hanoi axis. \n  <br>5.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Any solution to the Cambodian problem must be based on the resolution made at the International Conference on Kampuchea (ICK) held in July 1981. It was then resolved that a political settlement of the Cambodian question should include the complete withdrawal of Vietnam from Cambodia and the election of an independent and neutral government by the people of Cambodia. What has happened to the ICK resolution? I would like the Minister to enlighten the House concerning this. Has the ICK resolution been thrown into the dustbin of history, discarded and best forgotten? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, I would like the Minister to inform the House about the state of affairs concerning two issues which are related to the Cambodian problem. One is the issue of the Indochina refugees and the other the use of chemical and toxin weapons by the Vietnamese in Indochina. What is being done to halt the flow of refugees and to alleviate the sufferings of these unfortunate people? Why have we not protested strongly and condemned Vietnam and others for the use of chemical and other toxin weapons in Cambodia? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the hon. Member for Chong Boon mentioned that the Foreign Minister had taken a high profile. I expect that the Foreign Ministry would be very active in dealing with various international issues. Therefore, it is essential that the Foreign Service be staffed with men of talent and high calibre. As I view it, the Foreign Service should deserve greater attention than it has been receiving from the Public Service Commission. I understand that there are a number of vacancies in the Foreign Ministry which have not been filled over the years. In fact, there is no increase of posts from FY 82 to FY 83. I would like to ask the Minister why the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1191</b></font>\n  <br>\n  <br> Ministry has been unable to meet its full establishment strength. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, has the Minister any plan to embark on a recruitment drive to attract the good graduates to join the Foreign Ministry? One reason why the vacancies could not be filled, Sir, could be that the Foreign Service officers, especially at headquarters, have to cope with not only the major responsibility, i.e. dealing with the current problems of particular countries, meeting foreign diplomats and other routine work, but also they have to prepare background papers, locate various sources of materials and collate the views of others on various international issues. I would like to ask the Minister whether there is any plan to establish a Research Division in the Ministry in order to lighten the work of the Foreign Service officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, may I raise a number of questions relating to the foreign assistance given by Singapore to other countries and the role of the overseas missions with regard to Singaporeans and students abroad? Can the Minister indicate the extent of the foreign assistance which the Singapore Government is giving to other countries, both ASEAN and outside of ASEAN? And in what ways can the overseas missions assist Singaporeans and students who are resident abroad? \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Culture (Mr S. Dhanabalan):</b> Mr Speaker, Sit, I will try and deal with the many points raised by the two Members one at a time. First of all, the question of the Non-Aligned Movement. A question has been asked why did we adopt such a high profile and what is the result of this meeting that has just ended in New Delhi. There were two main subjects that we concentrated on in the meeting in New Delhi. One was the question of Cambodia, both the subject as well as the seating of Cambodia, and the other important subject was the question of where the Non-Aligned Movement as a whole was heading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of Cambodia, to be quite frank, Mr Speaker, Sir, our expectations were not high. We did not go to New Delhi \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1192</b></font>\n  <br>\n  <br> in the hope that we would be able to seat Democratic Kampuchea as a member of he Movement. In the Havana meeting in 1979, a vacant seat had been created by Cuba and, as matters stand in the Non-Aligned Movement, since decisions are not taken by vote but by consensus, in order to fill that seat a new consensus has to be produced. Our aim in New Delhi was to prove clearly to the Movement and to the world that the so-called decision in Havana to leave the Kampuchean seat vacant, was a decision that was not arrived at by consensus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this concept of \"consensus\" is a rather vague concept. It does not mean unanimity, neither does it mean majority. But it means that even those who do not entirely agree with the decision in detail must be prepared to at least accept it in substance. In other words, no member must have strong objections to the very principle involved in a decision. To give you an example, Sir, there was a South American country that wanted to become a member of the Movement in New Delhi and all the members, 90-odd members, had no objection. But one member had strong objections, a member which had some border disputes with the country that was applying for membership. And because of the strong objection of this member, the country applying for membership was not admitted into the Movement. Therefore, consensus does mean that any member which has strong objections can, in fact, prevent a consensus from emerging. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We went to New Delhi to prove very clearly that the decision to leave the seat vacant in Havana did not have a consensus, and I think we proved this more than adequately. The question has been asked by the Member for Serangoon Gardens that since it was so clearly demonstrated that there was no consensus, why was Democratic Kampuchea not seated? Unfortunately, the Non-Aligned Movement follows rules and procedures which make this rather difficult to achieve. First of all, to use the word \"hijacked\" which the Member for Serangoon Gardens used, the Movement was hijacked in Havana which resulted in a vacant seat for Kampuchea. Since it is not possible to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1193</b></font>\n  <br>\n  <br> produce a consensus to show that there was no consensus in Havana, (i hope I am not confusing Members), it is not possible to seat Democratic Kampuchea unless another Member is prepared to hijack the Movement and put Democratic Kampuchea in its seat. Or unless the Chairman clearly is prepared to take the decision that since there was no consensus in Havana, therefore Kampuchea should be seated. Obviously, the new Chairman, India, did not want to take this action because its own national policy was quite contrary to what ASEAN was trying to do. And certainly India as the new Chairman did not have the \"stomach\", or I would say the courage, to take a stand against the previous Chairman and the radical group of members in the Non-Aligned Movement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am afraid that the seat of Democratic Kampuchea in the Non-Aligned Movement will remain vacant until such time as the problem is resolved on the ground or until such time as some Chairman has the courage to take the stand that there was no consensus in Havana. But I think we have more than adequately demonstrated that Cuba took a decision which was not in accordance with the consensus procedure in the Movement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We were also successful in New Delhi in placing Cuba and Vietnam in the dock, exposing the illegitimacy of their actions and forcing them to defend themselves in a public forum. As far as Vietnam is concerned, their immediate priority in the Movement is not to seat Heng Samrin but to remove the item from the agenda because, as long as the item is on the agenda, they will continue to be placed in the dock and they will have to continue to defend themselves. So in this we were successful, and we were also successful in ensuring that the matter is kept open by way of an ad hoc committee that has been established to continue to consider the question. And among the questions that this ad hoc committee will address will be the question of criteria for expulsion and suspension of member countries. I think once this criteria is clearly established, it will become manifest that what was done in Havana was not in accordance with accepted procedures. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1194</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Movement as a whole is concerned, Sir, it has been apparent for some time now that the Movement has been very strongly influenced by a few radicals and proxies of the Soviet Union, especially Cuba and Vietnam. The fact that countries like Cuba and Vietnam, which so openly espouse the interest of the Soviet Union, not only in debates and statements but by sending their troops to Afghanistan and to Africa in pursuit of Soviet ambitions, brings into question how such countries can even be considered non-aligned, let alone take a leadership role. But, unfortunately, it is not possible to remove them without a consensus, as was done in the case of Kampuchea. Our aim in Delhi was to ensure, together with many other countries who are moderates, non-radicals, that this trend of the Movement to be aligned with the Soviet Union is stopped. I must say that we have been successful in arresting this trend in the Movement. I think many of the moderate members were so outraged by the attempts of Cuba in Havana that they felt strongly that they had to take a stand in the Movement and they were no longer prepared to tolerate open abuse of non-aligned principles. They were prepared to organize themselves to resist the efforts of a radical minority and we were able to play a small role in this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The New Delhi Summit has served to confirm that the moderates are fighting back. But the battle is far from over and the radical minority will not give up the struggle but will seek to use every opportunity to make the Movement serve Soviet interests. In fact, Sir, in view of the attempts of Cuba in the past to get the Movement to declare that the natural ally of the Movement was the Soviet Union, we thought that there should be a clear declaration in Delhi that no superpower is a natural ally of the Movement. \n  <br>6.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But unfortunately the non-radicals were not sufficiently exercised about this problem to want to take a clear stand and India which has often professed to want to lead the Movement back to the right track did not throw its weight behind this attempt to make it abundantly clear that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1195</b></font>\n  <br>\n  <br> Movement did not have any natural ally among the super powers. Therefore, we were not able to get a clearcut declaration. But I think we have arrested the rot and we need to continue to work with others who are like-minded to ensure that the Movement comes back on track. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, looking at what happened in Havana and looking at the majority of the members who are moderate, who are committed to the principles of non-alignment and looking at how well the radicals are organized and how poorly the moderates are organized, I am reminded of a quotation from the English poet, W. B. Yates, who writing in a poem called \"The Second Coming\", made the point that \"the best lacked all conviction while the worst are full of passionate intensity.\" I think this summarizes very adequately the events that often take place in the Non-Aligned Movement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, so much for the Non-Aligned Movement. I think I have covered both the Movement as a whole as well as the question of Cambodia. If I may take some of the other points before going on to the points relating to housekeeping. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens raised the question of the International Conference on Cambodia. He wanted to know what is the present state of the negotiations and progress under the Committee set up by this Conference. Sir, there was an ad hoc committee that was set up to pursue a solution to this problem, and this Committee has been visiting various countries like France, Belgium, Germany and also Thailand, and it will continue to visit some other countries in ASEAN and Asia to solicit views and opinions. But I am afraid, Sir, that this Committee cannot really move very much until Vietnam is prepared to come to the negotiating table. The aim at present is to keep the Committee alive. The purpose is to keep the Committee well informed, prepared and available to play an active role when the time is ripe and the time will be ripe when events on the ground as well as relations between China and Soviet Union and China and Vietnam take a different turn. So in the meantime the Committee set up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> under this Conference will just have to keep itself prepared, ready and available to be used at the right time. We cannot expect anything more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens also raised the question of toxin weapons. Sir, there is some evidence that Soviet Union, and Vietnam are guilty of using chemical and toxin weapons in Indochina and in Afghanistan. Singapore condemns all use of such weapons under any circumstances. We are a party to the Convention on the prohibition of the development and stockpiling of biological and toxin weapons and on their destruction. Singapore has also consistently supported all appeals by the international community and the U.N. to cease usage and to ban the use of such weapons. As I said, there is sufficient evidence that such weapons are being used in Indochina and in Afghanistan and that Vietnam and the Soviet Union have been guilty of using these barbaric weapons against innocent and defenceless populations in Cambodia and Afghanistan. Unfortunately, the Soviet Union, Vietnam and their friends have prevented the international community from taking effective action against them. Nevertheless Singapore will not cease in its efforts to try and stop this inhuman practice. We call upon the international community to bring every possible pressure to bear upon Vietnam and the Soviet Union not to use such weapons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, if I may turn to some of the other matters relating to staff and properties. Sir, the point has been rightly made that it is very important for the Foreign Service to attract good officers to serve in the Ministry. Unfortunately, Sir, the kind of requirements that the Ministry has and the kind of people that the Ministry seeks are people who are also much in demand in other services, and we have to compete with these services to get a sufficient number of people. As far as this coming fiscal year is concerned, the Member for Serangoon Gardens noted that we had, in fact, not increased the number of posts. We did not ask for an increase because there are still a number of vacant posts and, in the light of the fact that we have not been able to fill these posts, there was no point in requesting for additional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1197</b></font>\n  <br>\n  <br> posts. But I am assured that if we are able to fill these posts and the need still exists for additional posts, we should be able to obtain additional posts. The immediate priority of the Ministry is to fill the existing posts rather than fight a battle with Establishment for additional posts. In fact, we have agreed to a net reduction of two posts for the coming year. It makes a little difference whether it is a reduction of two or none until we fill all the posts. That is the reason. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens and also the Member for Chong Boon want to know what programmes we have for staff development. Sir, we have planned a programme to send Foreign Service officers, abroad and locally for courses. Obviously since we are having so much difficulty in recruiting new staff we have to concentrate on improving the quality of the staff that we already have and we have to invest in the staff that we have. Promising officers are sent to overseas universities for post-graduate degree courses. At present three officers are reading for Masters Degree at Cornell, Georgetown and George Hopkins Universities in the U.S. For the year 1983 we plan to send an officer to Stanford University and another to the School of National Administration in France. Of the 65 career officers in the Foreign Service, in the senior branch 19 officers or about 30% have post-graduate degrees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from post-graduate courses, it is also important that the Foreign Ministry's officers have a competency in foreign languages. Officers have been sent for intensive language training courses overseas. In 1982 two officers were trained in the Japanese language, one in German and one in French. All officers in the headquarters are encouraged to learn approved foreign languages locally, for which the Ministry pays the course for tuition fees. Staff were also sent for professional development courses abroad, such as Foreign Service Training Courses and programmes on international relations. For the last three years, from 1979 to 1982, 33 officers have attended such courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as recruitment in the future is concerned, we have not thought in terms of a separate scholarship scheme for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1198</b></font>\n  <br>\n  <br> Ministry, but the Ministry and the PSC have examined the need for such Foreign Service scholarships for undergraduate studies. We have come to the conclusion that perhaps we should have some sort of an intermediate step. From 1983 onwards, the PSC has decided to bond a number of the local merit scholars to serve in the Foreign Service. Local merit scholars who are bonded to serve in the Foreign Service will have to pursue degree courses which are relevant to the Foreign Service, such as political science, economics and law. If this scheme is successful, there will be no need to institute a separate Foreign Service Scholarship Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A point was made and a question asked about overseas properties by the Member for Chong Boon. He asked what properties we bought in the last year and what we intend to do in the coming fiscal year. In FY 82, we spent approximately $5 million on purchasing new properties and upgrading a number of our existing properties. Of course, this is far below the amount that was committed, partly because we did not proceed with the purchase of properties in certain centres as prices were coming down. In the light of what has happened in some of these centres, I think it was a wise step not to rush in and allow property prices to come down before we moved in. Four residential properties were bought in London, Brussels and Paris, and of course we made progress payments towards properties in New York and the new chancery that is under construction in Canberra. We also continue to make improvements and renovations to existing pro- perties, and this also absorbs some of the funds. We decided not to buy a property in Bonn as well as one that was offered in Hong Kong because, as I mentioned just now, we expected prices to come down and, in fact, they have come down. When we think that the time is ripe to move in, we will do so. So for the coming fiscal year 1983, the Ministry will be concentrating on construction projects in Canberra, Jakarta, New Delhi and Riyadh, Saudi Arabia. Disbursements for these projects are estimated to be $8 million, and we will be spending another $4 million in buying residential properties as staff accommodation in Kuala Lumpur, Manila and Washington. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1199</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chong Boon said that we must be bullish. I think it is not a question of being bullish or bearish but of studying the factors in a property market at any one time and deciding whether it is the right moment to move. I think so far we have been fortunate in that we have made the moves at the right time and we have not been caught in markets where property prices have come down dramatically. But we are watching the market all the time and looking for opportunities to buy properties. In the meantime we will continue to rent them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chong Boon made the suggestion that perhaps GIC could buy properties and rent to the Foreign Ministry. I am sure that GIC in assessing properties would also take into consideration the same factors as the Ministry, i.e. whether the time is ripe to buy properties. There may occasionally be instances where the Ministry and GIC may have a different reading on a situation in the market. If, arising out of such a different reading, they buy a property and they have it for rent, we will certainly consider renting it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope I have answered all the points, Sir, but if I have forgotten any, maybe the Member can remind me. \n  <br>6.15 p.m. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, the Minister has not answered some of the questions I raised. Firstly, it is with regard to the refugee problem in the region. Secondly, whether the Foreign Ministry has any plan to establish a Research Division within the Ministry. Thirdly, the question of foreign assistance to other countries and, finally, what our overseas missions can do for Singaporeans and students abroad. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I am sorry, Sir, I overlooked those points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Research Division is concerned, at present the Ministry does not have a Research Division. In addition to the other duties, the officers in the respective divisions also do research work. We are making a study to determine whether there is a pressing need to establish such a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1200</b></font>\n  <br>\n  <br> separate Research Division or to continue with the present system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the other point about what assistance can Singaporeans abroad expect from the missions, while it is categorically stated in Singapore international passports that Singapore citizens who are resident abroad should register their names and addresses with the Singapore mission in that country, the majority of Singaporeans do not do so. They only contact the mission when they are in trouble, when they need assistance, for example, to renew passports or when they have lost their money or when they are seriously ill, or when some friends or relatives of theirs have died overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can render assistance to Singaporeans who are temporarily resident overseas or who travel abroad either on business or vacation. The missions can help in the renewal of passports or register children born abroad, perform notarial functions and give assistance to Singaporeans who are stranded or sick or victims of an accident. Singapore businessmen can also obtain trade information from the missions or obtain assistance in making appointments with officials of government departments or trade boards in the host country. Assistance can also be given to Singapore tourists when needed, for example, when help is needed when passports are lost or when somebody has suffered serious injuries or illness or has been wrongfully detained by the host country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Students, of course, who are studying abroad very often do register with the overseas missions when they first arrive in the country but after they have found their feet and are confident of looking after themselves, they do not turn up at the mission at all except, as I said, when they are in trouble. I suppose that is the way it should be, because after all, we do not want to be inundated with people who do not require assistance. On the occasions that students do visit the embassies, they seek assistance in the fields that I have just mentioned, such as renewal of passports. A few, unfortunately only a few, are interested in visiting the mission to follow developments in Singapore and for such we do have journals, periodicals, news- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1201</b></font>\n  <br>\n  <br> papers which will keep them informed about developments in Singapore. Those who are registered with the mission are also kept informed of developments in Singapore as they are regularly sent copies of the Singapore Bulletin and The Mirror. Those who are in the capital city are, of course, also invited to the missions for functions, such as National Day and New Year's Day. Of course, many of the countries where we are represented are not countries like Singapore where it does not probably take more than one hour to get to the city. Our embassy in the US, for example, is in Washington and a student studying in California will have a long long way to go before he gets to Washington. But I would like to take this opportunity to encourage students overseas to turn more to the missions especially for information. For assistance, I do not think we have to encourage them. They know how to find their way. But they should come to the mission to seek information on the latest developments in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of foreign assistance, Sir, Singapore does offer technical assistance to a number of countries under the Colombo Plan as well as under the ASEAN Training Awards Scheme as well as through other ad hoc arrangements. We provide training assistance through international development agencies, such as the Commonwealth Fund for Technical Cooperation, the UN agencies as well as the UN Development Programme, UNESCO and WHO. In the year 1982 we provided 2,543 awards and training attachments under bilateral programmes. Of these, 158 awards were made under the Colombo Plan and 67 awards under the ASEAN scheme. The balance of 2,000-odd training attachments were offered under other ad hoc arrangements. We also accepted 416 trainees sponsored by other international training agencies who were then sent to Singapore because we have either expertise or facilities for such training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of our Colombo Plan awards, almost 70%, went to our ASEAN neighbours and the rest to the developing countries in the Asia-Pacific region, The fields of study comprise health, medicine, communications, housing, port activi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1202</b></font>\n  <br>\n  <br> ties, business administration, industrial training and so on. Our development experience has fortunately enabled us to acquire expertise in these specific fields and we want to share our experience with other countries. If the Member wants more details on these awards, I will be happy to provide them in writing. Have I answered all the questions? \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Just one more, regarding the refugee problem. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> The refugee problem in Southeast Asia, including the problem in Thailand, continues to be a very difficult one. Fortunately, there has been some improvement over the situation in 1979-80 which were, in fact, the worst years. The UNHCR expenditure on Indochinese refugees has declined over the past three years. The figure for the period November 1979 to December 1980, which is about 14 months, was US$81.1 million and this has been declining. For the year 1982, January to December, it went down to US$13.9 million. This is an indication of the fact that the problem is less serious than it was. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation has improved but relief operations continued to be required for almost 240,000 refugees who are in camps along the Thai-Cambodian border as well as 80,000 Thais who are affected by the influx of refugees. In December 1982, the UN Secretary-General announced that as a result of the improving conditions in Cambodia, the UN food programme both inside Cambodia as well as along the Thai-Cambodian border would be wound up. Singapore, together with the other ASEAN countries, made representations to the UN Secretary-General that the UN relief operations along the Thai-Cambodian border should continue because of the problems arising from the presence of the 240,000 Cambodian refugees along the border. We, together with other like-minded countries, have pledged financial contributions for the continuation of humanitarian relief programme along the Thai-Cambodian border. I would like to remind Members that this problem of refugees has to be tackled at source and until the problem in Cambodia is settled and Vietnam withdraws its troops, the problem will continue to persist. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1203</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I would like to thank the Minister for his detailed and painstaking answer to the questions posed by the Member for Serangoon Gardens and myself. I personally would like to congratulate the Ministry for their very accurate reading of the overseas property market and I wish their luck continues. Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the absence of Mr Ng Kah Ting, the following amendment, standing in his name, was not proceeded with: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead OB -01 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $61,727,930 for Head 0 ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $14,000,000 for Head 0 ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1203</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <pre>\r\n\r\n   The following amendments stood on the\r\n\r\nOrder Paper Supplement -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon:\r\n\r\n   (1) That the sum to be allocated for Head J be\r\n\r\nreduced by $10 in respect of Subhead JA-01\r\n\r\nObject Group 1100 of the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Mansor Haji Sukaimi:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow Chin Hock:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H. H. Tan:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lai Tha Chai:\r\n\r\n   (2) That the sum to be allocated for Head J be\r\n\r\nreduced by $10 in respect of Subhead JA -01 of\r\n\r\nthe Main Estimates.\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), Mr Tan Soo Khoon is not here. Amendment No. (2), Encik Mansor is not here. Dr Ow. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (in Mandarin):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wonder whether you have read \"The Three Kingdoms\". The first sentence in this book says that things in the world, when united too long, will tend to divide, and when divided too long will tend to unite. Last year, on 20th April, the Prime Minister's Office issued a statement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1204</b></font>\n  <br>\n  <br> declaring the reorganization of newspapers. Two Chinese newspapers which have a long history of over 50 years would be merged. Three main reasons were given for the reorganization of the newspapers: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The standard of Chinese language is coming down. When our students leave school, they have only CL2 standard. Chinese newspapers are therefore faced with a stagnant Chinese readership, and in future the number will decline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) There is limited pool of journalistic talent in Singapore. Therefore, there must be a pooling of resources of journalistic talent in order to raise the standard of journalism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The consolidation of human and financial resources will make the two groups of newspapers economically viable, i.e. the Straits Times group and the Nanyang-Sin Chew group which has changed to the new name of Singapore Newspaper and Publishing Company. So in future these two groups will each issue a Chinese and an English newspaper and will be competing with each other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When this statement was issued, there were gossips and murmurs expressing dissatisfaction. The people even made jokes about the merger. One was, \"Nanyang and Sin Chew, both over 50 years old, were forced to get married and to adopt a spendthrift red-haired offspring, while the other Chinese newspaper had adopted a rich red-haired father.\" Some people suggested that the two combined Chinese newspapers should change their name to Shang Xin Ri Bao, the sound of which comes from the words \"Siang\" in Nanyang Siang Pau and \"Sin\" from Sin Chew Jit Poh. This suggested name literally means \"sad heart\" or \"broken-hearted\" newspaper. There is another name suggested but because it is even less refined, I would not and could not mention it here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But from these derisions and the sick jokes, we can gauge the general dissatisfaction among the people. Seriously speaking, the reasons given in the statement for the merger of these two Chinese newspapers are not very convincing to the people, firstly because the total \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1205</b></font>\n  <br>\n  <br> circulation of the Chinese newspapers since 1975 has been increasing every year. Here I have some statistics of their sales. In 1975, the sale was 227,307 copies. Whereas in 1981, it was 320,367 copies. Secondly, these two newspapers have been making a profit of about $6 to $7 million a year. Therefore, these two newspapers were in no financial difficulty at all. \n  <br>6.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, there are about 604,374 people above the age of 10 in Singapore who are literate only in Chinese, while 320,416 people are literate only in English. At the same time, there are 377,614 people who are bilingual in English and Chinese. Moreover, the two newspapers have a long history behind them and each has over the years accumulated and widened its own readership. Both have supporting advertising clients. Each of them has established its own separate style and character. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a fact that the standard of Chinese among the younger generation is coming down, But just as Sin Chew Jit Poh had pointed out in an editorial on 22nd April, 1982, \"although there is the problem of a lowering of the standard of Chinese among the younger generation, if the Chinese newspapers can adapt to the new situation, overcome difficulties, try to win over such readership and continue to maintain separate publications, we believe there should be no problem.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The former Minister for Culture, now the Minister for Communications and Minister for Labour, had suggested, at a forum, \"Chinese Newspaper Seminar on Professionalism\", on 1st January, 1982 the simplification and popularization of Chinese language used in the Chinese newspapers. The two Chinese newspapers had been trying to do this in order to win over the CL2 young readers. Examples are: Xin Yi Dai, Nanyang Student, Sin Chew Youth, etc., all good efforts. Why do we not allow the two newspapers a longer period of time to improve the language? Why must we be in such a hurry? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Judging from the statement, the Government had shown farsightedness and deep concern. The logic and deduc- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1206</b></font>\n  <br>\n  <br> tion of the Government is mainly based on the premises of the lowering of the standard of the Chinese language, leading to a reduction in the readership of Chinese newspapers. Therefore, the merger and reorganization is only a matter of time. This reasoning and logical deduction imply a corollary - an assumption that the Chinese newspapers would remain in the same old rut as a rule, and would never change. The fact is that when Chinese newspapers are faced with the problem of a lowering of the standard of Chinese language, they will, even without the intervention of the Government, be flexible for the sake of their own survival and their own interest. So they would try to find a way out and would not just remain in the rut without a change. That is why we say, \"When out of recourse, one must change; with change, there will be a way out.\" (&nbsp;&nbsp;&nbsp;&nbsp;) Therefore, had not the Government been over-farsighted or unduly concerned about the whole thing? Is it really a preparation for the rainy days ahead, asking the Chinese papers to reorganize at a time when they are at the peak of their performance? This gives an impression of over-intervention. This impression, whether right or wrong, is not doing any good to our Government's image. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The official statement seems to contain some contradictions. The two publishing houses will each, in future, publish a Chinese and an English paper to compete with each other. This clearly indicates that in future the market for these papers and their readership will be sufficient to support two Chinese newspapers and two English papers. The problem is the competition among English newspapers. Chinese papers have been in competition all along, a very keen one at that, but now we have removed it and tell them to merge. We say euphemistically that it is on account of economies of scale. When we want them to separate, we talk of the advantages of competition. The merger of the bus companies sometime ago and the recent separation again, and also the merger and then separation of the Personnel and Administration Departments of the Ministry of Education, are good examples. Now this reorganization of the newspapers is just another example, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1207</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As PAP MPs, particularly backbench MPs, we have a duty to reflect the opinions and feelings of our people and let the Government and the respective Ministries realize the pros and cons of policy formulation and implementation. I hope, when the Minister for Culture gives his reply, he would be able to explain to us more explicitly why we have done this. How could the public be convinced with one single official statement! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that uncooked rice has been turned into cooked rice and wood into a boat, what is done is done, it is too late for tears. But we do sincerely hope that the Chinese newspapers would not feel despondent or keep reminiscing the past but would get hold of the present and move courageously forward to face the challenges of the future in their perseverance for the preservation of Chinese language and culture. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Augustine Tan is not here. Mr Lai Tha Chai is not here. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I have an amendment, No. (6)* under this Head. I am also going to talk about this subject. May I bring it up now, Sir? It is Regulatory - control of the media, and two other matters. May I speak now, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Well, if the Minister does not mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Dhanabalan indicated agreement. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, we have heard from the speaker about the closing down of two newspapers which have served us very well for the last 50 years. I saw in the Straits Times yesterday a photograph of the Minister, who was there assisting at the birth of this new baby. I do not want to go over the criticisms and the comments made by the last speaker. As he has well put it, it is far from convincing - the reasons that had been advanced by the Government for the closing down of the two independent, well-established news- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1208</b></font>\n  <br>\n  <br> papers which have been hallmarks in Singapore society. I would like to hear from the Minister in this House whether he can really try and justify this Government clamping down on the two papers to produce the Government's own baby. We have been told, as I said last year when speaking on this Subhead, that it was very good that this Government believed in free enterprise. But as I said then, and I say it now, when it comes to the free expression of ideas, apparently this Government has got a different viewpoint. When it comes to free expression of ideas, that must not be allowed. The public must be limited to just one expression of ideas and that emanates from the Ministry of Culture through its various sub-ministries, be it at Times House or at the new offices of this paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the reasons that were given, as has been pointed out, were various. But one of the reasons was that the readership was dwindling and that it was wasteful to have two newspapers competing for the readership. That is what I seem to understand to be the reasons. But apparently the Ministry of Culture, or the Government, has a different view when it comes to the English newspaper because until sometime last year there was only one English newspaper put out by the Straits Times Group, They had the New Nation as well, but it was from the same publishing group. It was then thought, as I understood it, that it was Government's policy to try and encourage another paper to compete with the Straits Times Group. But now when we have two Chinese newspapers competing with one another, it is thought that is not desirable, \"We must not have this. We must marry them together so as to avoid any competition.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was concern about the lack of finance. But as has been pointed out, neither of these newspapers were complaining about any lack of finance. So the reasons that had been put forward, may I say to the Minister and to the Government, sound very hollow and the only inference that one is left with is that these two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1209</b></font>\n  <br>\n  <br> newspapers had to be punished, the Nanyang Siang Pau and the Sin Chew Jit Poh, and they had to be closed down. We know that the man who was connected with one of these newspapers was detained some years ago. Is that the real reason for closing down the Nanyang Siang Pau and the Sin Chew Jit Poh? Is it because they were critical of the Government in the past and had to be taught a lesson? I would like the Minister to face up to this squarely and answer the questions. We do not want to hear, as I have come to expect from this House, long statements of policy without answering the question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, may I move on to the other two or three points, Sir, that I wish to bring up under my amendment, and that is, if I may refer very briefly to the withdrawal of the visa for the correspondent of the Far Eastern Economic Review There was some publicity about it in the newspapers. The Second Deputy Prime Minister (Foreign Affairs) speaking to the Foreign Correspondents Association - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Does that come under Subhead JC-03? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> In what way? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Subhead JC-03 - regulatory, press control, media. It is on control of the media, information, press, publicity. This was the Subhead I spoke on last year. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Under this particular section, it is purely Cultural Programme. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, may I say something? Strictly, these matters come under the Ministry of Home Affairs, but I am prepared to answer the question. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I know that withdrawal of the visa comes under the Ministry of Home Affairs. But I am referring to the statement made by the First Deputy Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Second Deputy Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Second Deputy Prime Minister. Thank you. I stand corrected. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1210</b></font>\n  <br>\n  <br> have forgotten that we have got two Deputy Prime Ministers. \n  <br>6.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The statement made by him was that this man was, in his articles, suggesting that the Singapore Government was using the Internal Security Act to put down political opposition to the Government. I would like to know if that is not true - that the Internal Security Act has been used to put down political opposition to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the case of Mr Ho Juan Thai that we have brought out? Is that not a clear case of using the Act to put down any political opposition to the Government? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister said, as I said sometime ago, in Suva, Fiji, that it was healthy to have the truth acknowledged. Let us have the truth acknowledged and not just hide behind words. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter, Sir, is the control of meetings under the Public Entertainment Licensing Section of the Ministry of Culture. I referred last time, Sir, to the application we had made and which was refused. That was last year that I referred to it. This year, again I wrote to the Ministry of Culture asking for a licence to hold a residents' forum in my Constituency. I thought I had better do this in order to avoid causing embarrassment to the O.C. of Queenstown coming round to me and saying, \"You know, Mr Jeyaretnam, you should have got a licence.\" I wanted to save him the embarrassment. So I wrote to the Ministry of Culture saying that I intended to hold a residents' forum on the 25th of this month and would they give me a permit. I do not know why it is necessary but I wrote, because apparently that is what they want. And I got a reply saying, \"Would you please tell us who is the organization represented; what is the object of the event; what are the topics for discussion; personal particulars of the speakers at the forum?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Really, Mr Speaker, Sir, this does not speak well for the productivity campaigns in this country - that the Ministry of Culture should spend its time writing this letter to me, when I write to them saying that I wish to hold a residents' forum, to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1211</b></font>\n  <br>\n  <br> ask for the organization represented, objects of the event, topics for discussion, personal particulars of the speakers. Do they want names of the residents who might be asking me questions? Honestly, I would ask the Minister to direct his officer who is responsible for this to use a little bit more sense. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, may I know this from the Minister? Last year he said that a permit would be granted for a public rally if it was on an important - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, you have gone well past your 10 minutes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> With your permission, Sir, can I just finish the question? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask the Minister whether his Ministry will grant a permit to my Party to hold a May Day Rally on the 1st of May? May I have an answer to that categorically, yes or no? \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, just to clarify with you, I have an amendment under Subhead JC-03 but it is on a different topic. I prefer to move it later, with your permission. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, you can do that. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>6.50 p.m. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I had intended to ask my Minister of State to reply on the subject of the Chinese newspapers because I think he knows better than many, the peculiar problems of Chinese newspapers. But since the Member for Anson has brought up the question of the Nanyang Siang Pau, I think it is only proper that I make just a few points before I allow the Minister of State to deal with this subject in some detail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, Sir, there is no question of closing down any newspaper. The reasons behind the Government's encouragement to the two newspapers to merge have been quite clearly set out in the press statement from the Prime Minister's Office. It is true that the two newspapers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1212</b></font>\n  <br>\n  <br> have been doing well. It is true that they do have a large circulation at the present moment. There are two ways, Sir, of tackling a problem. One is to allow the problem to overwhelm us and then scurry around looking for a solution. The other is to anticipate the problem long before it becomes a problem and try and take action that would prevent such problem from seriously disrupting our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is clear from the trend in the enrolment in our schools that almost all the children in the coming years would be going to schools where they would be doing English as a first language and Chinese as a second language. And it is because of the implications this might have for the Chinese language and for the Chinese newspapers as a whole that the Government was motivated in putting to the two Chinese newspapers the importance of merging, of uniting the forces, to cope with the kind of problems that will arise in the future. There will be two Chinese newspapers in the stable of the Nanyang Siang Pau and the Sin Chew Jit Poh, one a morning and the other an evening paper. There is no question of any paper being closed down, and I would like to make that categorically clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said just now, Sir, the other arguments and the details on this matter would be dealt with by the Minister of State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson has made the point that we believe in free enterprise, therefore, why not have a free expression of ideas? Sir, I had given this matter a detailed reply when he brought it up last year. I made it clear that we in Singapore are not prepared to allow a situation similar to that in other countries where you have complete press licence, and all kinds of ideas of inciting the people, being allowed free play. We make no apologies for it. We are responsible for the society. We are responsible for the stability of this nation and we are not going to be cowed by any member of the opposition or by any international press correspondent to change this policy. We are not responsible to people outside Singapore. We are responsible to our citizens. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1213</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member made the point that Times House is a Government department. If it is a Government department, I think he should be very pleased that the Times House has gone out of its way to make order and sense out of his rambling circumlocutory one-hour speech that he made the other day. I would have thought maybe if it was a Government department, they would have just reproduced the speech in toto so that the people in Singapore can read for themselves. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Please do that. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Unfortunately, Sir, I am told that the correspondents from Times House are not able to take down word for word what the Member for Anson said. And so they had to take down the points and present it in such a way that next day it makes very great sense. I can assure him that if Times House is a Government department that would not have happened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member made the point that in the case of the English papers we want to encourage competition, and that in the case of Chinese papers, we do not want to encourage competition. Sir, the Member complained just now that he always gets long policy statements. The reason why we have to make long policy statements is that he does not understand the subject. So we have to explain in detail because his questions are always questions that are irrelevant. We have never said that we would not allow competition among Chinese papers. I have explained why and it will be explained in greater detail in Mandarin, if the Member for Anson can follow, why it was necessary for these Chinese newspapers to unite their resources. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Did they want it? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Of course, they wanted it. If they had not wanted it, it could not have been done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just want to touch on a few other points which have nothing to do with newspapers. The Member for Anson has again taken up cudgels on behalf of the foreign press correspondents, most of whom, I must hasten to say, have very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1214</b></font>\n  <br>\n  <br> sound ideas as to what reporting is all about. But there are occasional cases of correspondents who think that they are here to pursue a campaign against the Government in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the case of Mr Patrick Smith, as it is with every other foreigner who works in Singapore, he has to obtain an employment pass or a work permit. Everybody is subjected to the same rule, from a bank manager right down to the construction worker. This employment pass or work permit is not a matter of right. Some foreign correspondents think that they are a special breed who can demand as a right an employment pass to work in Singapore or to have their employment pass renewed. I want to, clearly in this House, disabuse such people of any such idea. The employment pass is entirely in our hands. It is our prerogative whether we want to grant it or not, and no foreign correspondent or any other person can claim it as a right. Mr Patrick Smith's employment pass expired. It was not renewed and that is that. He has written articles implying motives and touching on subjects which he knows nothing about or knowing how sensitive they are in Singapore and the kind of problems and dangers we face. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson said that the Internal Security Act has been used to put down political opposition. How is it that he is here this evening in this House if this Government has been going around using the ISA to put down political opposition? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Amnesty International said it. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Do you believe it? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> That is why I am asking you, how come you are here? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Government does not need to resort to the ISA in order to put down legitimate political opposition. We have always made it clear that where the Communist Party and subversives are concerned, we cannot allow them to use the normal rules of an open society to undermine that very society. And we will have no hesitation in continuing to use the ISA \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1215</b></font>\n  <br>\n  <br> to prevent such people from taking advantage of the rules of our open society to undermine the very society in which they are members, and we make no apologies for it. \n  <br>7.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as meetings are concerned, I do not know why the Member for Anson continues to raise this. I think I have explained in great detail that we will not give permits for any public meetings except on special occasions like National Day - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May Day. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Well, if you apply we will consider it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I want the answer now. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I do not think this House should be used to elicit answers on normal Government procedures. If the Member is interested in having a May Day Rally, he can make his application on the prescribed form in the prescribed manner, and it will be given due consideration. We do not care what the meeting is called, whether it is called \"Residents' Forum\" or Debate, they come under the same category, and he was quite right and quite wise in applying for a licence under the Public Entertainments Act for the Residents' Forum that he intended to have. If he has made such an application, that application will be given due consideration. All the details that were requested by the officials of the Ministry of Culture are very relevant details. When an application is made, Sir, obviously certain data is required before it can be decided whether the application can be granted or not. It is not sufficient to know just the name of the Party and the place of the meeting because that is not sufficient to consider the application in detail. We have to know what is the subject, who are going to speak, especially in the light of the fact that the Workers' Party seems to have a tendency to have members and committee members whose history and record the Secretary-General himself is not aware of. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1216</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order, Sir. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am not aware of any breach. Would you please sit down? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You want me to sit down? \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order. I want to - \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> What is the point of order? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, the application to hold a Residents' Forum was not from the Party. I said it was an application from an MP. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> That is not a point of order. That is a point of clarification. Would you please sit down? There is no question of a breach of order. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He is referring to a wrong application. There is no application from the Party. It was an application from an MP. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Well, you have clarified. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I am constantly surprised at how the Member for Anson slips in clarification speeches under a point of order. But the point I made is still relevant. From our past experience with the Member for Anson and the Party that he represents, I think we are perfectly justified in asking for all these details before we give due consideration to his application. If he has made the application it will be given consideration. This House should not be treated in such a manner that any Member can make an application and ask for an answer here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have dealt with the points that he has raised. I would just like to ask the Minister of State to explain in some detail the subject of the merger of the two Chinese newspapers. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee (Minister of State for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Culture (Maj Fong Sip Chee):</b> Sir, I will speak in Mandarin. Please do not think I am taking undue advantage on his linguistic ability, particularly just the day before when he found extreme difficulty in pronouncing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1217</b></font>\n  <br>\n  <br> two simple Malay words - tak patut. So let me speak in my first language (my CL1). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, on the reorganization of the Chinese newspapers, I have given much thought to its advantages and disadvantages. When reporters asked for my comments, I replied that my feeling was one of both sad and happy. The two newspapers have, in their forum columns, carried opinions on the subject. They have fully and clearly explained the position to their readers. I will not go over the grounds which have already been covered. May I just touch on a few salient points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also a man of feelings. I have been reading Nanyang Siang Pau and Sin Chew Jit Poh, the two major Chinese newspapers, since I was young. I have grown fond of them and have developed a certain affinity with them. I have my emotions too. However, emotion is one thing but reality is another. We must be practical and realistic. \"If one is without long-term projection, he would soon have imminent worries,\" so says a Chinese proverb. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The figures which the Member for Leng Kee has given on the two newspapers are not comprehensive. Although the business volume of the two newspapers shows certain profits, one must examine whether the profits are from the sale of the newspapers or from other operations. We have not made a deeper study into this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this is not really important. What is important is that we must face the issue squarely. Three reasons have been given. One is the financial aspect. The second is manpower resources. The third is a lowering in the standard of the Chinese language. Every year we are told of the decreasing enrolment of students in the Chinese stream. The most important point is that we should not consider the question of Chinese newspapers as a matter of business alone, or as a commercial project, because it has greater consequences to us as a nation. The combined sales of the two newspapers were quite large. An analysis of the figures, of course, will indicate certain increase in the sales, but rom the standpoint of a newspaper this is only a stagnation. What is certain in the circumstances is that when more and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1218</b></font>\n  <br>\n  <br> more people are bilingual, and if the Chinese newspapers cannot compete with the English newspapers in news reporting, they cannot have that competitive edge over the English newspapers. They would then be doing themselves great harm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More than 10 years ago, in 1969 or 1970, I had occasions to talk to the two newspapers, Nanyang and Sin Chew. At that time, they were rivals, competing with each other like enemies. Even at that time their weaknesses and disadvantages were already quite apparent. I told Now it is a Chinese paper competing with a Chinese paper. In the years to come, you will be competing with the English newspapers.\" In terms of manpower and financial resources, the Chinese papers are at a great disadvantage. The reason is very simple. When foreign news come to Singapore through the telex, the English newspapers simply edit and publish whatever news they -picked, whereas the Chinese newspapers have to go through the process of translation. Of course, they are at a disadvantage, and this is only one of the disadvantages. Unfortunately what I foretold has come true. So we should not wait until the ailment becomes terminal before we decide to treat it. There is a Chinese saying that if one is ill, one must be treated early and not wait until the condition is beyond help before the physician is summoned. In this case, sometime, somehow later, we have to salvage one of the newspapers. It is as simple as that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me put it bluntly. If the day comes when one of the two Chinese newspapers should fall into economic or financial difficulties, it will be easy for anyone, particularly the opposition, to say that the PAP Government is to be blamed, because our education policy has resulted in the shrinking of the Chinese readership, hence causing a decline in business and viability of the Chinese newspapers. Despite the falsity of such plausible argument, some people may yet believe it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is more pertinent is the question whether the Chinese newspapers can shoulder their social responsibility of the time, whether they be united after a long period of separate entities, or the other way round. The question is: can a news- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1219</b></font>\n  <br>\n  <br> paper assume the responsibility to bear upon the society, can it play its rightful role in nation-building? Whether they are merged or divided, is irrelevant. So long as it is able to assume social and cultural role and thereby benefit the people, it will have fulfilled its objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, the supplementary pages in these Chinese newspapers are quite rich in content. I have been reading the Chinese newspapers over the last score of years. In fact I read more Chinese than English newspapers. I read the news in the English newspapers and I read the translation of the news and the supplementary pages in the Chinese newspapers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we have a very unique situation. There is something odd. Nowhere in this world is there a country with such a complexity of languages and cultural divisions that gives rise to this kind of mixed feelings and passions in the people as we have here. I have also not seen any country in this world where its people are losing faith in their own languages and literature. Indeed, we have a unique situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it is the newspapers' duty and obligation to salvage the deteriorating situation. The merger of the two newspapers is not what the Member for Anson described as one of closure. Before I answer the Member, let me seek his clarification. Did he not say that the Government would not allow competition in the Chinese newspapers? May I ask him if he knows of any other Chinese newspapers besides these two? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In English): May I ask you whether you are aware of the existence of any other Chinese newspapers in Singapore? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Chairman, Sir, I do not know what is the purpose of this question. We have been told that both these papers were in competition with each another. There was competition, wasn't there? Why do you close it? Is it because you do not like the competition between the two papers? It is as simple as that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1220</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> I take it that you are not aware of the existence of other Chinese newspapers. (In Mandarin) This is just like what we say, \"fishing in troubled waters.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In English): The Member for Anson is treading in very dangerous water, participating in a debate on a subject which he is completely ignorant of. He does not know anything about Chinese newspapers but tries to score a political point. He cannot even pronounce tak patut - two simple Malay words - and he wants to talk about the Chinese language newspapers! Will the hon. Member please tell us the name? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is it? Sir, I do not know why the Minister of State is getting so dramatic about this. He does not have to get to this high pitch. Cool down, please. I know there are other Chinese newspapers, but all I am saying is this. Were not these two newspapers in competition with each another? Does he deny that? They were, as I understood, in competition with one another, fighting for a larger circulation. What is wrong with that? That is all I am asking. I know there were other Chinese newspapers. So do not keep asking me, \"Do I know or not?\" I do know. \n  <br>7.15 p.m. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> If a man who has spent years in law does not know how to fill up a simple form to apply for a permit, I do not expect him to tell me the name of the Chinese newspaper. If the PAP and the Workers Party are competing parties, would he prefer a merger that he alleged we wanted to? Or with the UPF? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I deal with the Member for Anson - \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Major Fong, may I remind you that you should be speaking in Mandarin. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee</b>(\n  <i>In Mandarin</i>): The Member for Anson seems to be very dissatisfied with the non-issue of a work permit to a journalist of the Far Eastern Economic Review, who, to him, is a hero. There must be good reasons for this. Perhaps foreign newspapers have over-praised him. Let us read what he has told the foreign news \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1221</b></font>\n  <br>\n  <br> papers and what has been reported. Let us see why he must take up the cudgels for this foreign journalist. Take note that he is not speaking for our people, but for foreign journalists. He must feel obligated to do so. Let us see how our \"hero\" here is being praised by foreign newspapers as reported in Tamil Nesan. Let me read out the translation: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In English): 'My wife Margaret was a source of encouragement to me in my political development (not the people, not the state, not what he believes). I joined the Workers Party in 1971 and was appointed the Secretary-General of the Party the same year. It is noteworthy that Mr David Marshall was one of the founders of the Party.' Mr Marshall is an honest man. He openly admitted his Party was liable to be captured by others. But great praise here: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Government's plan not to increase the bus fares and so on was because of his presence. The bus fare increase was not much, and the Housing Board flat increase was reduced because of his presence (in Parliament).' Great words from a foreign correspondent for our hero here. Bangkok Post chided us by quoting the Member for Anson on the suppression of the press. The Financial Times, one of his later great pieces, the International Herald Tribune, but someone must say and I quote, \"There are 5,000 detained people in Singapore.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We had this last year. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Yes. I want to remind him. Sometimes it is good to remind certain follies. Let me continue the quotation: \"People are starving in Singapore\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Local newspapers know that this kind of nonsense is not worth publishing. He has got to enlist the help of foreign reporters in order to get his rubbish published for his satisfaction. Therefore, he is obliged to speak on behalf of this foreign journalist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the problems of Chinese newspapers are not matters within the comprehension of the Member for Anson. The Member for Leng Kee - of course I discussed the matter with him - is a little emotional. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1222</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are other Chinese newspapers like Sin Min Rih Pao and Min Pao. The market is limited and therefore the source of advertisement is quite limited. There is an overlapping of advertisements, by about 20%, in the two newspapers. The matter must be resolved expeditiously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the two newspapers, Nanyang and Sin Chew, are merged, they will find it easier to operate. Their manpower, financial and other resources will be pooled. This will be beneficial to the Chinese readership. The two newspapers now have almost the same volume of sales as before. There is no question of a reduction of readership or any disadvantage to any Chinese newspaper reader after the merger. This is a fact. Members here must understand that the merger of these two newspapers is to Singaporeans' long-term interests. It is good both for the Chinese language and for the newspapers, and even to those others who are concerned with wider problems of State. If it is necessary to separate them in the future, and if that would help to realize or fulfil their responsibilities to society at that moment of time, then let that be. Of course, this is a matter of opinion. But, it is our considered view that at any point of time, if the newspapers are able to discharge their responsibilities in the fields of culture and education, they would have honourably discharged their most important role to the country. This is the most important responsibility of the newspapers. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>):. Sir, allow me to say a few more words. I understand very much the feeling of the Minister of State. He is both sad and happy. I know there are certain things which he cannot bring up completely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now he said that he could understand my feelings with Chinese news- papers. This is not entirely a matter of emotion. There are certain other matters. I have quoted figures and logic just now. The Minister of State must not forget that I have been with the Ministry of Culture for a period of three years and three months. So I have certain data in my hand. But that is not what motivates me to bring up this matter. As regards the Member for Anson, it is strange that I could almost anticipate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1223</b></font>\n  <br>\n  <br> the matters he would raise in this debate. Last year there were the matters of PARF and HDB accounting system. This year there is the payroll tax among other matters. In fact, this year I anticipated him to raise the matter of Nanyang Siang Pau under the Ministry of Culture. In fact, it is not difficult to anticipate what he would raise. It is very easy to read what is in his mind from his behaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I raised this question for two reasons. One is to give the Ministry of Culture another opportunity to explain and to clarify the reasons for reorganizing the two newspapers so as to prevent some people with ulterior motives to capitalize on the emotions generated therefrom and to fish in troubled waters. The second reason is to give the Minister of State an opportunity to kill the snake or the rat when it is drawn out of the hole. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, thank you for allowing me to continue. I just want to complete one point that I overlooked just now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson mentioned in passing when he spoke just now that the two Chinese newspapers had to be punished and had to be closed down, and he then made a passing reference in the same sentence or context to the detention of Mr Lee Eu Seng. The manner in which he glossed over this fact, as though this action taken by the Government was a casual action motivated merely by critical press, shows how little he understands the kind of problems that Singapore has faced in the past and the kind of problems it faces today and the kind of problems that it will face in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, anyone who claims to be a political leader must be aware. Sir, I have colleagues in this House who are well-versed in the Chinese language, who know the kind of emotions that can be aroused on language issues. They have long experience, some bitter experience, and I trust their judgment and their opinions, and they know how sensitive and how serious this issue of Chinese language was in Singapore and how serious it can become, or for that matter any other language issue. But since we are talking about Mr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1224</b></font>\n  <br>\n  <br> Lee Eu Seng, to refer to his detention and this whole problem that we had with Nanyang Siang Pau as though it was part of a political ploy, shows a complete lack of understanding of Singapore's problems. I wonder how anybody who aspires to political leadership can do so with such abysmal ignorance of the conditions in Singapore. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Let us test it in the elections. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> We can test it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, we will. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> If the Member for Anson is prepared to resign tomorrow, I am sure any of my colleagues here will be prepared to resign and contest him in any constituency in Singapore. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why don't the Government resign? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, this Government is a serious Government. It does not play games. We do not go round frittering hard-earned taxes just to satisfy the whims and fancies of the Member for Anson who is so anxious to be in the public limelight and to make propaganda out of every point. Of course, he has to try. That is his job. But certainly we are not going to be a party to it. We are not going to spend public funds. But if, and I repeat this, if he is prepared to resign his seat (he can pick any seat in Singapore, including mine in Kallang), we will contest and see who the people support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the point I want to make, Sir, is that when the Member for Anson talks about these very serious matters, one would expect him - even though he does not know the language as I do not know the language - to at least make the effort to find out before he comes to this House and talk so glibly and so casually about matters in our nation which can destroy the very fabric that we have so carefully built up since our independence. I thought I ought to register the point, because it is a point that the Member would do well to note, ponder and to do some research on. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Sir, I just want to remind the Member for Anson that he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1225</b></font>\n  <br>\n  <br> once challenged me, to take me on anywhere any time. I accepted that challenge. The acceptance is still valid today. The next move is his, please. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, the Members here are so fond of throwing challenges. Little boys, so fond of throwing challenges. Yesterday I told the Government, \"You should resign. Why don't you go and see your chief and tell him?\" \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Lai, would you like to speak now or later? \n  <br>\n  <br>\n  <!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lai Tha Chai:</b> I would speak later. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <pre>\r\n\r\n   The following amendment stood on the Order\r\n\r\nPaper Supplement -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Kah Ting:\r\n\r\n   (3) That the sum to be allocated for Head J be\r\n\r\nreduced by $10 in respect of Subhead JB-01 of\r\n\r\nthe Main Estimates.\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, I am not moving. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JB-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment I wish to seek some clarification from the Minister. This is a very important Head, Information Programme. The objective is, \"to publicize and explain Government policies and programmes.\" Therefore, I would come straight to the point and ask the Hon. Minister the following questions: \n  <br>7.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) In view of the new economic direction that Singapore has decided to pursue, particularly the policies on the promotion of external trade and the industrialization programme, has the Ministry drawn up any programme of international publicity to attract foreign investors to establish higher technological industries in Singapore? Such publicity could project Singapore as a country enjoying social, economic and political stability and a trainable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1226</b></font>\n  <br>\n  <br> workforce ready to acquire higher technological skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Taking cognizance of the present context of Singapore society and conscious of the cultural, social and moral fibres of our people, ought the Ministry not adopt a more active approach in the dissemination of various values beneficial to our people? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Whilst the Ministry of Education discharges its role in disseminating these values through the schools where the students are captive audience, it is the responsibility of the Ministry of Culture to reach out to the working people in this regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) The Ministry does not appear to have done enough in complementing and supplementing the publicity efforts of other Ministries in the explanation of projects and policies of the other Ministries. It is true that the other Ministries may have their own publicity programmes. It must also be understood that the means and the methods of convincing people are a specialized discipline which may not be found in the various Ministries. In fact, this skill is not expected to be among those disciplines required in the discharge of the normal functions of the Ministries. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Sir, I thank the Member for his concern on this aspect of the work of the Ministry of Culture. But I would like to state at the outset that the primary function of the Ministry is to look after the people of Singapore who are, so to speak, our target groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, international publicity, particularly to attract investments and higher technological skills and industries to be established here, is really the function of the Economic Development Board and that of the Ministry of Trade and Industry. They have been very positive and pretty successful over the years in attracting investments and the right type of industries to be established in Singapore. The Ministry of Culture can only perform a supplementary role. In view of the priority of our work, we will have to devote our attention, firstly, to our people right here, at home. We do have certain publications which are directed at the international audiences. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1227</b></font>\n  <br>\n  <br> However, they are really incidental. They are really meant for Singaporeans. For instance, the Mirror, the Singapore Bulletin, the Year Book and a number of other publications, are also circulated overseas as this will help, we hope, to contribute towards creating the right impression that Singapore is a place of political and economic stability, and to instil greater confidence and better understanding among the investors because, if they want to invest in Singapore, the first to be consulted would be the banks, their embassies, rather than reading the Mirror or any other publications. But these publications will help to project the proper image to the right kind of people in their own social circle and would enhance our position. We will bear that in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will have to devote the greater part of our effort towards creating the kind of social awareness, social values, and norms which our people should acquire. For instance, on the question of Confucian Ethics or Teaching, we have done our share in translating the very lengthy articles, views, opinions and transcripts for publication in the various media. The most important thing is to project our people - the kind of people that we want to mould - as a disciplined society, a people with the right values. In other words, to establish the basic norms. Performances are but forms expressing the norms. So the publicity effort will be directed to this end. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next question raised by the Member is that we should complement the Ministry of Education, which has a captive audience, so to speak, in the students, and the Ministry of Culture's role is to look after the working people. This is a valid point and we are doing precisely that. But we cannot hope to harness the whole of the population. There are people who are too busy with their own indulgence, but we shall try to reach out to as many of the people as we can through our publications, our photo boxes, our newsletters and other forms of publicity materials. Each Ministry has its own little propaganda machinery, not specialized ones, though, but they do have them. The Minis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1228</b></font>\n  <br>\n  <br> try of Culture's role is to supplement their efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are very conscious of the publicity efforts of the various ministries, and it is for that reason that we established the scheme of the Public Relations Officers (PRO) in the ministries. We have some difficulties in recruitment. The staffing position of the Division has improved. Unfortunately, this is a very rare breed of people. They should have the right aptitude, the right type of calibre to take on the job. As a temporary measure, ministries have appointed senior officers to double up as Public Relations Officers. This is not the ideal position. The PROs ought to be trained by the Ministry of Culture's Information Division and, thereafter, deployed to the ministries. But even with this lack of what the Member would regard as professionalism, I should like to congratulate these PROs. They have done exceedingly well in spite of their handicap. My feedback is that there has been a great improvement in the ministries' relationship with the press. There is a better flow of information between the ministries' PROs and the media in Singapore. It can be further improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also managed to remove a certain amount of fear the PROs in particular, and the civil servants in general, have of the media. Perhaps the media has projected itself as a formidable monster hounding for Government news. However, the PROs have helped to ease the situation. The press also understand their handicap and both sides are working along the right lines. Given time, we should be able to extend our tentacles, if the Member would permit me to use this word, to the various ministries, through the PROs, to take advantage of the media to project the functions of any particular ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Culture can play a supportive role. We shall try, within our means, to re-amplify and re-state certain Government policies, or schemes, if we detect any misunderstanding or insufficient explanation being given. I think the Mirror has done very well since its reorganization. It has got a new format, new contents. If Members had read the Straits \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1229</b></font>\n  <br>\n  <br> Times a few days ago, they would have read the article regarding the public affairs quiz organized by the People's Association. If I may just quote the Straits Times, March 15, section 2, page 1: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Ask the teams which took part last year for their information sources and they will list newspapers, [of course], in particular The Straits Times [of course again], as their daily staple. They also swear by two Government publications, The Mirror and Singapore Facts and Figures. Unputdownable [I do not know whether there is such a word] they stress.' - They cannot put it down. Both publications are by the Ministry of Culture. We hope through different approaches, different publications, to drive home our points to the people. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I thank the Minister of State for his reply, though not unsatisfactory. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the absence of Dr Lau Teik Soon, the following amendment standing in his name was not proceeded with: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) That the sum to be allocated for Head J be reduced by $10 in respect of Subhead J B-04 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JC-02 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this amendment under Facilitation Services concerns a vote for the conversion of the Kallang Theatre into a theatre cum concert hall. The original total project cost is $12.8 million, and for FY 83 a sum of $4 million has been sought. \n  <br>7.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister concerned three simple questions for clarification. What will be the seating capacity and its use after conversion, and the type of performances that will be staged in the theatre? Will these be cultural or purely entertainment oriented? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I must say that it appears to me that there has been some apparent delay in this conversion project. If so and if my suspicion is correct, may this House be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1230</b></font>\n  <br>\n  <br> informed of the reason for this apparent delay? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, is there any escalation in the cost of conversion? I suspect that there is, and if that is the case, was it due to sheer inflation or was it because of an error in the estimates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Minister for Health and Minister for Culture (Encik Wan Hussin Zoohri): Mr Deputy Speaker, Sir, I have been asked to reply on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Punggol has raised three points regarding this amendment. First, he would like to know the usage and seating capacity of this new Kallang Theatre. He may be pleased to know that the Kallang Theatre which will be converted into a concert hall-cum-theatre will have a seating capacity of 1,900 and it will be used for cultural as well as entertainment oriented performances. It can also be used for other purposes and these include large-scale dance and musical shows. It will include performances like ballet, a variety-type presentation and operas. It will also be converted to facilitate the SBC to have live TV transmissions as well as recordings of performances. If it is necessary, it can also be used for ceremonial functions that require a large auditorium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his second point regarding the apparent delay, may I say that there are two reasons why there seems to be an apparent delay. First, it is because there was a need to revise the cost estimates and to seek additional funds for this renovation. Secondly, it is because of the inflation that is happening today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Additional items of work will be required because of the deterioration of plant and equipment and also the need to improve the auditorium sight-lines to provide unobstructed viewing by the audience. There is some apparent delay as the Member mentioned because some time was required in finding an experienced theatre consultant to assist in this project. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may be permitted to give a breakdown as to why costs have escalated. Originally, the estimated cost of renovation was $6.5 million and an addi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1231</b></font>\n  <br>\n  <br> tional 6.4 million had to be sought and approved, bringing the total to $12.8 million. But the major part of this increase over the original estimate of $6.4 million is due to inflation, as he has rightly suspected or mentioned, and the breakdown is as follows. The increase due to inflation is $3,267,550. Secondly, the increase due to additional items of work because of deterioration of plant and equipment is $1,198,315. And, thirdly, the increase due to proposed reraking of auditorium seating, which I mentioned, to improve the sight-lines will cost about $1,950,000. That gives a total of an additional $6.4 million or thereabouts. So this apparent delay is partly a combination of two factors, inflation as well as the revision of the original cost estimates that we had to make. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This work at Kallang Theatre will commence sometime in November 1983 and is due for completion in May 1985. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Deputy Speaker, Sir, I will take up the point concerning inflation which the Parliamentary Secretary has pointed out was $3.267 million. Am I correct before I go on, that the inflation is $3.267 million? That would bring me to this question of under-estimation. How can inflation be $3.267 million, please? \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin Zoohri:</b> Sir, actually the estimates are correct, on the items that were originally put in. But we had to put in additional items of work over time, so there was a lapse of time, and during that period surely costs had gone up. This is a combination of two factors as I said. The re-raking of the proposed auditorium was not included in the original estimates. This item came in at a later stage. A revision of the costs had to be made and over that time, inflation has set in. These two items have added up to the new cost of $12.8 million. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I am unable to accept that kind of explanation. If the Parliamentary Secretary were to simply say there had been a gross under-estimation of this project, I am prepared to accept and withdraw my amendment. But under \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1232</b></font>\n  <br>\n  <br> the circumstances, it proves my suspicion of $12.886 million against the original estimated cost of $6.5 million. Was it because if the Ministry had asked for $12.886 million, the Finance Ministry would not have given and therefore it might as well come down to a more realistic figure? Or commit the Finance Ministry to $6.5 million, and then when you get things going, say you are short of this, or did not look for this, or we did not gather that and therefore we are committed to another $6.4 million. Is that the position? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, I do not think I can allow a comment like that to pass. I resent this insinuation that we use devious means to get money from the Ministry of Finance. The fact of the matter, Sir, as was explained, is this. Originally the conversion was expected to cost $6.5 million. And that was the money that was sought in order to undertake the renovations and conversion. During the process of drawing up the plans, which took some time, as was explained, a theatre consultant had to be engaged. It was found that the sight-lines required adjustment and therefore the floor had to be reraked. That item was an additional item, not originally envisaged when the theatre project was first considered. And as was explained by my Parliamentary Secretary, that item accounts for $1,950,000. It so happens that this theatre was purchased at a time of very rapid inflation, especially in construction costs. So in that period, while the whole matter was under consideration, construction costs increased by $3.3 million. (I am rounding off these figures) which accounts for about 50% of the additional cost. So if you ask about the additional cost of $6.4 million, half of it was due to inflation and the other half is accounted for by two items, one for reraking of the floors and the other for the deterioration of plant and equipment within the theatre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Incidentally, when we bought the theatre, no value was attributed to any of the plant and equipment within the theatre. It was valued only on the basis of the shell and other facilities, and that was the basis on which we bought the building. So it is not that we attributed some value to this plant and equipment which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1233</b></font>\n  <br>\n  <br> deteriorated and therefore we have to spend money. But the fact of the matter is the plant, which was not of very good quality, deteriorated and has to be replaced. So the three items (1) inflation, (2) additional items because of deterioration of plant and equipment within the theatre, and (3) the reraking of the floor, account for the $6.4 million. There is no question of trying to pull a fast one on the Ministry of Finance. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Deputy Speaker, Sir, I must thank the Hon. Minister for his clarification. But the point here still is that inflation cost about $3.27 million. That is inescapable, is it not? Therefore, one last question before I consider withdrawing my amendment. The work will start in November 1983 and be completed in 1985. Will this appropriation of $4 million be sufficient for FY 83? For FY 84 and FY 85, what would the appropriations be, to top it up to $12.886 million? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I think the answer is obvious. I have already made it clear what the total project cost is. Since construction starts only in November, we need not provide the total cost in this financial year. Only $4 million is provided and the balance will be provided in the next financial year, according to the estimated progress of work in the next financial year. So the total project cost remains the same except that it is spread over three years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1234</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I am not convinced, Sir, with the Minister's reply. But in any case I very hesitantly beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>7.59 p.m. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is almost time for the Moment of Interruption. Perhaps we will leave the next amendment to Monday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1983 to 31st March, 1984, and ask leave to sit again on Monday, 21st March, 1983. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1234</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Eight\n  </div> \n  <div align=\"right\">\n   o'clock p.m. to Monday, 21st\n  </div> \n  <div align=\"right\">\n   March, 1983.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1235</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WRITTEN ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>COMPANIES TRADING IN GOLD</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Choo Kok</b> asked the First Deputy Prime Minister and Minister of Education (a) whether the examination of the affairs of the 24 companies trading in gold has been completed and, if so, whether the outcome of the examination will be made known to the public; and (b) whether the Gold Exchange of Singapore has submitted proposed regulations governing trade practice for the approval of the Monetary Authority of Singapore and, if so, what these regulations are. \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> (a) The investigation into the affairs of the 24 companies trading in gold and commodity futures has been completed and the reports have been submitted to the Minister for Law. The Inspectors appointed have also made their recommendations to the Minister. The Minister for Law will eventually decide whether it is in the public interest to publish the reports. This discretion is provided under Section 198 of the Companies Act. (b) The Honourable Member will recall that on 3 December 1982, I had outlined the steps to be taken to re-organize the gold market in Singapore. These are:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a. gold trading will be limited to those who are members of the Gold Exchange of Singapore (GES); \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;b. the GES will have to prepare a set of regulations governing trading practices for the approval of the MAS. The enforcement of these regulations will be the joint responsibility of the GES and the MAS; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;c. the GES should establish institutional links between the Singapore exchange and the New York or Chicago exchange and other overseas exchanges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 17 December 1982, I met representatives from the private sector and reiterated the Government's policy and interest in the development of the gold market. Generally, all those present welcomed the involvement of the Government in the re-organization of the gold trading industry. It was agreed that while the GES would be permitted to self-regulate its members, the MAS would take an active role in the re-organization and development of the gold industry. To further these objectives, MAS officials have met with the GES Committee on several occasions. During these meetings, the details on the restructure of the GES and the amendments of its rules, by-laws and regulations to tighten control over its members were discussed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GES in its Extraordinary General Meeting on 11 February 1983 has approved the proposed amendments to its Articles of Association drawn up by its Management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main changes to the GES Articles of Association and rules are:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a. \n  <i>Legal status of the GES</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GES, formerly a private company incorporated under the Companies Act, has been converted into a public limited company to cater for an enlarged membership.(Under the Companies Act, a private company can only have a maximum of 50 shareholders/members.) \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;b. \n  <i>GES Committee</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GES Committee is the main executive body of the exchange and has been vested with all the powers of the exchange for the management of the affairs of the exchange. Membership of this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1237</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Committee has been increased from six to eight members of which two will be representatives from the MAS. The remaining six will be elected by members in a General Meeting from the candidates nominated. The nominees will have to be approved by the MAS. The objective of this \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;amendment is to enable the MAS to play a more direct role in the initial supervision and development of the GES. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;c. \n  <i>Sub-Committee</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two sub-committees, each with three members have been formed. These are the Membership Sub-Committee and Disciplinary Sub-Committee, which will take charge of membership applications and disciplinary matters respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;d. \n  <i>Disciplinary Action and Appeal</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principle of 'show cause' has been introduced as a new rule for disciplinary action. If any member (clearing and non-clearing) fails to comply with any of the GES Articles, rules, by-laws or regulations, the Disciplinary Sub-Committee would require the member concerned to 'show cause' as to why he should not be reprimanded, suspended or expelled or be subject to such other action as the Sub-Committee may deem fit. A member who considers himself aggrieved by any decision of the Disciplinary Sub-Committee may appeal to the GES Committee and the decision of the Committee shall be final. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;e. \n  <i>Discretionary Accounts</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A new provision has been incorporated in this rule to discourage the operation of discretionary accounts except when a member has obtained specific approval from the GES Committee. Approval for the operation of discretionary accounts will only be given under strict terms and conditions. The MAS has asked the GES to propose a standard format of agreement for the operation of discretionary accounts for its approval. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;f. \n  <i>Auditing Requirements</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A new provision has also been incorporated in the GES rules giving the GES Committee power to appoint auditors at any time to inspect the books of its members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;g. \n  <i>Changes in the Ownership and Control of Member Company</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amended Article of the GES would require a member to seek approval from the Membership Sub-Committee before any change in the legal or beneficial ownership or change in the control of the member company can take place. This is to ensure that an unscrupulous operator would not become a member by buying into an existing member company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendments will empower the GES to supervise and regulate its members and to cater for the expansion and development of the exchange. A technical sub-committee was appointed to make further study of the by-laws and regulations which will govern the business conduct and practices of gold trading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the proposals approved by the MAS are:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a. To extend the by-laws and regulations to cover the conduct of associate members of the GES. Previously, they applied only to full members of the GES. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1239</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;b. To introduce a by-law to prohibit the practice of 'churning' of the accounts of customers. 'Churning' is the buying and selling of contracts by the broker at the same price. Some brokers have been engaging in the practice of 'churning' of the accounts of their customers in order to earn more commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;c. a new by-law would be added to ensure that all kerb trading are reported promptly. Kerb trades are deals done after GES trading hours (that is, transactions done at night) and which are to be reported the following day. Certain guidelines would be drawn up by the exchange to monitor kerb trading and to ensure that kerb trades are actually done at the proper market price range. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;d. a new provision would be included to disallow firms from misrepresenting facts to the clients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The technical sub-committee is also studying the feasibility of imposing segregated account requirements for the protection of clients. This is to ensure that clients' funds, placed with the gold trading company as margin deposit, are kept separately from the members' so that the investors' interest would be protected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GES is currently studying a proposal to expand into financial futures trading activities. In this connection, the possibility of an institutional link with an overseas exchange for trading in both gold and financial futures is under study. A project manager from the Chicago Mercantile Exchange is now in Singapore studying the details of the link- up between Singapore and the International Monetary Market. There are advantages in establishing such a link but the problems are not inconsiderable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to point out that the changes that have been made only cover the main areas of concern. As the exchange matures and gains more experience, more rules, by-laws and regulations would be amended or introduced to ensure the development of an orderly and efficient market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I end on a word of caution. The gold market and more especially the futures market, here as elsewhere, will attract speculators. Speculators are usually people with strong gambling propensities. While regulations properly enforced can curb the worst excesses of speculation, there is no way the Government can save people who are determined to part with their money from the consequences of their own folly. The reports on the 24 gold trading companies, should my colleague the Minister for Law decide to publish them, will bear me out on this point. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1241</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1983/19830318/19830318-HA-0421241.htm\">Addendum - IMPORTANCE OF NATIONAL SERVICE (Cols. 1241 - 1242)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1242</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
