{"memberId": null, "volumeNo": "44", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"44\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1984-07-02\"> \n  <meta name=\"Start_Col\" content=\"1555\"> \n  <meta name=\"End_Col\" content=\"1622\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">44</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">02-07-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1555</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 44</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 2nd July, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj. Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1556</b></font>\n  <br>\n  <br> \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Labour and Second Minister for Law and Home Affairs. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1557</b></font>\n  <br>\n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee), Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Migister for Trade and Industry and the Minister for Social Affairs, Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and the Minister for Culture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1558</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ni ng Hong (Kim Seng), Minister for Communications and Second Minister of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr. Chor Yeok Eng (Bukit Timah). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Dr Toh Chih Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1557</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Eric Cheong Yuen Chee (Toa Payoh) - from 1st to 12th July, 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1558</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture - from 8th to 14th July, 1984. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1559</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>FACTORIES IN DEFU INDUSTRIAL ESTATE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Sia Kah Hui</b> asked the Minister for National Development (a) how many factories were built by the Housing and Development Board and the private sector in Defu Industrial Estate; and (b) as at 1st June, 1984, how many of those built by the HDB have never been occupied and how many were occupied but later returned. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, 202 factories were built by the HDB and 59 factories by the private sector in Defu Industrial Estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As at 1st June 1984, 36 factories built by the HDB at Defu Industrial Estate have never been occupied. Of these, 16 have been offered to resettlement cases and are due for occupation soon. The remaining 20 are being held vacant to meet the demand from future resettlement cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two factories were occupied but later returned. \n  <br>\n  <br>\n  <!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Kah Hui (Paya Lebar):</b> Sir, how many factories were built by the private sector? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> 59. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1559</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PLANNING APPROVAL FOR HOUSING DEVELOPMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Obligation for Clearance)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Sia Kah Hui</b> asked the Minister for National Development whether he is aware that planning approval for the construction of two semi-detached bungalows was given to a developer after he was asked to pay and paid $86,569.45 to Government for expenses to resite a temple on state land; what was the rationale for this; and how was the sum arrived at. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, in housing developments, developers are sometimes required under the Planning Act to surrender land without encum- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1560</b></font>\n  <br>\n  <br> brances to the Government for public amenities such as roads, open spaces and schools. Developers are thus responsible for the clearance of any squatters on such land. However, it is not uncommon for developers to face clearance difficulties which hold up the surrender of the land, and thus delay the development of public amenities. The Government therefore introduced a new policy in 1980 allowing developers the option of surrendering encumbered land to the Government provided they pay five times the direct clearance cost as well as other indirect costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case brought up by the hon. Member for Paya Lebar, the site proposed for housing development had originally been approved for a temple and two detached houses. Subsequently, the developer submitted a fresh proposal in 1978 for six terrace houses. However, it was established that a Chinese temple had been moved into a piece of land which he had surrendered to the State for a school. The Government therefore imposed a condition that the temple must be cleared before his proposal could be considered. The developer subsequently exercised his option to request the Government to clear the temple at his expense. The Government then undertook the clearance of the temple and charged the developer accordingly. Consequently, the developer's application, amended to two pairs of semi-detached houses, was approved in 1983 as he had already discharged his obligation to clear the temple from the land he had surrendered to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost of $86,569.45 charged to the developer is the sum of the following items: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) five times the direct clearance cost amounting to $34,564.70; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) an administrative charge of $1,382.59; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) an agency fee amounting to $622.16; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) an indirect cost of $50,000 for the relocation of the temple. \n  <br>\n  <br>\n  <!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Kah Hui:</b> Mr Speaker, Sir, does the Minister know that after I have written to the developer who had in writing assured the temple people that he would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1561</b></font>\n  <br>\n  <br> build them a new temple at the developer's expense, his reply to me was that Government had taken over his obligation. And he sent me a copy of a letter from the Permanent Secretary on behalf of the Ministry of National Development, which says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'it has been decided to give Government assistance in the clearance of the Chinese temple on condition that you pay to the Government the sum of $86,569.45 to discharge your obligation to clear this temple.' \n  <br>\n  <br>Therefore, the developer says that the Government had freed him from his obligation to build a new temple. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, any private agreement that may have been made between the developer and the temple has nothing to do with the Government. The Government is not a party to such agreement. The Government cannot absolve any party of any obligation under any private agreement. It does not have the power to do so. If there is a dispute arising from the private agreement, it is up to the party involved to seek legal redress on the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Government is concerned, it is the responsibility of the developer to bear the clearance cost for the land surrendered to the Government. This should not be confused with any private agreement that may exist between the developer and the temple. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Paya Lebar has previously brought this matter up and my Senior Parliamentary Secretary has given him a detailed reply. I have given permission to the hon. Member to forward a copy of this reply to the developer and the temple to clarify Government's position on this matter. \n  <br>\n  <br>\n  <!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Kah Hui:</b> Mr Speaker, Sir, is the Minister aware of his Parliamentary Secretary's reply? Perhaps he could explain what is the meaning of this sentence: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A sum of $86,569.45 was paid to the Government as resettlement cost plus administration charges and agency fees to discharge the developer's obligation to clear the temple.' \n  <br>\n  <br>This temple was originally at Tai Keng Gardens and the developer had applied to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1562</b></font>\n  <br>\n  <br> the Government to develop the estate, and he wrote this letter. Perhaps the press might like to have a copy. I could give them a copy of this letter from one of our famous developers of international character, that he promised to build a new temple and he removed the altar of the temple to another part of his land that is not affected by the development of Tai Keng Gardens. And he promised in writing that he would build them a brand new and better temple. So now he takes the Government's letter as freeing him from this obligation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the matter could be cleared up if the Minister were to write another letter to the developer to say that the Government is not freeing him from his obligation but that he should fulfil his obligation to the temple people. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Teh, this is one of the longest supplementary questions I have ever heard! \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, my earlier explanation should be quite clear. The developer has surrendered a piece of land to the Government for the construction of a school. There is a temple on this piece of land surrendered to the Government. So the payment of more than $86,000 for the clearance of the temple is to clear the temple on the State land which the developer surrendered to the Government. And this should not be mixed up with any private agreement that may have been entered into between the developer and the temple. That is a separate issue altogether. \n  <br>\n  <br>\n  <!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Kah Hui:</b> Mr Speaker, Sir, may I ask the Minister what difficulty is there that he does not want to clear this up? It is not with me. I understand, but the developer does not. He sends the letter from the Government to the temple saying, \"Here you are, you see, I paid this money and there is a receipt. I am free from my obligation. Government is taking over.\" I am asking whether the Minister would write another letter to the developer to tell him that Government has not freed him from his obligation. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I thought that I have already done so. I have, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1563</b></font>\n  <br>\n  <br> in fact, given permission to the hon. Member for Paya Lebar to forward a copy of my Senior Parliamentary Secretary's letter to the developer and a copy to the temple. The letter is quite clear. But if the Member wants me to send a copy of the letter to the developer and the temple, I will do so. \n  <br>\n  <br>\n  <!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Kah Hui:</b> Not a copy of the letter which your Parliamentary Secretary has sent because, as I have read earlier on, this letter is not clear. Because it says, \"to discharge your (the developer's) obligation to clear the temple.\" The developer says, \"Here you are. This clearly says so. It clears me from my obligation, Therefore, I am not obliged to build a temple for you even though I have written it before.\" So I just wanted the Minister to write clearly to the developer that we have not cleared him from his obligation. Because the Parliamentary Secretary's letter says so, and that is the interpretation of the developer. So it is no use my sending this letter to the developer. There is no point because he will say, \"There you are. I am cleared of my obligation.\" \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I think my Senior Parliamentary Secretary's letter is quite clear. But if the hon. Member is of the view that it is not clear, I can send another letter to clarify. \n  <br>\n  <br>\n  <!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Kah Hui:</b> Sir, I am not the one who is not clear and I am not the one who is involved in this. It just happened that the developer takes your letter to mean that you are freeing him from his obligation. I would like the Minister to have it clearly stated that the Government is not freeing him from his obligation and that he cannot hide under the skirt of the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1563</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INDIAN MUSLIM KATHIS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr M.K.A. Jabbar</b> asked the Minister for Social Affairs whether there are any registered Indian Muslim Kathis for the solemnization of Muslim marriages in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1564</b></font>\n  <br>\n  <br> Singapore and, if so, their number; and, if there are none, what steps, have been taken to appoint Indian Muslim Kathis. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Social Affairs (Dr Ahmad Mattar):</b> Mr Speaker, Sir, among the 16 Kadis and Naib Kadis appointed by the President of Singapore to solemnize marriages under the Administration of Muslim Law Act, only one is an Indian Muslim. Since his appointment in September 1977, this Naib Kadi has solemnized a total of only 71 marriages, or an average of 12 each year. The other Kadis and Naib Kadis solemnize an annual average of 176 marriages each during the same period. So it would appear that more Indian Muslim Naib Kadis are not required to serve the needs of the Indian Muslim community in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1564</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PROBLEMS OF THE AGED</b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Misc. 3 of 1984)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Amendment [29th June, 1984], to Question [29th June, 1984], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House, having noted the Report of the Committee on the Problems of the Aged - A Blue Paper by the Ministry of Health, February 1984, as contained in Paper Misc. 3 of 1984, approves the recommendations of the Committee on the Problems of the Aged.\" - (Minister for Health). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To leave out \"approves the recommendations of the Committee on the Problems of the Aged\" appearing in lines 3 and 4 and insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"recommends to the Government to adopt the Report, after making appropriate amendments to the recommendations taking into consideration the views expressed by this House\". - [Mr Lim Boon Heng]. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Member for Anson has also given notice of an amendment. The terms of his amendment* are set out in the Order Paper. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;*The amendment, standing in the name of Mr J.B. Jeyaretnam, reads as follows:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a further amendment, \"To leave out 'approves the recommendations of the Committee on the Problems of the Aged' appearing in lines 3 and 4 and insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'calls upon the government to reject the proposal of the Committee that the government should consider raising the age for withdrawal of CPF savings at first to 60 and later to 65'.\". \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House has agreed that debate on the Original Question and the amendments moved by the Member for Kebun Baru and to be moved by the Member for Anson be proceeded with in accordance with the proviso to Standing Order 40(1). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1565</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be left out, be left out.\" \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, before I move the amendment, may I first speak on the Motion on the Report itself? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, this is a Report on the Problems of the Aged. It is a trite observation but perhaps if I may be permitted, Mr Speaker, Sir, to state that this is not a new problem. Societies from the earliest inception have had an aged population in their midst. The only difference perhaps is that today the ages at which people age are advanced beyond what they were some years ago. So it is not a new problem, and it is not by any means a problem that is only peculiar to Singapore. It is a universal problem that is found wherever we have societies because it is in the nature of man that he must grow old and eventually die. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say this, Mr Speaker, Sir, because there appears to have been an attempt to view this problem as an alarming problem in our midst. I think that tendency should be discouraged. It is not an alarming problem. It is a problem that can be coped with and dealt with if the whole community - and here, of course, when I speak of the community, I speak of the Government as well, because the Government is the agency of the community. The Government is not, as it were, something set apart from the community, the Government is part of the community - if the community accepts its responsibilities for every sector of its population, ie it accepts its responsibility for the caring for the aged; it accepts its responsibility for the caring of the young, the education of the children. So it is simply an acceptance of a responsibility which we cannot shirk. I would deprecate even using the term \"problem\". It is simply, as I say, an acceptance of the responsibility for the caring of people in our midst. And we are, of course, at the moment concerned with a certain category of people in our midst, and that is, our citizens who are aged 65 and above. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1566</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I may make a general observation on this Report as a whole. It is, in my view, Sir, much too sketchy a report on the acceptance of the responsibility. There is no proper analysis in this Report, as I see it, of the differing problems that will be encountered amongst the section of the population aged 65 and above. The Report would appear to deal with this as one homogeneous problem but, of course, as has been said, the problems vary. It varies according to the income, according to the age, according to the bodily health capacity of the person. There is no attempt made, as I say, to analyse the problems in these different categories. All that is being attempted is, if I may say so, Mr Speaker, Sir, general paternalistic advice to the community on the problem, The Report is sadly deficient in what steps the Government has in mind, as the agency responsible for the caring of the community entrusted to it, to deal with this sector of our population who will be unable to look after themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem, as has been explained, is really, if one comes to look at it, to be found in those people who are too ill and who need a high level of medical care and nursing care. These are the people who are categorized as Type C. It is they who present the most acute problem. It is they who have the greatest need. Type A referred to in this Report, as the Report itself mentions, need hardly any great care to be accorded to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Speaking in the Budget debates in March this year, Mr Speaker, Sir, I asked the Minister for Social Affairs when we were discussing the estimates for his Ministry about the provision of homes for the aged sick, that is the group categorized by Types B and C in this classification of the University Department of Social Medicine. The Minister admitted that there was at the moment a definite shortage of places for people in this category. He said that whilst there was an abundance of places in homes for the aged, he said there was a definite shortage of places for people in these categories. So we have that as a starting point - that there are not sufficient beds in Singapore today for people who through no fault of their own are totally unable to look after themselves. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1567</b></font>\n  <br>\n  <br> Neither are their relatives able to look after themselves in the majority of cases. Of course, those who are very rich, who are very wealthy, are able to look after their relatives who are bed-ridden but the majority of our people are simply unable to take on this responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How does this Report address itself to that group? I find nothing at all here about how that problem is to be dealt with. There is a projection about what the demand would be in the year 2000. This is, Mr Speaker, Sir, at Table 5.2 at page 37. There is also a Table showing the present distribution of the aged population. You will find that out of a total of 6,400, that is, taking the position of Types B and C today, Mr Speaker, Sir, only 3,000 are being catered for in institutions. When we come to the year 2000, out of a total of 12,772 in both these categories, assuming that the rate will remain the same, only about 5,700 will be catered for in institutions, it would appear. But there is a definite growth in actual numbers from 3,000 to 5,700. In another 15 years we will have another 2,700 more people who will be totally unable to look after themselves. If there is a definite shortage of beds for the 3,000 now, what are the plans to see that there will be sufficient beds for the 5,700 in the year 2000? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister said in his Budget speech that the Government has no plans or does not propose to build any homes for the aged sick. As I said in the Budget speech, Mr Speaker, Sir, all that the Government appeared to be doing in this direction, and as he himself said in his speech, was to appeal to voluntary bodies, to charity organizations, to build more homes for the aged sick. I said then that that was a clear abdication of Government responsibility. And when I say \"Government responsibility\", I say a clear abdication of the community's responsibility because the community acts through the Government. If the Government does not lead the way, then the community is to be blamed. It is the Government that must lead, must set an example, and if the Government fails in this, it is no good saying it is leaving it all to private charity to let the citizens take care of all this because, \"We are not going to do it.\" That would be a total abdication \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1568</b></font>\n  <br>\n  <br> of the Government's responsibility in this aspect. That is one of the aspects on which this Report is strangely silent. There is no adequate analysis of the need, what sort of need will be presented, and how it is going to be met. There is, throughout the whole of this Report, as I said, a moralizing tone, doled out paternalistically to the community that they should all do their part. But what about the Government? What part is the Government doing? What role has Government got in all this? Nothing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are some assumptions that are made in this Report which would seem to be implied and which I must question. There is an assumption that if the Government takes over to any great extent, and there is increased Government spending, it will undermine filial piety and civic consciousness. It is suggested that if Government takes over this responsibility to any extent, then private charities, private voluntary bodies and our own citizens will not do anything. I do not know what is the basis for this assumption. It is certainly not the example in other countries. It is certainly not the example in Britain which is often characterized as a welfare state. What is important is that there are some areas where the caring can be done only by the Government at the most economical cost. The Government must recognize that this assumption, that if Government increases its spending it will undermine filial piety and civic consciousness, must not be made an excuse for Government inaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I see in this Report figures that directly challenge any such assumption. You find in page 44, paragraph 6.4.7, that in a survey conducted in 1982, \"93% of the senior citizens are visited by their children.\" It goes on to say that \"the majority, 60%, receive visits at least once a week.\" It refers to senior citizens who have been put into institutional homes. \"22% receive visits at least once a month, while 11.8% are visited less frequently than once a month. 70% of them receive gifts or money from their children during their visits. Thus, most of our senior citizens now do receive support from their children.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then it goes on to say in the next paragraph that 87.7% of our senior citizens \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1569</b></font>\n  <br>\n  <br> have stated that they could depend on their family members. So the facts would appear to belie the assumption that if Government steps in with a bit more spending, all the children will give up any caring for their parents. That is a wrong assumption, and I think it is an insult to our community as a whole. I do not think our Singapore citizens have shown that the young are unmindful of the filial respect that they owe their parents. So I do not think we need to lecture to them about it. As I said in previous speeches in this House, at Budget sessions, all that they ask for is that the Government recognizes their needs and gives them practical help and then they will undertake for their part what is necessary. But what they do not want is the Government using this as an excuse for inaction and leaving them to shoulder all the responsibility when, in the majority of cases, they are unable simply to shoulder that responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance, again speaking at the Budget session, said that the income tax reliefs could not be raised because he did not want any of the population to think that they could get anything for free. But there is the other side of this. Our citizens are paying taxes, and what is it that they are getting in return for the taxes that they are paying? Almost every service to the community is charged, not perhaps at the economic cost but there is a charge levied for almost every service. So the citizen may well ask, \"Well, what am I paying my taxes for? Even when it comes to caring for the aged sick, you say I have to look after them when I am just simply unable to.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are not talking, Mr Speaker, Sir, as I said, of the wealthy, of the rich. They do not need any assistance, any help. We are talking of people who live in one-room HDB flats, two-room HDB flats and even three-room HDB flats who will be unable to shoulder this responsibility. It is to them that the Government owes a responsibility and caring concern. As I said, there is very little in this Report which sets out what is going to be provided in the way of caring for people in this group. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1570</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I refer you, Sir, to the Report at Chapter 5 about Social Services and Institutional Care. There it is set out that apart from institutional care there are important services which can be provided to help the community. It goes on to say about these services which have been introduced in other countries successfully. A number of them are set out, such as Domiciliary Nursing Services, Good Neighbour Programmes, Home Help Services, Meal Delivery Services, Day Care Centres, and Respite Services. Then it goes on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Of these services, only domiciliary nursing services are at present available in Singapore, and are provided by the Home Nursing Foundation. The other services are suitable for introduction in Singapore.' \n  <br>\n  <br>That is all - \"are suitable for introduction in Singapore.\" There is not a word as to whether any steps will be taken to provide this sort of service to families. It is that sort of thing that this Report significantly lacks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have referred in this House to letters that have appeared from time to time in the press where our citizens looking after their aged parents have appealed for help, and there have been some letters where they cry out for help. But what is the Government's reply to all that? I would have thought that this Report might have gone on to set out some of the services that can be introduced in Singapore to help our people look after their parents or grandparents. No. Nothing. Much of it remains a speculation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I move on to the most controversial recommendation, Mr Speaker, may I say that that seems to be the only specific recommendation that this Report has made. There are one or two other aspects of this Report that I would like to talk about, and that is, this suggestion that there should be legislation to legislate for filial piety from our children to their parents. Again, may I say that the findings of the survey which I have just read out would appear to indicate, if you wanted any evidence at all, that there is hardly any need at the present moment for this proposed legislation. Once you make it, as this Report recognizes, a legal duty, as it were, and add to it a sanction for non-performance of that duty, then you rob it of everything. You rob it of the human flow of kindness. You rob it of the love that it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1571</b></font>\n  <br>\n  <br> should spring from, and I would urge the Government to think very carefully before it introduces any legislation to legislate for filial piety. It is not a thing that can be legislated, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that under the Women's Charter, husbands are made responsible for their wives' welfare, and maintenance payments can be ordered against them. But that is on the basis of a contract, marriage being a contract. It is on that basis that that provision has been found. But what is the basis upon which you are going to legislate and make it compulsory for children to support their parents? There is no contractual basis for it. All you can point to is this moral duty, and that is not something that you can legislate for. It can be done but as I have said, our citizens are not lacking in this moral duty. So I cannot see the need for it. But if there is, it can be done through other means, by the inculcation of other values, or other aims in life than materialistic pursuits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Report, again, recognizes, perhaps before it is too late, that the erosion of a lot of these values has been due to the policies of this Government because it has set out materialistic pursuits as the only be-all and end-all of life. So who is responsible for that if there has been an erosion? It is the Government who has been responsible for this erosion. So we do not need any moral legislation. We need less emphasis on material pursuits or pursuits of the material life, and building up of the other values which are more important in a human society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge the Government, Sir, not to be hasty in accepting the recommendation to legislate on filial piety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I turn, Mr Speaker, Sir, to the one specific, positive recommendation. While it lacks in everything else in what the Government will do, it comes out with this one recommendation, that is, that the age for the withdrawal of the CPF savings should be raised from the present age of 55 to 65. Enough has been said here. Even the Minister in his speech referred to the outcry that has followed this proposal. The rest of the Report has been forgotten. The focus has been turned to this one specific recommendation. Our people are rightly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1572</b></font>\n  <br>\n  <br> indignant that this Committee should have come up with the proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the reason that is given for this, and that is at paragraph 2.3.8, page 25, would appear to be this, that if you allow them to withdraw at 55 they will not invest the money and they might squander it and, therefore, they should not be allowed to withdraw it, because it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'the lump sum of CPF money gives them an illusion of financial security. Unless properly invested or protected, it may not be sufficient for an elderly person to maintain reasonable standards of living with dignity and self-respect.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, what I cannot understand is this. If you say that a person of the age of 55 is not able to manage the money and, therefore, should not be allowed to withdraw it, then how can you say in the same breath that when he reaches the age of 60 he will be able to manage his saving, invest it and look after it for the rest of his life? I should have thought he would be less able unless, of course, you are hoping that between 55 and 65 he will die, and then the monies will revert to the Consolidated Fund. Is that what you are thinking of? That is, if he has not nominated somebody else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this proposal to raise the age of withdrawal of CPF savings from 55 to 60 and eventually to 65 is an attempt, and I say it is a disgraceful attempt, to bond our workers to their employers. An employee who has worked with an employer, when he reaches the age of 55, is compelled to continue working for that employer. He has not got the freedom to opt out of it because he says, \"I cannot get my CPF savings. So if I do not continue, then I shall not have any money at my disposal.\" So this is an attempt to bond him to continue working for his employer. That, in my view, Mr Speaker, Sir, is completely disgraceful in this time and age. No employee should feel bonded to continue working for his employer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At Table 2.2 you find that 50% or more of workers who were able to continue working with the same employer were forced to accept reduced wages. Mr Speaker, Sir, you see there that the door is open for exploitation by the employer of his employees. The employer can very well turn round and say, \"Well, if you want \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1573</b></font>\n  <br>\n  <br> to go on working, and I know you have to go on working because you are not going to get your CPF savings, you take this reduction in your salary or in your wages, otherwise there is no work for you with me.\" This is economically unsound, not only just for the worker but also for the country as a whole. It militates against the employer mechanizing or bringing in automation into his industry or whatever he is doing, because he says, \"i can now rely on cheap labour. I only have got to wait till my workers turn to 55.\" So economically it is unsound. It also does not take into account the fact that there are workers who are unable to continue working after 55, not because they are decrepit but because the sort of work that they have been doing is too tiring, takes a heavy toll on their health that they would be unable to continue with that sort of work. I am, of course, referring to workers who work in hard manual labour. It would be totally unreasonable to expect workers working in manual labour, and hard manual labour at that, to continue to work in that same labour after the age of 55. Is it not time he had some easing of his work? If he is to do that, he has to turn to other jobs. And if he turns to other jobs, what are his chances of getting another job at the age of 55 on the same salary or wage that he has been drawing? The chances are that he would probably find himself accepting a job with much lower wages. What does he do then with all the needs, the commitments that he has, at that age? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Reference has been made to the education of the children. There was a reference made to a parent who wanted to send the son or daughter to the university and who wanted to support him or her. Would they be able to do that if they are forced after the age of 55 to take a reduction in their wage with no other monies at their disposal? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the question of the uniformed workers, people who are in uniformed service. Even the Government recognizes that when you are in a uniformed service, after say, 20 or 30 years, you should be retired and allowed to choose some other employment less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1574</b></font>\n  <br>\n  <br> onerous, less demanding. That is why we have a lower retirement age for our people in the uniformed service. If they are not able to withdraw their CPF savings, how are they going to manage? So I say, Mr Speaker, Sir, that this proposal is completely iniquitous. By all means, encourage our citizens to continue working after 55, to 60 and even to 65. But I cannot see the need to tie this down to the CPF. It is a completely wrong use of the CPF Act. It is dishonest, Mr Speaker, Sir. If this proposal is accepted, may I say it amounts to cheating our citizens of their monies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, only on Friday the Prime Minister in this House remarked that I had let down the voters in Blair Plain. I am afraid the Prime Minister did not know what he was talking about, or he had been given wrong information. They were completely wrong on their predictions as to what was going to happen in the Anson bye-election. But I would not go into that. He was saying that I had let down the voters. What is this proposal? Our citizens have been persuaded to put up with this compulsory deduction of a quarter of their salaries. It has not always been a quarter. It has only just come up to a quarter. But it has been quite substantial. They have been persuaded to put up with this and suffer as a result of that on the promise, on the expectation that they would get it when they reach 55. As the Member for Rochore said, it was simply that they were asked to deposit the monies with the Government just as you go and deposit the monies with the bank or a finance house. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, suddenly, the Government turns upon them and there is a proposal that the Government should say to them, \"i am sorry, chaps, we are not going to give you the money at 55. You better wait till you are 60 and maybe even then we won't give you the money. We might only give it to you when you are 65.\" And what guarantee is there that they are going to get it when they are 65? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is not the first time, Mr Speaker, Sir, that this Government would have gone back on its word. I mentioned, was it last year, the workers' welfare fund. There was a solemn declaration made in this House \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1575</b></font>\n  <br>\n  <br> in 1965 when we came out of Malaysia that the payroll tax would be set aside for the welfare of the workers. A fund would be set up. That was a solemn declaration made in this House. And as I pointed out, that was forgotten. There has been no welfare fund for the workers and the payroll tax was paid into the consolidated fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, this is not the first time that this Government would have gone back on its word to the electorate. So I would ask the Minister and the Government to think very carefully before it embarks on this dishonest act which, as I say, would amount to downright cheating of our citizens. I do not want to repeat what has been said by others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have my amendment of this. Of these two amendments, may I ask for your guidance as to which amendment you propose to put to the House first? Because if you put the amendment of the Member for Kebun Baru first, then my amendment would be out of order, assuming that that amendment is accepted. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> We shall wait and see, Mr Jeyaretnam. The Member for Kebun Baru's amendment will be put first. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. But if that is accepted, then my amendment will be out of order because the words would be different then. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> We can always put it to the vote. We will leave it to the House to vote on your amendment later on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> In which case, I shall have another amendment, Mr Speaker, Sir, which will take care of the motion as amended, if it is amended. I shall have another amendment. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> We will wait and see. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I give notice, Mr Speaker, Sir, that I shall have another amendment if that amendment is accepted, and it is put before my amendment is put. Of course, there would not be any need if my amendment is put first to the House because I cannot for a minute, Sir, imagine that my amendment will be accepted in this House. That is why I asked for clarification. So may I then move my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1576</b></font>\n  <br>\n  <br> amendment as it appears on the Order Paper now or leave it till afterwards? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think we will leave it till afterwards. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will move it later then. Thank you, Sir. \n  <br>3.38 pm. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> Mr Speaker, Sir, I promise not to waste everybody's time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) Sir, after the publication of the Report of the Committee on the Problems of the Aged, there have been controversies from all sides. Up to our meeting today, the Report has become a report on the withdrawal age of CPF savings. That all attention has been directed to this matter and not to the true causes and the solution of the problems of the aged is regrettable. Whether there is CPF or at what age the CPF savings should be withdrawn has no direct bearing on the problems of the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many factors that have given rise to the problems of the aged in our society. The report in the first chapter has expressly stated that in the past 20 years the education system had paid too much attention to utilitarianism. This is one of the main factors which have created problems for the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other factor is that the values of the Western world have eroded the traditional respect for the aged in our society. Thirdly, as the Report says, the mass media had put the aged people in bad light, describing them as ugly old men, senile persons. in the same chapter it is suggested that this kind of attitude towards the aged should be corrected. We should not allow our society to look at the aged in that light. The younger generation's respect for the aged should normally be one of the virtues of our Eastern society and the provision by the young as a repayment for the aged for their upbringing should also be a common practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The society has paid too much attention to fast economic development. Everything must be fast. The young people are also adopting a fast life. They like to drive in fast cars. And there are various vices \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1577</b></font>\n  <br>\n  <br> associated with the young people who keep looking for kicks. Many have taken to drugs and the sniffing of glue. Some have died young because of these activities. Sir, if there are no old men, then there will not be any problems of the aged. If we carry on like this, if all of a sudden several thousand young people turn up at Orchard Road and take part in breakdance which can hurt you if you are not careful or resort to sniffing glue, then very soon I think they would not be able to reach old age before they die. According to the Minister, who has spoken in this House, we try to solve the problems of the aged 50 years from now. But from the trends of today's society, the young may not live up to that old age of 80 years by then. So there would not be any more problems of the aged if there were no aged people, and the Report will be useless. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me refer to page 17 of the Report where it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The state of mind also affects the rate at which a person ages. A person is, to a great extent, conditioned by how old he feels he is, rather than how old he actually is.' \n  <br>\n  <br>This sounds nice. If that is true, there may not be the need to specify any age limit as to when a person should be regarded as being old and should retire. In other words, the heart determines whether a person is old or not. If the mental state of a person defines whether one is old or not, it will be very fine. But, if a young person has become old in heart even before he has biologically reached old age, in other words, mentally he is already senile, then he is actually old. Or, there may be parents who, after bringing up their children in a modern social environment and having toiled and exhausted their energies for their unfilial children all these years, when they reach 55 years of age they are already quite aged and quite senile in mind and body. So they want to withdraw their CPF savings. They may not intend to use the money to enjoy themselves or to tour the world. In the old oriental society where there were no banks, people would want to hoard their money under their pillows or hide it somewhere not for future enjoyment but for the rainy days in the future. They saved money for the sake of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1578</b></font>\n  <br>\n  <br> their children in a society where there was no CPF Scheme. The present parents may be tempted to use their savings for their own enjoyment because of their unfilial children in the present circumstances. Now that the Government has found out the causes of the problems of the aged, and since the withdrawal of CPF savings is not linked with these causes, the Government should not touch the CPF withdrawal age. In fact, to those who are in the middle and upper middle classes who have enough money in their CPF, even if you raise the age for withdrawal of CPF to 100 years of age, it will have no effect on them. They will not object because they can use their CPF savings to buy property or to invest in SBS shares or some other form of investment at any time. They may even be advised to use their CPF savings to buy shares in the MRT very soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since CPF is not the cause of the problems of the aged, we should deal with this question of CPF withdrawal age in a flexible way separately. We must allow those who have reached 55 years and unable to work to withdraw their CPF savings. However, if we raise the age for withdrawal of CPF savings and at the same time increase the interest rate to something better than the POSB or other banks' interest rate, then we will find it hard not to let them keep their savings in the CPF. It will also encourage those self-employed to contribute to CPF. At the moment the CPF is giving 6 1/2% interest and the CPF contributions have reached 50%. If we raise the withdrawal age, it may cause the CPF contributors more anxieties and difficulties. So I hope the Government will not try to solve everything by resorting to the use of CPF or manipulating CPF savings. Many who will be retiring at the age of 55 belong to the lower income group and the amount to be withdrawn will not be very much, yet they need the money. Since the CPF is not quite the cause of or the solution to the problem of the aged, I hope the Government will not touch it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Minister will pay attention to the sincere comments and recommendations of the Backbenchers and not be influenced by considerations of political propaganda. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1579</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs (Encik Sidek bin Saniff):</b> Mr Speaker, Sir, may I, before I touch on the specific recommendations contained in the Report of the Committee on the Problems of the Aged, commend the Minister for Health and members of the Committee for their excellent work. They have made a thorough study of the problems of an ageing population and have produced an exhaustive, comprehensive and searching Report. It is definitely not a sketchy Report, unless one is sketchy or hotch-potch in one's mind. If we were to study thoroughly from A to Z, we will find that all the measures are long-term. It is not palliative either because, if it is, then it deserves to be precipitated, which it does not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Report deals with the future,and the future is no more the simple continuity of today. It is the direct consequence of today. The Report covers subjects such as Health and Recreational Needs, Social Services and Institutional Care, and Family Relations. Public discussion of the Report has sadly focused almost exclusively on the subject of financial security, in particular, the recommendation concerning the withdrawal of CPF savings. I would like to think that the lack of discussion on the other topics covered by the Report was more an indication of public support for the recommendations on these topics rather than the result of a lack of public interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of Social Services and institutional Care, we should be proud of the fact that as of now only 2.6% of the 121,000 people who are aged 65 years and above are living in homes for the aged. A very large proportion of the inmates of these homes are first generation immigrants who are either single or widowed and childless. With the passing away of this generation, we should expect the number of inmates of these homes to decline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I recognize that there are dangers. The most serious danger is the weakening of the family ties. We all know that the family is of fundamental importance. If we do not take effective measures to preserve traditional values and uphold \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1580</b></font>\n  <br>\n  <br> the sanctity of the family, we will soon have in our midst a large number of aged persons who are estranged from their children. Another danger, paradoxically, stems from our excellent retirement benefit scheme, namely, the Central Provident Fund. In the future, roughly 15 years from now at least, having in mind a sound economic condition, there will be a growing number of aged persons who are financially quite comfortable. They will constitute a good market for the commercially run homes for the aged or sanatoriums. I therefore strongly support the Committee's recommendation that the Government should introduce legislation for the control, supervision and management of homes for the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee has rightly pointed out that aged persons will find it difficult to live in the community once infirmities set in, unless we provide the necessary social services. The Report mentions six such services. I do hope that the Singapore Council of Social Service will take the lead in providing these services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee has also recommended that the law should impose an obligation on children to maintain their parents. This is a bold step. It is also a new experience. In fact, my first reaction, Mr Speaker, Sir, was one of startle and utter disbelief. But I chose to keep an open mind, recognize the problem and find a solution. Perhaps the day may come when, through the introduction of moral and religious education in our education system, our children or our children's children will find it appropriate to repeal the legislation. Since education has been and is being used as an agent of social change, all it needs is time. Only sometimes time is slightly longer than expected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, Mr Speaker, Sir, we have long had laws which govern the responsibility of husbands towards their wives and of fathers towards their children. What the Committee has proposed is but an extension of the existing body of family law. However, the Committee has been careful to add two important provisos, namely, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) that the court should be empowered to exempt a son or daughter from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1581</b></font>\n  <br>\n  <br> whole or a part of the duty of maintenance if the aged parent was guilty of neglect of the children when they were young and in need of parental care; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) no court action shall be commenced without the consent of the Director of Social Welfare. These safeguards, in my opinion, are necessary. Parents who have failed in their responsibility towards their children cannot expect their children to help them when they are old and infirm. While we teach our children to be filial, as the Committee points out, we should not neglect the equally important task of educating parents on their responsibility towards their children. The Director of Social Welfare will guard against frivolous or vexatious court actions. As we all know, many a time court action can only exacerbate family feuds. I strongly support the Committee's view that the proposed legislation should not be allowed to become a means for invading the privacy of normal family relationships and that it should be viewed as an instrument for use against only the most blatantly unfilial children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch on two recommendations concerning the setting up and running of homes for the aged sick by voluntary welfare organizations. Voluntary welfare organizations are experiencing great difficulty in obtaining sites for new homes; and, having found a site and erected the home, they find it virtually impossible to recruit staff. I support the Committee's recommendation that the Government should help these organizations to get suitable sites and to recruit staff from outside Singapore, if necessary. The other recommendation which I would like to express my support for is the one which proposes that payments due to the upkeep of aged residents in homes for the aged sick should be made by the Government itself in the first instance, and that the Government in turn should be empowered to recover the payments from the persons liable. Landlords can evict tenants who are in arrears of rent. However, voluntary organizations have no remedy whatsoever if unfilial children fail to pay the maintenance charges in respect of their parents who are inmates of homes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1582</b></font>\n  <br>\n  <br> The proposed measure will, I am sure, be welcomed by all voluntary welfare organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I turn to the so-called hot issue of CPF, I would like to say how particularly gratified I am for the Ministerial Statement by the Hon. Minister for Social Affairs, who is also the President of the Mendaki Foundation, in proposing that an additional sum of 50 cents be collected through the MBF-CPF Scheme for the specific purpose of Mendaki's education programmes. I am sure all Muslims in Singapore will give their support in building the resources that are so urgently needed for the educational upliftment of the Muslims in our beloved Republic. To the Muslims, education is not only an economic and social necessity but also an act of piety, for it is a religious injunction that requires men and women to seek and attain moral, social and religious purification through education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the CPF is a magnificent example of how courage, vision and imagination can transform what otherwise would be an innocuous \"social-security\" instrument into a dynamic infrastructure that brings widespread economic and social well-being to so many ordinary citizens of a country. To the ordinary wage-earners, this dynamic and ingenious application of the CPF resources and machinery is of special significance, particularly in respect of five concerns that are so profound to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, by their collective contributions, they become co-contributors to the massive modernization, physical and industrial development of the Republic. Secondly, by their judicious willingness in accepting and supporting the hard but necessary wage-restraint policies effected through the CPF, they help in dampening inflationary spending. Thirdly, with their CPF resources and through its machinery, they become owners of their own houses without encountering any financial hardship, or having to wait for their retirement gratuity. Fourthly, now they become more assured of obtaining the best possible medical care through the CPF-Medisave Scheme. Fifthly, it ensures them some comfort when they finally retire. They may wish to go places. To the Muslim, it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1583</b></font>\n  <br>\n  <br> usually the fulfilment of the Haj pilgrimage. As hon. Members are aware, it is obligatory for all Muslims - besides declaring the Shahadat, praying five times a day, fasting during the month of Ramadhan, and paying the annual tithes to make the Haj pilgrimage at least once in their life-time. The only dispensation for not being required to perform the Haj pilgrimage is dire financial hardship which, in the case of most Muslims in Singapore, will not be a reality provided they work hard to save, use their CPF balances, or participate in a convenient and somewhat 'enforced' savings scheme while they are still young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In previous debates in this House, some of my Muslim MP colleagues and I did broach the idea of using the CPF contributions, or part of the savings, to enable Muslims to perform the Haj pilgrimage. I think it is appropriate, on behalf of my Muslim MP colleagues and on my own personal behalf, to raise this subject again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are mindful now that it will not be in the interest of the Muslims to make use of their CPF balances for this purpose as most of them would have small net balances, as noted earlier. The analysis of members' balances by age group and sex as at 31st December 1982 in the Central Provident Fund Board Annual Report, 1982, shows that there will be a total of 71,417 members in the age group of 50-55 with total balances of $1,365,427,000. In two or three years' time, they will be retired and will have an average of $18,309.85 in the CPF. Of course, this is a broad across-the-board calculation. As of now, a couple needs around $12,000 to perform their Haj. Even partial withdrawal of 50% at the age of 55 will not suffice. In the same vein, it means that raising the CPF withdrawal age from 55 to 60 and then 65, at this particular moment, I must say, is not practicable. At least I would say confine it to those below 40. It means we must have some flexibility. It is worth reiterating that Prof. Leontieff, an economist, said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The point of an economy is not to effectively use resources. It is to provide a livelihood for society.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will not also be practicable for them to prematurely withdraw their accounts to pay for the costs of the pilgrimage unless, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1584</b></font>\n  <br>\n  <br> of course, we devise a scheme with the same vision and ingenuity that would allow and encourage Muslims to perform their Haj while they are still young and healthy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask that this scheme be seriously considered. I see the need to enable Muslim workers to save from their first employment a sum of, let us say, between $30 and $50 a month so that by the time they reach the age of 40 years or thereabouts they would be able to save enough funds to pay for their pilgrimage. This contribution can be in addition to their regular CPF contributions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This monthly deduction should not cause any hardship because, in view of the obligatory nature of the Haj pilgrimage, all adult Muslims would have to keep savings for this purpose anyway. If we can effect their savings through the CPF mechanism, then there is the greater assurance to them that the required sums would be accumulated for them to fulfil this fundamental obligation. There is also the added security that, through the CPF, their individual savings would become a collective resource which, with expert, professional and proper management, could certainly multiply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If such a scheme is introduced, then the CPF would become a profound infrastructure that is so integral to all Singaporeans and to the Muslims here, that it will provide for the vital means to enable them to fulfil their social, economic, education and religious obligations through self-reliance and self-help. It is because of the CPF savings and the CPF machinery that the Singapore Muslims are blessed with the opportunity to build new and multi-purpose mosques and to do this with their own money in a manner that has no comparison in any other Muslim community in any other pads of the world. I believe if this new scheme, let us call it DANAMIS (Dana Amanah Masyarakat Islam Singapura) or Singapore Muslim Trust Fund were to be accepted, I am confident DANAMIS would be a dynamic force that would put the Muslims of Singapore in good stead in facing the challenges of the future. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1585</b></font>\n  <br>\n  <br> \n  <br>4.06 pm \n  <br>\n  <br>\n  <!-- Dr Chau Sik Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Chau Sik Ting (Thomson):</b> Mr Speaker, Sir, under the combined effects of a failing birth rate and an improved life expectancy, Singapore's population is fast growing older. It is against this background that the Committee on the Problems of the Aged, led by the Hon. Minister for Health, took a detailed look into the financial, emotional, recreational, social and health needs of the aged. The Committee in its Report made recommendations suggesting how the nation as a whole can come to grips with the problems likely to loom large in the years ahead. It includes specific recommendations aimed at keeping the aged out of old folks homes and providing means for them to support themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a good and thorough Report with suggestions for far-reaching changes in laws and attitudes. But, like many Members of this House, I have strong reservations about the proposal to raise the CPF withdrawal age. First, let me try to restate the arguments for raising the CPF withdrawal age as found in the Report. One of the important points in favour is, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Many are known to have lost their savings overnight through speculation.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is: Approximately how many such cases over, say, the last 10 years are known to the Hon. Minister? Are there 10; 100 or 1,000? I would be surprised if there are more than a thousand cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us assume for a moment there are a number of such cases who have lost their savings through speculation. Have not these individuals the right to utilize their money the way they want to? Should the State interfere and limit this right if the numbers are not great? That there cannot be many of such cases is evident from the fact that the vast majority of CPF contributors are in fact making use of their money in the purchase of properties as well as for other approved uses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me try to state some of the arguments against raising the CPF withdrawal age which surfaced in my discussions with community leaders in my con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1586</b></font>\n  <br>\n  <br> stituency. The first point is that at the time of the publication of the Report, CPF contributions have been made with the clear understanding that they can be withdrawn at 55. It would be a breach of faith to adopt this recommendation and many of those affected will feel let down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been suggested that if the CPF withdrawal age has to be raised, it should only affect contributions made after Parliament adopts the Report. In other words, all past contributions to CPF should be allowed to be withdrawn at age 55. This appears to be a good compromise made in the belief that a Blue Paper by a Ministerial Committee is almost certain to be adopted in toto. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point against raising the CPF withdrawal age is that a significant proportion of contributors will not live beyond 65 years of age to enjoy their hard-earned life-long savings as borne out by statistical data. The increased life expectancy of 68.7 years for Singaporean males is only an average figure. Statistics on population groups who will not live beyond 55, 60 and 65 years of age have been computed and ranges from 13% for Chinese males at age 55 to 42% for Indian males at age 65. Just imagine, about 42% of the Indian males withdrawing their CPF savings at age 65 will not live to enjoy their money. Is it fair? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I would like to make is that if this recommendation to raise the CPF withdrawal age is adopted and at the same time free and voluntary negotiations between labour and management over raising the retirement age are allowed, problems could be caused to certain groups who may find themselves jobless after 55 and yet quite unable to withdraw their CPF savings. Under the present economic situation it is not possible, for any employer to guarantee continuous employment up to 55, not to mention 60 or 65 years of age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposal to raise the CPF withdrawal age should be abandoned until such time when the life expectancy is further improved to a level where at least 90% of all contributors can be expected to live for a reasonable period beyond the age of 65 to enjoy their life-long savings. We should in the meantime not only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1587</b></font>\n  <br>\n  <br> encourage but also do everything in our power to make it possible for employees to work up to the age of 60 or 65. Until then, CPF contributions should remain as old age savings meant for the savers when they cease employment at the age of 55. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, now let me dwell on another issue, that is, the issue of the health and recreational needs of the aged. On this issue, the National Survey of Senior Citizens, 1982, quoted in the Report, presented an optimistic outlook. It revealed a majority who are healthy and have few problems. However, I have a few questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Are the needs of the minority (8.2% requiring hospitalization and 0.6% bedridden) being adequately met? These growing problems must be anticipated, whether as an increase in actual numbers of the needy or in the nature of their needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. What concrete plans are being made to improve the present system of medical care so that the proposed health maintenance programme can be successfully implemented? While providing increased screening and health information to the elderly, what steps are being taken to ensure that the additional demand for health care thus generated can be met by existing health resources? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. And just how does this health maintenance programme fit into the National Health Plan and the Medisave Scheme? Medisave is meant for acute hospitalization and does not cover outpatient charges. Can elderly patients who are poor, especially those requiring long-term chronic care, afford the increasing prices? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. While community and voluntary organizations assist in the provision of health and recreational programmes for the aged, can further incentives and rewards be devised to encourage such community-based participation? In this regard, I am glad to note that the Report has suggested some ways to strengthen the administrative machinery and to contribute to the recruitment, training and continued motivation of the community and voluntary workers for the effective care of the aged. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1588</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;5. Finally, Sir, would it be feasible for a structure to be formalized to involve existing organizations,:.such as the Home Nursing Foundation, and professional and other bodies concerned with the problems of the aged? If so, then systematic and detailed programmes ,for specialized training on the care of the aged can be effected from this focus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Committee will look into these questions if it has not already done so and will present answers to this House in due course. \n  <br>4.16 pm \n  <br>\n  <br>\n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Speaker, Sir, the Report of the Committee on, the Problems of the Aged is quite comprehensive for the senior citizens to live a better life, free from poverty, suffering and neglect. One recommendation concerns extending the age to withdraw the CPF money to 60 years and finally to 65 years. This particular recommendation is not acceptable by the young and old of both sexes. They prefer to get their CPF money in full when they reach the age of 55 years. It should be amended accordingly. I am quite confident that most senior citizens, when they retire at the age of 55, are capable of taking care of themselves as well as their CPF money and how to make good use of it, rather than to squander away foolishly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that the full withdrawal of CPF money for those reaching 55 years old should continue till the year 1990. As from the year 1991 onwards, half of the CPF money should be paid to those reaching the age of 55 years and the balance to be withdrawn before they reach 60 years old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The age for withdrawal of CPF money should not be raised to 65 years as most of them will not be able to enjoy it. No one would like to work for 30 or 35 years and get his or her CPF money at the age of 65 years when he or she can hardly enjoy it since most of them would die before the age of 70 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the age for the withdrawal of CPF money is raised to 60 years, then all workers of both sexes should be given the right to work and retire till they reach this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1589</b></font>\n  <br>\n  <br> age. If they are medically unfit to work till the age of 60 years, then they can retire earlier, The Government must also pass a law to say that all workers are entitled to work till the age of 60, if the withdrawal age of CPF money is raised to the age of 60 as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members of this House will support the recommendations of this Report if appropriate amendments as proposed by us are accepted. The Minister for Health has to give this assurance to this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, may I take this opportunity to thank the Chairman and members of the Committee on the Problems of the Aged for making the various recommendations to help the senior citizens to live a healthy, active and happy life. \n  <br>4.20 pm \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Hwang Soo Jin (Jalan Kayu) (in Mandarin):</b> Mr Speaker, Sir, on the whole, the Blue Paper produced by the Committee headed by the Minister for Health is very weighty and constructive. The Committee was able to consider the problems of the aged from all angles. Most of the recommendations and measures will be acceptable to the great majority of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although some people may think that we should not legislate to ensure that the children should support their aged parents, I think the recommendation on this point in this Blue Paper is somewhat commendable. However, when we legislate, we should study the experience of Israel in this regard in order to ensure that only those parents who have shouldered their responsibility of looking after their children would be entitled to such support by their children. In view of the alarming increase in the divorce rate, such an arrangement is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Among the many virtues, the first and foremost is filial piety. Whilst some people feel that filial piety should be inculcated through the process of education and not by legislation, I am of the view that such legislation will not affect the process of education. It will in fact contribute towards the process of education. The laws of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1590</b></font>\n  <br>\n  <br> State reflect and embody the values of the people and the Government. Legislation for children to support their aged parents will show that the Government is committed and resolved to look after its aged citizens, and inculcate filial piety among the people. This will over a period of time influence the minds of the people to accept such correct values. Legislation is not incompatible with educational process. On the contrary, it will help the process of education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A shortcoming of the Report is the recommendation on the withdrawal of CPF money. It creates the impression that the members of the Committee are over-anxious, and lacking in-depth planning about the problems of the aged. Due perhaps to their over-anxiety, they appear to have jumped to the conclusion dogmatically that when a person reaches the age of 55, we should still regard him as a child, and hence he must not be given the right to control his own finance so as to prevent him from squandering overnight all his hard-earned savings of a life-time resulting in his not having adequate means to support himself for the remaining years of his life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like the Member for Thomson, I would like to know how has such a conclusion been arrived at? Has the Committee carried out a comprehensive survey? As nothing about this is mentioned in the Report, it would seem that the conclusion in the Report is tantamount to guesswork and conjecture. Irresponsible people, there will always be but in making such an important recommendation we must have sufficient facts and figures to support. We should never generalize on the basis of a few isolated cases. Is the situation as bad as what the Committee thinks? If so, then our streets will be inundated with old beggars, especially bearing in mind the fact that those who retired more than 10 years ago did not have much balance in their CPF, if any, at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Party came to power 25 years ago. We have been pragmatic. We have dared to do what other people dare not do. So long as it is in the long-term interest of the people, the Government has had the courage to do what it thinks right regardless of the immediate political gain or loss. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1591</b></font>\n  <br>\n  <br> All along, the Government has, however, been able to persuade and convince the people before adopting unpopular and bold measures. And, after a brief period of sacrifice, the people have been able to see the benefits from such measures for themselves. In consequence, their confidence in the Government has been increasing day by day. With such unreserved support, the nation as a whole has been able to march towards the same goal with one body, striving for a better future. However, ever since the publication of the Blue Paper, unfortunately, the impression was conveyed that the recommendations in the Blue Paper represented Government policies because the Committee was chaired by a Minister and some sections of the population have their confidence in the Government shaken. This adverse reaction can be attributed to one common factor, that is, what they say, \"i have earned this sweat money in the hard way, sacrificing many years of higher standard of living. How can the Government not keep its promise by giving back the money that I have worked so hard to earn when I attain the age of 55?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that at the end of this debate, paragraph 3.2 of Chapter 3 of the Report, namely, the recommendations regarding the withdrawal of CPF savings would be withdrawn or reasonably modified. The result of the debate in this House today will go to show whether public opinions are still respected in our country. My belief in our deep-rooted system of democracy has given me the confidence to predict even at this stage that public opinions are respected in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I would urge the Ministers that in future they should give detailed and a clear explanation of the legislative process involved in publishing any important paper which requires approval by Parliament so as to avoid creating unnecessary confusion amongst the people and increasing their anxiety and mental burden. I remember that soon after the Blue Paper was published, a career woman came to see me at one of my Meet-the-people sessions. Speaking for some friends, she complained to me that after hearing the news concerning the Blue Paper, they could not sleep for several \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1592</b></font>\n  <br>\n  <br> nights as they were apprehensive that they would not be able to maintain their livelihood in a few years' time when they retire at 55 because their employers had indicated in no uncertain terms that they would not continue to employ them. Only after my repeated assurance to her that I would raise her question in Parliament that she finally left my office. I sincerely hope that she would be relieved and would sleep well again after reading the press coverage of the debate these few days. \n  <br>4.29 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Mr Speaker, Sir, as I read through the Report of the Committee on the Problems of the Aged, I felt that the Committee had gone through all the problems and the issues with a telescope. But as I arrived at Chapter 3, which is the chapter on financial security, I could not help but feel that one or two lenses must have dropped and the whole telescope had gone out of focus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much has already been said by my fellow Backbenchers about the issue regarding raising the withdrawal age of CPF and I would like to add on to it. In fact, I can foresee what the Minister would tell us in his reply already because he has lamented on the fact that most of us or everyone tends to talk about this issue and detract from the other issues of the Report. But then he should know that anything that hits the pockets of Singaporeans is bound to evoke an outcry and nothing else would really matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Member for Thomson has said, according to the Report many people are known to have lost their savings overnight through speculation. And like the Member for Thomson and the Member for Jalan Kayu, I would be interested in finding out from the Minister just really how many people have been involved. How many people have lost their money through speculation or through wrong decisions? Give us the statistics. Otherwise, Sir, I feel that this is merely a sweeping statement in the Report, put in as an attempt to lend credence to the proposal. I do not believe, Sir, that there are that many people who have been in such a situation. If at all there are any, it must be a minority. And should the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1593</b></font>\n  <br>\n  <br> majority of Singaporeans be made to pay and to suffer for the sins and the ills of the minority by having their CPF funds held back for another five or 10 years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that sometimes we are over-protecting our citizens. We are always telling them that they have got to learn to stand on their two feet and they cannot rely all the time on Government to provide for them from cradle to grave. And yet we are told here in this Report that many do not have the expertise to invest or to manage large capital funds. Sir, we all do make mistakes. Even the Government can make mistakes. Have we all too soon forgotten the issue of Granite House in London when an investment of o22 million became less than o10 million overnight? I am therefore not so sure if we can really say that our citizens do not have the expertise to invest and manage such large funds when the Government can also make mistakes. And what makes the Committee so sure that if a person is unable to manage his CPF funds at the age of 55, that he can do so when he arrives at the age of 65? Personally, Sir, I feel that by the time I am 65, I might be more senile, senile in mind and in body because, at 65, I think I would have lost or diminished my mental capacity to make decisions involving such large sums of money. I would also have lost the capacity in body to have, what you might call, a last fling in life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So today, Sir, CPF is used as a convenient tool for Government. CPF has been evoked for Medisave, for special accounts. When an employer contributes to the Skills Development Fund, you even make payment to the CPF Board. When you pay your payroll tax, the money also goes to the CPF Board. What is the CPF then? Has it not lost its original objective to cater for security in old age? It appears to me, Sir, today with all these recommendations, the CPF is ending up not as the Central Provident Fund but the Collection and Payment of Funds for the Government. I would not be surprised, Sir, if one day the Minister for Trade and Industry were to come to this House and inform us that all of us have to contribute X per cent of our salaries to the CPF, and from there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1594</b></font>\n  <br>\n  <br> to make it easier for the PUB to just deduct it from this account and all your PUB bills will be settled through the CPF. I think we have to draw a line and put a stop to what extent we can use the CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I quite agree with the Member for Rochore who told us in this House last Friday that there are civil servants who make up this Committee. To the civil servants, CPF is not as vital. They have their pensions. They have their gratuity. And I will go even one step further today, Sir, to ask the Minister to let us know how many members of his Committee have, in fact, collected their CPF already. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my point here today is this: let us not deny our workers the fruits of their labour. The other Members have already said how they have looked forward to receiving this bonanza at the age of 55, what are the various uses CPF members apply their funds to. Let us not deny this right to them. We made a promise to allow them to withdraw when they reach the age of 55, and this is a sacred promise which, I think, we have to keep. We cannot just allow this to happen because in future there will be nothing to stop a future Minister for Health or future Ministers of whatever portfolio to come to this House and evoke the CPF, and to ask this House to approve that CPF payments be delayed for the convenience of Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now move to another issue, which is employment of people after the age of 55. Again, here, there is a wrong assumption on the part of the Committee that if a person is allowed to withdraw his money at the age of 55, then there is no incentive for him to continue working; after all, he has his retirement benefits. This is a wrong assumption as shown in the Report because in 1981 as many as 3,000 people who attained the age of 55 years continued to work. And these 3,000 people chose to work with their same employer at lgwer salaries than what they were earning before the age of 55. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Likewise, Sir, for those who attained the age of 60 years, as many as 1,500 persons continued to work with the same employer in spite of lower salaries. For these people who have chosen to work, it would be wrong to assume that by simply dragging \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1595</b></font>\n  <br>\n  <br> the withdrawal age of CPF they will continue to work on. They continue to work for various reasons. They need to support their families, They feel they are still capable of working and contributing to the economy. And, I think, for the Committee to recommend that in order to encourage people to work after the age of 55 we must hold back their CPF, Sir, this is amounting to blackmailing people to continue to work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> And what will you have in the end, Sir, if people are forced to work in such a manner? You will end up with a work force of older people who are reluctant workers. They are not eager workers, not eager to continue working to earn more income for their families but merely because they have no other way out but to work until the age of 60 or 65 when they can withdraw their CPF. I am sure the Committee would have looked into other means of how to entice people to work after the age of 55. Perhaps it is between employers and unions to see if salaries could be made more attractive to draw back older people to the work force. Perhaps jobs can be modified and can be made more suitable to suit the mental and the physical capability of our senior citizens at the age of 55 or 60. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I propose to take the Suspension now. I suspend the sitting and will take the Chair again at 5.10 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 4.40 pm until 5.10 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.10 pm.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (Kaki Bukit):</b> Mr Speaker, Sir, the Report of the Committee on the Problems of the Aged is a unique report. Depending on one's perspective, it is either not comprehensive enough or it can be summarized into one sentence! However, a close and unbiased look into the Report can but produce the inevitable conclusion that it is well written and fairly comprehensive, full of salient points about what we have to do with our greying gene- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1596</b></font>\n  <br>\n  <br> ration. The whole Committee deserves to be complimented on having put in so much effort in the compilation of the Report. Much of the recommendations in my view can perhaps be adopted in toto. A few may need minor adjustments and amendments before they too can be adopted. It is heartening to note that the Government has been given the role of being a kind of surrogate parents in that it has to set the pace for the necessary changes as embodied in the Overview of a National Policy for the Elderly. It is also welcome news that a Central Coordinating Department within the purview of the Prime Minister's Office has been recommended so that it can oversee the implementation of the national policy on senior citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now turn my attention to a few specific issues arising out of the Report. The recommendation that the earned income relief be increased to $6,000 for taxpayers between the ages of 55 and 59, and thereafter to $12,000, has my fullest support although this may mean that because of reduced income, these senior citizens make no personal contribution to the income tax net. This is fair, as having served faithfully society for so long, they have already made sufficient sacrifice to the national budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recommendation that the aged dependants' relief be increased to $2,000 is fully endorsed too as this will encourage the support of aged parents by the younger generation. Besides, with inflation and eroded monetary values, the sum of $2,000 can be construed as \"token\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully support the concept that the Government should assist in the management of only two types of Homes for the Aged, i.e. Homes for the Aged Sick and Homes for the Destitute. Evidently, even the family has a responsibility towards the aged in that they have to care for them if they are not ill and are physically and mentally fit. This act of filial piety will not be a problem now but it will soon be with the next generation who may have become tainted with alien values. It is proposed therefore that the relevant authorities step up the moral education and religious programmes in schools to ensure that they work out successfully . \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1597</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree wholeheartedly that society must change its attitude towards old age, for the elderly are far from being a burden. It is proper that Government should set the example and the pace by deferring the retirement age by liberally re-employing its employees beyond 60 and later beyond 65 in view of the rise in the average life span of a Singaporean. In other words, employment patterns must change. But will this work with the private sector in the absence of any legislation to force companies or firms to retain a certain percentage of the elderly workers who have passed the age of 55? Notwithstanding the market forces, the phasing out of our foreign workers will, it is believed, ensure ample vacancies in the work force for the employment of the elderly. We are still depending on the \"goodness\" of the private employers. As nothing is static, even the market forces may change in the future. What then? Can we then depend on the private sector to re-employ the elderly, especially those who are unskilled, when it is strictly profit-oriented? I believe that a certain amount of legislation is called for on the part of Government in order to ensure that the private sector honours its obligations even under stringent conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also fully support that the law should impose an obligation on children to maintain their parents, for to honour one's father and mother invariably embodies a sense of filial piety. However, I personally feel that no son or daughter should be exempted from the duty of maintenance if the aged parents had been guilty of neglect in their earlier years. There could have been extenuating circumstances for such a neglect, and children of such parents should learn the valuable lesson of forgiveness. Thus I would propose that it be made obligatory for all children to maintain their aged parents. Should these elderly persons be confined in the homes for the aged sick, for instance, then the recovery of such payments from the persons liable (in the case of unfilial children) in the form of compulsory deductions from their CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While on the question of looking after our elderly, I agree with the proposal that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1598</b></font>\n  <br>\n  <br> community organizations and voluntary bodies provide social services. However, for most of these organizations, it is more a question of costs. Thus, if it is necessary for them to use void-decks, for instance, for the provision of such services, then it should be made incumbent on the HDB to charge them only token fees or rents instead of the present rates which are far too high. As it is, such organizations are already burdened by the need to recruit the necessary manpower to run these services. Let us not make their task impossible with the imposition of exorbitant rents or costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I wish to touch upon the sentence in the whole Report which had resulted in so much controversy especially among the constituents who are on the fringe of retirement. I believe the Committee's rationale and reasoning are sound and valid but the whole controversy rests on the question of principles. The hallmark of a democracy, I believe, lies in the individual's freedom to opt or to choose. Those who vehemently oppose the proposal are those who are given the option to withdraw their CPF at the age of 55. The question of whether these sums would be squandered or foolishly invested did not arise, and I believe should not arise. After all, what statistics exist now to show the percentage of such squanderings? Thus I fully support the view that an option once exercised should remain irrevocable. Otherwise the credibility of the governing body is brought into question and doubts like the insidious virus it is seeks to undermine any future undertaking that rests on the element of trust. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps, an alternative arrangement is possible. Those who wish to defer the withdrawal age of their CPF, because they believe in the validity of the Committee's arguments, should voluntarily re-exercise their option, otherwise the present arrangement should remain. The question of \"old\" and \"new\" money could be made operable, but again it must be left to the CPF holders concerned to exercise this option once the cut-off date is set. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An analogy, perhaps, is apt. Let us assume that a son has been asked to contribute part of his hard-earned income \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1599</b></font>\n  <br>\n  <br> to the family business on the irrevocable understanding that he would be entitled to the sum invested plus all profits accruing by a certain time in his life. Then imagine the consternation when he is told that the operating withdrawal date has been altered because he is either expected to live longer now or that there is a strong possibility that he may squander his newfound \"fortune\" in bad investments. Can one imagine what frustrations he must feel because the promise or the word given is broken? No valid arguments will assuage his anger or his unhappiness. This is an unhealthy trend, as it brings into disrepute any element of credibility that may be called for in a governing body, in this case, the Government itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example is with regard to Muslim workers who have hopes and have made plans to perform their obligatory duty of going to Mecca at least once in their life-time. After having worked for many years, the withdrawal of their CPF at the retirement age of 55 years would enable them to go on pilgrimage for which it is desirable that they are physically fit so that they could perform their prayers and other compulsory religious rites among the millions of Muslims who gather together during the Haj period annually at the Holy Land of Mecca. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I therefore urge the Government to retain the present withdrawal age for CPF savings or to allow partial withdrawal for the great benefit of the workers. Here, I wish to give my support to the proposal made by the Member for Kolam Ayer on the establishment of DANAMIS (Dana Amanah Masyarakat Islam Singapura) or the Singapore Muslim Trust Fund whereby the CPF provide a scheme to enable Muslim workers to make monthly contributions which could be withdrawn at the retirement age of 55 for the purpose of performing the Haj pilgrimage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I give my support to the Motion that the Report of the Committee on the Problems of the Aged be adopted after appropriate amendments have been made to the recommendations, taking into consideration the views expressed by the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1600</b></font>\n  <br>\n  <br> \n  <br>5.20 pm \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, firstly, let me commend the Chairman and members of the Committee on the Problems of the Aged for a most comprehensive Report. To my mind, the main achievement of this Report is that now we have for the first time a framework for a National Policy for the Elderly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Report examined the psychology of ageing, medical aspects of ageing, housing, income, employment and retirement issues, social services and programmes for the elderly. In short, the Report looks at the problems of the aged and its social and economic implications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Report made a number of recommendations pertaining to Employment, Financial Security, Health and Recreational Needs, Social Services and Institutional Care, and Family Relations. Sir, I fully endorse the view expressed in the Report that old age is not a burden, On the contrary, old age should be seen as experience, skill, knowledge, talent and wisdom. The presence of many senior Members in this House is ample testimony to this fact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not propose to go through all the issues and arguments in the Report which have been adequately discussed in public in recent months. We are all aware of the unfortunate but understandable lopsided public focus of the Report on the so-called CPF issue. Reaction from the average Singaporean, including many of my constituents, has been loud and clear. To put it bluntly, the gist of the arguments can be summed up in the following words, \"it is a breach of faith (apparently on the part of the Government). It is our money (CPF contributions). Let us have it.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had the opportunity of holding a formal dialogue session as well as informal discussions with my community leaders and residents in my constituency on this subject. Basically, the issues raised are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers, both Government and private, should state in no uncertain terms that the retirement age shall be 60 or 65 as the case may be. In other words, if we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1601</b></font>\n  <br>\n  <br> genuinely believe in financial independence for the aged and in line with the fact that the average life span has gone up significantly, then the retirement age should be raised accordingly. The preference appears to be for some form of legislation to enforce any new retirement age. This will remove any uncertainty or fear that the working Singaporean might be subjected to the mercies of cost-conscious employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Related to the above is the concern to raise the CPF withdrawal age to 60 and later on to 65. Here, there are two aspects to the issue. Firstly, the idea of CPF withdrawal at age 60 is not new. Certain categories of civil servants, including new entrants to the Civil Service, now retire at the age of 60. It follows that they will be withdrawing their CPF contributions and other pension benefits after the age of 60. For such employees and other new entrants, the proposals mooted in the Report do not constitute an issue. Secondly, the \"old entrants\" tend to be geared up psychologically to expect to withdraw their CPF contributions after the age of 55. These are essentially working Singaporeans who have mentally attuned themselves to retire at 55, withdraw their CPF monies and hopefully retire in dignity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The consensus among my community leaders is for a status quo of the present CPF withdrawal at the age of 55. The hard-headed working Singaporean seems to fear that he might be retired off at 55 without being able to withdraw his CPF balances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next issue raised by my community leaders refers to the care of our elders, basically our parents. Not surprisingly, almost 100% affirmatively expressed the view that they would support and care for their parents. However, a significant number felt that any legislation to enforce filial piety would be a \"loss of face\" for us as Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My community leaders also felt that the Annuity Scheme proposed in the Report deserves a closer analysis on its relevance and practical applications. Sir, the Report had suggested that a retiree could buy an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1602</b></font>\n  <br>\n  <br> annuity scheme which would provide him or her with a steady income. More importantly, the Report had suggested two options to help those retirees who might not have sufficient CPF balances to buy an annuity. The possible options are: (a) to buy an annuity from or through the HDB, the consideration for the annuity being the reversionary interest in the flat; or (b) exchange their existing smaller flats for an annuity financed by the difference in the prices of the two flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been given to understand that such annuity schemes have been implemented successfully in some countries. Perhaps the Ministry of National Development and the Ministry of Social Affairs should study the operation of such schemes or variations of the schemes in other countries and publicise the details more effectively through the media. I am afraid this issue has not received sufficient attention from the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Report mentioned three pertinent points which, I think, could serve as a basis for a tripartite dialogue among the NTUC, the Government and employers with respect to the extension of the retirement age or employment after the age of 55. Firstly, wages of re-employed elderly persons must be related not to seniority but to productivity. Secondly, employers should not be exempted from paying statutory levies. Thirdly, the NTUC should counsel workers with a view to removing the psychological barriers which now prevent retiring workers from taking up jobs at a lower pay, and not to insist on the last-drawn salary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to put forward the following suggestions for consideration of this House. Firstly, Sir, the CPF withdrawal age be retained at 55 for all those who are already contributing towards the scheme. As for new entrants, it can be raised to 60 or 65 and it should be tied up to the retirement age in some way or the other. I must concede that this is the ideal solution. However, this ideal solution may not solve our problem for the next 20-40 years. Being a realist, I am prepared to support the call made by the Member for Kebun Baru for progressive withdrawals up to the age of 55. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1603</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the House should seriously consider adopting a declining scale of CPF contributions for employees who are re-employed after the age of 55. Such a scheme will have two benefits. Firstly, it reduces the costs to the employers and makes it more attractive to retain workers after 55 and at the same time it also increases the take-home pay of employees who might be getting less than their last drawn salary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to encourage Singaporeans to keep their savings with CPF after the withdrawal age, the Minister for Labour might consider the following suggestions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Personally, I think it is feasible to have a two-tier interest rate policy for CPF balances. One rate will apply to CPF balances before the age of 55 and a second more attractive rate for CPF balances retained after the age of 55. The latter will serve as an incentive for employees to defer withdrawal of their CPF contributions, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following this, it may also be useful for the CPF Board to seriously consider setting up a Special Unit to advise retirees on fund management or investment of CPF balances. Such a free advisory service would also minimize any possibility of retirees putting their money in high-risk investments. Needless to say, one cannot help those who want to squander their life-long savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, last Friday the Member for Rochore, and this afternoon the Member for Alexandra, touched on the general question of CPF. I also feel that the CPF seems to be a popular first resort whenever there is a social issue of national importance. The CPF was originally set up as a form of pension or retirement scheme. The CPF was being tapped for home ownership. This innovative deviation is acceptable. But then, other schemes drifted in, such as SBS shares, Medisave, insurance. I am sure it is very tempting to look at the CPF even for funding child-care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure this House that there is nothing wrong with all these schemes per se. However, my contention is that the CPF appears to be a very convenient first resort. Moreover, the feedback I have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1604</b></font>\n  <br>\n  <br> received is that the manner in which the Government has approached the solutions to the various problems smacks of ad hocracy. Such ad hocracy gives rise to some anxiety and many a contributor wants to know if his CPF balances are safe and available for withdrawal when he needs it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it may therefore be pertinent for a special committee, like the Committee on the Problems of the Aged, to take a total review of the major social issues insofar as they impinge on the CPF. Perhaps it is time the Government had another look at the role of CPF as a social and economic instrument. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, I would like to state that I had the opportunity to go through this Report at some length. This Report could well serve as a useful framework for us to map out a coherent long-term national policy on the aged. It is unfortunate, Sir, that of the 35 recommendations of the Committee, only two attracted much attention and discussion. I think the media would have done more justice to the Report if it had given more publicity to the other 33 recommendations as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir this Report contains several ideas which appear to be ahead of its time. However, my contention is, we should design the future rather than let the future arrive by chance. \n  <br>5.34 pm \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Mr Speaker, Sir, may I, first of all, join other Members in complimenting the Committee on the Problems of the Aged on. the comprehensive manner in which they have addressed themselves to a very difficult problem, that of looking after our senior citizens in their old age. It has never been easy for any Government to tackle social engineering in an objective and unemotional way. The very fact that human beings are involved makes the issues highly complex. Emotions and feelings run high and sensitivities abound. One would have to tread very carefully on uncertain grounds. Indeed, recommendations, no matter how genuinely made with good conscience, can meet with hard criticisms, simply because they do not appeal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1605</b></font>\n  <br>\n  <br> to certain segments of the people. In particular, when these recommendations affect long-term interests, we may fail to see their relevance in the current context and tend to be obscured by the apparent ineffectiveness of the recommended measures to deal with immediate needs. However, we should recognize that policies which affect people's way of living must of necessity be long-term ones, and we must go beyond current considerations if we can hope to achieve the results such policies may yield in the next 10 to 20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to touch, firstly, on a major area of the Committee's concern, that of the employment of the elderly. There are, in fact, two groups of elderly people. First, the vast majority of our senior citizens are healthy and could still put in a good day's work, although not as fully as when they were younger. The National Survey of Senior Citizens, 1982, showed that only 1% of those in the age group 55-59 years think that they are in poor health, and 2% for the age group 60-64 years. On the other end of the spec- trum, 77% of those in the age group 55-59 years say that they are in good health and 75% for the age group 60-64 years. With better health care and improved nutrition, it is very likely that more of our future senior citizens will enjoy good health even in their 70s. The question then becomes one of what they can do with the amount of time in their hands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through work, whether part-time or full-time, our elderly can usefully occupy their time, both physically and mentally. There are countless cases in which we can witness the rapid decline an elderly person suffers the moment he retires from active work. Without the mental and physical exercise that he has done for the past three to four decades, he can find himself at a total loss of what to do with all the spare time in his hands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The result could have disastrous effects and often lead to both mental and physical illnesses. Secondly, work enables the elderly to earn a decent living, make them less dependent on their children for support and, more important, let them retain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1606</b></font>\n  <br>\n  <br> their dignity and self-respect. The last is crucial if the elderly were to consider themselves still having a useful role to play in the society and can make contributions towards its development. On the other hand, without work, they become idle. Without any income, they would have to depend almost totally on their children for support unless their savings can last them through. They will thus feel obliged to their children and, worse, consider themselves a burden to the family. It is not uncommon to find the idle elderly becoming depressed and, in so doing, really become a burden to their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee's recommendation to encourage more employment of the elderly must, therefore, be accorded with all seriousness, and ways and means found to implement them as quickly as possible. The problem we face is that the present employment systems, both in the private and public sectors, are designed to employ younger workers on a full-time basis, thus leaving little room and flexibility to meet the specific needs and constraints applicable to the elderly workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such restraints include regular hours of work, statutory contributions and salary structures. The last often makes it too costly for employers to hire older workers because of higher starting salary. The Committee has recommended measures to tackle these barriers, and I give them my full support and endorsement. I would also join the Committee to urge our elderly workers not to compare themselves with their younger counterparts in terms of workload and remuneration. They have to accept the plain fact that they cannot be as vigorous as they were in their younger days and are not likely to be able to put in as much effort into their work as before. They, therefore, cannot expect to be similarly treated in terms of pay and benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would suggest that the Committee's recommendations that statutory contributions should continue to be levied on companies employing elderly workers be reviewed with a view to exempt them. The high level of such contributions as well as the number of contributions, such as CPF, SDF and, indirectly, the payroll tax, have already placed a very onerous burden on employers of younger workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1607</b></font>\n  <br>\n  <br> There is a limit to automation and mechanization which a company can introduce, especially those in the services sector, and it is in the services sector that the elderly are more likely to be employed. If we consider that the present contributions are aimed at the general workforce, we cannot really impose the same system on the elderly workers who are in many aspects different and thus be treated differently. Otherwise, we may constrict the demand for elderly workers through retaining these constraints. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for generating job demand for the elderly, I believe that the public sector can take the lead in identifying suitable opportunities. An example would be in teaching where experience is always an important asset, especially when it comes to the inculcation of moral values. Retiring teachers when they can still continue to contribute, although on a part-time basis, can be wasteful. Another area could be in the services provided, especially by the statutory boards. Such service jobs can be designed and modified to fit the elderly workers. If these measures prove successful, the private sector, I am sure, will not lag far behind in following the examples set. Ultimately, I am afraid, the private employers' main concern would really be whether they can get value for money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to our elderly who suffer illnesses of varying degrees, I agree with the Committee's recommendations that a comprehensive health maintenance programme should be developed for the elderly, including systematic recreational programmes and activities and annual screening health examination. However, just like any other machine, the human body must deteriorate with age and, inevitably, our elderly will find their incidence of illnesses increasing as they grow older. For the acute sicknesses, hospitalization will be the only recourse. The present hospitalization programme, supplemented by the Medisave Scheme, will provide the means to treat such illnesses. More prevalent, however, are the chronic illnesses which befall many of the older people. Such illnesses are often not serious enough to warrant hospitalization, yet they need professional attention. In fact, the lack of such attention has caused much \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1608</b></font>\n  <br>\n  <br> hardship on families whose members have to cope with parents and grandparents who are victims of chronic-illnesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the vast majority of our people working it has become increasingly difficult for them to do both, earning their livelihood and looking after the aged. Some of them have resorted to pushing their parents and grand-parents to hospitals and old age homes. But facilities in these institutions are limited. I believe that many of them are able to pay for professional health care or at least bear part of the burden. It is in this context that the Health Ministry's Home Nursing Foundation provides home nursing care to the aged sick. The Committee has recommended that the Foundation's efforts be enhanced with more volunteer nurses. I would urge the Ministry to speed up the expansion of this facility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the aged sick can be well looked after in their own homes, we would have eliminated one major area of concern for the aged and restore the harmony that has been disrupted by illnesses in the family. In the same way that child-care centre charges are based on income levels of the parents, perhaps charges for Home Nursing services can be similarly based to enable the families to avail themselves of the service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now come to the proposal on raising the CPF withdrawal age from 55 to 60. The Committee rightly argued that CPF withdrawals be tied to the retirement age. This was the purpose when CPF was introduced. It would not make much sense for withdrawal to take place at 55 when a person keeps on working till he is in his late 60s. However, I would say that the determination of retirement age would seem to deserve more study before it is raised. Not all jobs are sufficiently well catered to workers of all ages. Some demanding jobs may limit the working age to less than 55. In the public service, in fact, retirement age for certain jobs have been raised to 60. I would suggest that a deeper study be made of the implications of extending the retirement age, probably in consultations with the NTUC and the unions before the matter is finally decided. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1609</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even assuming that the retirement age is extended for some workers and therefore the CPF withdrawal age is similarly raised, there is the question of who should be affected and where should we draw the line. The improved life expectancy applies mostly to the generation born in the 60s and 70s; in other words those now in their 20s. Those who are in their 30s and 40s and were born before the 5Os, in fact, would have a lower life expectancy. It will therefore be wrong to. assume that those in the 40s will live to the ripe old age of 70 and expect them to work till the late 60s. While the Committee has suggested that the cut-off point for total CPF withdrawal exemption be made at 50, I would propose that we could lower this exemption to 40 years to take into account the life expectancy of this category of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, when those who are now in their 20s and 30s retire at 60 years, their CPF balances would have been substantial, given the much higher rate of contributions and a longer working life. It may be sufficient for them to keep, say, 50% of their savings in CPF to overcome any uncertainties and allow them to withdraw the other half at the age of 55. In this way, their post-retirement needs can be adequately safeguarded, and yet allowing them to have a lump sum payment for whatever interests they may pursue on retirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to join the Member for Bukit Ho Swee, who is a senior citizen in his own right and who understands the issues affecting the elderly, to thank the Committee for the commendable efforts in tackling what is a very difficult problem. \n  <br>5.45 pm \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, we celebrate 25 years of Nation Building. The Government has succeeded in providing peace and security, good educational, medical and other social services; a high standard of living, good housing and wages for all workers. There is much that Singaporeans should be proud of. Such progress has been achieved through correct decisions, some of which are tough and unpopular ones. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1610</b></font>\n  <br>\n  <br> However, although many people have disagreements and complaints about some of these decisions, nevertheless, they have accepted them. Such unpopular decisions include those concerning the cost of HDB flats, car registration fees, Medisave scheme and priority registration for graduate mothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do the majority of the people accept such tough and unpopular decisions? I suggest the following six reasons: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Such a decision does not affect adversely the majority of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) It does not deprive the people of their monies, especially their savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) There are other options for the people. . \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) It does not take away from the people what they do not already have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) It does not go back on any promises made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) There were persuasive arguments in favour of the decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the midst of our celebration, we have the Minister for Health introducing a Report of his Committee, which includes a recommendation which, if accepted, will in my view be a disaster for the Government. Why is it a disastrous recommendation? The recommendation deferring the CPF withdrawal age from 55 to 60 and later 65, if accepted will - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) affect a vast majority of the people, all CPF contributors and their dependants; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) deprive the people of their savings - for the majority, the CPF is the only reserve they have, the only emergency fund they can turn to; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) provide no option for the people. If the decision is made, then there is no appeal, obviously, against the decision; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) take away at 55 what the people know they will have - the CPF savings which they have planned to use for investment, the children's education, housing, and holidays. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) break the promise the people have been given when they began their contribution - a promise which they hope the Government will fulfil, The Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1611</b></font>\n  <br>\n  <br> has always taken the position that it will not make any false promises or to make a promise that it knows it cannot keep. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) Finally, the Minister has put forward very weak arguments for the recommendation to defer the CPF withdrawal age. He says that people on the average can look forward to a longer life. Life expectancy is now about 70 for males. But can he guarantee that the person who comes to him would live longer than 55 or 60? In any case, at 55 a person will have contributed more than 30 years to the CPF and he looks forward to using the money for the next few years of his life after 55. The Minister says that there are people who tend to squander their savings. As with my other colleagues, I ask this question: can the Minister give figures to support this point of view? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How such a disastrous recommendation can be made is beyond me. Did the Minister take into account the fact that such a decision would affect a vast majority of - people? Did the Minister realize that such a decision would take away from the people their life savings which they have and which they expect to withdraw at 55? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister should make a distinction between the CPF withdrawal age and the retirement age; these are two separate issues. The CPF withdrawal age is written into the solemn contract between the Government and the employees. It is a contract that must not be broken. If it is, then the trust and confidence which the people have in the Government will be undermined. As far as the retirement age is concerned, certainly it can be extended to 60, even 65, but this does not mean that the CPF withdrawal age should be extended in line with the retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the employment of senior citizens, the Government should set the example by liberally employing those over 55 who want to continue employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If, after all that we have said, the Minister persists in wanting to make the recommendation concerning the withdrawal age, then I suggest the following lines of action: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) He should retain the status quo for all present contributors, that is, the CPF withdrawal age should remain at 55. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1612</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) If he wishes to push through the recommendation, then the decision should apply to new contributors, but there should be a guarantee that these new contributors can withdraw, if I may suggest, 60% of their savings at age 55, 30% at 60, and 10% at age 65. This formula will ensure a reasonable amount of withdrawals at ages 55 and 60. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister must realize the consequences if he does not withdraw the present recommendation. In my view, it will have severe repercussions for the Government far beyond what the Minister can envisage. It will have not only political but also social and economic implications. The Minister should not under-estimate the anger of the people. Overall, the Committee has made very good recommendations except for this terrible mistake concerning the CPF withdrawal age. I hope that the Minister will realize the error and take the necessary remedy. He should withdraw the recommendation concerning the CPF withdrawal age. \n  <br>5.53 pm \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Speaker, Sir, the Report explains that the growth of economic prosperity coupled with better standards of living and improved medical and health care in Singapore over the past two decades have very tangibly enhanced the lives of our citizens. Consequent upon this, there has been a significant increase in the life expectancy of the people. The demographic profile too has rightly shown a higher percentage of people leading active lives well into the 60's and 70's. The proportion of aged persons which was only 5% of the population in 1980 is expected to quadruple in the year 2030. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in view of this trend, we have to recognize the fact that the greying population in Singapore will always be part and parcel of the mainstream of our society. This is a matter of national concern which merits serious consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the publication of the Report of the Committee on the Problems of the Aged, this topic has become a popular discussion amongst our people. The Report was also tabled for discussion at the recently held NTUC Ordinary Delegates Conference \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1613</b></font>\n  <br>\n  <br> at its Workshop and I myself had the opportunity to listen to the views of the participants at first hand, I also had the opportunity to discuss the 35 or so recommendations with my constituents as well as members of the Citizens' Consultative Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the response, it is observed that the workers and the residents are well aware of the problems pertaining to the aged and appreciate the solutions recommended in most cases. However, they would like to see modifications to the recommendations regarding the CPF withdrawal age and retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I express my views on the recommendations of the Committee, it is pertinent for me to pay tribute to the Committee for analyzing the subject meticulously and coming up with a comprehensive, lucid and timely report. The 35 recommendations cover a wide range of aspects, and most of them are practical and beneficial. Although the CPF withdrawal and the retirement age recommendations have come up very much for debate, the other recommendations are generally acceptable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, far from being a burden to society, the elderly should be recognized as a viable entity possessing experience, skills, knowledge and wisdom. All these qualities can assist in making useful contributions for the benefit of the community at large. In this connection, the recommendation for a national policy aimed at keeping every elderly individual physically and mentally active so that he can retain his normal living arrangement for any length of time is well supported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of raising the mandatory retirement age, I support the prevailing views expressed - that it should be done progressively. In the private sector, this stipulation should be included when collective agreements are re-negotiated. Our present day workforce, with better health c,ire and living conditions, are fit and capable of many more years of productive labour well beyond their present retirement age. This trend needs to be realized and appreciated by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1614</b></font>\n  <br>\n  <br> employers, and failure to tap and utilize their experience, skills and talent would indeed be a greater loss to the nation. Ideally, Sir, the Civil Service should take the lead in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consequent upon extension of the retirement age, it is pertinent that age discrimination should not be allowed to practise for employment purposes or to determine the conditions of service. Remuneration should be based on merit. Employers should take into account the experience, skill, knowledge, talent and wisdom of older workers and not exaggerate their perceived loss of dexterity, flexibility or adaptability. It must be appreciated that some older workers would at any time excel younger employees when it comes to loyalty, dedication, positive attitude and, in certain cases, professionalism. Any purported deficiencies on the part of the elderly workers could be overcome by employers by attempting to increase their flexibility and adaptability by training and retraining, occupational counselling and guidance. By this same token, Sir, we must also appreciate the fact that, in the Singapore of the coming decades, the labour pool will continue to shrink with the impending plans to phase out foreign workers. And thus the need to extend the active working years of our aged workers becomes inevitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to touch upon the question of raising the withdrawal age of CPF. It is no myth, Sir, that employees in their late 40s must have made plans on how to manage and expend their CPF contributions which are withdrawable at the age of 55. There might be others who would like to put their children through higher education or go on a holiday after retiring. On the same note, many Muslim employees might look forward to go on a pilgrimage with the help of this financial backing. All these people need not be included in the category of mismanagement. On the contrary, they might be among those whose future is secure, children fully inculcated in filial piety and a full sense of responsibility. It is this type of people who might wish to take advantage of their sound position and good health to enjoy the fruits of their labour while they could. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1615</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the above, I appeal to this House to look into two possible solutions relating to the CPF withdrawal. First, that this consideration be introduced to new workers who are entering the labour market. These people are to withdraw their CPF at the mandatory age to be decided by the new CPF Act. But for those who are already making contributions to the CPF, they should be allowed to withdraw all the moneys which are deposited into their CPF prior to the introduction of the new mandatory age. They can withdraw all these moneys at the age of 55. However, whatever CPF contributions they make after the new mandatory withdrawal age can only be withdrawn upon reaching the new mandatory age as set by the CPF Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am of the opinion that these two proposals may aid a lot of people who in one way or another depend upon the withdrawal of CPF to fulfil their life-long ambition. However, consideration may be given to the revision of the withdrawal age of CPF only when the raising of mandatory retirement age has been widely accepted and practised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would now like to touch on annuity. The concept of annuity is relatively new to workers, although it purports to assist retired workers to manage their CPF savings. In order to enlighten all concerned, more information should be provided to help workers to understand the advantages or disadvantages of such a scheme. In this respect, insurance companies could play an active role in disseminating details of the various annuity options available to the workers in the language that they can understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Mr Speaker, Sir, I would like to refer to the recommendation that a programme of family life education for newly married couples be introduced. It is my contention, Sir, that instead of waiting till the marriage stage, lessons on filial piety, responsibility for the aged parents and family relationship should be inculcated through moral education programmes in schools and proper upbringing at home. As an appropriate measure to deter any unfilial person who fails to perform his duties towards his parents, a law should be passed to impose an obligation on children to look after their parents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1616</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to delve a linle on the Homes for the Aged. The recommendation that there should be only two types of Homes for the Aged, namely, Homes for the Aged Sick and Homes for the Destitute, is indeed pertinent so as to discourage children from discarding their aged parents. The Government should introduce legislation for the central supervision and management of such Homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would also be ideal, Sir, that Homes for the Aged be located in or within the vicinity of HDB estates so that the inmates will not feel ostracized from the mainstream of the community. Moreover, it would be easier to get a steady supply of volunteer workers to provide such services as recommended, i.e. Good Neighbour Programmes, Home Help Services, Meal Delivery Services as well as Respite Services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I beg to support the amendment of the Member for Kebun Baru. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee) (in Mandarin):</b> Mr Speaker, Sir, I sympathize very much with the Minister for Health for his problems. He is my MP, I am his voter. But I will deal with the matter as it is and not with the person. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally speaking, the Report of the Committee on the Problems of the Aged is a comprehensive one and it contains in-depth studies of the problems of our aging population and the aged. The Report has touched on many questions and the withdrawal age of CPF is only one of the recommendations. But many people have directed their attack on this recommendation, neglecting the other recommendations which are proper and apt. This tunnel vision is very narrow in scope (&nbsp;&nbsp;&nbsp;&nbsp;), and it is regrettable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This particular proposal has caused complaints all round, even anger from all sides. Members of the Committee do not expect such strong reaction. Their intention is good. Their purpose is to provide the aged with better financial security in their old age so that they may pass their remaining years with self-respect and self-sufficiency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The grounds for the Committee's recommendations are: (1) The number and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1617</b></font>\n  <br>\n  <br> percentage of the aged are increasing every year, thus increasing the economic burden of the State. (However, the Committee has not observed that the percentage of those under 14 years old is decreasing every year, thus decreasing the economic burden of the State comparatively). (2) At present, the life expectancy of the people has been raised to 70-72 years. But this is an average life expectancy for the whole population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you are a well-known surgeon. If I look you up one day, you would not guarantee that I can live up to 70 or 72 years. Therefore, under the present CPF ruling, allowing people to withdraw their entire CPF savings on reaching the age of 55 may cause many people not to be able to maintain their livelihood in the 10 or more years thereafter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The Committee has also observed that the total withdrawal of CPF monies on reaching 55 years will lead to the illusion of financial security on the part of many people, who may not continue working after reaching 55 years of age. This may encourage unnecessary consumption, even squandering away life-time savings among some people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the strong reaction from the many CPF contributors and the people generally, against this proposal can also be summed up in three points: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Central Provident Fund money is part of their earned income, their savings, and may possibly be the only savings in their life-time. This is their own money. They feel they have the right to dispose of it in the manner they choose to. This proposal will only delay their opportunity to withdraw their old-age money for many years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Raising the CPF withdrawal age without a comparative rise in the retirement age is causing much worry to many people because once they reach 55 years and are retired by their employers and if they cannot take back their CPF money, they may not have any income to sustain their livelihood. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1618</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The longer the delay in getting the CPF money, the higher will the actual value of their CPF money be eroded by inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I personally feel that the most important reason is that this suggestion of the Committee may cause the Government to lose credibility with the people (&nbsp;&nbsp;&nbsp;&nbsp;). The original ruling specifically provides that those reaching 55 years can withdraw their CPF money, but a sudden change in that ruling will cause a crisis of confidence. People will fear that in future the CPF withdrawal age may be changed again and again, and may become indefinite in future. It is no wonder that they are worried. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reaction of the people is only natural. We can understand it. However, although we must listen to the opinions of the people, we should not follow their opinions blindly, From the viewpoint of national interest, we should help them to view and analyze this proposal on CPF from a long-term perspective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As at 31st December 1983, the total number of CPF members is about 1,779,000. After deducting the withdrawals for purchase of HDB flats and properties under approved schemes, the total CPF balance was about $19.5 billion. The number of members with CPF savings of $1,000 or less is about 534,000, which is 29.8% of the total membership. Those with savings from $1,000 to $10,000 is 38.7% of the total membership. So those members with savings of less than $10,000 constitute 68.5% of the total membership. However, their savings are only 16.6% of the $19.5 billion in the CPF. Those members with savings between $10,000 and $50,000 constitute 27.7% of the total membership, their savings are 53.5% of the total of the CPF savings. Those with savings above $50,000 represent only 3.8% of the total membership, but their total savings are 29.7% of the total CPF balance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those members who have large savings, raising the CPF withdrawal age is not a serious problem because they have various ways and means such as purchasing larger flats, exchanging properties, or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1619</b></font>\n  <br>\n  <br> buying a second property to transfer or divert their CPF money into investments in property before reaching 55. To them, the rate of return on investment is more important. However, those whose CPF savings are less than $10,000 and who have already passed 45 years of age will face a serious problem because their savings are small and their wages are also low. As many of them have low education and skills, when they reach 55 years their chances of being re-employed are also very small. After they are retired, if they cannot depend on their CPF to maintain their livelihood, they will be in a financial quandary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under these circumstances, the lower paid employees with small CPF balances and those own-account workers who have personal savings are in the same situation. If they are living in their own flats, their situation is not so bad. But if they live in rental flats, their situation will be more serious. Many of these people after retirement will have to depend on their children or relatives for maintenance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From this point of view, legislation to compel the children to maintain their parents merits support. To an Oriental society, to have to legislate for the children to maintain their parents is really a sad thing. But the Government should have the power of law to compel the minority who do not want to maintain their parents to fulfil their filial piety. At the same time, in view of the trend of westernization of our young corroding our good traditional virtues, we have to consider whether the number of young people who would not maintain their parents would be increasing. Therefore, legislation is necessary in these circumstances. This would be directed at the minority who would not maintain their parents. For the majority who observe their good Oriental tradition, they need not be worried. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Young members who do not have much CPF savings now, their prospects are good provided they are diligent and try to excel. First, they have a long period of service ahead. Second, their salaries and wages will increase year by year. Moreover, with the rate of contribution reaching 50% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1620</b></font>\n  <br>\n  <br> recently, plus interest, their CPF accumulation will be quite substantial after a number of years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the analysis given above, for the long-term interest of our country while taking heed of the wishes of our people, we can adopt a compromise solution: (1) To make a distinction between the old contribution and the new contribution (not old and new contributors) by specifying a certain date this year, say the 1st of July, all CPF contributions prior to this date could be withdrawn on reaching 55 years, so that the Government keep credibility with the people. (2) New contributions belong to new contracts, the withdrawal age for which could be raised to 60. Other provisions can be flexible. It can also be required that part of the CPF savings be allotted for the purposes of annuity or insurance annuity or some approved investment schemes. The purpose of these schemes is to ensure a definite minimum monthly income for the basic livelihood of the retiree. In this respect, I agree with the Member for Chong Boon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government should also consider the suggestion of the Committee that in respect of income tax, more relief should be given for the aged dependants from the present $1,000 to $2,000 and that the Government should also allow another son or daughter, son-in-law or daughter-in-law, to claim tax relief up to $2,000. This is only proper, because on the one hand, we legislate to compel maintenance of the parents and on the other, we encourage them to do so by giving tax relief. With this two-pronged measure, we ensure our success. However, in this regard, distinction should be made between children who live with their aged parents and those who merely provide financial support. The former should enjoy greater income tax relief. This is consistent with the HDB priority scheme for three-tier families, and in line with the spirit that filial piety does not mean only financial support for parents, The distinction made in paragraph 6.1.1 in page 41 of the Committee Report in respect of the distinction between \"filial piety\" and \"ability in supporting parents\" in the words of Confucius would provide us with food for thought! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1621</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the debate be now adjourned.\" - [Mr Howe Yoon Chong]. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Debate to be resumed what day, Mr Howe? \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Howe Yoon Chong):</b> Tomorrow, 3rd July, 1984, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1622</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Howe Yoon Chong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Nineteen\n  </div> \n  <div align=\"right\">\n   minutes past Six o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
