{"memberId": null, "volumeNo": "44", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"44\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1984-07-24\"> \n  <meta name=\"Start_Col\" content=\"1717\"> \n  <meta name=\"End_Col\" content=\"1786\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">44</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">24-07-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1717</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 44</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 24th July, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1718</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Labour and Second Minister for Law and Home Affairs. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1719</b></font>\n  <br>\n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and the Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1720</b></font>\n  <br>\n  <br> \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and the Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Second Minister of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1719</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr E. W. Barker (Tanglin), Minister for Law and Leader of the House - from 5th July to 15th August, 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Kah Ting (Punggol) -from 9th to 30th July, 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1720</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education - from 16th to 20th July, 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon (Alexandra) - from 18th July to 5th August, 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Abbas Abu Amin, P.P.A. (Pasir Panjang) - from 19th to 22nd July, 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon (Serangoon Gardens) - from 27th to 31st July, 1984. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>BILLS INTRODUCED</h4>\n  </div> \n  <div align=\"center\">\n   <b>MONETARY AUTHORITY OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Monetary Authority of Singapore Act (Chapter 195 of the Revised Edition)\", \n  <br>\n  <br>presented by the First Deputy Prime Minister and Minister of Education (Dr Goh Kong Swee); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING DEVELOPERS (CONTROL AND LICENSING) (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Housing Developers (Control and Licensing) Act (Chapter 250 of the Revised Edition)\", \n  <br>\n  <br>presented by the Minister for National Development (Mr Teh Cheang Wan); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Housing and Development Act (Chapter 271 of the Revised Edition)\", \n  <br>\n  <br>presented by Mr Teh Cheang Wan; read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADMINISTRATION OF MUSLIM LAW</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Administration of Muslim Law Act (Chapter 42 of the Revised Edition)\", \n  <br>\n  <br>presented by the Minister for Social Affairs (Dr Ahmad Mattar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CENTRAL PROVIDENT FUND (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Central Provident Fund Act (Chapter 121 of the Revised Edition)\", \n  <br>\n  <br>presented by the Minister for Labour (Prof. S. Jayakumar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.35 pm \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1722</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the contents of this Bill are closely related to the Parliamentary Elections (Amendment) Bill, the Second and Third Readings of which is the next item on the Order Paper. It will therefore be necessary for me to refer to both Bills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main objective of the proposed legislation is to ensure that there will be in Parliament a minimum number of Opposition representatives. If in the general elections less than the minimum number is returned, then Opposition party candidates who poll the highest percentage of votes will be declared returned as non-constituency Members to bring the number up to the prescribed minimum. It is proposed that this minimum be three non-constituency Members. However, the number can later be increased by Parliament to six. The effect of the legislation, therefore, is that it as has happened in the past four general elections, the PAP wins all seats, there will still be in this Chamber at least three Opposition Members. If the Opposition wins three or more seats, then these provisions are inoperative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now refer to certain clauses of the Bill and the relationship between this Bill and the Bill to amend the Parliamentary Elections Act. This Bill to amend the Constitution is an enabling provision. The Constitution needs to be amended in order that the provisions can be incorporated in the Parliamentary Elections Act for non-constituency Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment to the Constitution will provide that, in addition to elected constituency MPs, Parliament can provide by law additional Members to be known as non-constituency Members in order to ensure representation of a minimum number of MPs from a political party or parties not forming the Government. It is not the intention that independent candidates should become non-constituency Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The enabling provisions also authorize Parliament by law to provide the filling of vacancies of seats of non-constituency Members (Clause 4(2)). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such non-constituency Members will have all the rights, privileges, and duties of elected MPs with the exception that they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1723</b></font>\n  <br>\n  <br> shall not vote in Parliament on any motion relating to a Bill to amend the Constitution, a Supply or Supplementary Supply Bill, a Money Bill, or a vote of no confidence in the Government. It is logical and right that only elected constituency Members should vote on these critical matters. - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two provisions in the Bill which are not related to this objective of providing Opposition representatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first is clause 3 which proposes to amend Article 39(1) of the Constitution. At present each time the number of elected constituency MPs in Parliament is to be increased, it is necessary to enact a law. It is considered that this is not really necessary because the procedure for the revision of electoral boundaries and the increase or reduction of the number of constituencies which, in turn, will determine the number of MPs is already spelt out in the Parliamentary Elections Act. The proposed amendment, therefore, provides that the number of elected MPs will be equal to the number of constituencies. This does not change the present position in substance. It, however, makes it unnecessary to enact a new law each time the number of MPs is increased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, clause 2 provides proposals to amend Article 9 of the Constitution to extend the period an arrested person can be detained in custody before being produced in a Magistrate's Court from the present 24 hours to 48 hours. The amendment is necessary to enable the Police to investigate offences more thoroughly. The present 24-hour limit places undue constraints on police investigations. As the Courts sit only during normal office hours, this means that, in practice, suspects who are arrested at night or outside office hours will have to be produced in court sometimes in a matter of eight to 10 hours. By extending the limit to 48 hours, the Police will be in a better position to complete their investigations and to carry out follow-up action. This will include the arrest of accomplices, recovery of stolen property, searching for and seizing of material evidence, holding of identification parades and the recording of statements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1724</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, Members may wish to know the practice in other countries. In the United Kingdom where the power of detention is based on case law, it has been established practice since 1980 for the Police to hold a suspect without charge for up to 48 hours. Indeed, legislation is now before the United Kingdom Parliament to further extend this to 96 hours. Japan is another country where the authorities have an uninterrupted 48-hour period before deciding whether to charge the suspect in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These points will be elaborated by the Second Minister for Home Affairs when he moves the Second Reading of the Criminal Procedure Code (Amendment No. 2) Bill at this sitting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to focus my remarks on the proposal to provide a minimum number of Opposition MPs in Parliament. It is not usual for a government to initiate such legislation. The Government need not introduce this legislation, but to do nothing may do the next Parliament and the people a disservice. I shall explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP won all seats in the last general elections in 1980. So too in the elections held in 1976, 1972 and 1968. The people have returned the PAP in all constituencies in four general elections held in the past 16 years, and in by-elections in 14 constituencies held in-between. Since 1965 when Barisan Sosialis boycotted Parliament, the Opposition has not been represented in Parliament until November 1981 when the present Member for Anson was returned by 653 votes in a by-election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In retrospect, I think Members will agree with me that the years 1965 to 1981 were Singapore's golden years, a period during which we made rapid economic and social progress. They were infinitely more bountiful than the earlier period of six years (1959-1965) when we had fierce and obstructive Opposition. After 1965, when there was no Parliamentary Opposition to distract the attention of the Government or the people, Singapore enjoyed political stability and rapid economic progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact that the Opposition was not represented in Parliament during those 16 years was certainly not due to a dearth of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1725</b></font>\n  <br>\n  <br> Opposition parties or lack of individuals willing to stand in the elections. There are, even today, 20 registered political parties in Singapore. In the last elections in 1980, seven Opposition parties contested. There were 43 candidates from the Opposition. The PAP won because that was the people's vote. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Older voters can vividly recall the late 1950s and the early 1960s when we had the other extreme, opposition not only in Parliament but opposition in the streets as well. Opposition then was of a most dangerous kind - communalists and communists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was even a period (1961-1962) when the PAP had only a majority of one in Parliament. It did not stop the Government from governing. But because so much time was spent on countering the wiles and mischief of the Opposition, we had time only for solving the most urgent of problems. In 1962 to 1963, after one PAP Member died, we did not have a majority: there was a tie - 25 PAP to 25 Opposition Assemblymen. Nevertheless we had to and we did govern. Perhaps the first lesson the younger generation must learn is that the Government's duty is to govern fairly and firmly, regardless of the sound and fury an Opposition simulates or can actually stir up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me, therefore, assure this House that this proposal that I am moving is not because PAP Ministers have suddenly gone soft in the head. In the next elections we shall field candidates in all constituencies to offer the people able, honest and dedicated representatives. We have searched relentlessly and thoroughly, and I believe our new candidates will increase the level of knowledge and competence of Members of this House. We will fight to win in every constituency. We could field a few weak and token new candidates to allow the Opposition easy contest, but this would be perverse and it would also let down the people in these constituencies. From the voting pattern of 1976 and the 1980 general elections, I conclude that our younger voters want to be represented by educated and effective MPs and will no longer vote for the PAP candidate if the Opposition candidate appears, by comparison, to be better qualified or more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1726</b></font>\n  <br>\n  <br> competent. This was the obvious message in Radin Mas and Telok Blangah in the 1980 general elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why should we deliberately ensure that Parliament, henceforth, should have at least a few Opposition Members? There are several reasons. First, from our experience, since December 1981 when the Member for Anson entered this Chamber, we discovered that there are considerable benefits for younger Ministers and MPs. They have not faced the fearsome foes of the 1950s and 60s. Initially, they were awkward in tackling the Opposition Member. But they soon sharpened their debating skills and they have learned to put down the inanities of the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> That is what you think. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Secondly, and much more important, Opposition MPs will educate a younger generation of voters who, not having experienced the conflicts in this House in the 1950s and 60s, harbour myths about the role of an Opposition. Although they may be disillusioned by the performance of the Member for Anson, some hope that other Opposition candidates can be more credible and effective. Well, let there be others. The people will learn the limits of what a constitutional Opposition can do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, some non-PAP MPs will ensure that every suspicion, every rumour of misconduct, will be reported to the non-PAP MPs, at least anonymously. We all know that. These MPs, unlike PAP MPs, will give vent to any allegation of misfeasance or corruption or nepotism, whereas PAP MPs know that they should only take up the matter after enquiries show that allegations have some shadow of truth. This approach of Opposition Members will dispel suspicions of cover-ups of alleged wrongdoings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In brief, within eight months after the Member for Anson entered this Chamber, my senior colleagues and I came to the conclusion that the new situation, contrary to our expectations, was better for Singapore, better both for the Government and for the people. It is no longer in the interest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1727</b></font>\n  <br>\n  <br> of Singapore for the 1980s that the old guards should exert their dominance to exclude the Opposition in a general election so that distraction from our vital goals is minimized. We did this for the 1960s and 70s in order that the people could concentrate on the urgent tasks of survival. The position has changed, not just the challenges confronting us but also the nature of the electorate. Over 60% of today's voters are aged 40 and below. They were teenagers or toddlers when the struggles were enacted in the 1950s and 60s. They have no idea how destructive opposition can be. They feel that they are missing something. They want to experience some of the excitement of political combat. - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can broadly define the older political generation as those who are aged 20 and above at the time of the race riots in 1964. That is a convenient landmark in all our lives. Those aged 20 and above were old enough to experience and to remember the riots and revolution, the intimidation and assassinations, the strikes and demonstrations, the disruption and destruction in the 1950s and the 1960s. In the February 1968 elections, this politically experienced generation were 91% of the electorate. In 1972, they were 74% of the electorate. By the 1976 elections, they were 61% of the electorate. In the 1980 elections, they became a bare half, 50%. In 1984, they have become a minority, 40%. And if we project this into 1988, they will be reduced to 31 1/2% of the electorate, despite the old living longer. And this, Mr Speaker, Sir, is the nub of the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a graph which vividly portrays graphically this relentless decline in the numbers in the electorate who personally experienced and recall the past. From 91% in 1968, in 16 years, they are 40% this year and will be 31 1/2% in another four years. If we can distil the essence of the experience and conclusions of the older and transmit them to the younger generation, how fortunate would we not be? If the human mind were like computers, how marvellous it would be. The quintessence of ons generation's experience could be abstracted and fed from one brain to another. Alas, the brain works differently. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1728</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A person learns most vividly and remembers longest and best when his lessons are accompanied by sharp pain or great joy. After he has scalded himself with boiling oil, he learns how to fry more carefully the rest of his life. After he has enjoyed his first encounter with the durian, he will never forget how to identify the fragrance. Some can learn by watching others scald themselves. Few or none can learn to sniff out a good durian without having eaten both good and bad ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on Thursday, 19th July, in the Straits Times, Leisure page, there was a review of SBC's \"25 Years In Retrospect\" by a journalist on page 13. My colleague, the Member for Kreta Ayer, drew my attention to it. It was written by a young man. I made inquiries. He is 25 years old. He took his 'A' levels in 1977, passed his GP creditably and three substantive 'A' levels. Then he did his national service and joined the Straits Times. This is what he wrote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Not having lived through Singapore's tumultuous period of change during riots, curfews and street clashes, I wasn't particularly moved by \"For the Hearts and Minds\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But Tan Kok Seng - noted author of three local novels, including Son of Singapore - was. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For unlike me, Kok Seng, who contributes to this Singapore Broadcasting Corporation's documentary, has lived through those troubled early years.' \n  <br>\n  <br>I leave the in-between assessments of Tan Kok Song's contribution to those who may be interested. But I come to this young man's assessment of his reactions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Singapore's harmonious development has perhaps led to a generation so cocooned from the past that when the sepia pictures of yesteryear are shown on television or in the papers, they are merely visual statements of a specific era, bearing little emotional attachments for us. [He did not say 'for me' but' for us'. He is the majority.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, while \"For the Hearts and Minds\" would probably draw out some tears from the scarred memories of our elders, (I suppose that is most of us here) the younger set (that is him) will look on it as just another chapter in a history lesson.' \n  <br>\n  <br>And it is dismissed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I thought I should make inquiries. A good citizen, did his national service, December 1977; ROD June 1980; rank, Corporal. I thought he made an effort. No. The Member for Kreta Ayer told me the minimum rank for an 'A' level graduate is Corporal, so that he would do 2 1/2 years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1729</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If this young man is representative of his generation, I fear his generation will have to pay to learn the facts of life in a multi-racial, multi-lingual, multi-religious society situated in South-east Asia. For turbulence, turmoil and troubles come fast and thick if one tinkers with this mixture believing it to be non-explosive because nothing has gone wrong for so long. If we have at least three Opposition MPs for the five years in the next Parliament, I hope we can educate his generation on some lessons that can be taught about the present Opposition alternatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1984, his generation, those aged 21 to 40, form 60% of the electorate. This younger generation does not know what is, or should be, an Opposition's role. Some believe that a government can be made to change its policies by vociferous protests or nagging and repetitious arguments. Others believe that they, as voters, will do boner with an Opposition pressing and coercing more benefits out of a hard-fisted government. However, not without good reason, they do not want the disadvantage of an ineffective Opposition MP in their constituency, unable to get their problems put right, from prompt repairs by HDB, PUB, TAS, to taxi and hawker licences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By this amendment we shall provide them with some experience on the usefulness and limitations of Opposition MPs. They will experience different kinds of jousting styles and, I hope, a wider range of arguments and ideas than the limited repertoire we have got so tired of listening to since December 1981. When the Member for Anson came into this Chamber, he swaggered in with the much-vaunted hopes of his excited followers. They filled up the public gallery to watch the Government tremble and tumble. Three years later the Government is undented --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is it? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- but the Member has been tarnished by unsavoury book-keeping and accounting practices until the Official Assignee has been appointed by the Court as Receiver of the Workers' Party, an abuse of Parliamentary privileges, failed law suits and costs awarded \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1730</b></font>\n  <br>\n  <br> against him and his party, convictions for various offences against the law, and rejected appeals. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In what way is it a point of order? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> This is not the first time that this Member has referred to convictions in Court. He is aware and he should be aware that the only conviction involving these accounts or book-keeping into which he directed an inquiry by the Commercial Crime is now before the High Court. There was an appeal and judgment has been reserved. And yet we have the Member for Tanjong Pagar in this House consistently disregarding a Standing Order which says that no mention shall be made of any proceedings that are before the Courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I ask that this maner be referred to the Committee of Privileges. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I said \"convictions\". I do not want to quibble over legalities, not because it is unprofitable. In fact, I think it can be highly damaging and loss-making for the Member. But he has been convicted of several offences, including soliciting for donations in public and has had his appeals thrown out. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order. Again, Mr Speaker, Sir, a deliberate misleading of this House - \"several convictions\". Does he know what the word \"several\" means, Mr Speaker? Does he know? I ask that this matter be referred to a Committee of Privileges. And I see under the Standing Orders that if a complaint is made, it must stand referred to the Committee of Privileges. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I think the young should be given a chance to see the contributions made by Opposition Members, and they will be given a chance to judge not just from a short burst of election sloganeering and rhetoric but, as in the case of the Member for Anson, for several years of his performance in Parliament. There is, however, let me remind the House, the real possibility that some able, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1731</b></font>\n  <br>\n  <br> serious-minded Opposition MPs with serious ideas and practical policies can get in. And in four to five years they can spell out credible alternative policies. Then they will grow in stature and influence. This is what the PAP did with three Assemblymen in this House from 1955 to 1959. But that is a risk the Government must face. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when my senior Cabinet colleagues and I look back on our early hectic years of governing Singapore, - we realize how much we have benefited from having gone through a very hard school. We met street thugs, not street urchins. Had we not become street-wise, we would have been clobbered. Like dogs which are closeted in a bungalow behind fences, we would have been run over when exposed to treacherous traffic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From our perilous years in the 5Os and 60s, a whole generation of Singaporeans were educated in a harsh political school. They were wise to the ways of an irresponsible Opposition and did not vote for any in four successive general elections when they were the majority. They need no further lessons. Nor do the older Ministers. But my generation has grown 25 years older. Our children have no memories of troubled times from reckless Opposition. A younger generation of Ministers also missed this experience. Fierce combat has made the older Ministers what they are. For those amongst us, the older ones who were weak or slow or nervous, they became early casualties. Those present are survivors of a Darwinian process of natural selection. We have keen survival instincts, familiar with every trick, under-hand or dastardly manoeuvre. We know how to deal with each and every scoundrel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the next few years, the younger team of Ministers will take total charge. They have ability and integrity. The challenges and adversaries they will meet cannot be foreseen. But life is for real, and the game is for keeps. Any failure on their part to deal with Singapore's problems must mean painful setbacks in the lives of all. It is not possible for the old guards to solve all the spiky problems before they pass on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1732</b></font>\n  <br>\n  <br> the baton. I believe that when the old guards have moved on, some really ambitious and bright, if not totally trustworthy, men will come out to pit their wits against the new guards. They are likely to be young men, now in their 20's and 30's, probably scholars with the professional gloss that comes with high scholarship. They are biding their time. Some combat experience with three Opposition MPs, such as there can be from the known field of political aspirants, will stand them in good stead for this more serious contest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let there be no misunderstanding with the PAP Backbenchers. This proposal is no indictment of their lack of probing and ferreting for information or the tenacious pressing of their constituents' interests. Hansard, throughout the years when there was no Opposition in Parliament, contain ample evidence of Ministers and the Government being taken to task by PAP Backbenchers. They will continue to be alert. The point is that they accept that the Government does not deliberately lie, cheat, deceive, steal. The Member for Anson, on the other hand, alleges that, like him, and his Workers' Party, we do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The public perception is that there are certain areas, certain aspects of government where a Backbencher is unlikely to question the Government as relentlessly as an Opposition Member. And, indeed, there are subjects and questions raised by the Member for Anson which no thinking or intelligent MP would consider raising, not because they are afraid to do so, but because they would be acting wildly and stupidly if they did. PAP Members have a penchant for sharp but constructive and responsible criticism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And let us not forget that at least 25% have consistently voted against the Government. Some of them want to believe the worst that the Member for Anson has alleged. It is, therefore, as well that we are given the opportunity to debunk each and every mischievous charge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Bill before the House is not a hastily conceived proposal. Perhaps Members of the Backbench, seeing it floated casually in the Party \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1733</b></font>\n  <br>\n  <br> paper, believe that it was kite-flying. But for nearly two years, my Cabinet colleagues and I have been carefully discussing the principle as well as the possible alternative approaches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After much deliberation, the Government has decided to proceed with the approach now before the House. It is a simple proposal. It involves no change for the voters and is easy to understand. Let us see how it works in practice. If there are any malfunctions, we can make changes by amending the Parliamentary Elections Act. It is no longer necessary to come back and amend the Constitution and have a two-third affirmative vote. If three constituencies return Opposition MPs, then this amendment need not be invoked. In that case, we serve another function - people in these constituencies will learn how to live with Opposition MPs in charge of their constituencies, for PAP branches will suspend meet-the-people sessions in these constituencies. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Threats! \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The voters have to grow up and live with their choices. We saved the voters in Anson because we decided that the fault was more our misjudgment of the timing and of their emotions over resettlement. So whilst the Member for Anson misled and then abandoned the voters of Blair Plain, we soldiered on and served them. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Did you? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> We did. There is the Member for Khe Bong who works in the PSA Workers' Union. There is the Member for Ayer Rajah. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would you like a public debate with these residents? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, the Member for Anson has an uncanny knack of bringing the most elevated of discussions on the future of Singapore to the labyrinthine depths of the backwaters of his mind. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You consider the residents of Blair Plain to be the depths, do you? Is that what you are saving? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1734</b></font>\n  <br>\n  <br> are playing this for real. This is not a game. This is an amendment to the Constitution. It requires an affirmative vote of two-thirds of the Members of this House. We are not jokers. We are not here to play a game with the electorate. But we believe the electorate has to grow up and learn and we believe that three Opposition Members, whether they win it or they get the three highest percentages not winning any, will help the learning process. Despite all the irritations, the minor absurdities, the frivolous irrelevant diversions, I think the Member for Anson has served a real constitutional function. We took him through the gamut. He is a lawyer. The Attorney-General has taken him strictly in accordance with the law through every law case, every misdemeanour, every breach of the law that his Party and he have committed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This House has tended to treat him leniently on parliamentary privilege because we decided it was in the public interest. We could have snuffed him out but that would not have been in the public interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I know you can save me, in accordance with Erskine May, the pestilence that from time to time spews out from that corner of the House. But what purpose is served? Cast our minds back, December 1981, and look at the Gallery today, July 1984, two years and a half. The Press Gallery is the best. They have been educated. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> By whom? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The Members with the help of the Member for Anson as negative example, but his supporters have vanished. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because you fill it up with ISD members here! \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, we need comic relief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Government and the succeeding government must be prepared to review the method of electing Opposition MPs in the light of experience and, if necessary, to modify it. What we are trying will not disturb the main framework of the Constitution. We can improve, adjust and change it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1735</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is the reason why the amendments to the Constitution are in the form of enabling provisions. The details as to the manner and procedure whereby non-constituency Members are to be elected are to be spelt out in the Parliamentary Elections (Amendment) Bill. Any modifications or changes which may be made in the future, therefore, will not necessitate an amendment to the Constitution and Parliament can effect such changes by an ordinary Act of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after this announcement of the proposed change, several opinions have appeared in the Press advocating the system of proportional representation. These advocates do not understand the dangers and pitfalls of proportional representation, especially in our multi-racial, multi-religious and multi-lingual context. Proportional representation has no place because, first, it will only spawn political parties on racial, linguistic and religious lines or orientations. Campaigning during elections will then be marked by emotional appeals to race, language, religion, extremism and chauvinism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason is the experience of Western countries where proportional representation is practised and it shows that proportional representation, or PR as it is known in shorthand, invariably leads to weak government.The order of the day is coalition governments. Indeed, in some countries like Italy, there have been more governments than the number of years in a given period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Others have proposed a second Chamber. There are as many constitutions as there are ingenious legal minds to translate popular will into a workable legislature and an effective Executive. From my experience, constitutions have to be custom-made, tailored to suit the peculiarities of the person wearing the suit. Perhaps, like shoes, the older they are, the better they fit. Stretch them, soften them, resole them, repair them. They are always better than a brand new pair of shoes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our people have got used to and understand the present system. It takes a long \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1736</b></font>\n  <br>\n  <br> time - like discarding dialects and learning Mandarin. Any fundamental change takes a long time. But most important of all, the Constitution works. Many countries have tried and gone through several constitutions since independence, from Prime Minister and parliamentary systems to presidential government, on to military rule, back to elections for a President, on to a people's republic, back to a revolutionary junta. They have not brought stability or legitimacy. I believe it is better to stretch and ease an old shoe when we know that the different shape and fit of a younger generation requires a change. It is a change to meet the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In closing my remarks that this proposal would, in effect, enable Singapore to have a good and effective government, I would like to point out that it will, at the same time, satisfy those who feel that there should be a few Opposition MPs represented in Parliament. Indeed, I feel that there should be a group of them representing one political party holding out the promise, if they have any, of an alternative government. Then you have a serious debate, not frivolity and triviality - a trivialization of the whole debating process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The legislation before the House, however, is a step forward and it will give Singaporeans a fair and firm government with at least three Opposition MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, a point of order. I have made a complaint against the Member for Tanjong Pagar that he is in breach of Standing Orders. I have asked that it be referred to the Comminee of Privileges. I would like your ruling. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Is it prima facie what he has been saying? Is it factual? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He has in this House referred to proceedings which are before the court, talking about convictions. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I thought he was talking of convictions. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. It is before the High Court on appeal and therefore it is still pending before the Court. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1737</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> That is one conviction. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I ask that it be referred to the Committee of Privileges. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think you had better write to me, Mr Jeyaretnam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, the issue before us today is a very serious one. It is an issue which has far-reaching implications for Singaporeans. The issue is: do we want a multi-party Parliament or a one-party Parliament? And if we want a multi-party Parliament, should not this be made a permanent feature of our political system? Mr Speaker, Sir, the amendment moved by the Prime Minister will guarantee that in our next Parliament, there will be a few Opposition Members of, Parliament. But more important, the amendment will ensure that parliamentary democracy in Singapore will be preserved and strengthened for the benefit of all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, stales practising parliamentary democracy, especially those in the developing areas, have experienced tremendous pressures for change. After independence, many developing countries adopted parliamentary institutions, but more and more countries have either altered drastically the parliamentary institutions or have rejected them altogether. Where once there were the parliamentary forms of government, now there are military dictatorships, martial law regimes and communist parties in power. Examples of states which have undergone such transformation can be found in Eastern Europe, South America and Africa, There are various reasons for this transformation of the political system from parliamentary democracy to authoritarian and totalitarian regimes. The reasons include ineffective leaders, corrupt officials, social divisions, power crazy military officers, and the inexperience of the people in the practice of parliamentary democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet, in my view, the practice of parliamentary democracy is not essential for its own sake - with Parliament, political \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1738</b></font>\n  <br>\n  <br> parties, elections, checks and balances between the executive, legislature and the judiciary, freedom of speech, organization and action. The crucial question that should be asked is whether governments exist to serve the people and to govern for the benefit of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The unfortunate thing about the so-called liberal democracies in some countries in Western Europe is that the parliamentary institutions have become the playthings of the politicians, that is, to seek power for its sake. Politicians seek power and positions of high office. But they are unable to raise the living conditions of the people; instead there is unrest, social disunity and a lowering of the standard of living. The liberal system encourages deep social divisions in the society: people vote on the basis of political patronage, personal favour, race, religion and regional affiliation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, Mr Speaker, Sir, on the one hand, there is the phenomenon of parliamentary democracy disappearing in the developing states; and on the other hand, the spectacle of unrest, instability and chaos in the liberal democracies. For us in Singapore we should avoid both extremes and evolve a parliamentary democracy which is germane to our national identity and interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, parliamentary democracy has been practised since the PAP came to power in 1959. It has proved to be a viable political system for our society. It is suitable for our multi-racial society, catering to different viewpoints, respect for the law and, most significant, for the choice of the voters. It has provided the people with good government and effective leadership and, in turn, peace and stability, economic growth and a high standard of living, social harmony and national unity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, there are 20 registered political parties. There have been free elections since 1959. From 1959 to 1965, there was a multi-party Parliament. Then at the end of 1965 the Opposition boycotted Parliament and since then until 1981 the voters have returned all PAP candidates into Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, during this period when there was no Opposition in Parliament, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1739</b></font>\n  <br>\n  <br> PAP continued to work the parliamentary system. PAP Backbenchers were encouraged to speak up and to act the part of the Opposition. But Mr Speaker, Sir, you will appreciate that that was a difficult role to play. But although the PAP held all the seats in Parliament for nearly 16 years, the PAP had no desire whatsoever to establish a one-party state. This demonstrates the PAP's dedication to parliamentary democracy. I do not know what would have happened if any other party had been in the same position. Would it be tempted to establish a one-party state and abolish parliamentary democracy, elections and other political parties? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The people of Singapore elected the PAP as the majority party in Parliament between 1959 and 1965, and the only party in Parliament between 1966 and 1981. Why? Generally, people are satisfied with the performance of the Government and with the benefits they have received as a result of PAP rule: full employment, adequate housing, good education, medical services, green and clean environment, sense of personal security and so on. The people of Singapore recognize the need for an effective government. They understand that a strong and stable government is vital for continued peace and stability, economic progress, social cohesion and national unity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, we have reached a level of political maturity and sophistication, and con- fidence in the Government and people. In my view, the Prime Minister's move is a reflection of this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitutional amendment to ensure that there will always be Opposition MPs in Parliament is a historic step forward towards a better society in Singapore. It is aimed at strengthening our parliamentary institutions. We are evolving a unique parliamentary democratic system whereby in Parliament henceforth, the people can be assured of both ruling party and Opposition party members, thereby catering for both the majority and minority viewpoints. The Parliament is assured of at least three Opposition Members after the next general elections. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1740</b></font>\n  <br>\n  <br> This number of Opposition MPs will be increased to six eventually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this amendment allowing for the best runners-up among the Opposition candidates to be elected as non-constituency MPs is unique, In Australia, for example, in their peculiar preferential voting system, even the second, third or fourth candidate in the constituency can be elected into Parliament. In our case, it is likely that only the second candidate or runner-up stands a chance of being elected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The approach of co-opting politicians into Parliament is not new. In some countries they have a system of co-option, that is, to invite people to come into Parliament in addition to those who have been directly elected into it. Such a system exists, for example, in Belgium and France. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, Mr Speaker, Sir, Singaporeans will welcome the prospect of a multi-party Parliament with at least three Opposition MPs. I hope the Opposition parties will live up to the expectation of the Government and the people. Parliament is the best forum for them to comment, criticize, oppose and, I hope, support Government policies. But more important, it is the forum for them to put forward their alternative policies and programmes to the people. If we have sensible and intelligent Opposition, then the people of Singapore will benefit much from the amendment; but if we have Opposition Members who oppose for the sake of opposition, who provide comic relief to the otherwise sober deliberations of the Parliament, then the Opposition MPs deserve the rejection by the people. Ultimately, it is the people who will judge the wisdom of this change which is aimed at improving our political condition for the betterment of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion standing in the name of the Prime Minister. \n  <br>3.40pm \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Zoohri (Parliamentary Secretary to the Minister for Health and the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Health and the Minister for Culture (Encik Wan Hussin Zoohri)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, within the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1741</b></font>\n  <br>\n  <br> framework of the debate on the Amendment to the Constitution of the Republic of Singapore, there are two fundamental questions which we should consider. First, what is the reason for tabling this amendment now, at a time when the political climate appears peaceful and stable? Or there may be people who ask whether there is an underlying motive in moving the amendment. Secondly, whether in moving this amendment, the debates in Parliament will become more lively and whether it will bring out changes to the wheel of local politics. But a more important question is whether this amendment will bring, in its train, political maturity to both the Opposition and the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In response to the first question, there is proverbial Malay saying, \"With every flood, the sand is altered.\" (The laws and regulations change with every new setup). Just as the physical features of the beach change every time it is lashed by the waves, likewise our electoral registers have been inundated by the entry of large numbers of new voters totalling 250,000. However, included amongst these new voters are anti-government elements. There are people who support the Government and there are others who are against the Government because, as ordinary human beings, they aspire for progress in all fields of life, certainly including politics. And the change that is greatly felt is the inclinations and appetites, including the political aspirations of the young generation now emerging. They desire that the party in power should continue to look after their future. But they also want an Opposition of calibre, not just Opposition for the sake of opposition only. In other words, they want a change from the ordinary under which they have undergone a long experience. Under the circumstances, as the Government has all along been able to feel the pulse of the people, we have found it necessary to introduce this change. This is consonant with the saying that if we want to dance we must dance to the tune of the music. If the number of the dancers has increased with the increase in the number of voters, and if the tune of the music has changed political appetites and aspirations of the younger generation, it certainly follows that the new arrangements or the tune of the political dance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1742</b></font>\n  <br>\n  <br> must change. This, Mr Speaker, Sir, is the essence of the amendment which we are debating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the second point which I raised, that is, whether the amendment will result in the level of maturity of both the Government and Opposition being enhanced, this will of course depend on the type of Opposition that will eventually enter Parliament. However, whilst we await the entry of Opposition parties of calibre into Parliament, let us, first of all, consider the contents of the amendment Bill. To my mind, this amendment is a departure from traditional democracy which is understood by many people. My stand is that I still favour the entry of the Opposition by majority vote in any general election in which they contest. But we must be alive to the changes that have occurred. Have normal conditions changed or are they no longer existent in Singapore? Focus our attention on these two factors. On the first factor, we know that the profile and appetites of the voters have changed. On the second factor, we also know that a proportion of the voters now want the voice of an Opposition of calibre as soon as possible. The spirit and form of the amendment have fulfilled the needs of the two factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, over the last 2 1/2 years we have witnessed the performance of the Member for Anson. It has been disappointing. He has let down all hopes of his supporters that he would emerge as an Opposition champion. By his own dismal performance, he has pulled down the Opposition castle which he hopes to build with the support of his supporters. In other words, by his own undoing, he has manoeuvred himself to bring about his own downfall. But this does not mean that the failure of the Member for Anson has negatived the need for the presence of other Opposition members. We know that, as has been said earlier, there are still 25% of anti-PAP votes as evidenced by past general elections. Surely amongst this 25% can be found high calibre potential intellectuals who, if they do not contest as independent candidates, will have no obstacles in forming their own Opposition parties because the core of the problem is not the name of the Opposition party but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1743</b></font>\n  <br>\n  <br> rather their capability to prove their worth in Parliament. It is only in Parliament that the people can distinguish a gem from the stone. A glaring example is before us - that which we had originally hoped would shine like a gem turned out to be a worthless pebble. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this amendment will therefore facilitate the entry into Parliament of Opposition Members. Opposition Members have a penchant for beating their breast outside Parliament claiming their worthiness; so if they avail themselves of this opportunity and can really prove their worth in Parliament, they will emerge as a respectable opposition. However, in spite of this amendment, if they still fail, I think they should seriously believe that all the big talk about their reputation which they have built up is mere fantasy and a figment of their imagination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the conclusion is very simple. I have stated my stand earlier that I am all for the Opposition entering Parliament via majority vote, but for the sake of Singapore's long-term interests and having regard to the winds of change and the political aspirations of the younger generation, let us give the amendment an opportunity to prove its utility. And if we read between the lines of the amendment, it would be likened to a stepping stone for the Opposition Members. For having gained entry into Parliament and proved their worthiness, the way for them to return to Parliament in the 80s and 90s will mean a return with a real mandate from the people and they will be able to upgrade their performance in the days ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, although regretfully I acknowledge the need for this amendment not because of my love for the Opposition for whom the way to Parliament now and the future will be made easier and quickened, but more out of my love for the political inclinations and aspirations of Singapore's younger generation. It is they who will create history for Singapore's future and not the existing political parties. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1744</b></font>\n  <br>\n  <br> \n  <br>3.53 pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, this Bill purports to introduce into this House Opposition Members of a sort, and I rise to oppose the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not, Mr Speaker, Sir, that we are against the idea that there should be Opposition Members in this House. My Party, since its founding in 1957, has striven to bring about parliamentary democracy in Singapore. Of course, we cannot conceive of parliamentary democracy in Singapore unless there are in this debating Chamber Members from more than one party. Otherwise the whole thing becomes a sham, a mockery. So my Party welcomes and wishes to see parliamentary democracy in this land of ours and, as we say, because we cannot imagine parliamentary democracy without Opposition Members in Parliament, without Members of another party besides the party forming the Government, we are all for opposition in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the electorate can see now the benefits and the advantages that can be gained from having Members from another party in this debating Chamber. They have, since October 1981, seen that an Opposition in Parliament can expose the lies of this Government. I know the Prime Minister, moving the Bill - I see that he is not here, probably having his cup of tea - has said about my Party cheating this people and that people. But let it go on record, Mr Speaker, Sir, that in this House I have raised a number of things on which this Government has gone back, and they are there for the electorate to read and to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was the instance of the Workers Fund for which a solemn declaration was given by a Minister of the Government in 1965 in this very House. He made a solemn declaration saying, \"Oh, we are against the payroll tax. We would not take it into the Consolidated Fund. We will set it aside into a Workers Fund.\" Empty words, Mr Speaker, Sir. They were forgotten the moment the Minister left this Chamber, and year after year these monies collected by way of payroll tax were paid into the Consolidated Fund, and nobody was the wiser about it until I came here and raised \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1745</b></font>\n  <br>\n  <br> it. [Laughter]. You may laugh, Members of Parliament, but it is there in the pages of Hansard for anyone wishing to read. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we can see the benefits of an Opposition and I say the electorate in Singapore can see the benefits of an Opposition, and they are convinced whatever the Government may say on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, this Bill by the Government - and it would appear that the prime mover of this Bill is the Prime Minister - raises a number of serious questions and I only wish the Prime Minister were here to answer them when he replies. My first question is this. Why the haste? Of course, he says there is no haste in this. But I ask: Why the haste in introducing this Bill at this point of time when we have been told that the general elections are not very far off? In fact, the speculation is that the general elections may be held this year. So why the haste? That has to be answered. Is the Prime Minister so sure that the electorate will again only return PAP Members, or is he misguided? Is he getting wrong reports, or is he perhaps going to take steps to ensure that only PAP Members are returned to Parliament? Why is he so sure? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I remind the Prime Minister and the Government that they were so sure before 31st October 1981. They were absolutely convinced that there was no way - this is quoting the words of, I think, the First Assistant Secretary-General of the Party, now the Minister of Defence - there was no way in which I could get into Parliament through Anson. Those were his words. I am sorry I have to remind him. And not only him. There were other utterances: \"Oh, no. There is no way. Anson - we had an 84% majority. How could the Workers' Party change that?\" Well, the Workers' Party did not change that. The electorate changed that. The voters of Anson changed that for you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> We will change that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Some hope. So I ask, why the haste? Would it not be better, Mr Speaker, Sir, that this Bill should be left now? Let us see what the electorate will do at the next general elections. I am sure, Mr Speaker, Sir, they will do their duty by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1746</b></font>\n  <br>\n  <br> Singapore. They may not please the Government. They may disappoint this Government. But we are convinced that the electorate of Singapore will do their duty by Singapore. They know what is good for Singapore. They do not need the Government to tell them what is good for Singapore. They have seen it, and they know what is good for Singapore. So I say to the Prime Minister. Take this Bill back. Wait, and there will be time enough after the general elections. If no Opposition Member is elected into Parliament, then there will be time enough for you to introduce this Bill. But not now. So I would like an answer from the Prime Minister as to why this unseemly haste in introducing this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question, Mr Speaker, Sir, is more important, and that is, the whole question of credibility. What is the motive behind the introduction of this Bill in Parliament? Does the Prime Minister not know, and I will tell him if he does not know, that this question is being asked in the market place in Singapore? What is the reason behind this? Words are bandied about - is this a trick, is this a ploy on the pan of the Government? They want to know whether they can trust this Government, its sincerity of purpose, its sincerity of intent. They want to know whether the Bill is a manifestation of a political dishonesty of which this Government has stood convicted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This question arises, Mr Speaker, Sir, and very rightly arises, because of the record of this Government ever since it took power in Singapore. It soon set about destroying the conditions under which parliamentary democracy with an Opposition to the Government may emerge. But whilst doing this, of course, it paid lip service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember, Mr Speaker, Sir, watching the election results over TV in the year 1972, the first year that I contested the elections in Farrer Park on behalf of my Party I remember on election night the Prime Minister coming over the TV after the results were all declared, and the Prime Minister saying, in mournful tones, how sorry or how grieved he was that no Opposition Member had been elected into Parliament. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1747</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> On a point of clarification, Mr Speaker, Sir. These are --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir unless it is on a point of order, I am not giving way. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Then it is a point of order. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is the point of order? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> To recount an incident on TV which never took place, I have never bemoaned the fact that I won all the seats. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you denying that you said that you were going to create university seats because you were very sorry about not having had any Opposition? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, on a point of order. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, let us go back and listen to this. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Did the Member not allege that he watched me over television and that I was grieved that the PAP won all the seats? I must have been out of my mind. I could have been present. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I do not want to be interrupted unless it is on a point of order. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Answer my question. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Prime Minister there, on that appearance over TV, was throwing out the idea of university seats because there were no Opposition Members in Parliament elected. So there was all this lip service, and we have had it. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Evasion, evasion, evasion. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We have had it time and time again, lip service to the idea of an Opposition in Parliament, not only from the Prime Minister but from the other Ministers and other Members of Government. But secretly everything was directed towards suppressing any form of dissent in this country of ours. The press was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1748</b></font>\n  <br>\n  <br> controlled. TV and radio was completely controlled. Any public meeting was banned. Any form of dissent was prohibited. As Amnesty reported, the Internal Security Act was used against persons who tried to bring up any questions by way of dissent. So those are the deeds of this Government in spite of its oft-repeated protestations that it too liked to see parliamentary democracy in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in 1972 there was a campaign, just before the elections, led by Ministers that Opposition parties were proxies for foreign powers. And there was a monstrous lie broadcast over radio that my Party, the Workers' Party, had received $600,000 from a foreign power. So these were the tactics that this Government employed, using media at its disposal to try and stop any Opposition Member from being elected into Parliament. It did not matter how. Fair or foul means had to be adopted to stop Opposition Members from getting into Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Mr Speaker, Sir, if I may move on, we come to 1976. The position was no different. In fact, it was worse. Mr Speaker, Sir, on the night of the polling itself, even before all the results were declared, a candidate who had dared to stand against the Government was arrested under the Internal Security Act. And what was his crime? His crime, Mr Speaker, was that he said every one had the right to learn his mother tongue. Of course, he was protesting then at, what he saw, the measures to kill the Chinese language in Singapore, in Nanyang University for one. That was his crime. He is publicly an anti-Communist. So they could not stick that label on him that he was a Communist. So he was arrested for chauvinism. He languished two years in prison, Mr Speaker, Sir, and for the crime that this Government now advocates - promotion of Mandarin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there was yet another man. There was a candidate from my Party for Bukit Panjang. He was not arrested on polling night. An attempt was made to arrest him some two or three weeks after polling night. The ISD members swooped down on him. But he managed to escape their clutches, fortunately for him, and he fled from Singapore. He is still outside Singapore. What was his crime, Mr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1749</b></font>\n  <br>\n  <br> Speaker? His crime again was that he was protesting against the attempt to conduct examinations in English in Nanyang University. He was a graduate of that University. So, Mr Speaker, Sir, those are the deeds of this Government against anyone who tried to oppose it. They cannot hide them. This man is still in London, kept away from his parents, from members of his family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have asked in this House, Mr Speaker, Sir, twice for an assurance that he should be allowed to return to Singapore. He is ready to face trial under the law, but what he does not want to happen to him is to be locked up without any trial under the Internal Security Act. So I have asked whether the Government would give an assurance that he would be allowed to return to Singapore to serve this country because his main purpose in entering the elections was to serve this country. And what answer did I get, Mr Speaker, Sir? \"Oh, no, we won't give that assurance.\" So the man has not returned. I shall later on ask the Prime Minister specific questions about this, but let me move on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we had the 1980 elections, I could go on and mention, Mr Speaker, Sir (but I know time does not allow me) about all the restrictions that were put on political parties by this Government. I mentioned before about election rules being changed and being made public just on the day of nomination, when the PAP knew all about it and had everything ready. But I would not go on to all those matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let me just talk about what happened in the 1980 elections. Again, there were utterances by candidates who were also Ministers and other candidates about the great dire calamity that would befall Singapore if so much as one Opposition Member was elected into Parliament. One Minister went on record as having said that if an Opposition Member were elected into Parliament, immediately all foreign capital would flee. Laughable, Mr Speaker, Sir. There was another candidate then, I think, who said about troops marching down Malaysia even if one Member from the Opposition were elected into Parliament in Singapore. So the public were regaled with such nonsense, trivialities. But the pressure was maintained on all Opposition parties. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1750</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, in spite of all that, Mr Speaker, Sir, in spite of all the difficulties, the harassment, the restrictions, the Opposition parties strove, not to make the PAP Government a better government, but to serve the people of Singapore by introducing into Singapore parliamentary democracy which would serve as a check on the exercise of power. In spite of all this, in spite of all the difficulties, all the threats, in 1981 we succeeded. I remember the campaign during those nine days. That is another matter. Opposition parties were only allowed a maximum of eight days and, of course, the ruling party could go on making propaganda throughout the year from the end of one election to another. But in spite of all that, the electorate in Anson returned an Opposition Member into Parliament. And as I have said before, and I say it from this House, the electorate of Anson have done the people of Singapore and this country a service which I hope future generations will not forget. They have set Singapore on the road to parliamentary democracy. And as I have told them, I salute them, the voters of Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, when that was achieved, after the electorate sent a Member from the Opposition party into Parliament, what was the reaction of this Government? It was as if a calamity had befallen Singapore. The Prime Minister got all the Members of his Party into a huddle for three days in this House. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Culture (Mr S. Dhanabalan):</b> Don't flatter yourself. You can't believe it, can you? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, it was in your papers. Is it not true? He got them into a huddle and he tried to explain to them. And what were his remarks? \"Opposition was all right for parliamentary theatrics but didn't make any difference to good government. And we've been blessed with good government all these years.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I can understand that the Prime Minister must now find comfort in living in the past. His speech was a living in the past, if I may say so. I am sorry for him. But the people of Singapore are now looking forward into the future. It is the future that matters. I know there is the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1751</b></font>\n  <br>\n  <br> past, but the future is more important. It is the future for our children and our children's children. And the people of Singapore are looking towards the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the Prime Minister said that Anson was a big calamity, the whole thing. And then we had other Ministers. The Second Deputy Prime Minister said, \"It (Opposition) makes for bad government.\" Such utterances were made one after another. People began to think that a national disaster of the biggest magnitude had befallen Singapore. In other countries which are mature and civilized, they would have taken it in their stride. But we had to behave, or the Government had to behave as it did, not the people of Singapore. I should have said the people of Singapore, from what I heard, were over-joyed. I am sure Members must know this. I had reports reaching me, Mr Speaker, Sir, from all quarters. And not only from people in Singapore but from people outside Singapore. I was told of parties in London. I was told of parties outside Singapore - when they heard that there was now, after 16 years, a Member of the Opposition in Parliament. The people were overjoyed that they were at last on the road to parliamentary democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the record after Anson? I have spoken of the record of this Government, determined effort, determined suppression of dissent, putting down of all political parties by restrictions on them. What about afterwards? Mr Speaker, Sir, 1, speaking in this House in an Adjournment debate, asked about the role of Parliament in Singapore and I asked about my exclusion from all and every Committee of this House, and I referred to Standing Orders. But, of course, the Leader of the House interprets them differently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So even after the people of Anson decided that there should be an Opposition Member in Parliament, this Government was determined, Mr Speaker, Sir, not to allow the representative of the people from Anson to fulfil his function in Parliament as an Opposition Member. I was excluded and I am still excluded from all Committees of this House. Mr Speaker, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1752</b></font>\n  <br>\n  <br> Sir, as any Parliamentarian will know, the most important work of Parliament, perhaps not the most important but a very important work of Parliament is in its Committees, and particularly the Public Accounts Committee. And normally the Leader of the Opposition heads the Public Accounts Committee. [Laughter]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know Members find it very funny. But I can understand that because we have not been used to the tradition of Parliamentary government at all. So I can understand this inability to accept it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not only that, Mr Speaker, Sir. Was any attempt made by this Government to facilitate the discharge of my duties as an Opposition Member of Parliament? No. On the other hand, every attempt was made to close all doors. Sir, may I tell you of a request that I made to --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, on a point of order. I have moved the Second Reading of this Bill which seeks to give the Opposition three Members. I am now hearing an account of the autobiography of the Member for Anson. If it is relevant to the amendment, I would listen to it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is the point of order? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> My point of order is that it is totally irrelevant. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, according to the Standing Orders, the debate should be on the general merits and principle of the Bill. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, with respect, it is relevant to the Bill. Here is the Prime Minister coming with his heart on his hand saying, \"We really want an Opposition in Parliament. We think it's good.\" But I am trying to pose the question whether this is a trick, this is a ploy, or whether this is really a sincere intention of this Government. Therefore, all this is relevant. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> On a point of order, Mr Speaker, Sir. Is the Member suggesting that this Bill I am moving before the House is bogus and it does not mean what it says? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I propose to continue with my speech. I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1753</b></font>\n  <br>\n  <br> want to be interrupted because I do not have the time to say what I want to say. And I say, with respect, Mr Speaker, Sir, all this is relevant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was going to talk about my request to the Chairman of a statutory board. I was an Opposition Member of Parliament and I said, \"May I come to see you?\" I knew him, and I said, \"May I come to see you to discuss something?\" He said, \"What about?\" I said, \"You know, something concerning your board.\" He said, \"Well, Mr Jeyaretnam, I really don't know. I've got to find out whether I can see you.\" Fancy that, Mr Speaker, Sir. So that is the sort of attitude. When I write to Ministries, I do not get the information I want. I write to the Housing and Development Board. Previously, Mr Speaker, Sir, they used to write back to the constituents. Now, I get a one-sentence reply and it is not even sent to the constituent. What happened in the case of the grassroots organizations? Overnight the rules relating to RCs were changed so that I would not have anything to do with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All I am saying, Mr Speaker, Sir, is this, that when they got an Opposition Member in Parliament, when the electorate gave them an Opposition Member in Parliament, how did they react? Did they say, \"Well, it is good now that we have got an Opposition Member in Parliament. Let us, not help him, but at least let us not stand in his way, in his attempt to discharge his functions.\"? Oh, no. He had to be obstructed. He had to be prevented from discharging his functions. And my Party has been harassed since then. I would not go into all the details. The Prime Minister knows about them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think it is important that we should know whether this is a genuine change of heart or whether this is a sham. I think the electorate want a clear answer from the Prime Minister and the Government on this. If he says now, and we know confessions are good for the soul, Mr Speaker, Sir, \"i am sorry. I think our attitude in the past was all mistaken, misguided. We now see the benefits of an Opposition and we really, sincerely, and genuinely want to encourage opposition\", then perhaps the public might see that there is some sincerity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1754</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But if he wants to say that, then there are a number of things he has got to do (and I am coming to that) if this is a real genuine change of heart and it is not a sham, a ploy, a trick, which are the words that are being bandied about outside this House. They see it. The electorate in Singapore see this as an attempt to buy them off from voting for any Opposition Member in Parliament. They see it as an attempt to lull them, as a message to them, \"Don't you worry. You know, we are a good Government. You vote us into power first and then because we have provided you with everything we will also provide you with Opposition Members.\" That is how they see it. But they do not want anything of that sort because they have learnt enough over the last 2 1/2 years. Their eyes have been opened. Yes, I say their eyes have been opened since 31st October, 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say, Mr Speaker, Sir, that this Bill is a fraud on the electorate. If the Prime Minister is genuine in his desire to see Opposition Members in Parliament and therefore bring about parliamentary democracy in Singapore, then may I tell him that there are other ways of doing this, far better ways than this sham Bill. I shall come to discuss the details of this Bill, but let me first of all outline how you can get your Opposition Members into Parliament, if you really believe in it; not toothless Opposition Members, as you would have them, but genuine Opposition Members chosen by the electorate, who will come here to serve the citizens of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a start, Mr Speaker, Sir, the Prime Minister may consider withdrawing the ban on political parties holding public rallies. After all, the PAP, the ruling Party, has a monopoly over the press and radio and TV. If you believe in giving Opposition parties a chance, an opportunity, well, I say, \"Will you withdraw your ban on political parties holding public rallies?\" We are prohibited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second thing is, would the Prime Minister allow access to radio and TV for Opposition political parties. Would he direct the Singapore Broadcasting Corporation to find time, not just during the eight days, but to allow other Opposition parties --- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1755</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> May 1, on a point of information, ask him whether he had noticed that we had a television monitor here to see whether we could broadcast the proceedings of this House without extra lighting because we thought it was of great educational value? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am talking about giving access to the media for political parties outside this House. Please try and understand what I am saying. We are wasting time. Please try and understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing, Mr Speaker, Sir, if the Prime Minister is genuine about this, would he allow all those who were forced to leave this country to evade arrest under the Internal Security Act because they dared to criticize the Government and because they raised dissent, would he allow them to return to this country with the assurance that they will not be detained under the Internal Security Act? I do not, of course, speak for the others, but I do speak for our candidate in the 1976 elections. I ask the Prime Minister now and will he answer the question? \"Will you allow Mr Ho Juan Thai to return to this country, if you say that you genuinely desire an Opposition in Parliament, so that he may come and help to bring about this?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth is, I have asked the Prime Minister, Mr Speaker, Sir, in some meeting before this when we were talking about the Electoral Boundaries Delineation Committee about giving political parties representation on this Committee. What was his answer then? His answer was, \"No. Opposition parties will have no part in any of these Committees.\" I tell him, Mr Speaker, Sir, that if he is really genuine about this, I ask that he should appoint an Elections Commission from outside the Government to conduct and oversee elections, so that the Opposition parties may make representations to this Commission and have a say in the way elections are conducted. This is the norm in all countries which profess parliamentary democracy. It does not remain the preserve of the Prime Minister's Department. So I ask the Prime Minister, \"Would he do that if it is his genuine desire to have an Opposition in Parliament?\" Then he could go on and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1756</b></font>\n  <br>\n  <br> consult all political parties on the rules governing the elections. Is he prepared to do that? Is he prepared to extend the time for election campaigns? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> May I ask whether the Member is aware that he has every right to challenge the Delineation Committee's Report? He has got every right to debate it here. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am asking the Prime Minister whether --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am asking the Member whether he is aware that the Report, having been tabled in this House - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, I am aware. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- is subject to objection and that we will justify every delineation publicly. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am asking him now some other questions. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am asking the Member whether --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have got the Floor at the moment and I am asking questions. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He has not given me an answer, He has got every right to challenge the authenticity, the veracity, the honesty of that Report. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Have you finished? I would suggest, for one other thing, he could, as I said, consult all political parties on the rules governing the elections and extend the time for election campaign. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other matter is this. Mr Speaker, Sir, we have an Article in the Constitution, Article 46(2)(b), of which I am sure the other Members here must be only too well aware that if they resign or are expelled from their political party, they must resign their seat and the seat will be declared vacant. That, Mr Speaker, Sir, is an impediment to the growth of parliamentary democracy, for the growth of opposition. Is the Prime Minister prepared to consider repealing that Article in the Constitution so that persons who are genuinely members of one party and who are prepared to dissent from the policies of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1757</b></font>\n  <br>\n  <br> their own party can, with a good conscience, make their criticism and their Opposition to the government policies in this House? Mr Speaker, Sir, we have had debates in which Members have spoken against policies. I have spoken. But what happens when I call for a division, Sir? What happens? They might speak against it. They might say they do not like the idea. They may criticize it. Then when it comes to dissent, all we hear is a faithful \"Aye\". I had hoped against hope that one or two Members here might find the courage to stand with me in dissent - [Laughter]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> It must be a big joke! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> - because of what they had said earlier. But no. So may I tell the Prime Minister that if, as he now says, he is genuine, that he is sincere, I say, \"Prove it.\" It is because the Prime Minister and his Government will be judged not by what the Prime Minister says or Government utterances but by its deeds. And that is a fact which every one has to accept. It is by one's deeds that one is judged. So there is to me, Mr Speaker, Sir, as I said, a far better way to bring about Opposition Members in this House. And we will get the right kind of Opposition Members into Parliament if you encourage criticism, if you do not put down dissent. Not this sham. Mr Speaker, Sir, I have said outside this House, but perhaps not clearly enough. Let me say it now: My Party will have nothing to do with this Bill. We will not accept any seat in Parliament by grace of the Government. We say that the right to come into Parliament must be earned by the Member and he must be sent here by the electorate who put their trust and confidence in him. Of course, the Government must have seen statements by Opposition parties. So what is the Government going to be left with? No Opposition party leader or member of any standing will accept this invitation. So that I say you will not get genuine Opposition Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now let us look at the sort of Members that the Bill seeks to bring into this House. If you look at clause 3, which amends Article 39, it says that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A non-constituency Member shall not vote in Parliament on any motion pertaining to - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) a Bill to amend the Constitution; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) a Supply Bill or Supplementary Supply Bill; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1758</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) a Money Bill as defined in Article 68; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) a vote of no confidence in the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you take all these powers out from the Opposition Members, the so-called nonconstituency Members of Parliament, you are virtually depriving them of any efficacy or any usefulness in this House. Does tile Prime Minister want these Members here so that, in his words, there can be parliamentary theatrics? Is that his purpose? Because they do not really matter; he can enjoy parliamentary theatrics with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Constitution is the supreme law and it concerns everything in Singapore, the way Bills are passed and the efficacy of the Bills. The Opposition Members cannot vote on a Supply Bill or Supplementary Supply Bill. What this would mean is that they cannot vote in any Budget debate, and that is the most important function of Parliament - to supply monies to the Government, to sanction the spending of public money. And you are going to deprive them of any say in that. They cannot vote in any motion in the Budget debate. So what good are they? Neither can they vote on a Money Bill, and a Money Bill as defined in Article 68 is a Bill whose main purpose is to raise money, taxes, charges. Again, that is a very important measure. They have no say on that. And finally they cannot vote in a vote of no confidence in the Government. Does the Prime Minister seriously think that if he has got all his Members in Parliament, all 79, does he really think that one of his Members, with that Article 46(2)(b) staring at him in the face, is going to move a vote of no confidence? This is all nonsense. Does he seriously think that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have raised these questions. Why the haste? Another question is: Is this a trick or a ploy, or is this a genuine desire on the part of the Government? I hope the Prime Minister, in replying, will deal with these questions because this is a very important Bill. It is not a Bill that should be rushed through but should be thought out and proper and clear answers given before it becomes law. The Prime Minister, in introducing this Bill, as I said, dwelt largely in the past. What about the future? How are you going to encourage parliamentary opposition? Are you going to continue in the way that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1759</b></font>\n  <br>\n  <br> you have done since 1965 to try and put down dissent, or will there be a departure now? The electorate are waiting for these answers. Do you sincerely desire, Mr Prime Minister, the emergence of a genuine Opposition in this House? If you do sincerely desire the emergence of a genuine Opposition, will you take the necessary steps to see that it comes about? And the steps are those that I have outlined. Or are you going to o. I am not going to take any of those steps. What I will do is I will appoint these sham MPs. Then we can tell the whole world, 'Oh, yes, we have got three Opposition MPs in Parliament. You better come and listen to them.\"' \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> That is what we hope they do. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I think I have said enough. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your time is up too. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> My time is up. All right, Mr Speaker, Sir. \n  <br>4.54 pm \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, I start off with the basic premise that a Constitution is not a document to be changed frequently nor frivolously, and therefore if the Government sees it fit to introduce an amendment to the Constitution it is something to be treated with gravity and its objectives are to be examined very carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To my mind, the Constitution should provide the framework for the organs of effective government. It should provide safeguards for fundamental human rights. It should assure that the rights of minorities are not trampled upon. The question is: Can our Constitution, any revision to the Constitution or any other Constitution, guarantee what is best for Singapore? I am afraid the Opposition Member here in this Chamber has missed the point of the Bill totally. He is so concerned about building up an opposition. If he had any leadership qualities at all, he should be aiming to take over the Government rather than hoping to be in this Chamber as an Opposition leader. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1760</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We will. Not to worry. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> At minimum, we need a strong Government that dares to do what is right and what is best for Singapore, and I believe over the last 25 years the PAP Government has been doing this. It has been concerned with the long-term interest of Singapore rather than with short-term expediency. It has governed fairly without violating the minority rights and sensitivities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition Member mentioned that there were restrictions placed upon things said during election rallies. But if he knows the Constitution at all, he will realize that it is out of concern to protect the rights of minorities and the best interests of Singapore that nobody should say anything to inflame racial, religious or linguistic sensitivities. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Say everything to praise the PAP Government. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> And the PAP Government has been concerned with the right policies rather than popular policies. The Bible has a quotation for this. It says, \"Righteousness exalts a nation.\" And in the last 25 years we have seen policies that have transformed an undisciplined society, given to riots, industrial unrest, dirty, filthy, unkempt buildings, into a modern metropolis, something the envy of many other nations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was privileged to be in my early 20s when this Government took over, and so I have experienced what it was like to have the conditions of the late 5Os and early 60s. I have been privileged to serve in this Parliament for the last 141/2 years and in the process I have seen the formation and implementation of major Government policies. I have seen how National Service, something which was very unpopular and yet which is good for Singapore, has been introduced and finally won favour with the people when they realize not only is it a good thing for Singapore but it is something good for the young men who undergo the discipline of the 2, 3 years' training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to quote one example that I had experience of in this House and, that is, the time when the CBD restrictions on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1761</b></font>\n  <br>\n  <br> motorists were being introduced. I remember they were extremely unpopular even with Members of this House. We were very agitated. I remember many Members were concerned that the motoring public were very important elements of the voting population of Singapore. We were very concerned what would happen at the next elections. But the Government stood very firm. It knew what it was doing. It said, \"This is for the long-term and best interests of Singapore. And the motorists will learn that when the system goes into effect and the vehicles can flow along the roads, people can get to work on time, they will bless the Government for this policy.\" And it has proven to be right. Now, other countries have come to Singapore to try and learn something from our CBD restriction policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is small geographically. It is small in terms of population among the nations of the world. Yet it is not small economically any more. By per capita income or total GNP, it is among the middle ranks of nations, and by per capita income we are edging up towards the ranks of the industrial nations. This is an achievement of no small consequence. Politically, we are of some consequence. The views and the counsel of our Prime Minister and his colleagues are sought after by world leaders. We have managed to establish a climate of confidence here in Singapore because we have political stability. Although the economic textbooks do not mention political stability and a climate of confidence as a sine qua non of success, yet we know in actual practice it is something very important. If one were to make a survey of nations, those with stable governments have had better track records of economic development and social development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the basic premise of this Bill? I believe it is this. That the public, having experienced 25 years of PAP MPs, desire to have PAP MPs for reasons which I shall give shortly, but they also want some Opposition voices in Parliament. But the question, Sir, is whether the Bill would encourage more frivolous votes for the Opposition and to what effect. Are we going to reproduce people like the Member for Anson in this House? If one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1762</b></font>\n  <br>\n  <br> already gives us so many antics, three will give us a circus in this House. I am glad, Sir, for the 15% rule because I believe that by imposing that rule people know that those with at least 15% of the votes have a chance to get into Parliament and people may not waste their votes on candidates who are not of the right calibre. We can only hope that the Bill will produce the, right candidates, the non-constituency candidates who are being provided for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister kindly mentioned the constructive role of PAP MPs in this Chamber. Perhaps I can elaborate a little bit from my experience. At one level, we have to perform at the constituency level, at the grassroots. We have to be in contact with people on the ground. We have to meet their needs, channel their complaints and their grievances to the right authorities and sometimes we are in the unenviable position of having to defend unpopular Government policies. I believe that all PAP MPs over the past 25 years have tried their best. I know they have. They spend time each week meeting the people. They spend much time meeting community leaders on a regular basis. So there is constant feedback for the Government. At another level, we have the role of PAP MPs within Parliament itself and I am afraid that the mass media, either because of shortage of time or space, have not done justice to the contributions, especially the Backbenchers, of this House. If the Hansard were made more freely available, perhaps the voters might realize what the PAP MPs have been concerned with these last 25 years. There has been no issue that we have not raised. There has been nothing that we have not probed in any aspect of Government policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But since the entry of the Opposition MP into this Parliament, the scenario here seems to have changed. We have heard a voice that is not constructive, a voice that is concerned with airing the rumours, the frivolous allegations of people in the street and sometimes of his own imagination in this House. There is, in other words, a lot of hot air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I say this not to put down the Opposition MP. I say this because there is a danger of Parliament degenerating into a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1763</b></font>\n  <br>\n  <br> circus. If our young people get a mistaken idea that it is fun to be in Parliament because one can just land blows at the Government at will, one can say things against the Prime Minister and the Ministers at will, regardless of the consequences because one cannot be taken to Court for what one says in this Parliament, then there is going to be disrespect for this House. People are not going to take MPs seriously any more. I believe, Sir, that any MP worth his salt must be a leader of public opinion and not a follower of public opinion. And I believe the Government has been successful because it has not shrunk from leadership. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A third level of contribution by PAP MPs has been in private meetings with Ministers on Bills of great importance to the people. I do not want to recount all that the Backbenchers have achieved but some recent ones included higher resettlement benefits and ex-gratia payments for such people who are resettled. And in the matter of the increased rentals for HDB shop houses, PAP MPs have been instrumental in getting some moderation of policy from the Minister concerned. I mentioned earlier the CBD scheme where, again, some modification was effected because of the PAP MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I come now to the concern of the Prime Minister about the 60% voters who are below 40 years old. The future clearly is in the hands of these people, and we must ask ourselves this question and they too must ask themselves this question. Do they understand what makes Singapore tick? Have we established enough common denominators that people will know what it means to debate within a given national framework without destroying the framework altogether? Are young people prepared to play their part, a constructive role, in community work, in leadership roles, in functional groups and other groups? Can our young people take the pain of sacrificing short-term expediency and interest for the long-term? There is clearly a need for better communication between our leaders and the people. We had the recent experience of the pre-university seminar where the Member for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1764</b></font>\n  <br>\n  <br> Leng Kee was roundly applauded because he took a stand against the policy for graduate mothers. It showed that our young people are concerned. It showed that they are interested. They have got views to express and they want communication. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have been very glad, Sir, that in the last couple of years, our Ministers have been going around the constituencies in their walkabouts conducting forums with the people. Some of my voters in Whampoa, especially community leaders, still vividly recall the Prime Minister's visit at the time of the Battle for Merger. They remember that he was nearly pushed down the drain somewhere in Whampoa and, as they recount their recollection - it is with affection - the Prime Minister bothered to go down to the ground to meet them and to listen to their problems. So also I see the same effect with the Ministers going down to the ground. The people feel that at least their views are listened to. There is such a thing as a worm's eye view. But there is also a bird's eye view and it is good for the people to know that there is something called the bird's eye view. It is good for Singapore that more people realize this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned earlier or I asked the question whether we have established the framework, and it is something which is acceptable, widely accepted by the people. What is that basic framework which we need? We ought to agree on what makes for economic viability for Singapore. We ought to agree that we need a strong external defence for Singapore. We ought to agree that we need good internal order and security and if our Opposition parties and those who aspire to come into this Chamber can agree on these basics with us, I would feel more secure about the future of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to support the motion standing in the name of the Prime Minister. It is something new, but I think it is something worth trying. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I propose to take a break now. I suspend the Sitting and shall take the Chair again at 5.35 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 5.07 pm until 5.35 pm</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1765</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.35 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee (Minister of State for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Culture (Maj Fong Sip Chee):</b> Mr Speaker, Sir, I rise in support of the proposal to amend the Constitution as moved by the Prime Minister. Sir, any amendment to the Constitution is a serious business. It is sad that it was given the kind of dressing earlier by the Member for Anson. A question of principle is involved. Indeed, more than a principle is involved. The question is whether the principle is based on the correct premise. I believe it is. Therefore, the next question is: Has the concept and the practice of democracy been infringed? The answer is decidedly no. If anything, Sir, it improves and fortifies the institution of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fact that we have come to this is a sad reflection on the Opposition. I support the Bill, Sir, on four premises, after I have examined the significance and implication of the Bill in detail. Firstly, it is not because there is no democracy in Singapore, as has been conveniently and popularly alleged by some people. Secondly, it is not because the PAP MPs are not working, or that they have been found to be wanting in the discharge of their duties as Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson is living under the illusion that the PAP MPs must necessarily follow all policies, rightly or wrongly, of the Government. He does not understand that PAP MPs have frequently been very vigorous, even pungent, in the discussions they have with Ministers over certain Government policies. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Do you stand up with confidence? \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> We will come to that. If we repeal Article 46 (2)(b) of the Constitution, do you think we will send you a membership form to join the PAP? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You tell that to the marines. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Thirdly, Mr Speaker, Sir, it is not a question of arrogance, again as has been popularly alleged; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1766</b></font>\n  <br>\n  <br> and fourthly, non-constituency MPs are not second-class MPs, as the Member for Anson has said earlier. They are elected. They are elected on a certain provision in the Constitution or elected on those conditions, if one insists on describing them as such. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not want to burden the House with a discussion on the concept of democracy. Suffice it to say, a brief run-through may be necessary. What is democracy? It is demos and kratos. I do not know Greek. I sought some references. \"Demos\" means people, \"kratos\" means rule. People's rule. That is what democracy is all about. The concept of democracy as envisioned by Aristotle in his very primitive concept has come a long way through the ages. But the basic concept has not been changed. However, what Aristotle conceptualized in his time had evolved in different manifestations through different systems, as the Prime Minister said, \"tailored\" to meet the peculiarities or idiosyncrasies of a given people or given community. Therefore, many systems have been devised to give life and meaning to that basic concept. A new element is that the modern concept of democracy is based on universal suffrage and not a minority democracy, as in the days of Plato and Aristotle, when only about 10% of the citizenry could afford the time and the luxury to indulge in public affairs, with a big chunk of the population still living under slavery. Those were the days of Plato and Aristotle and those were the days which the Member for Anson might imagine that we Singaporeans are now suffering from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, we see various democracies emerged in their different forms and each subscribing to the basic tenet of that philosophy. But again each differs from another, having to take cognizance of the special requirements of the people - political, economic, demographic, geographic considerations. Hence, Sir, we have the American pattern, the Westminster model, the German pattern, the French system. And, even the totalitarian states have also called themselves democracies, giving both the word \"demos\" and the word \"kratos\" a very different interpretation. There, the ruling party rules \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1767</b></font>\n  <br>\n  <br> supreme. Not in the case of Singapore. We earned a mandate. Let us remember that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Singapore follows the Westminster model, yet not completely duplicating it. It is a fact but which the Member for Anson has much to belly-ache about. In the first place, Sir, none of the constitutions in the established democracies says that there must be Opposition in Parliament or in the legislature. Nor did Aristotle himself say this in his very pure and primitive form of democracy. So democracy does not stipulate that there must be Opposition in Parliament as of right. They are not there as of right. Who are the people to say that there must be Opposition in Parliament in order that you can have democracy? Only the Opposition members themselves say so. They have infringed the concept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, Sir, constructive Opposition can enhance the value of the system. Sadly, very sadly, it is in this area of constructiveness that the Opposition has been found to be very sorely wanting. Opposition parties we do have. I thought it was 16. I made a check - the Prime Minister came out this afternoon and said there were 20 on the register - and each of them is headed by people of all shades: character and integrity. Even the Workers Party, Sir, was resuscitated. Formed in 1957 in time for the City Council election, four members were elected. Later, a member was ordered by the Communists to resign to create a by-election. That member's son, Sir, is one of the latest President's scholars, a Workers' Party member. The by-election in 1958, which I had canvassed, was a bloody by-election. Parangs were used. I would have appreciated if the fight was confined to speeches, perhaps with the beautiful diction of the Member for Anson. But that was not the case. People were chased around the streets. That was what opposition was all about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1961 by-election, Mr David Marshall won the Anson seat by a mere 500 votes. In the general elections that followed, he lost his deposit. History has got a very ingenious way of repeating \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1768</b></font>\n  <br>\n  <br> itself. May I caution the Member for Anson? It was not the first time that the people of Anson had rejected the PAP. But when they came back, they came back in solid numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Do take note of that. The fact that the Opposition parties failed to win a seat in this House was not taken as their inadequacy. Instead the PAP was faulted for their failure. There have been complaints in the House about not enough time for election campaigns. After three years, the Member for Anson should realize that an election campaign is not fought over nine days. It is fought over four years. And an election is not fought in this House, however beautiful the speech. Election is fought right on the ground. He complained earlier that the SBC - I have the privilege to oversee this portfolio - has not given him enough publicity. He was interviewed on television, Sir, merely a few days ago on the Feedback programme. One out of 75, he demands 50% of the time. I made a calculation. The press gave the Member for Anson 0.2% or 0.3% more coverage than our PAP Backbenchers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He doesn't deserve it! \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> I think otherwise. I think the press should publish, verbatim, every word the Member for Anson utters in this House. That would do us a great service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that they were rejected by the electorate who exercised the franchise in accordance with the Constitution was made to look as if they were constitutionally deprived. Indeed, they have been constitutionally excluded by the exercise of the franchise but not constitutionally deprived or denied and their presence here is not as of right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What happened then, Sir, when we had no Opposition in this House? There were hullabaloos. There were incessant allegations by the Opposition parties that there was no democracy in Singapore. Some international press found it convenient to fault us. I hope that it has been for reasons of business sense and circulation and not of ulterior motive. Otherwise, the Member \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1769</b></font>\n  <br>\n  <br> for Anson will be found guilty in following and gullible enough to fall into the trap of being a mouthpiece of the foreign press in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was also name-calling, Sir, like \"Singapore Incorporated\"; the latest being the \"State capitalist of Singapore.\" There was also mud-slinging like \"One Party State\" and numerous titles of all descriptions. These people are indeed very imaginative. All because we do well as a government and more important, as a people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I once had to tell a well-meaning foreign friend of mine who apparently must have swallowed a fair mouthful of the mud in the process of the slinging: do we have to lose in order to show that we win? Where in democracy does it say that the government should not win all the seats? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question we really want to ask ourselves is: should the people of Singapore throw away the security of a good government, and the services of good MPs, in order to satisfy some sceptics that there is democracy in Singapore? To these people, Sir, their experience in democracy is all too familiar with chaos in their own countries. Chaos like those in the economically advanced countries, or in the poverty-stricken Third world democracies. They are all democracies. At least, they claim to be democracies. Do we want that for the sake of democracy - bloodshed, violence, demonstration in the streets? Where is our buffer in Singapore? Where is our hinterland? In other countries, they can have riots in the cities. The country still survives because with the riots and grief stricken problems in the city areas, the rural areas will continue as normal. They have been in that situation for thousands of years. They cannot be worse. But it is not so in the case of Singapore. We are too small and without a buffer to withstand the kind of problems. People look after their own well-being and do a good job at it. This, Mr Speaker, Sir, is democracy at its best. Only those who refuse to acknowledge this are impervious to truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When people go to the polls, they want to choose a person whom they think can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1770</b></font>\n  <br>\n  <br> represent their interests. And also, what this person and those behind him and the organization to which he belongs can do as a collective body, for the good of the people. That is what the people want during an election. The people are not asked in an election whether they are for or against the ruling party or the opposition. No one is asked whether he should vote for the ruling party or should vote for the opposition, as if they are the two main points of consideration. People are asked to vote, to pick a representative who will safeguard their interests. And that is elections, not that you must elect an opposition otherwise there is no democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who has been responsible for the absence of the Opposition in this House? I have no quarrel with their presence here. I have faced Opposition in this House, very fierce Opposition. We accused them of propagating Communist propaganda, which they did in their kindergartens. And here, a Member stood up and said: Mr Speaker, Sir, here is a textbook in my kindergarten. Let us see how much Communism there is in this book. It says, \"A is for apple. B is for book. \"Where is Communism? Fierce Opposition they were, word for word, argument for argument, no autobiography, but serious discussion in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my view, they had themselves to blame. There were a combination of reasons. The Barisan Sosialis' boycott, which shut off their own forum in this House, was the main reason. At that time, Singapore underwent a period of crisis, a crisis which was beyond the immediate economic uncertainty at that time, It was a crisis of national confidence. Nobody, I reiterate, nobody at that time except the PAP dared to come forward to tackle the physical problems of post-independent Singapore. All the time, we were worried whether or not we could make it as a State, a people who deserve a place, a people who can influence and decide our destiny, in this part of the world. And then came the British withdrawal and the more than imminent prospects of mass unemployment, problems of defence, problems of investment and, of course, as I said earlier, the building up of credibility as a nation state. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1771</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition party abdicated their responsibility at that crucial point of time. I looked through the election statistics. In the 1968 general elections, there were 58 seats. 51 were returned unopposed. Of the remaining 7 seats, 5 were contested by independents and 2 by the Workers' Party. In 1968, long before the medicine man resuscitated the Party. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Resuscitated! You do not know your language! \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> I do not have the benefit of training as a man of letters like the Member for Anson. Frequently, his problem of languages has got him into trouble. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Resuscitated. Do you know what that means? \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> If I do not understand the meaning, I will look up the dictionary. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Please do. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> I am not like the Member for Anson. If he does not understand the meaning, he asks, \"What is the meaning of this?\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Look it up! \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> In 1972, Sir, there was an improvement. Again, thanks to the Member for Anson who joined the party, better showing this time. Out of 65 seats --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Wrong. Not 1972. It was 1971. You have got it wrong. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> 1972 general elections. I wrote a book on this, Mr Jeyaretnam, and, if you have not been referring to this book, I will give you an autographed copy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were 65 seats, Sir, at that time. 8 were returned unopposed, better showing. So there were 57 seats contested. The United National Front (was it Vetrivelu's Party?) fielded 32 candidates, a very entertaining collection of people. The Workers' Party 26, not bad. Barisan Sosialis suddenly found that their boycott of Parliament was disastrous and suicidal. They fielded 10 and came out with a flimsy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1772</b></font>\n  <br>\n  <br> reason as to why they should rejoin the process of constitutional struggle. The People's Front, not the United People's Front of Mr Harbans Singh, fielded 7, the PKMS 2 and Independents 2, making a total of 79. That was in 1972. In the 1976 general elections, the Workers' Party fielded 21, 5 down. Barisan Sosialis had only 5 and contested in the Toa Payoh area. Would you bear with me, Sir, I lost my notes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Lost your thoughts! \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> All the talk now, all the bravado by the Member for Anson claiming to speak on behalf of the Opposition Parties - I do not know whether Mr Chiam See Tong would agree to that proposition or that claim - all this talk will not be able to exonerate them for their disgraceful abdication of duty, for their disgraceful disservice to Singapore. They abdicated. And now, what happens when the Member for Anson found the favour of a few hundred voters to earn his seat in this House? What happens? When we have no Opposition, we were accused of all kinds of crime. When we won all the seats, insinuations abound. Now that we have an Opposition in Parliament, poison darts continued to be thrown at the PAP, and not even the Member for Anson has accused us that the election has been rigged. Indeed, it will be the height of his folly if he does that. He has been hailed as the champion of democracy. So he has a Democracy Day in Anson. He was the underdog. I do not know - again, when it comes to words - which part of the word would describe the Member for Anson best. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Anson does not know that even before he took his seat in this House, there was a meeting - no secret has been let out, Sir - among the PAP MPs, not PAP MPs huddled as he said earlier - was it \"huddled\" that he used? There was a meeting called for the PAP MPs, and MPs were advised to treat the Member for Anson for what he is or what his arguments are worth. \"Treat him as an Opposition. Do not go out of the way\". And the poor Member for Chai Chee, Sir, was pulled aside by none other than the Minister for Law, a person known to be a very fair man - a gentleman of the Bar, he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1773</b></font>\n  <br>\n  <br> was given the title when he was practising - and he Fong, lay off that man.\" That is the reason why until today I have not really crossed swords with the Member for Anson. How fair does the Member for Anson expect us to treat him? And it will do him good, Sir, if he knows that there is a limit - a limit to playing the underdog. You expect us to cut you down? Some Members here would have dons so with great pleasure, of course. But no. We were told to treat him for what he is worth, and I was asked to leave that man alone. Let him find his feet. He has found his feet, wobbling feet. In the process, Sir, infantilism has been glorified as heroic stunts, ignorance not very cleverly disguised as wisdom, and falsehood peddled as truth. Folly has been accorded sympathy. Hypocrisy passed off as sincerity. People of dubious character hailed as leaders of men. Singaporeans know better how to judge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Prime Minister said earlier, we had Opposition in this House and outside the House. And there was a time when the fight, as I said earlier, was more than verbal pyrotechnics in this House, more than the pleasantry of an orderly debate in this House. Rhetorics, histrionics, polemics, were augmented by physical contact in the streets. I remember one worker, Hassan, a Chinese Muslim who helped in the Kallang by-election. He came back to the Rochore Branch in 1958 with one hand dangling down, half-chopped by a parang. That was what it was. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as one who was pan of that process, I know the serious business of what politics is all about, and I can tell the-serious and the genuine from the hypocrites and the charlatans. These are past history. To the young people, it may be academic. As the Prime Minister said, 60% of our voters who are aged 40 and below have got only a very vague memory of those days. The Prime Minister must have also, at the same time when he made that statement, referred to hon. Members in this House who happen to fall in that age group, portfolio holders including. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what does this current exercise mean, providing for an avenue where more views can be heard in Parliament in the event the PAP wins all the seats? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1774</b></font>\n  <br>\n  <br> Firstly, Sir, if the Opposition succeeds in winning whatever number of seats they can, so be it. But if they win less than three, or none, then this proposed provision in the Constitution will find its value. In this exercise of democracy, it is the usefulness that we recognize, certainly not for want of it. What are the alternatives? When this proposal was preferred publicly, it attracted a wide variety of reactions. The immediate reaction, not surprisingly, Sir, was ons of astonishment, Critics hardly believed that it was anything but arrogance on the part of the PAP, as the Member for Anson has alleged in this House earlier. They wanted full-fledged MPs, duly elected. Of course, if any candidate or candidates other than the PAP win the elections, good luck to them. However, non-constituency MPs are also elected in that their presence in this House will be under the provision of the Constitution. They are elected in that process, and as such they too earn their place in this House according to that provision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of arrogance, Sir, as has been insinuated, does not arise at all. The exercise will entrench in the Constitution a feature which will give the institution of the parliamentary system a more meaningful existence. It is not, as some people might have said - of course from our point of view it will be good to have some exchanges in this House - sparring partners as one might call them. One does not go to the extent of amending the Constitution for the sake of providing a sparring partner. One amends the Constitution for the sake of Singapore, and that is precisely what this Bill is all about. One can hardly call this arrogance, nor is the proposal repugnant, as some people felt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Proportional representation, Sir, sounds appealing and even desirable in theory. I do not want to go through the arguments of proportional representation which the Prime Minister had said earlier. It frequently, almost without fail, produces weak governments, coalition governments, an incoherent policy, not a cohesive group of people to run the country, as each one of them will be competing for his own political interests. Apart from all these, Sir, proportional representation is incongruous in the context of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1775</b></font>\n  <br>\n  <br> Singapore society. Because all that we have done, either by legislation, by convention, by practice, by persuasion and campaign, all that we have done all these years will be eradicated, and scoundrels will find a place in this House. Scoundrels will walk around with the respectability of a Member of Parliament. It is not for me to run down that system. It might work in some countries, but certainly it cannot work in Singapore because, in that process, our population will be stratified, polarized. That will be the result. It is not for want of better MPs or that our MPs, as I said earlier, have not been working hard. It is for the reason that we want certain views to be heard, and here is an avenue, a channel, through which people can channel their make-believe allegations against the PAP Government or for that matter any other government who is able to get the support of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are equally concerned. I am not privy to certain information. But I would say that we are equally concerned with the quality of Members on our side of the House. We could have solved that and we have devised a system. Each candidate has been subjected to a very stringent process of selection. I am afraid, Sir, if I were to sit for that test, I might fail miserably; except of course if there is a section on political acumen and sensibility,l might not return a blank paper. I might even score an average, having gone through the mill - not these tests. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is modesty, is it not? \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Do not believe your contest in 1976 in Chai Chee was the beginning of your political career. It was a fight not compared --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Communalism. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Repeat that outside and give me the example. This is not the first time you have accused me of using communalism. This is not the first time. You issue the statement, you quote. me the example, and I will answer that. Just because I speak the Malay language, because I speak Mandarin and English, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1776</b></font>\n  <br>\n  <br> Member accuses me of being a communalist because I speak Malay? You cannot even quote an idiom in this House. What you did say in Malay was \"Ta' Patut\". That is not a Malay idiom. That is a Malay term. I will give the Member for Anson a Malay idiom: \"Otak Udang\". That is a Malay idiom. Of course, there are people who are more competent and qualified to educate the Member for Anson in this language, in which he is sorely inadequate. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We are talking about your 1976 results. That was communalism. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Really? You have issued a challenge to me to fight me anywhere any time. I have accepted your challenge. I have asked you to name the place. The next move is yours. You have not moved, the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why don't you sit down! \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> If the Opposition parties, particularly the Member for Anson's party, can do exactly the same thing as the PAP has done in the serious selection of candidates, then they would have done Singapore a great service. Then Singaporeans will be assured of a credible Opposition, able to take over from the PAP at any given point of time if we do lose out - not because of your credit but because of our default - you would have done Singapore a great service. Unfortunately there is no one for them to select from. Sir, in that process they would have earned the credibility of a serious party. In that process they would have vindicated them- selves of being a collection of people of dubious character. Why not? Do that. My strong advice to the Member for Anson is: do just that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another allegation is that the non-constituent MPs are second-class MPs. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Like you! \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Mr Speaker, Sir, I will leave this to the people to judge, for the press to judge. I would not want to comment on that. I am not here to compete with the Member for Anson for classes. The question is how is a Member of Parliament classified as a second-class \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1777</b></font>\n  <br>\n  <br> Member of Parliament? Sir, a second-class Member of Parliament is so classified by none other than the electorate themselves. So, in 1976, a second-class candidate or MP beat the Member for Anson. Do not take pride for being beaten in the polls by a second-class MP. You decide what class you fit in, having been defeated by a second-class MP. I would not want to label you. Sir, en MP is second-class only by his performance and by his askew perception of the problems of State, problems that are placed before him. That is a second-class MP. Of course, Sir, if I were to list out what the Member for Anson or his party can do or should do, I would be unwittingly giving him lessons as to exactly what to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The debate here is not between the PAP and the Workers Party or for that matter any other political party in Singapore. The debate here is whether or not such provision in the Constitution would enhance the meaning of the parliamentary system as an institution, an enduring institution in Singapore. It is with that objective in mind that we move this Amendment Bill. It is not party politics. We do not have to do this in order to retain all the seats in Parliament. We did that in the past by our conviction, by persuasion and by our credibility. We have done that. We have met even more serious and vicious Opposition than one can find in any of the existing political parties. There is no need for us to go to that extent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we seek to do here, Sir, is to ensure that in future, Parliament shall stand and shall remain respected as such as the highest policy-making body in the Republic. And here is the place where the grievances of the people can be voiced and the Government shall take heed of those views, instead of allowing those views to circulate in market-places as the Member for Anson has claimed. 1, too, received as many complaints .or grouses against the performance of the Member for Anson. Residents in my area having business there in Anson who were not attended to by the MP complained to me about resettlement. I am not going to publicize all these. This is not a debate between the PAP and the Workers' Party. It is a debate whether or not Singaporeans deserve a credible institution, a workable democracy for their own benefit. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1778</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is with those views, and with due respect to the Member for Anson, I hope that he will also come up with equally enlightened views, instead of using this House as a convenient place to narrate his woes or his historic and heroic win in Anson, that I support the Bill. Wait until the next general elections --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We will wait. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> We will do everything possible, all within the law, to have a fair fight and we shall see the Member for Anson having to consider --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Fair fight. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> What is so unfair about this? You mean you earned a seat here by unfair means? Was that fight not fair? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I said \"a fair fight.\" \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Sir, that is the height of the folly of a man! As I said, let us get away from --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Do not get excited. Fair fight. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Let us get away from using this debate as a fight between the PAP and the Workers' Party. The PAP knows exactly what to do and how to win an election. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is that why you have been tearing down our Party banners? \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Your Party banners? Where? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Bukit Purmei. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> Really? Make a complaint to the Police and it shall be looked into. Again he would say this is a PAP police. Give them some respect. You have insulted the public gallery earlier in the House by alleging that the people up there are from ISD. Highly imprudent remark and it was uncalled for and unnecessary. You have got an uncanny ability to manoeuvre yourself into a jam. Sit, let us stop here and look at the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Interruption] I mean not to stop the debate. Let us look at the Constitution in its true value and not allow ourselves to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1779</b></font>\n  <br>\n  <br> misled by the Member for Anson as if the whole amendment to the Constitution was proposed out of fear of the Workers' Party and the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Isn't it? \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> If you want to have another contest with a second-class MP, by all means name the place, name the date. I have accepted your challenge. You have not made the next move. Sir, I do not think that I should waste the time of this House to entertain the Member for Anson. May I, Sir, --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sit down. \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Maj Fong Sip Chee:</b> --- beg leave to say that I support the Bill. Even a PAP MP can agree with the Member for Anson. \n  <br>6.20 pm \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Labour (Mr Eugene Yap Giau Cheng):</b> Mr Speaker, Sir, I support the Constitution of the Republic of Singapore (Amendment) Bill in its entirety. I would like to comment on the proposal to have non-constituency MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not surprised that the various Opposition parties in Singapore have rejected this move. However, I am indeed astonished to learn that some Singaporeans have chosen to look at non-constituency MPs as second-class and prefer to believe that the Opposition should gain entry into this Chamber under their own steam rather than being given seats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to deal with some of the views of the Opposition parties first. As I said, I am not surprised that they should reject this concept: By rejecting this concept, they are proving a point which many have said over and over again that they are here in Parliament to oppose for the sake of opposition. If they want to show the people of Singapore that they do not oppose for the sake of opposition, then of course this Bill is a great opportunity for them to come forward and give this idea a try. That they have point-blank rejected the idea also brings out another point against them, and that is, they have openly professed that they are not interested in representing the views of the 15 or even more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1780</b></font>\n  <br>\n  <br> percent of the electorate who, of course during any election, have decided for one reason or the other that they cannot go with the PAP. I certainly hope that, by not wanting to represent this minority of people, they are not giving themselves away; not disappointing those who expect them to speak up on their behalf. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assuming that the media have reported the Opposition parties correctly on their views on non-constituency MPs, then I must say that the quality of leadership in the Opposition parties has not improved and is a far cry from what is generally regarded as sound. For instance, when Chiam See Tong was asked for his views, he talked about people of Singapore wanting genuine stuff. What is this genuine stuff or bluff stuff? Let us take him seriously and analyse the implications of what he has said. He lost in Potong Pasir in the 1980 general elections. Therefore, according to him, he is bluff stuff. There is a rather grave implication in this thinking of his. According to him, even if given the opportunity to come to Parliament to represent those who voted him, he would not. He does not realize that, but for Singapore's situation where a great majority wants the PAP to represent them, it is possible in other countries for a man to get into Parliament with a mere 34% as in the case of a three-cornered contest. This man with 34%, is he real stuff or bluff stuff Fortunately, this is not the question that we have to answer. The question we have to answer is: Is the present parliamentary elections process good enough? Good enough for the views of the majority as well as the minority to be heard in this House? This change must therefore be seen as part of a parliamentary evolution process here in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, now I would like to turn to the few Singaporeans who have given their views on non-constituency MPs. Their reaction can be looked upon as a natural outcome, the so-called gut reaction which can be rather misleading. Perhaps some of our people may unconsciously be comparing this idea with the British parliamentary system. If this is correct, then we have to guard against following everything that is British. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitution of the Republic of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1781</b></font>\n  <br>\n  <br> Singapore (Amendment) Bill that is before us is more than just a facelift amendment to Article 39 of the Constitution of which I am referring to. It provides for a thermostat, a thermostat which will be triggered off the moment the PAP makes a clean sweep of all but two of the parliamentary seats in order to complete the process of Opposition which PAP Backbenchers have been providing well. Debates in Parliament cannot be simply looked upon as a mere boxing match between two parties, especially in our context. Even if it has to be a boxing match - a contest of will and abilities in ruling a country, rivals should be equally matched. From the present state of affairs, watching how an Opposition has performed so far, it is like a featherweight irresistibly choosing to get himself chased around the ring by heavyweights and in the process of course getting his jaw knocked off - especially with one particular heavyweight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would have thought that a man who stood in a parliamentary by-election in Anson in 1981 and who gave the people of Anson the impression that he can take on PAP MPs should be able to perform according to the expectations of his electorate. He did not. He got himself reduced from a self-proclaimed heavyweight at the hustings to a featherweight here in Parliament. This raises a question: Could he have gained entry into this Parliament by sheer chance? And this brings me to a point. Performance at the hustings and performance at Parliament can indeed be very different and I must thank the Member for Anson, not on my own behalf, but on behalf of his Opposition colleagues and on behalf of other aspiring politicians who hope to come here and oppose for the sake of opposition, to learn this particular lesson from him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also demonstrated to the public at large the futility of Opposition for the sake of opposition, meaning he has not been a credible or for that matter creditable opposition. He tried to persuade the public that they could have utopia. I believe he has not succeeded. At the hustings, it is easy enough for anyone, long, short or tall, to get away with various weak, unfounded allegations. They can cast aspersions on Government without \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1782</b></font>\n  <br>\n  <br> batting an eyelid, without having to prove conclusively those aspersions. If their salesmanship is good enough, if they are skilful at wheeling and dealing, then they might be able to peddle their way into Parliament. This raises several important questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can there be a situation where Singaporeans who are generally known to be hardworking and thinking people discover that there are among themselves some who may sometimes be prone to submit to the pressures of wheeling and dealing, the more ductile ones that is, and inadvertently send clowns to Parliament, eventually just to suffer a letdown? More important, are we not wasting public funds through baseless and futile debates and even more important, are we not risking all that we have built up by having a group of charlatans here? It would not take long for peddlers of unreliable wares to fritter our hard-earned savings and, when this happens, can we afford to sell Singapore? That is the crucial question. What will happen to all our HDB flats? What will happen to all our CPF savings? What will happen to all our savings in the bank, the infrastructure that we have built up? Will all that go? These are the serious, sober questions which I am sure Singaporeans would like to address themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to look upon this particular amendment as a means for Singaporeans to test the Opposition; to find out whether what they say at the hustings can really hold water here in Parliament. Faced with facts, faced with figures, faced with logic, how will they stand the pressures of logic here in this Parliament? We have seen an Opposition performing here in Parliament for three years. What has he contributed so far that we can call constructive? Let us examine what he has said. This is an answer he gave to one of his constituent's questions, \"Suppose we saw the Russian Navy in full steam ahead, saying across its bows, 'Singapore, here we come.'\" The question: what can we do against Russia? His answer: \"One has to be realistic. You try and be friendly; develop friendly relations.\" My advice to him: \"You live in hope, you'll die in despair.\" Let us assume for one moment that he forms the government. Then we have to ask; \"How can we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1783</b></font>\n  <br>\n  <br> trust our future to such people? How can we rely on such people to take us through --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, on a point of order. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Why? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On the same question as the Prime Minister's, Sir. What has all this got to do with the Bill before the House? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Well, it is for Parliament to debate. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you think this is relevant, so be it, Mr Speaker. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap:</b> Mr Speaker, Sir, I do not want to be interrupted. We are all gentlemen. We allowed him to interrupt us. He himself doesn't want to be interrupted. Maybe I can just clarify to him that I am trying to prove or to demonstrate a point, a point that --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> PAP propaganda. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap:</b> Mr Speaker, Sir, this is, as I have said, a very serious Bill and I do not want any interruption, at least for the time being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Seen in this context, Sir, I thoroughly support clause 3(b) of the Bill. Singaporeans can assess, Singaporeans can examine these hopefuls. If they are good enough, then Singaporeans may want to vote them in the next time. But in the case of the Member for Anson, I am sorry I have to refer to him because that is the only example I know that exists today, but in the case of the Member for Anson, he has already proven his worth. It is, therefore, really not necessary for him to become a non-constituency MP should he lose his next election. Others may want to take their turn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, for this concept to work and for it to take off the ground, I certainly hope it will not be abused by thieves, by Hollywood-style punching cowboys, by jugglers and by other delinquents. But why only a handful of seats? Is it enough? Personally I think it is enough because it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1784</b></font>\n  <br>\n  <br> allows us to test the leader of each Opposition party first, that is, assuming of course that they would garner more votes than their followers. If the leader can stand up to PAP MPs, then we can say at least he is worth his salt. For where is there a better way to try them than by assuming the roles of non-constituency MPs. PAP MPs go through rigorous tests before they are presented as candidates for selection. Again, when they are elected as MPs, they have to be subjected to a continuing self-renewal process in order to put the system in order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the question is: Can the Opposition parties do likewise? The answer: No, they cannot afford because if they try they will end up with no one to stand for election, except their various Secretary-Generals. So if they cannot, how can they even dare to run the government or to run this country? To send these people into Parliament is like sending any Tom, Dick or Harry to. steer a plane from one point to another. It may not reach its destination. It may just blow up. Therefore, in the absence of a parallel system for the Opposition, this provision will allow leader-s of the various parties to come in as non-constituency MPs and perform. Singaporeans will then be able to tell whether these people will make worthwhile leaders. Whether they can match the intelligence, the abilities and the honesty of the PAP MPs is a very important test. This is one way we can evolve a credible Opposition in Parliament which is, at least, better than appointed MPs whom people will be tempted to think have to be restrained in speech because they have been appointed by the PAP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this concept can also be looked upon from another angle. Given that the mode of selection of candidates to stand on the PAP ticket is rigorous and exhaustive, one would expect that very, very few, perhaps none, would be left behind that is good enough and missed out by the PAP. Those that are good, not selected - politically inclined, but not wishing to identify with the PAP because they want to express their views freely, can take advantage of this concept. It would give them an opportunity to imbibe the spirit of Parliament - learn the Stand- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1785</b></font>\n  <br>\n  <br> ing Orders, think before they speak, face the realities, develop debating skills and pitch themselves against the heavyweights. Aspiring politicians of this class though, must be prepared to put their heads into the lion's mouth and come out in one piece. If not, the ideals they espouse really cannot stand close scrutiny or stand up to the demands of practicality. They may then want to opt out and give others a chance to try the lion's mouth the next time around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we are all aware that we are a small island. Our system of government cannot be a plain, simple photostat of the British parliamentary system or the American system, the Thai system or even the Philippine system. We have to evolve our own system. Parliament must not be looked upon as merely a boxing ring for people's entertainment. An Opposition in Parliament does not simply mean taking pot-shots at the PAP, for this is just fumbling and cheating the people who sent them here. Neither is it a place for adversarial politics. Alternative and constructive ways of doing things must be the answer not just opposition and spurious accusations. We are limited in manpower and, therefore, we must evolve a system that will allow people who have been missed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1786</b></font>\n  <br>\n  <br> out or who do not want to be counted as PAP to surface and help us think of the best and most practical way of running the country. Only then will the system that we have be near-perfect. But if starry-eyed politicians think that Opposition is simply taking a long, long shot at Prime Minister Lee Kuan Yew, then they have not grown up. They are still thumb-sucking. They don't measure up to standard and for them to participate in any way at all in running the country, great things are at stake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the debate be now adjourned.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Debate to be resumed what day? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Nineteen minutes to\n  </div> \n  <div align=\"right\">\n   Seven o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
