{"memberId": null, "volumeNo": "43", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"43\"> \n  <meta name=\"Sit_No\" content=\"6\"> \n  <meta name=\"Sit_Date\" content=\"1984-03-12\"> \n  <meta name=\"Start_Col\" content=\"773\"> \n  <meta name=\"End_Col\" content=\"886\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">43</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">12-03-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 43</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 12th March, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj. Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 774</b></font>\n  <br>\n  <br> \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, a.B.m. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Acting Minister for Labour. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan'bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sombawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.m. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 776</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Acting Minister for Communications. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture - from 8th to 10th March 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 776</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chai Chong Yii (Bukit Batok) - from 16th to 30th March 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn (Bukit Merah) - from 19th March to 3rd April 1984. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <br>\n  <div align=\"center\">\n   <b>Main and Development Estimates</b>\n  </div> \n  <br>\n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In accordance with the provisions of paragraph (7) of Standing Order 87 and paragraph (5) of Standing Order 88, I have fixed the times for the conclusion of consideration of the heads of expenditure in the Main and Development Estimates of Expenditure for FY 84 in the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These times have been notified to honourable Members and will appear in the Official Report. (Cols. 881 - 884) \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840312/19840312-HA-0430881.htm\">Official Report - MAIN AND DEVELOPMENT ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL 1984 to 31ST MARCH 1985 (Cols. 881 - 884)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PUNGGOL PIG FARMERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Dispossession)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr J.B. Jeyaretnam</b> asked the First Deputy Prime Minister and Minister of Education (a) what were the reasons for dispossessing the pig farmers in Punggol of their farms; (b) how many farmers have been dispossessed of their farms; (c) what has happened to the farmers who have been dispossessed; and (d) has any alternative livelihood been offered to them. \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee (First Deputy Prime Minister and Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister of Education (Dr Goh Keng Swee):</b> Mr Speaker, Sir, no pig farmers in Punggol have been dispossessed of their farms. So the questions raised by the Member for Anson are irrelevant. Despite this, I shall take advantage of this occasion to explain Government's present thinking on pig farming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pig farming is a highly pollutive industry, the animal producing excrement five times as much as a human being. A major review of pig policy was undertaken in 1979 when a decision was taken, on the advice of the Primary Production Department (PPD) of the Ministry of National Development, to install waste treatment plants in all pig farms as a means of reducing environmental pollution. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such plants are expensive to install and require a minimum size of farm. In effect, this means that small pig farms will have to close down. These farms are sited on Government land under Temporary Occupation Licences (TOL) with nominal annual rentals. In this way, they are thus subsidized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;PPD's policy was to convert these small farms to large-scale commercial enterprises, paying economic rents and eventually installing waste treatment plants. They will be concentrated mostly in the Punggol area, and farms elsewhere will be phased out. PPD envisaged that by the end of 1986, there will be 70 commercial farms with a pig population of 650,000. With the exception of eight commercial farms (with a pig population of about 150,000) whose leases expire in 2005, all leases will expire in 1995. This pig population of 650,000 can serve Singapore's consumers if it is supplemented by modest imports from Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, three serious weaknesses in this policy. The first is a technical one - the reduction in the level of pollution. This is measured by the Biochemical Oxygen Demand (BOD) which is the demand for oxygen by organic pollutants in the water. Raw pig waste with a BOD level of 4000 mg per litre requires more then 400 times as much oxygen as clean stream water which has a BOD level of less than 10 mg per litre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;PPD aims to achieve a BOD level of 250 mg per litre as a preliminary target. This represents a considerable reduction in pollution level, from 4000 mg per litre. However, a BOD level of 250 mg per litre is not acceptable to the Ministry of the Environment, as it is the BOD level of raw human sewage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second and third weaknesses are economic. Pig farming requires scarce resources, notably land and water. The scarcity of land in Singapore means that the proximity of pig farms is much too close to densely populated areas. As for water, the Ministry of the Environment estimates that 30 to 40 litres of water per pig per day will be required just to wash \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 779</b></font>\n  <br>\n  <br> pig waste into the cesspits and treatment plants. Assuming that about half of the water used is PUB water and that a pig population of 650,000 is maintained, the amount of PUB water required to wash pig waste into cesspits and treatment plants works out to two to three million gallons per day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the high cost of constructing and maintaining the treatment plants. The capital cost of the treatment plant works out to about $120 per pig. PPD proposes to give a grant of $100 per pig to commercial farms. The operating cost could be $10 per pig, according to PPD, but the Ministry of the Environment believes it to be between $20 and $30 per pig. Both PPD and the Ministry of the Environment are agreed that the treatment of pig waste to a BOD level substantially below 250 mg per litre would make pig farming uneconomic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What PPD is doing is to levy a cess of $10 per pig slaughtered at the abattoir with the intention of using this money to subsidize commercial farms' expenditure on waste treatment plant. The cess was introduced on 1st January 1980, and the amount accumulated at the end of 1983 is $33 million. In effect, what happens is that the Singapore consumer is being asked to subsidize commercial pig farms in two ways. First is the cess of $10 per pig slaughtered at the abattoir. Second is the restriction on import of pigs, ostensibly on health grounds but, in reality, to maintain pig prices high enough to make commercial farms viable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is making a review of this policy. Does it make sense to spend some $80 million on waste treatment plants to achieve poor environmental standards? If pig farms have eventually to go, why prolong the agony? Are we assured of reliable sources of live pigs from imports? Can we persuade the Singapore consumer to buy frozen imported pork at lower cost? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 11th February, I visited Bangkok to discuss with the Thai authorities possibilities of imports of live pigs and frozen pork. The Thai counterparts of PPD assured me that they could easily supply our market \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 780</b></font>\n  <br>\n  <br> and would set up the health standards we require. A technical mission will visit Bangkok next week for a study of quarantine facilities, the state of pig farms in Thailand and other matters. The Government has also received enquiries from Indonesian businessmen about possibilities of setting up commercial pig farms in the Rhio Islands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The preliminary conclusion therefore is that it is possible to supply the whole of our pork requirements through imports, probably at a lower cost to the Singapore consumer. However, further studies have to be made before we can come to a firm conclusion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If studies confirm that imported supplies are the best solution, we have to decide how quickly we can phase out our pig farms and in what manner, that is, by administrative controls or by allowing market forces to decide the outcome by free competition. The question of compensation, if any, can then be decided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Returning to the Member's questions, 71 TOL pig farms in Punggol were informed on 8th April 1983, that they would have to be resettled. I have asked PPD to withhold action until the Government has reached a conclusion on the future of pig farms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, may I comment on the general tenor of the Member's questions. First, the word \"dispossessed\" carries strong emotive overtones. It suggests a heartless government depriving the poor of the little that they have. How can anyone in his right mind see the PAP Government in this light? Over the last 25 years, we have created a stable and prosperous society with full employment and raised the standard of living four or five-fold. When we started in 1959, Singapore was a riot-torn city with endemic high rates of unemployment and wretched overcrowding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last question betrays the Member's unstated major premise from which he addresses our economic problems. He asked: \"Has any alternative livelihood been offered to them?\" He believes that somebody owes the Singaporean a livelihood. This is a form of the welfare state syndrome which the Member has acquired because he believes that what the West \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 781</b></font>\n  <br>\n  <br> does, Singapore must do likewise. We have repeatedly stated that nobody owes us a livelihood. We make our own livelihood by hard work, thrift and enterprise. The Government helps our citizens by its economic policy which ensures sustained and robust growth so that changes of occupation and employment, when these are necessary, can be made quickly and with minimum pain. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, a supplementary question for the Minister. But before I ask him the supplementary question, may I say that I am indebted to him for his lengthy exposition on pig farming and how it could be economically carried out. But I am a little surprised that the Minister should take umbrage at my question. He says no one has been dispossessed. But now I understand that there were 71 farmers who held licences on a TOL basis. I am indebted to him to learn that now action will be withheld. So do I understand the Minister to say that the notices to quit addressed to the other 70 will be withdrawn, because one of them committed suicide, as we know, after receiving this notice to quit. [Laughter] It is no laughing matter, Members. One of them committed suicide because he was distressed by this notice to quit. Am I to understand that the notices to quit served on the other 70-odd farmers had been withdrawn and that no precipitate action will be taken against them? \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, the Member for Anson is a lawyer by profession and he believes that, I assume correctly, from the legal point of view, that a notice to quit means action will be taken. I did say that the notices to the TOL pig farms were served on the farmers on 8th April 1983 which was nearly a year ago and up to now no action has been taken to ask them to quit. Even if the intention of Government to close down all these farms was carried out, time would be given to these farmers to adjust to the new situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He asked for an assurance whether these notices to quit will be withdrawn. Obviously, from the tenor of my reply, it does not make sense to withdraw these notices and then later on to tell them, \"You have to phase out your farms.\" Because my assessment is that the now policy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 782</b></font>\n  <br>\n  <br> would mean that not only the small farmers have to cease operation but the big commercial farms also. I cannot see under what conditions they can compete with imported supplies of pigs, if they are asked to maintain a standard of anti-pollution treatment plants acceptable to the Ministry of Environment. In short, the future of the Singapore pig looks to me to be very bleak. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask the Minister just one more question and, that is, has he considered bringing all these farmers into a son of cooperative so that they could farm more economically and meet the standards required? \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, I have not considered it; it is a rather astonishing idea. When large-scale and efficient enterprises are not expected to survive com- petition from imported pigs by reason of the cost of waste treatment plant, I cannot see how cooperatives can perform better. I think it is more humane that we allow the pig farmers time to adjust and move on to other jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I draw the Member's attention to this fact. In 1975, there were 9,938 pig farms with 16,288 full-time workers. Last December, there were only 3,965 full-time workers. So in the meantime, we have more than 12,000 workers looking for other profitable ways of employment. I do not want to flog a dead horse, Mr Speaker, but when changes have to be made to let the economy grow, Singaporeans are enterprising; they do not need much help from the Government. There are opportunities and they will seize the opportunities. In this way, we make best use of our most scarce and valuable resources, that is, our human resources. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 782</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEW RESTRUCTURED EDUCATION SYSTEM</b>\n  </div> \n  <div align=\"center\">\n   <b>(Report on progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Tan Cheng Bock</b> asked the First Deputy Prime Minister and Minister of Education if he will respond to the call by Government backbenchers to present to Parliament a report on the progress and problems of the New Restructured Education System and whether there has been any shift in policy since its implementation in 1979. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 783</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, when I addressed Parliament on the introduction of the New Education System, I promised to present a progress report. I have not kept this promise. It is not that there is nothing to report. The reason is that with the establishment of the Schools Council in February 1981 detailed progress reports have been made every month to the teaching profession, the newspapers and the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of Parliament can receive copies of studies, progress reports and policy papers on application to the Ministry. In view of the continuous flow of a large volume of information available to MPs, I did not think it necessary to make a special report to Parliament. However, if sufficient numbers of MPs want a special report, I shall be happy to oblige. As regards the second part of the quesion, there has been no shift in policy since 1979, though various attempts have been made to improve the system. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, supplementary questions. Obviously the Minister is very comfortable with his reply. But I am sure Members of his House are not comfortable with his reply. Is the Minister happy that his Ministry has brought remarkable changes to our Education system and has added more anxiety and uncertainty to many students, teachers and parents? Is he aware that his now education system has put labels on our society - Monolingual, Normal, Express, Special, and now Gifted? Is he aware of the consequences of labelling our population in future? Is he aware that Normal course students are unhappy that their chances of doing the GCE are very slim, and that the parents are even more worried when they learn of this fine-tuning of the streaming of the Normal course? Is he worried that the double-weightage given to Languages distorts streaming? Are there only slow-learners in the Normal stream? How many are there because of the double-weightage given to Languages? What has the Minister done to ensure that the child who does badly in Second Language but has good results in other subjects are not wrongly streamed? Is he aware that Monolingual classes are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 784</b></font>\n  <br>\n  <br> facing a disciplinary problem? Is he also aware that some schools are bogged down with too many pilot projects, that teachers are busy sorting out these pilot projects rather than sorting out the problems of students? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Tan, would you let the Minister reply instead of going on? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Yes, I have given him a mouthful. \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, I am aware of all these problems. However, the Member has grossly exaggerated the extent to which these matters have caused difficulties and problems either to the children or their parents. Slow-learners there will always be under any system. Under the old system, the slow-learner has to learn at the same pace as the fast learner. The result is thousands of school children drop out. Enormous wastage we had then. We have reduced this substantially. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the double-weightage at PSLE both for passing and streaming purposes, we have carried out computer simulation tests to see what difference there would be if there were no double-weightage for languages; the difference is extremely minute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Normal stream students at secondary schools not being able to do the GCE 'O' level, I would like to remind the Member that a fair proportion of Normal stream students, after they have finished Secondary 1, are able to join the Express stream. For the others, the better top, maybe 40%, maybe 50%, after doing their GCE 'O' level Normal, can go on to the 'O' level as we have now. The others will probably have the 'O' level Normal as their terminal examinations. Compare this with the situation where it is quite common for large numbers, thousands each year, to drop out of secondary schools. If a parent has a child that is below average in learning capacity, it does not matter whether the child is in the Normal stream in the present policy or whether he is in the same class as the bright boys, because in the end that child will do badly. However, we are giving him a better chance to do 'O' level in five years what he is expected to do in four. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 785</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for schools being deluged with work, with pilot projects, with workshops, the hon. Member has a very light ear to complaints from school principals and teachers. Schools must always be on the look-out for new methods of teaching, for innovation, for improvement. If they are not willing to improve on their professional standards, then they have no right to be in the profession. So I must ask him, when he listens to such complaints, to have not only a light ear but a discriminating mind. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> The Minister mentioned about Normal course. Is he aware that his Ministry is trying to think for those parents whose children are in the Normal course, and whether it is wise to interfere too much with the aspirations of these people? And is he aware (i) that his perception of the expectations of the students and of the parents is not what the students and parents perceive, (ii) that their expectation is to do the GCE in five years, and (iii) that the Ministry just prepares them for the examination? And that is what is provided in the Report in 1979. Would the Minister like to comment on this? \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, when it comes to streaming at PSLE into the Express and Normal courses, special attention is paid to pupils in the margin, say, 21/2% below the cut-off point. The parents are asked whether they want their child to go to the Normal stream as the examination results indicate, or whether they want to go to the Express stream, and the Ministry complies with the parents' wishes. Where it is below the margin of doubt, the child still has a chance by performing well in Secondary 1 - and there are cases where for various reasons children who are below the band of doubt perform better than expected at Secondary 1 and they go to the Express stream. For the others, it is for their own benefit that if they have the capacity to do GCE at all, it is best that they do it in five years. I know there are ambitious parents in professional families who want to pressure their children, who think it is a loss of face that their child is in Normal course whereas the neighbour's child is in the Express stream. Which is more important? The parent's ego or the child's welfare? Think about it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 786</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Speaker, Sir, in his 1979 Report, the Deputy Prime Minister definitely gave parents the impression that all Normal course students would at least do the GCE in five years' time. But somewhere along the line the Ministry did some fine tuning to this particular course. I learned that about 65% to 70% of students in the Normal course would ultimately not do the GCE. Why is the Minister so impatient? \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, this is a very long and complicated subject. I suggest that we go to the next Question. If the Member wants a proper and detailed explanation, he can raise it during the Budget debate in the Committee of supply. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I will not be around. That is why I am asking all the questions today. Well, I can take it up at the next Budget. Is the Minister also aware that principals are unhappy because the salary of a principal is the same in many instances as a senior staff? And is he aware that some teachers do not want to become principals or vice-principals because of this salary structure? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Tan, are you going on with the second Question, or are you going to the third Question now? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> All these supplementaries are related to the second Question. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I thought you said you would take it up at the next Budget. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> No. That is on the particular aspect of the Normal course. \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, can I ask you, on a point of order, whether the questions on details are relevant to the original Question which the Member raised? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Only to your answer. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> It is relevant. It is related to the Minister's report. Of course, he did not give a very good and satisfactory report. So I am trying to dig it out from him. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Maybe on another occasion, Dr Tan. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 787</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EDUCATION POLICY ON ADMISSIONS AND STREAMING</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Tan Cheng Bock</b> asked the First Deputy Prime Minister and Minister of Education if he will assure the House that his Ministry's latest policy of admission to schools of their choice for graduate mothers, together with the policy of streaming students into Normal, Express, Special and Gifted streams will not eventually lead to the development of a class system in Singapore. \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, no one can give the assurance the Member is seeking. Indeed, I doubt whether any education policy can prevent the development of a class system in Singapore or elsewhere. To be quite candid, I doubt whether it is possible to have a classless society which, I assume, is what the hon. Member regards as the ideal Singaporeans should try to achieve. I can, however, assure him that any identifiable class that may emerge will not be the result of the priority scheme. In a meritocratic society such as we have in Singapore, the children of graduate women are likely to be high performers and many will be at the top ranges of society, regardless of any entrance priorities or streaming in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two great thinkers of the 19th century, Karl Marx and Friedrich Engels, believed that a classless society was not only desirable but also inevitable. This classless society could be achieved by the destruction of the capitalist system which, they said, was a system under which man exploited man. With the overthrow of the bourgeoisie, the ruling class of capitalism, exploitation of man by man would end. Everybody would be equal. True freedom would then be achieved under which, and I quote the Marxist bible, \"the free development of each is the condition of the free development of all\". Grand ideals, fine rhetoric! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Capitalism has been overthrown in many countries - in the Soviet Union, in Eastern Europe, in the Peoples' Republic of China and in Vietnam. Has the classless society emerged there? If anyone believes this has happened, let him go there and see it for himself. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 788</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As an economic phenomenon, a class system will arise when incomes earned in different occupations are not equal. It will also arise, if Professors Eysenck and Jensen are correct and parents pass on their genes to their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No one has devised a system under which a primary school teacher earns as much as a doctor or a research scientist no more than his laboratory assistant. So economic inequalities exist. What is important is not that they exist but how they come about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If high incomes are earned through merit in free and fair competition, as in Singapore, no one can say that a class system that results from unequal incomes is necessarily bad. It is only when high incomes are derived from privileges based on nepotism, political connection or corruption, that the system is to be condemned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I come to the specific points raised by the Member. As regards streaming, the rationale for this is generally well understood, except perhaps by the Member himself. I need not say more than that its purpose is to help the slow-learners who cannot cope with the rate of teaching which had hitherto been geared to the brightest, that is, those who can make the grade to 'A' levels in 12 years. As for the gifted programme, this is not a Singapore innovation. We follow the example of others such as the United States, Israel and, of all countries, the Soviet Union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The preference in school admission given to graduate mothers has generated much unhappiness, and understandably so. In a democracy, everyone wants to be treated alike and where a group is singled out for preferential treatment, strong reasons must be advanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do we give preference to graduate mothers? The subject has been made sensitive because some people mistakenly believe that it is inspired by the conviction that only clever people can breed clever children. In fact, the President of the NUS Students' Union wrote to my Minister of State earnestly pointing out that it is untrue that only clever people breed clever children. No one can dispute this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 789</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give Members what the Shell people call a \"helicopter vision\" of the problem. This is necessary because, viewed in isolation, the policy makes no sense. The root of our trouble is that while we have made enormous strides in economic modernization and in standards of living, our social customs and habits have not kept pace. The young Singapore woman who writes computer programmes is as competent professionally as her Western counterpart. Yet her attitudes on what constitutes acceptable norms of social conduct, especially in regard to sex and marriage, are closer to those of her mother than her adventurous Western sisters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same holds true of the Singapore male, alas! When it comes to choosing a marriage partner, most display the male chauvinism of traditional oriental cultures. A docile woman is an asset, a highly educated one may be argumentative and this will not make for marital bliss. I need not labour this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now the outcome of such incongruous arrangements - social attitudes lagging behind economic performance - is that in 1983,60% of male graduates marry below their education level. The number of female graduates who do so is negligible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You may ask, \"What is wrong with that?\" If you take a short-term and myopic view, there is nothing wrong. The choice of a marriage partner is a personal act and outsiders, especially the Government, should not interfere. The Japanese think otherwise, but I will not pursue this line of argument here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you consider the social consequences of current trends remaining unchanged, the results will be horrendous. I am not exaggerating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consider these figures. Last year, 60% of the students admitted to NUS were women. Over 2,000 males who qualified for pre-university chose to go to the Polytechnics. If the trend persists and 60% of our male graduates continue to marry below their education level, then only 27% of our women graduates will eventually be married to graduates. Nearly all of the remaining 73% will remain unmarried. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consider another statistic. Graduate mothers produce nine times the number of gifted children than the general population, graduate fathers, alas, only six times. It does not now matter whether this is the result of nature or nurture, or both. Just calculate the loss to our society if three-fourths of our women graduates, some 2,200 each year, are added to the pool of unmarried. Reflect further on what we are doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We educate our girls to the best of their ability, and it is a good thing we do so. But to the top three-fourths, that is, those who enter the NUS, we in fact tell them what Hamlet said to Ophelia, \"Get thee to a nunnery\". What sort of people are we if we consider such matters to be of no consequence? When the Government first expressed concern over this and sent a team to Japan to learn how the Japanese went about it, the episode provoked much merriment, even among some PAP MPs I regret to say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We believe that her people are Singapore's only asset. There is not a Minister or MP who has not repeated this almost ad nauseam. If our people are our only asset, the better the quality of future generations, the better our future will be. Especially is this so when outside sources of talented people, from China, India and Malaysia, are no longer as freely available as in the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will recall that the Prime Minister once pointed out that he was the only Singapore-born person in the top seven in the protocol list. This will no longer be so a generation from now. Singapore must produce her own talented people, mostly on her own. How can we be complacent over a situation when three-fourths of our most talented women are likely to remain single? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether Members believe that many children of graduate mothers are talented or gifted through nurture or nature does not affect the issue. The fact that their children are disproportionately over-represented amongst the gifted and the high performer cannot be disputed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The preference given to children of graduate mothers in school admission is only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 791</b></font>\n  <br>\n  <br> one of the policy measures the Government has to take. Other changes must be introduced to get the better educated women, both graduates, 'A' and 5 'O' levels, to bear their share of the next generation. The effect could be two-fold. First, we draw attention to the nature and magnitude of our problem. Second, the better educated the woman, the more we must help her to marry and have her children. We must also induce the rational Singapore male to ponder on his wayward past ways and to do better for himself and his children in future. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Speaker, Sir, I am sure the First Deputy Prime Minister must agree that this policy is discriminatory. It discriminates against children. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Can I have your supplementary question, Dr Tan? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Is the First Deputy Prime Minister aware that his policy of priority of admission to schools for children of graduate mothers is discriminatory? It discriminates against children of non-graduates. It discriminates against children of graduate fathers and non-graduate mothers. It discriminates against children of mothers who complied with our sterilization policy by ligating after having two children. And in view of this unfairness to most but 200 Singaporeans, would the First Deputy Prime Minister like to review this policy? \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, I have gone at great length to explain why this policy is necessary. The Member is wrong in saying that those who had sterilized themselves in the past are being penalized. They are not. Under the rules, exceptions are made for them and they retain the status. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the other points that he raised, I think I have fully answered them. If he does not understand what I have said, I am prepared to give the text of my speech to him for him to read carefully and ponder in depth. Then he need not ask unnecessary supplementary questions. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Speaker, Sir, the First Deputy Prime Minister is just trying to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 792</b></font>\n  <br>\n  <br> avoid the issue. With regard to sterilization, the First Deputy Prime Minister must realize that a child takes six years - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Can I have your supplementary question, Dr Tan? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Yes, I will come to it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Please ask your supplementary question instead of being long-winded about it. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I am just trying to ask the First Deputy Prime Minister that he must realize that a child takes six years to grow up, so that having first introduced that policy six years ago, he will only see the fruit of that policy this year. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> That is not a supplementary question. There is no need for you to answer, Dr Goh. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> A supplementary question, Sir. Is the First Deputy Prime Minister aware that in the farewell interview Dr Winsemius said that, accepting the premise as set out by the First Deputy Prime Minister, the implementation is premature? \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> I do not think Dr Winsemius said that in such stark terms. He did say that it is a very complicated subject, and that we must pay special attention to the psychological circumstances of the social situation. He also went at great length to explain that if he were a woman and had been educated to a high level of competence, he himself would not marry. And this makes our problem all the more difficult. I would have thought that the Member for Chua Chu Kang, having read what Dr Winsemius said, would direct his efforts all the more to find a solution to our difficulties. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Mr Speaker, Sir, perhaps the First Deputy Prime Minister and I were reading different passages of Dr Winsemius' interview. In an interview given- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have your supplementary question, Mr Tang? \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> This is a clarification, Sir. The First Deputy Prime Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> said that Dr Winsemius had said that if he (Dr Winsemius) were a highly educated woman, the incentive would not encourage him (or her) to get married. But in another passage, Dr Winsemius did say that - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your supplementary question, Mr Tang? \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Accepting that premise as set out by the First Deputy Prime Minister, Dr Winsemius said that it was too premature because we have got universal education only in 1968 or in 1970 and therefore that generation - \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Goh Keng Swee:</b> Sir, on a point of order. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> That is not a supplementary question, Mr Tang. Dr Goh, do sit down. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TAXI FARE SURCHARGE ON CHINESE NEW YEAR HOLIDAYS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Reasons for refusal)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr J.B. Jeyaretnam</b> asked the Acting Minister for Communications what were the cogent reasons for the Registrar of Vehicles' refusal to permit a surcharge of $1.00 on taxi fares for the Chinese New Year holidays. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Acting Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Communications (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, surcharges have never been imposed during all public holidays in the past. There is no reason for introducing them. Many of our taxi drivers are public spirited and are conscious of their responsibility towards the public. Apart from their traditional visits to their parents and relatives, they ply their taxis and render sterling service without seeking to capitalize on the increased demand. Drivers who ply the streets during the festive seasons receive more than their usual share of fares. Many commuters in turn show their appreciation for the service rendered by giving taxi drivers tips. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LOSS OF TRADE UNION FUNDS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Investigations)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr J.B. Jeyaretnam</b> asked the Acting Minister for Labour (a) whether the investigations into the loss of monies belonging \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 794</b></font>\n  <br>\n  <br> to Trade Unions between the years 1975 and 1979 have now been completed; and (b) what is the total of the unions' monies that has now been found to be missing or lost and how much of it has been recovered. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Acting Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Labour (Prof. S. Jayakumar):</b> Mr Speaker, Sir, on the first part of the question, except for a case involving $1,320 which the CPIB has not been able to complete without questioning Phey Yew Kok, the CPIB has completed the investigations into the loss of money belonging to the trade unions, i.e. SILO, PIEU and the NTUC Travel Services (Pte) Limited between the years 1975 and 1979. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second part of the question, the total of the unions' money lost between 1975 and 1979 is $704,173.93 or $5,311.15 more than the $698,862.68 already discovered in March 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the sum recovered to-date is $557,864.76. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have a supplementary question. This question by the way, Mr Speaker, was addressed to the Prime Minister because I asked him these questions about 18 months ago, and it is arising out of that that I raise these questions today. But I see it is being directed to the Acting Minister for Labour to answer. Be that as it may, Mr Speaker, Sir, we understood from the Prime Minister when he answered this that - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have your supplementary question, please, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May we know what action has been taken to recover any of these monies? We understood that Mr Phey Yew Kok or his wife have some properties. Has any action been taken to recover these sums? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, first of all, I am indeed surprised that he himself has raised the matter of having wrongly addressed the Question to the Prime Minister. We know his insatiable desire to be equated with the Prime Minister but I thought he would be very embarrassed to find that he has directed it to the wrong Minister and that the person in charge of Labour is myself. So it is no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 795</b></font>\n  <br>\n  <br> surprise to him and to the House that the matter was redirected to the Minister for Labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, Mr Speaker, Sir, I do not really see any usefulness in going into the details because the Member for Anson, quite obviously, in pursuing these tedious questions over two years has the objective of casting a slur or smear that there has been a cover-up and he has tried to create a myth, an impression, that only when he asks a Question that the Government begins to take action on this matter. So for the record, we should make it clear that long before he set foot in this Chamber and long before he espoused any interest on this subject, the Government has taken action to investigate, apprehend and prosecute the wrongdoers. And that record has to be emphasized to rebut the objective of his Question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have already mentioned the sums recovered. The details of the processes whereby these sums are recovered are matters left to the Unions and their solicitors. I do not think that this Chamber is the proper place for me to disclose the details of the various legal steps which the Unions are taking in consultation with the solicitors. The figures speak for themselves. They have been very successful in recovering close to 80% of the sums missing or lost. The Prime Minister did mention a property in the March 1982 answer (Hansard, 3 March 1982 (Vol. 41, Col. 364) with regard to which a caveat has been lodged. The action is pending by the Unions concerning the property in question. But I am not, in this House, going to divulge the details which must be left to the Unions and which only can be divulged with the consent of the Unions concerned. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I would like the Acting Minister for Labour to answer specifically to questions. Does he not realize that Mr Phey Yew Kok has been charged with embezzlement of sums of money? Has any action been taken by the unions, albeit on his advice, to proceed against properties owned by him in Singapore? Has it been done? Secondly, would the Acting Minister please tell this House \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 796</b></font>\n  <br>\n  <br> whether it is intended to hold any public inquiry at all into the loss of these monies? Or is it not going to be held? It is no good saying that I am insinuating cover-ups. All I can say is that the cap fits. I am sorry about it. But you have got to answer. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the Member has asked two questions - whether any steps have been taken by the unions concerned to recover the monies. The answer is obvious - obviously yes, as the figures themselves demonstrate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he has resurrected his question of a commission of inquiry, which was fully answered by the Prime Minister. And to summarize the Prime Minister's answer, a commission of inquiry can be held if the Member's purpose is to insinuate cover-ups or that anybody has been let off. But if the purpose is to traverse grounds and evidence with respect to the charges against Mr Phey Yew Kok, that will be sub judice and a written Opinion of the Attorney-General was circulated in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose - \n  <br>3.30 pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am afraid it is half-past Three. The Clerk will now proceed to read the Order of the Day. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 796</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [2nd March 1984], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April 1984 to 31st March 1985.\". - [Minister for Finance and Minister for Trade and Industry]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, I rise to support the Motion standing in the name of the Minister for Finance and Minister for Trade and Industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to congratulate him for his Budget Statement which has been well received by almost every sector in our society, particularly if I may say, members of the fair sex. I am quite confident that the Minister will be most welcome by the women in the various constituencies that he will be touring. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 797</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Budget Statement reflects the Government's desire to have the corporate sector and private individuals play a more productive and efficient role in our economy. The various concessions and incen- tives to the companies and individuals are most welcomed. It is expected that, together with the Government Ministries, statutory boards and state enterprises, the companies and individuals will promote greater productivity and growth in our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the approach of the Minister is a very realistic one. In my view, it characterizes the quality of the Government leadership: one that is prepared to make changes in accordance with different circumstances. These changes are also necessary to anticipate trends in the international economy. But they do so without sacrificing the basic objectives of the Government, that is, to provide better livelihood, environment, recreational and other facilities for the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such an attitude contrasts sharply with those of others who suffer what may be called political schizophrenia. They see the reality of political life but they pretend that the problems do not exist. Worse, they live in a dream world, in a world of images and fantasies. They are those who continue to hold on to archaic and ancient rituals and who cannot adapt to changing circumstances. They are the political dinosaurs of today. Singaporeans should be well aware of such politicians who are iii-equipped to deal with the realities of our present world, not to mention those of the advancing technological age of the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the tax changes for the individual, the point that has been made is that all these are aimed at giving incentives for our people to work harder and improve their educational levels so that they can make a better contribution to our economic growth and for them to have more income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the enhanced child relief, I would like to ask the Minister whether his Ministry has already worked out the equivalent qualifications of those who do not have the five 'O' level passes and who will qualify for the enhanced child relief. Further, may I suggest that the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 798</b></font>\n  <br>\n  <br> takes into account the earned income as another criterion for married women with children who can qualify for the enhanced child relief even though they do not have the five 'O' level passes. I think the criterion of earned income should be considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another question I would like to ask the Minister is in regard to the CPF contributions. Already the employee is contributing 23% of his income to the CPF. As we understand it, there are likely to be increases but I wonder whether the Minister will consider holding down the contribution so that Singaporeans will have more take-home income for their various expenditures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, of late there has been a lot of talk about whether or not the new admission policy into primary one constitutes a violation of our Constitution. I will not contribute to that debate. Women are getting more and more incentives, the latest of which is the enhanced child relief. I think this is all wonderful for the fair sex. But what I would like to ask is whether all these incentives discriminate against the men. My colleagues support my contention that women are getting all these incentives and the men are not. Maybe the Minister should comment on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to reiterate my support for the motion standing in the name of the Minister. \n  <br>3.35 pm \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, it is difficult to fault the Minister for Finance and Trade and Industry for the Budget that he has presented. If at all there is a fault, it is that he has been extremely generous with tax rebates and incentives. It is tempting to ask: Why give away so much? To this, there is a ready answer: He gives away, in order that he may collect even more in the future. The incentives are intended to stimulate investment and reward effort. When these translate into growth, there will be more income to be taxed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we have done reasonably well in recent years, and real incomes have steadily increased, the rebate on personal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 799</b></font>\n  <br>\n  <br> income tax comes as a bonus, even if the Minister states that it is to mitigate the erosion of real incomes by inflation. Let us hope that this bonus will be used wisely. In our golden age we must not forget the perils that threatening economic storms posed to us. I am reminded of the sound advice that a Hebrew once gave to the Pharaoh in Ancient Egypt, as related in Genesis, Chapter 41. In the seven years of plenty, store up one-fifth of the yield of the land against the seven years of famine, so that the people will have food to eat, and the land may not perish through the famine. Even today I think that would be sound economic policy! So while the Minister has deemed it fit to give a little away, it is not too late for the taxpayer to save it up for a rainy day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has pointed out the problem of serious labour shortage which can set a limit to our growth potential. This shortage will in part be due to the Government's policy to reduce our dependence on foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore important that women, particularly the better educated, are encouraged to continue to work. In one broad sweep the Minister has not only enhanced the child relief but extended it to women with five 'O' levels. The Minister will be happy to note that upon publication of this particular incentive by the media, many working women straightaway ran a quick check through their 'O' level certificates to see if they qualified! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has another objective with this enhanced child relief for working women. It is to encourage the better educated women to have a second or a third child in order to correct the present lop-sided pattern of procreation in Singapore. He did not sound too hopeful on this score, and for good reason. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Universal education has presented women with equal opportunities. They compete successfully at work with their male counterparts. A career presents the women with a sense of usefulness, equality and fulfilment. But to pursue a career lands her in direct conflict with her natural instinct for motherhood. The result \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 800</b></font>\n  <br>\n  <br> is a compromise, a rational compromise. Motherhood being satisfied with one child, she then devotes herself to pursuing a career. If working women are to be encouraged to bear more children, they will have to be offered a satisfactory solution to child care. A working woman is likely to have more children if she can depend on her parents or parents-in-law to help nurture the child, or if she can employ a reliable domestic servant, or if there are properly staffed child-care centres available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can, and must, continue to encourage the three-tier family. However, the results have been disappointing, and this is unlikely to make a difference in the immediate future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Domestic servants are not easily available. Furthermore, working women have seen enough examples of their friends' children growing up speaking Sri Lankan English and singing Filipino songs to feel dissuaded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Properly staffed child-care centres can be a solution. The problem is that today the staff-children ratio set by the Government is too high for child-care centres to be economical. There is a total lack of training facilities for staff for child-care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Finance Ministry should look more closely into this matter. Since the Minister has aroused the interest of the working women with five 'O' levels and above, he should follow up quickly by offering fiscal incentives for the setting up and operation of child-care centres. Why not offer a five-year tax holiday on the profits derived from the operation of child-care centres by private enterprise? Why not offer training grants for staff of child-care centres? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the enhanced child relief, child-care centres will be more attractive propositions. Fiscal incentives will assure that they are speedily set up. When well-run and well-equipped child-care centres are available, the working women will be more inclined to follow her motherhood instincts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, while I support the Budget Statement, I do hope the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 801</b></font>\n  <br>\n  <br> can consider this suggestion so that hopefully next year he can report to this House the success of this policy! \n  <br>3.41 pm \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Hwang Soo Jin (Jalan Kayu):</b> Mr Speaker, Sir, the Budget before the House is in every aspect a most satisfactory one. It is difficult for anyone to pick flaws with unless, of course, if you believe in deficit financing and fool that the Government should be even more generous in handing out money to the public. I had not originally wanted to speak on this occasion but when I read of Dr Winsemius' lament that there were not enough entrepreneurs amongst young Singaporeans, it touched a soft chord in my heart and I feel I should say a few words. What I am going to say can be construed as with vested interest on account of the fact that I am in business, but I can assure you that I am speaking not so much as a businessman but rather as a concerned citizen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, looking at the way our economy has progressed since independence, there is no disputing the fact that as a country we have done well. In fact, so well that instead of worrying about unemployment, a problem that affects and afflicts most countries both developed and developing, in recent years we are concerned about labour shortage and the long term impact of continued reliance upon foreign workers. This is an enviable position in the context of the world today. If we are complacent and content to continue to depend on the Government and the multi-nationals to provide the thrusts in our economic development (a feature in our economy that stood out so clearly as one listened to the Honourable Minister and as reflected by the official statistics released together with the Budget), we can very well tell ourselves that we have never had it so good. There is nothing to worry about. But our rapid economic development, as I see it, has reached a stage where we should perhaps look even more closely at things not only in quantitative but also qualitative terms. We should ask ourselves where is the development leading us to ultimately. Would we in time finish up as a nation of employees - employees of government and quasi-government bodies and multinationals and of traders, with no signifi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 802</b></font>\n  <br>\n  <br> cant number of our own business leaders of standing in the private sector? Should we not try to create an environment conducive to the nurturing of entrepreneurial skills? We talk of procreation bias. It appears to me, Sir, there is also a pro-creation bias in the birth of entrepreneurs in our midst, in that we see an increasing number of foreign entrepreneurs and public sector entrepreneurs as against local private sector entrepreneurs. If we think that it is important to our economy in the long term for our own home-bred entrepreneurs to continue to emerge in the private sector, then I feel more will have to be done by the Government by way of incentives and organizational support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, hitherto EDB has been very successful in attracting foreign investors to come to Singapore. How EDB has gone about it and what it has achieved are matters of well-documented records that we all know well. I do not think it is necessary for me to elaborate. What I would like to suggest is that EDB should perhaps now address itself to the question of how it can help our own citizens to come forward and to become entrepreneurs in their own right. At present, for a person who aspires to become an entrepreneur, unless he has substantial private means of his own, it is difficult for him to realize his ambition even though he may have the right qualifications in terms of knowledge, training and skills. There is practically nowhere he can turn to for the necessary venture capital to start off. Consequently, as pointed out by Dr Winsemius, most of these individuals would rather remain as salaried employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not suggesting that EDB should help them by providing the venture capital at this stage (I know the answer will be that it is the taxpayers' money - we have to be careful). As a first step, what I think can be done would be for the EDB to encourage the submission of business plans from private individuals and to carry out independent evaluations of such plans. In the event that a plan is found to be feasible, assistance could be extended by finding suitable partners who have the means. At a later stage, if public response so justifies it, consideration should perhaps be given to the setting up of a venture capital fund. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 803</b></font>\n  <br>\n  <br> know it is probably easier said than done but bearing in mind the excellent track record of the EDB, I would like to think that nothing is impossible with the EDB. In this connection, it is relevant to point out that the special tax treatment applicable to venture capital as announced in the Budget Statement will only benefit corporate bodies but not individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another factor that has inhibited the growth in the number of entrepreneurs locally is attributable to the over-powering presence of Government in business. You see it everywhere - it is in banking, insurance, transportation, telecommunications, trading, printing, manufacturing and quarrying. You can almost say, \"You name it the Government has it.\" I know it is not quite as bad as all that, but that is the impression formed in the minds of the public. When the Government first went into business, I believe it was influenced by the fact that there were a number of worthwhile commercial and industrial undertakings that the Government thought Singapore should try to develop. Since the private sector at that point of time lacked either the financial resources or the expertise, the Government had no alternative but to venture into these lines of business. So we went into steel mills, ship-building, ship-repairing and many others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The developmental objective is one that few people will quarrel with and, in all fairness, in practically all cases the companies founded by the Government have done well and have spawned other related developments. All these companies are making good money. There is nothing wrong in making money except that, judging by the behaviour of some of these companies of late, one wonders whether they still have in mind the original objectives of Government in setting up these companies. And have these companies become simply, profit-motivated? Take the case of Keppel Shipyard. It was started to undertake ship-building and ship repairing, but today it is a conglomerate of over 100 companies involved in all sorts of activities, some of which have not even the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 804</b></font>\n  <br>\n  <br> remotest connections with ship-building and ship-repairing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If our sole objective is to make money, there is absolutely nothing wrong in the approach, which is best described in Chinese as fei shui bu liu, wai ren tian (&nbsp;&nbsp;&nbsp;&nbsp;) meaning that fertile water should not be allowed to seep into other's paddy field. But if we bear in mind the need to stimulate private sector development and to encourage private entrepreneurship, we should realize that the approach that I have just described is depriving the private sector of valuable opportunities to develop or expand a whole host of supportive services. The \"fertile water\" concept has also prevented private sector companies from taking full advantage of Government's numerous developments to do more business, raise their levels of skills and thereby expanding to a more creditable size, able to venture out beyond the shores of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we all know, there is a tendency, whether wittingly or unwittingly, among the Government-owned companies and statutory boards, to scratch one another's back when it comes to doing business. It is fair to say that but for the strenuous efforts put in by the Government agencies, including the Government-owned companies, Singapore would be a lot poorer both in financial terms and in terms of trained human resources in a number of areas of economic activity, What has prompted my concern is the concern expressed by Dr Winsemius, and if we agree with him, we should perhaps begin to see in w.hat way the Government could over a period of time divest itself from some of the businesses presently undertaken by Government-owned companies so that our private sector will have a better chance to expand and to contribute more substantially to our economic growth. \n  <br>3.53 pm \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye (Rochore):</b> Mr Speaker, Sir, this time last year I warned the House that the Minister for Finance was presenting a strip-tease budget and sure enough the Minister bared it all by the end of last year. For taxpayers, it was quite a painful experience. Having done his act, we do not expect him to cover up this year \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 805</b></font>\n  <br>\n  <br> because he has nothing more to hide. This is the reason why this year we welcome his Budget presentation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance deserves support for his objective of restraining increases in Government spending. In three years, from 1980 to 1984, Government expenditure increased by 96.3%. Development fund expenditure in the same period increased by 290%. Only 25.6% of the development expenditure for the financial year 84 is incurred directly by ministries while the remaining 74.4% are disbursed by loans and capital grants to statutory bodies and Government companies. The question which we would ask of the Minister is: how much of the development fund expenditure should come from taxes, direct and indirect? How much should come from public borrowings and how much income from investments? The increased taxation, whether direct or indirect, falls on the public, corporations, companies as well as individuals and have wide implications on their operating costs, profitability and cost of living of the individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generating revenue for economic expansion or infrastructure development can be understood but when the Minister uses taxation policy as a regulatory measure to bring in more revenue, he confuses us. The outstanding example is the use of fiscal policy to control the motor car population last year. This year, revenue from locally refined petroleum products is expected to increase by 55.4%. Revenue from imported petroleum products will increase by 60.8%. Registration fees on motor vehicles will increase by 19.2% and road tax on motor vehicles by 25.9%. All in all, a revenUe of $1,205 million will be raised, not because of the sale of goods or services which one would expect of a company but this will be realized simply because of prohibition on consumption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The additional cost of petrol is against the trend of lower oil prices. When Singapore raised its pump price by 20 cents per litre, Hong Kong lowered theirs the same week. Modern economies, I need not remind the House, revolve around petrol. We are no longer living in a country where goods are still transported by bullock carts \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 806</b></font>\n  <br>\n  <br> and we go to work on bicycles as they do in the Maldives. Oil is the great determinant on prices of other goods. We learnt that lesson in 1973. Any increase in the retail price of petrol means an increase in the operating costs of businesses, big and small, from corporations to hawkers. Additional costs are eventually passed down the line to the last consumer. Nobody believes that the cost of living rose by 1.2% in 1983; that if the basket of goods and services were bought at $100 in December 1983, the same basket cost $101.20 in January 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance is also the Minister for Trade and Industry. They sleep in the same bed. One is dreaming, the other is having a nightmare. I cannot convince the Minister for Finance but housewives would like the Minister for Trade to know that prices are going up, goods and services cost more or they are getting less goods for their money. It is significant that between October of last year and January this year, the annualized rate of increase in the Consumer Price Index rose by 11.2%. The Minister is right that the lowering of oil prices and the strong Singapore dollar have made imported consumer goods cheaper. He is even more correct - he earns a 100% mark, when he concluded that our inflation was due to domestic factors. Yes, it is the Government's fiscal policies - that is the major domestic factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister waxes optimistic over the tourist industry. But those who are in the tourist business do not share the same optimism as the Minister. There were 50% more conventions and exhibitions last year than in 1982. In spite of this, visitor arrivals fell by 4% and they stayed for a shorter time. Publicly-listed hotels have reported not only a drop in occupancy rates but also a decline in revenue, So I do not understand how the Ministry of Trade has calculated that earnings from tourism increased by 3%. Supply does not necessarily create demand. Increasing the number of hotel rooms does not necessarily bring in more tourists. And it is not low hotel rates alone that attract tourists. Hotel rates cannot go too low as otherwise hotels will go under. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is worth repeating what I said last year - that Payroll Tax, Skills Development Fund and CPF payments are directly proportionate to wages, and if the Consumer Price Index goes up, there will be a demand for more wages. Operating costs will go up and they will be added to room rates. To this, add entertainment duty and a 3% cess proportionate to the amount spent. We were told last year that Payroll Tax was a relic we inherited from Malaysia. But I understand that Payroll Tax has been abolished in Malaysia. So we have to ask ourselves not whether we are working doubly hard or we should do so this year, but is there a special reason why tourists will want to absorb our costs, especially when the Singapore dollar is appreciating against currencies of those countries from which we draw our markets? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year I suggested to the Minister for Finance that there should be a report summing up the performance of statutory bodies and Government companies. What is their contribution to public revenue, particularly when these statutory bodies and companies are receiving either grants or loans out of public funds? I regret this has not been done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Budget Book reports that the Monetary Authority of Singapore and the Currency Board pay dividends to the Consolidated Fund, should it also not publish what payments have been made by other statutory bodies and Government companies? Do they exist in isolation? Surely they must be accountable to the public, to the Minister for Finance who in turn should report it to the House. I would have dwelt longer on the role of Government companies, except that the Member for Jalan Kayu has made an excellent speech on this, when he pointed out the monopoly and the connections which statutory bodies and Government companies have with Authority. It is because of this that the private sector is feeling that it is being crowded out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Taxpayers everywhere are grateful and kow-tow three times to the Minister for Finance for the little give-aways. We are no different. In fact, we are euphoric, absolutely so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 808</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The Minister for Finance has increased the exemption of estate duty up to $3 million in respect of residential houses; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) he is giving a discount of 10% off income tax this year. It is the trend, Mr Speaker. Some hotels are advertising a 40% discount and some retail departments are selling off at half price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This package will cost the Ministry approximately $96 million less. in inland revenue. But the Minister for Finance has to balance his losses. It is give and take, and it is the fundamental principle by which Finance Ministers make others happy and himself happy too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So he takes back $107 million by increasing duties on cigarettes, tobacco, beer, stout and betting. Smoking, drinking and betting are bad habits, and they will stay. So the Minister is assured that the grumbling will not last long. After all, smokers, drinkers and bettors have been promised deductions in income tax this year. So should they not spend their extra disposable income in a little more smoking, drinking and betting? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, $89 million will be given back to income taxpayers in 1985 arising from the revised rates of tax. However, I would advise taxpayers not to spend that on credit. Wait till next year and find out how much they have to pay back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Interest on savings in commercial banks is currently taxed under income. This does not encourage savings if the tax payable on chargeable income is 20% and above. For example, if interest on time deposit is 7.5%, in reality receipts after tax can be less than 6%. If the purpose of the Government is to encourage savings to help the capital market and to help Government borrowings, will the Minister consider the alternative of imposing a with-holding tax of, say, 10% on interest? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two objectives are achieved by with-holding tax: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The saver knows exactly his return on savings. He does not have to remember what his savings have earned in interest when filing his income tax return. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Inland Revenue Department is assured of its share because the bank or finance company will automatically deduct and pay to the Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There will be no suspicion by the Income Tax Department that taxpayers are evading income tax on money that has been squirrelled away. Hong Kong had, once upon a time, a with-holding tax but it has now abolished it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On manpower development, none will contradict the idea that manpower development is a key factor among other factors in economic development. The Minister praises the increasing numbers of workers attending BEST classes where workers are taught English and Mathematics. So in addition he is providing increased tax relief for children whose mothers have acquired at least five 'O' levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am concerned about the obsession with passing academic examinations, much of which will be forgotten in the real working world. In Singapore, a child's future is virtually decided at Primary 3 where streaming takes place, at PSLE and at 'O' level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ayer Rajah has eloquently raised this at Question time. It takes many types to make the world go round and I am not sure whether girls with five 'O' levels will make better mothers than others. It is arbitrary to set an achievement of five 'O' levels for additional child relief. It is as good as saying that children whose mothers have less than five 'O' levels are less acceptable by the State. It is too bad that they chose the wrong mothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are mothers with two, three or four 'O' levels. Think of it. They just did not clear that little hurdle of five 'O' levels. So should we not send these mothers back to school in order that they can acquire the extra 'O' levels to make up to the magic figure of five? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once upon a time the Adult Education Board was set up, so many years ago, in order to provide continuing education that the Minister talks about so eloquently. It could have conducted BEST classes or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 810</b></font>\n  <br>\n  <br> other classes to suit the new requirements of a changing economy. Workers may continue their education. But what has happened? The Adult Education Board has been abolished, closed down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would not have cost much to run the Adult Education Board. The Finance Minister is instead pouring $1,879 million into the Education Ministry when the numbers of school-going children are declining. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we are to judge by 'O' level results, then the Ministry of Education is a singular failure. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Hear, hear. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Less than 50% of students last year obtained five 'O' levels. Something must be very wrong indeed. I was astounded that through that the First Deputy Prime Minister and Minister of Education has come to the conclusion that graduate fathers are useless, do not deserve reliefs, but graduate mothers do. So from statistics obtained from the Ministry of Education, he has come to the important biological conclusion that IQ rests in the Y-chromosome and is not connected with the X-chromosome. I think they deserve the Nobel prize for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have come to the conclusion that the Education Ministry is spending more and more on less and less. Either the purpose of education has gone off-beam or is distorted. Or children born in Singapore are becoming dullards and therefore more money for the Education Ministry is needed, or it appears that we have reached the point of diminishing returns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The questions posed by the Member for Ayer Rajah were very pertinent indeed. I think it is right that the Ministry of Education should submit a statistical report to the House on the achievements of the Ministry since the revision of the education policy in 1979. We are not school principals who attend meetings organized by the Ministry of Education. At these meetings principals are told what to do. But we want a report simply stating what this policy has achieved. Is there any justification for pouring thousands of millions of dollars into education? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 811</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the Minister on two points that he made: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) His intention to cut down Government expenditure which has doubled from $5,170 million to $10,150 million in the last three years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) To control the intrusion of Government agencies and companies into the private sector economy and let the private sector take the initiative. \n  <br>4.10 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Mr Speaker, Sir, may I offer my heartiest congratulations to the Hon. Minister for his excellent Budget policy statement. Sir, in his Statement the Minister has said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The tourist trade was adversely affected by the 4% drop in the number of tourist arrivals, the first decline in 20 years.' \n  <br>\n  <br>Sir, I remember that in the Budget debate in 1982, two years ago, I gave warnings of bad tidings for the tourist industry. I remember soon after that some friends of mine in the tourist industry laughed at what I said, and I could not blame them at that time because, in fact, in 1982 we had an all-time record high number of visitors, 2.95 million, almost 3 million visitors to Singapore. This represented an increase of 4.5% over the num- ber of visitors in 1981. However, last year, in 1983, the number of visitors dropped by almost 4% to 2.85 million. One cannot ignore the significance of the contribution of tourism to the Singapore economy. In fact, it has been estimated that out of every $10 earned by Singaporeans, $1 is derived from tourism and related sectors, such as hotels and shopping. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some of our neighbouring countries are today placing restrictions on their citizens who travel, owing to their own austerity drive. They have imposed exit taxes and these have seriously affected the arrivals of visitors to our country. A case in point is Indonesia which has imposed an exit tax on its citizens leaving its country. In 1982 the Indonesians were the second largest group of visitors to Singapore. 455,000 Indonesians visited our Island in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 812</b></font>\n  <br>\n  <br> that year. Last year, only 296,000 Indonesians visited Singapore, representing a decline of 35%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We, therefore, cannot continue to ignore this decline in the number of visitors coming to Singapore. The consequences would be quite drastic for us. Let me just relate briefly the scenario of what might happen to two important sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the hotel sector. In 1982 we had a total of slightly over 15,000 hotel rooms. One year ago, in reply to a Question from the hon. Member for Rochore, the Minister of State for National Development informed the House that from 1983 till 1987, a total of 18,965 more rooms will be added. In other words, by 1987, we can expect to have many more rooms than the number of rooms we already had in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Investments in the hotel industry is substantial. So far it is estimated that $8 billion have been invested in hotels and by 1987, this amount will double with the bulk going to the three major hotel projects currently going on in Raffles City, Marina Centre and the Rahardja Centre. Each of these would cost us at least $1 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to a report which appeared not long ago in the Far Eastern Economic Review, it has been estimated that the high development cost which includes the cost of the land - and may I add very expensive URA land - as well as the cost of construction, the interest payments and on the basis of only 50% occupancy rates, these three major hotels have to charge more than $400 per room per night when they are ready in 1987, just to break even. Now, the question here is, can these hotels find the guests to fill the rooms? Will there be sufficient growth in tourism to sustain the business? One can well imagine the task that our hoteliers have to undertake to fill the rooms not to mention the financial strains they would be placed under. And it is very important here that we ask ourselves now, Sir, what the Singapore Tourist Promotion Board is doing to ensure that there would be a continual increase in the rate of growth of the number of visitors coming to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other sector which has already been badly affected by the drop in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 813</b></font>\n  <br>\n  <br> number of visitors is the retail trade sector. I do not wish to elaborate too much on this sector except to mention that all major departmental stores have reported steep declines in profits or financial losses for the last financial year. And they have all attributed their predicament to two factors: (a) the decline in the number of tourists coming last year and (b) the intense and more competition brought about by the opening of more and more departmental stores. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have to ask ourselves one very important question if we are to do something to boost the tourist industry. We must ask ourselves: why do tourists come to our country? In fact, better still, Sir, let us ask ourselves: why do we become tourists? Why do we visit other countries? And there are two things which come to my mind when this question is posed. One, we go for sightseeing and we have to ask ourselves how much has Singapore really got to offer. The other point is that we visit a certain place because it is not too expensive to go there. And again we ask ourselves: is it not true that today Singapore has become too expensive a place? It is expensive because our hotels are expensive and because shopping, which in the past has attracted visitors, has also become an expensive affair because our shopping complexes built on very expensive URA land charge high rentals on our shopkeepers. That is why today, Sir, we read in the newspapers that even our shopkeepers want to go on strike and are making representations to developers to reduce rents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, an important lesson we can learn is from Hong Kong. When the value of the Hong Kong dollar dropped in October last year, tourists flocked there, recession or no recession, because prices were cheap. The lesson for us is that we have to find ways and means to continue to make Singapore an inexpensive place for tourists, because if we continue to be expensive the tourists who come here will go back and pass the word to their follow countrymen, and that would have an effect. I would therefore like to appeal to the Hon. Minister to make a real in-depth study of the whole tourist industry. Ad hoc measures to promote tourism would not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 814</b></font>\n  <br>\n  <br> do. I remember reading last year that the Singapore Tourist Promotion Board, as one of the few measures it is undertaking, decided to subsidize advertising expenditures of hotels which offered discounts on room rates. All I can say on that kind of scheme is that it has come about too little and too late. Tourism is one of our important money spinners and unless we do something quickly we might be unwittingly killing the goose that lays the golden egg. \n  <br>4.26 pm \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, before I am challenged, may I declare my pecuniary interest before I speak on the Budget Statement, because I stand to gain by the income tax rebate that has been given by the Hon. Minister? Having said that, may I say that having regard to what the Leader of the House said at the last sitting -that this House is all PAP - I do not suppose anything that I do say here will have any effect or notice taken of. But be that as it may, Mr Speaker, Sir, I am here to speak on behalf of those in our society who have been neglected completely by the Minister in presenting his Government's policy for the year ahead. And, of course, I am referring to the working class who, may I say, have contributed in no small measure to the economic growth of Singapore. I have said this before and I say it again. But we find in this Budget Statement of the Minister not even a recognition of the part played by this sector of our society and therefore it is largely for them and for the less well-to-do people that I am here to speak. I am not here to speak on behalf of the wealthy, the captains of industry. I am sure they are well taken care of by the Hon. Minister and his Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not know whether this was deliberate or not but the Sunday Times in its front page carried a photograph of the dismal scene in Singapore after the deluge of rains we had. And it said, \"After the Budget sunshine, the dismal gloom in Singapore.\" Sir, that may I say summed up beautifully what Singaporeans felt about the Budget, and I am talking about the majority of the Singaporeans. The press no doubt on the dictates of its masters tried to drum up a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 815</b></font>\n  <br>\n  <br> euphoria as soon as the Budget was presented. Everything was presented in glowing terms. And we of course heard this afternoon that it would be very difficult to fault the Budget Statement. I wonder if that is the reason why we have only set aside one day for the debate on the Budget Statement. It has been assumed that there will be nothing to criticize. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I may attempt to criticize this Budget. This Budget is a budget that rewards the rich and capital. It is a budget designed in the main to put more money, as I said previously in other budget speeches, into the pockets of those who already have enough and to spare. It completely ignores the sector in our society who do not have enough money even to make their ends meet. Sure, Mr Speaker, Sir, there are a lot of give-aways. We have the give-aways for the graduate mothers with children and now extended to mothers with five 'O' levels. We have the give-aways in the form of the relief in estate duty for those who have amassed huge fortunes and who can afford to leave estates worth millions of dollars. We have give-aways for those who have invested in our economy. I am not complaining of that. Of course, it is necessary. You have got to encourage investment in our industry, in our economy. But the Government's financial policy, and this is a repetition of what I said previously, must address itself to all sectors. And I ask: what is there in this Budget that gives the average working man any joy? There is plenty of joy as I said for the rich, for the wealthy, for the well-to-do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what is the joy for the average working man in this Budget? The overage working man in the manufacturing sector is earning, according to the statistics in the Economic Survey, $156 per week. It works out to roughly about $600 to $700 per month. What joy does he have in this? Perhaps I must not completely ignore something, and that is, the Minister has thrown a little crumb to them. He says, \"All right, I am giving cakes away to the rich, the well-to-do, the people who have got the money. Well, here is a little crumb for you. You take it.\" And he says, he has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 816</b></font>\n  <br>\n  <br> given a crumb of 10% rebate on the tax payable by these people. What does it work out to? The figures, given by the Minister himself ranged from about $10, the average reduction in tax, to about $48 for those who have a chargeable income of about $10,000. I suppose the workers must go down on their knees and thank the Hon. Minister for this little crumb that has been thrown into their basket or into their lap. But it makes a mockery. It is a mockery when you compare it with the reliefs that have been given to the others in our society. You see, on the other end of the scale in income tax, the reliefs that are given to those who are paying income tax at higher rates beyond 30%. We find that the highest relief comes to about $52,000. And with that, we have to contrast the $10 given to the worker. Why is it considered necessary to give to persons earning more than $750,000 a relief in the very significant sum of $52,000? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Minister wished to satisfy his conscience, could he not have considered increasing the personal relief of the individual, the relief for the wife? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have spoken on this at length in last year's Budget Statement, Mr Speaker, Sir, and I do not wish to repeat it. All I want to say is this. That the personal reliefs that are now being accorded are less than what we were given in 1947, and that is nearly 40 years ago. I then referred in that Budget Statement to the reliefs that were given across the Causeway, and I pointed out that the reliefs there were more substantial than what were being given in Singapore. And the Minister in replying to my point on this said, \"Oh, it doesn't really make very much difference because the rates are different. We start at a lower rate. We start at 4% whereas they start at 6%.\" He said, \"You will find that the difference in the rates even out, and that we are not really taxing our workers earning below $7,000 to $8,000 anything more than what the Malaysian workers are paid.\" I am afraid, Mr Speaker, Sir, that the Minister was entirely wrong in that answer. I would not say that he has deliberately misled the House in making that reply. I would not want to accuse him of that. But I am afraid he has got his figures all wrong. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 817</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We produced a survey of this in our Party newspaper of May, 1983, and in case the Hon. Minister has not seen that, it is sent regularly to the PAP headquarters. We compared the position of a family in Singapore and in Malaysia, just a husband and wife, Mr Speaker, Sir, without any children, earning $8,000. What do we find? The table is there. We find that the husband and wife in Singapore earning $8,000 paid tax about five times that of a husband and wife in Malaysia earning the same amount. It is not only that, Mr Speaker, Sir, but a husband and wife in Singapore earning $8,000 a year had a net income of only $6,160 after his CPF deduction, whereas a husband and wife in Malaysia had a not income of $7,280. Clearly, the family in Malaysia is better off than the family in Singapore. Again, a husband and wife earning $7,000 in Singapore will pay tax of $55.60 on their income but the same family in Malaysia will not pay any tax. Mr Speaker, Sir, may I give you the figures for a family of husband and wife earning $8,000? The tax in Singapore at 4% works out to $86.40, after giving the reliefs that they are entitled to. And the Malaysian tax works out to $16.80. You will find that the Singapore family is paying five times the tax that the Malaysian husband and wife are paying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask the Minister why was it not possible to consider increasing the reliefs, raising the threshold at which the incidence of tax begins to fall? Would there have been a great loss to revenue if that was done? The Minister says the PAP philosophy is that tax must be collected from as great a number as possible. \"The tax base\", he says, \"should be as wide as possible because we do not want anyone in our society to fool that the Government will provide services for free. They must know that they have to pay for the services.\" But may I ask the Minister: what services are being provided free by the Government here? Mr Speaker, Sir, I was asked a question recently by somebody in my constituency. He says, \"Mr Jeyaretnam, why are we paying income tax in Singapore? What benefits are we getting from our payment of income tax?\" Because for every service that is provided by the Government there is a charge - I do not say the total charge but there is a charge \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 818</b></font>\n  <br>\n  <br> for it. The patient goes into hospital, he has to pay. And we know that the charge for Class C rates has been raised quite considerably. To educate your children, there is a charge. I know the myth about free primary education in Singapore but parents are paying every month. Every parent knows this. So what is being provided free? There is nothing that is being provided free. So I do not understand the Minister's statement that every one must pay income tax because they must not be allowed to get away with the idea that Government will provide services free. Our citizens have never been allowed to forget by this Government that everything has to be counted in terms of money; that there is no question of humanitarian needs, compassion, but everything must be calculated in cold, hard money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I continue. The PAP philosophy - and we hear this often, it is dinned into our citizens' ears, I hear this in the House - is that there should be no subsidy. Subsidies are bad. It encourages people to be slothful, to not work. It encourages indolence. The PAP philosophy is that there should be no subsidy and that only hard work should be rewarded. May I ask the Minister seriously: what is the enhanced child relief if it is not a subsidy? Is that not a subsidy? You say that you need to subsidize these graduate mothers by giving them relief from income tax so that they may bring up their children. If that is not a subsidy, I do not know what is. So, Mr Speaker, Sir, what do we make of the PAP's philosophy that there should be no subsidy? Is it not really that the Party adopts double standards? What you are really saying is, \"Yes, we believe in subsidy for the rich. We believe in subsidy for the wealthy but we don't believe in any subsidy for the working man. He will have to work.\" That is the son of double standard. That is talking with a forked tongue that we are accustomed to from this Government, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then about rewarding hard work. Well, I agree you must reward hard work but how have you rewarded the workers for the hard work that they have contributed? How does the estate duty remission square with your philosophy of only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 819</b></font>\n  <br>\n  <br> rewarding hard work? Mr Speaker, Sir, I am all for simplifying the estate duty. But what I did not expect the Minister to do is to give these massive sums back. We find that in an estate of just over $5 million, the tax relief in estate duty comes up to nearly $889,000. Mr Speaker, Sir, is this relief a reward for hard work? BUt who will benefit by this relief? It is the descendants of the man who has worked hard. But is it rewarding them, or is it encouraging them if you give it away to them without taxing adequately the inheritance that they are receiving from the labours of their father or grandfather? I see that the celebrated Dr Winsemius, to whom reference has been made already a number of times in this House, has said, \"Money has to be earned.\" How have these persons who benefit from huge sums left to them earned the inheritance? So I ask again, how do you square your philosophy of rewarding only hard work with this massive relief in estate duty for the big estates? I can well understand and I think there is a need to give relief in the case of small estates, the families who have worked hard, who own a home, a family home. I can very well see that, and they should get relief. But at the same time, what is the justification for cuffing down so substantially the estate duty on huge estates that have been left? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, so I say the Budget is contradictory to this philosophy of the PAP. Would the Minister say whether he does not consider that his proposals in the Budget of these give-aways really run counter to the PAP philosophy or not? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I move on, Mr Speaker, Sir, to the first part of the Minister's Statement in glowing terms about our economy. As I said, the Minister has delivered a shining panegyric of his Government's achievements during 1983. We have been told that our economy is in robust health. May I, Mr Speaker, Sir, question one claim that is made in this Statement and which appears in the Economic Survey of Singapore report as well and, that is, the question on productivity which, of course, we have been told over and over again that it is very vital. It is dinned into our people's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 820</b></font>\n  <br>\n  <br> heads from morning to night over the television, press, sides of buses and taxis. Now we are told that last year has been a shining success. We are told that productivity in the manufacturing sector has risen by some 8.8% during 1983 over the 1982 figure. I would like to know, Mr Speaker, Sir, and if the Minister will clarify this in his reply, how does the Statistics Department make its calculations, because there is no explanation accompanying the table showing how the figure was arrived at. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are, I understand, two ways of calculating the growth rate of productivity. One way is by using the table which appears in the Economic Survey of Singapore at cols. 703-4. In cols. 703-4 of the Economic Survey, we find details of output, employment, remuneration, establishment, value added and exports of the Manufacturing sector. We do not know whether the prices are current prices or whether they are prices of a previous year. If he takes the figure for the value added and divide this by the number of workers, we get a surprisingly different story from the Government's claim of 8.8%. Value added per worker at current prices peaked in 1981 at $34,420. That is by this method, Mr Speaker, Sir. You divide the value added by the number of workers. In 1981 it was $34,420. By 1983, it had declined to $33,437. This would seem to give the lie to the claim that productivity in the manufacturing sector has been rising. If you work it that way, you find that productivity has indeed fallen over 1982 by about 1.4%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is but another way of calculating productivity and I am sure the Minister will acquaint the House of that. I understand, however, that the more accepted method now of calculating productivity is the method that I have outlined. That is a more popular method. But whatever it is, is it not incumbent on whoever produces these statistics and makes the claim to explain how they have arrived at this figure? Because if there are two ways of calculating this and they prefer to choose one method to show the figure that promotes their case or justifies what they have done, is it not incumbent on them to explain that there is yet another method but that they prefer their method of showing how productivity has risen? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 821</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I understand it is made worse if you take the 1968 prices. I do not want to spend too much time over this because I have a number of other things to speak on and I shall soon be told that my time is up. But it is important that when you present an economic survey for a year or so, you show how you arrive at your figures so that people may understand them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But before I leave that subject, may I also mention in passing about the growth of the GDP. Again, claim has been made about the remarkable growth in GDP. What I want to ask the Minister - this is in passing - is how much of the growth in the GDP is attributed to foreign workers and foreign employees in Singapore, and how much of it goes to the indigenous workers and people working in Singapore. I am told that if you do attempt an examination, it will be very revealing. So would the Minister perhaps give us an answer to that as well when he replies? I am sure the Minister would perhaps say that whatever I have said does not need any reply. I would ask him not to hide behind that but to try and reply to this. That is one way of dealing with a matter. If you cannot answer, you say, \"i do not think he needs a reply.\" And everybody thinks it is very clever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now turn to the objectives in the 1984 Budget which are given in Section 11, Mr Speaker, Sir. It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The FY 1984 Budget is accordingly directed towards three objectives: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) restraining the increase in Government spending; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) encouraging greater efficiency and productivity in companies; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) rewarding individual enterprise and hard work.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may take the first objective - restraining the increase in Government spending. I say amen to that because I have mentioned before, and I see that the Member for Rochore has mentioned it - the increase in Government spending. I asked sometime ago whether a commission could be appointed to examine the Government expenditure on manpower to see whether any economies could be effected. I notice that our expenditure on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 822</b></font>\n  <br>\n  <br> manpower is going up by another 6% in the sum of $102 million. Perhaps could the Minister explain how his Government proposes to restrain increase in Government spending, and what Government spending is he proposing to restrain? What measures do the Government have in mind for restraining the increase in Government spending? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other objectives are \"encouraging greater efficiency and productivity in companies and rewarding individual enterprise and hard work.\" He says in page 31 in Section I of his Budget speech that a fundamental requirement is better pay for better work, and of course no one could quarrel with that, He says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"One of the fundamental requirements for success in our economic restructuring is to ensure that better work is rewarded with better pay.\" \n  <br>\n  <br>And as I said, no one could quarrel with that and it is only right that you should reward hard work, better work, with adequate pay. The Minister goes on to say that his Government had \"started last year to move away from the tripartite collective wage negotiations conducted at the national level and instead to promote union-employer wage bargaining at the individual company level.\" Well, it is all very good on paper, Mr Speaker, Sir. But if you are going to promote union-employer wage bargaining, you have got to give some clout to the unions. I spoke sometime ago when the Trade Unions (Amendment) Bill was passed and I said then - and I say it again - that our trade unions in Singapore are completely powerless. They are at the mercy of the Government and the employers. So how are they, the company unions, going to promote wage bargaining? I refer to the amendments that were made to the Industrial Relations Act by this Government and to the amendments made to the Employment Act which took away the powers of the trade unions to negotiate with the employers. Will the Minister assure the House that some of these powers will now be restored to the unions so that they may have some power to negotiate with the employers? However, after saying this, he brings in a word of caution. He says; \"It will be dangerous to rush the process.\" Well, he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 823</b></font>\n  <br>\n  <br> says it in one breath and in the next breath says, \"We are going to promote this, but we must be careful.\" Would he tell us exactly how he intends to promote the process or his Government intends to promote the process? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, again I am sorry to repeat or refer to what I have said earlier. In previous Budget Statements, I said that it was time that this Government moved on in the area of employer/employee relations and not cling on to archaic ideas. I heard a Member speak about politicians with archaic ideas. It seems to me that if anybody has got archaic ideas, it is this Government. I said, \"What about the Government moving on to give the workers a share in the company, equity sharing and power sharing, so that they have a stake in the companies that they work for?\" If you give them a stake, if they have a share in the profits that are earned by the company, then you will find that they will turn out better work. It is no good preaching to them. No amount of preaching is going to do that. It has got to be something positive given to them so that they can respond to it. Is it not time, Mr Speaker, Sir, the Government thought of a scheme linking workers' pay directly to the productivity and profitability of the enterprises for which they work? This could be dons by linking yearly bonuses to a fixed percentage of total current cost profits as defined by standard accounting conventions. It should also be possible for workers to participate directly in the ownership of the companies they work for. This could be done through the distribution of bonuses for long serving employees in the form of equity. Tax incentives could be given to private sector companies to encourage them to do this. In addition, part of the employers' CPF contribution might take the form of equity in the companies themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be best if public sector enterprises took a lead in this direction. We would hope eventually to see the employees of the public sector companies owning the majority of ,shares with the result that they share directly in the need for risk-taking and improvements in effi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 824</b></font>\n  <br>\n  <br> ciency which at present involves only management. The Minister must be aware that it is standard practice in the advanced capitalist countries, and we favour the capitalistic economy, for senior management to receive part of their remuneration in the form of shares in the company they work for. Why should this not be extended to the workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have tried to show, Sir, that despite the claim made by the Minister, productivity has indeed fallen over the last two years. It certainly has if you calculate productivity by the method that I have spelt out. So it becomes of increasing urgent importance that now new steps be explored to increase productivity. It is no good just talking about company welfarism. You cannot just leave it to the companies. Workers are not recipients of charity. It is time we rid ourselves of that idea, that workers are only recipients of charity. We have got to accept that workers have a significant contribution to make and that they should be given full rein to play their part in increasing productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is timely that there was a report filed by the US News and World Report about what is happening in America, the capitalist country and what do you find there. I read from this report filed by the US News and World Report and carried by the Straits Times. You will find that a small but growing number of unions now are in positions inside corporations to question and influence decisions about product development, capital investments, plant closings, compensation and corporate leadership. Through seats on Boards of Directors, labour leaders are gaining access to financial information and plans for expansion, subsidiaries and affiliates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President of the American Arbitration Association, Mr Robed Coulson, is quoted. He says, I do not think it needed saying, but he says it: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'it is a recognition that workers have an interest in seeing their employers prosper and that in many cases management decisions are better if the experience and knowledge of the workers are listened to and tested against the real world of the assembly line.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, if I may quote again from this report what was said by the Labour economist, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 825</b></font>\n  <br>\n  <br> Audrey Freedman, of the Conference Board. She says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'in sharing information about business as well as profits and stock, employees become more than mere wage takers.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is important. We must make our workers feel that they are more than just wage takers. She goes on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'They become engaged with the place they work. They feel part of the enterprise and put forward their best effort. That can only be for the better.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it as somebody said, and it has been said again and again that our only resource are our people, and if you look at it, the only resource are our workers, we have got to see that they are rewarded, not unfairly, not that they should take the major portion of the cake or the profits, but they be rewarded equitably for the work that they have put in. I think it is time that we moved away from the idea that the workers are there simply to work, that they have no share in decision-making in the companies, just as we are saying that our people have a share in the decision-making of the Government. And that is our policy, that every citizen must share in the decision-making of the Government. Workers must share in the decision-making of the companies and must not be excluded. If you do that, you will find that productivity will rise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this year we are told that we are going to celebrate National Day from June to September and we are told it is because it is the 25th year of our nationhood. Mr Speaker, Sir, may I say that (I do not want to spend too much time on this) it is not the 25th year of our nationhood. We only became a nation in 1965. But that is in passing. I will deal with that later. But it is obvious why we are celebrating this National Day from June to September. We are celebrating 25 years of this rule, the domination of Singapore by one Party. That is abundantly plain. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, has that been stated by the Minister for Finance in his Statement? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sorry, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Is what you were saying just now mentioned in the Budget \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 826</b></font>\n  <br>\n  <br> Statement? I thought we are debating on the Budget Statement? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. I am talking about how the Government has cared for and looked after its responsibilities to its citizens and that is in the Budget Statement. I want to conclude very shortly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I stated, you have a duty not just to look after the captains of industry - of course, they need to be - but you also have to look after the others. And labour has a part. Then there are also the less well-to-do, the handicapped, the maimed, the underprivileged people. What have you done for them in this Budget? What provision has been made in this Budget to make life easier for them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I tell the Minister and the Government that in the ultimate analysis, you will only be remembered by how well you have taken care of the citizens who needed to be taken care of. You are not going to be remembered because you have got a futuristic airport in Singapore or that you have got wonderful shopping complexes sprouting all over the place. You will be remembered, when history comes to be written, how you took care of the people who needed to be taken care of. I say that you have failed completely in that respect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Budget Statement, as I have said at the beginning when I started, takes no account whatsoever of the needs of those who are earning below $10,000 a year, and quite a lot of them are earning much less than that. We have completely neglected them. The Budget does not address itself to them and they form the majority of the people in Singapore. It is your rich, the wealthy, that you are looking after. In that respect you have dismally failed, and for that reason I shall vote against this Budget Statement. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You still have another 10 minutes to go. Have you finished? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Oh, good. I propose to take the Suspension now. I suspend the Sitting and will take the Chair again at 5.45 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>5.16 pm until 5.45 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 827</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.45 pm.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lai Tha Chai (Henderson) (in Mandarin):</b> Mr Speaker, Sir, although I am not an economist, from the viewpoint of an ordinary person I feel that the world economic development is not very optimistic. However, we are performing well. This is a fact that everybody knows. Since 1959, the Government has performed well. Whoever says to the contrary is talking nonsense. You can judge the present Government from any angle and by whatever standard. The Government of Singapore is at least compatible if not better than any other government in the world. The good performance is not only dependent on the good leadership but also on the efforts of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget Statement made by the Minister for Finance and Minister for Trade and Industry on the 2nd March provides tax relief for individuals and for certain private establishments. This is an encouragement to them to work harder. It is good. But I have to point out one thing. Other than encouraging the people to work harder through fiscal means, I feel the Government should also mobilize cultural forces to inculcate in the people a correct attitude towards life, and to imbue in them a keen sense of patriotism, so that most of our Singaporeans if not all would not become mercenary or ugly Singaporeans but gratifying and righteous and upright Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about cultural forces, or the strength of culture, allow me to pick out the Singapore Broadcasting Corporation as an example. In November last year, SBC produced a Chinese programme called \"Learning from Liew Weng Cheng\". Sir, I believe you do not know who Liew Weng Cheng is. I also do not know who he is. Among our colleagues here, I believe not many of them know who Liew Weng Cheng is. However, I know he is a foreign male singer of popular songs. Sir, what puzzles me is why should SBC not encourage our people to learn from somebody like you, the Speaker of Parliament, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 828</b></font>\n  <br>\n  <br> who is an internationally well-known surgeon. Why would SBC not encourage our people to learn from our Minister for Finance, a young leader who has given up a comfortable life of a millionaire to take up the onerous task of managing the economy of a country? If it is a difficult task or a delicate matter for the SBC to portray political leaders for emulation, it can leave them alone as this may be a difficult and controversial matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why can't SBC encourage our people to learn from those who are working in our port, those who do not sleep at night? Why does SBC not encourage our people to learn from our soldiers who protect our country and provide security to our nation? Why should SBC ask our people to imitate those fancifully dressed singers on stage and follow them to sing \"You are my sweetheart\"? Sir, of course, I do not mean you are my sweetheart. Sir, when I sit before the TV set and watch popular song programmes which have been bought from foreign countries, I am more lighthearted than when I see similar programmes produced by SBC out of money allocated by the Minister for Finance. Watching this type of local programmes makes my heart heavy. It is very heavily weighted down. Therefore, after the Minister for Finance has made his Budget Statement, I made a very careful study of the allocation for the Ministry of Culture. Only then it dawned on me how much the Minister for Finance had allocated to the Ministry of Culture and for SBC. It dawned on me that the sum allocated is too little, very meagre. Perhaps it is too little for SBC, so much so that the people in charge of SBC have to push out their chest and say, \"If you don't give us money, then we will have to embarrass you and make you lose face\", as the slang goes. Therefore, I hope the Government, while paying attention to economic development, could also emphasize cultural development and accord it equal treatment so that the people may realize that after having food, clothing, accommodation, transportation and work, they should be contented and should try to be thoughtful people who can look after their families and can help other people and can become upright and proud Singaporeans who could dedicate themselves to the country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 829</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I support the Budget as the Member for Serangoon Gardens has done. \n  <br>5.55 pm \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Speaker, Sir, I rise to join my PAP colleagues in support of the motion standing in the name of the Minister for Finance and Minister for Trade and Industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to ensure our continued economic growth and prosperity, we will have to maximize the potential of our people by giving them adequate opportunities for training and development. How well they respond to the training opportunities available and how well our workers are motivated to give of their best will determine our future progress and prosperity. I am therefore delighted that the financial year 84 Budget will set aside a bigger provision for education and manpower training to expand the pool of skilled, technical and professional manpower required for the upgrading of the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I like to touch on the Skills Development Fund which was established in 1979 with the following objectives: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) the promotion, development and upgrading of skills and expertise of persons in employment; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the retraining of retrenched persons; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) the provision of financial assistance by grants, loans or otherwise for the purpose of the abovementioned objects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the Skills Development Fund should do more and utilize the vast resources it has to provide opportunities for workers to be trained and to enable them to be equipped with the skills which are required to operate the sophisticated equipment and machinery of the advanced technology industries which we want to promote in Singapore. The question is how successful is the Skills Development Fund in meeting the abovementioned objectives. The Fund's Advisory Council should endeavour to give the workers the opportunity to be trained as well as to motivate them to want to be trained. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 830</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking at the Financial Statement for the financial year 82-83, it is observed that the balance in the Skills Development Fund as at 31st March 1983 stands at some $336.1 million. This is an increase of almost 46% over the balance as at 31st March 1982. The amount of grants in the FY 82-83 amounted to $26.4 million or about 23% of the total levy of $112.4 million collected for that year. The $26.4 million is only 7% of the total amount of money with the Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that at present the Fund's practice is to got companies and employers to come out with their plans for skills training or upgrading of the workers and to disburse the funds on the basis of applications made for such training programmes or plans. Although the Fund is generous in providing financial support to employers and industry groups to enable them to undertake training programmes and to set up training centres, the response from them does not appear to be very encouraging. I feel that it is crucial for the Fund to play a more active and direct role in the training and skill development of our workers. It should not just sit and wait for the employers and the industry groups to come out with their plans for the training of the workers. There is no point for the Fund to continue accumulating funds. Instead it should work out plans to ensure how more of our workers will be provided with opportunities to receive skill training and upgrading. If it is necessary, it should implement training programmes directly. I would like therefore to ask the Minister to review the operations of the Skills Development Fund to ensure that more workers will have the opportunity to receive skills training and development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the FY 84 Budget is a very positive one. We have had a good year because our workers have come out to work hard and they have contributed to the best of their ability. I am glad that the Minister has acknowledged the contribution made by workers. He has stated that they have shown that they have positive work attitudes and are more self-motivated and proud of their work. They have demonstrated the will to want to do things better all the time. It is therefore only fair that the workers should have an equitable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 831</b></font>\n  <br>\n  <br> share of the fruits of higher productivity. This will indeed motivate them to perform better. As we move towards more direct wage bargaining between the unions and employers, the Government must see to it that the employers are fair and that the workers will receive a fair share for the efforts they have put in to attain higher productivity. \n  <br>6.01 pm \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, our Hon. Minister for Finance must surely be the envy of his colleagues worldwide. One has only to look at Table I of the Economic Survey to look at the growth rate of OECD countries, Asean and selected newly industrializing countries, to realize that we are a top achiever except for South Korea with 91%. And even in 1982, a year of deep recession, we did 6.3%. This, of course, has been due to hard work, very wise leadership, with the blessings of God on those who help themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Statement and in the Economic Survey, the Minister mentioned that consumer prices rose by 1.2% on the average last year, as measured by the cost of living index. In cols. 531-2 of section 1 of his Budget Statement he says, and I quote, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The strength of the Singapore dollar is a reflection of the Government's prudent financial policy and the soundness of our economy.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, Sir, that this is a true statement and it is something which every economics student ought to know. In fact, I am telling people, my colleagues at the University and my students, that many economic textbooks need to be re-written. I hope to show you why with the following points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The countries in the world which are in trouble typically have the following scenario: government expenditure on items which do not bring any return whatsoever, largely subsidies and welfare payments which rob workers cts their incentive to work hard; high income taxes to support those subsidies and welfare payments which rob entrepreneurs of their zeal to work hard and to reinvest, The result is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 832</b></font>\n  <br>\n  <br> ballooning government deficits, high inflation, high unemployment. And govern- ments got locked in to the system because subsequent governments dare not remove the social welfare system. Witness, for example, President Ronald Reagan in America, Prime Minister Margaret Thatcher in Britain. Both of them, I think, have the right attitudes and policies but they are unable to implement their policies fully. They would like to restrain government expenditure, as we have been successfully doing so here. They would like to reduce taxes; they would like to reduce social welfare payments and expenditures and costly subsidies, but the political constraints are too great because the whole system has been corrupted to the point where everybody has a vested interest in the handouts. So it becomes an impossible situation. I see a no-win situation for both of these leaders. The American budget deficit not only threatens the health of the American economy but it threatens our health as well, and the health of the world economy. That's how serious the matter is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But looking at our own situation, Sir, if we look at the proportions of Government expenditure, we find that over the years that proportion devoted to development expenditure has been increasing. This coming year the proportion is projected to be 54% as compared to 43% last year. Furthermore, what is not mentioned at all in the economic textbooks is the type of government expenditures, development projects, which are very important. If you just build for the sake of building, Without thought to the economic return or viability of a project in later years, then you need to finance the cost later with higher taxes. Secondly, you are eating up social capital in the process. So one thing which we have done over the years is to ensure viability of projects, the ability of our development projects to pay for themselves in the future. That is why our Finance Minister is in the happy position of being able to give income tax rebates for a number of years now. A lot of credit is due to him but it is really credit due to his predecessors, to the entire Government over 25 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people may query about the deficit that we have, and it is projected that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 833</b></font>\n  <br>\n  <br> we are going to have a deficit of $3.9 billion this coming year. But here again, the deficit is more apparent than real because it is meant to finance development projects which will have economic return. And secondly, it is higher than what it is because typically revenue is under-estimated and expenditure is over-estimated. It is a conservative policy, and I think we should continue. The overall public sector, if we take all the statutory boards inclusive of the CPF, generates a substantial surplus from year to year. And that is a hidden surplus in the sinking fund provision. Every year I notice that what we budget for by way of sinking fund provision we end up doubling at the end of the year. That is hidden reserve, hidden saving, all to the good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, it is no mystery that the Singapore dollar goes on from strength to strength because what the Government does to the entire budgetary policy, inclusive of statutory boards and CPF, is to ensure that we have net savings every year. And these net savings are salted away abroad in terms of foreign exchange reserves. The Monetary Authority is in a very happy position to intervene to keep the Singapore dollar from being too strong. It is easy to run the Monetary Authority of Singapore compared to the Federal Reserve in America when you have to finance real government deficits and print money to do so. That is a different job altogether. The rise in the US dollar is only temporary. Now the correction is taking place and it must take place in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another feature which we may note about our economy is the very high savings rate of 40%. The gross national savings rate is 40%. Many people complain about the Central Provident Fund. They complain that Government is taking their money out and they prefer to spend and to have more money. But look at what it is doing to our economy. Look at what we are able to provide in terms of pUblic housing. Even private residential properties are now financed out of the CPF. Look at the savings which are generated nationally by the CPF and a substantial part of the money is used by the Government to finance development projects \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 834</b></font>\n  <br>\n  <br> which will be good for Singapore in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So it is not surprising at all to me, when I look at these figures, that our inflation rate is low, one of the lowest in the world probably at this point,1.2%. I am surprised that the Minister made a statement that we have got to watch out about the domestic trends of inflation. I mean if any other Finance Minister had to cope with 1.2% rate of inflation, he will be euphoric. If any other Finance Minister had to present this kind of budget, the whole country will be euphoric. Can you imagine what would happen in Britain or in America or Europe, or any of those countries in depression or struggling out of their depression to have 7.9% real rate of growth and 1.2% inflation and over-full employment and having to import labour? We do not know our blessings when we see them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is something which I believe we must teach the younger generation of Singapore. These are the principles which we have learnt over the years. It is so important because, as I tell my students, if you, as economics students, do not understand the fundamental basis of what makes Singapore tick as an economy, what makes it so successful as an economy, then how can the public at large understand the whole process? Any other government is likely to look at the figures and say, \"Well, we have got plenty of reserves. We have got plenty of savings. Let's spend and spend, and let's give and give.\" In next to no time, I think within three years or even in two years you can turn this whole economy upside down. If you do not believe me, look at France. President Mitterand upon his election decided to reverse all the policies of Giscard D'estaing. He spent. He gave higher wages. He gave higher welfare payments. He tried to create jobs by government expenditure, any expenditure will do, not just good types of expenditure, development projects, but any expenditure. Within less than two years, what has happened to the French franc? It has been depreciating all the time. High rate of inflation, unemployment is even worse than before. And any Frenchman wanting to travel today has got to pay a special tax, and he is allowed to take out only a minimum \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 835</b></font>\n  <br>\n  <br> amount of foreign exchange. Do we want that kind of country? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> If you and I had to travel, there is no limit to the amount of foreign exchange that we can take out. But look at even neighbouring countries. Look at the Philippines, the same story is repeated. Look at Brazil, look at Mexico. Look at those countries which are in tremendous debt. Why are they in such difficulties? They are in such difficulties because of wasteful government expenditure. An economics friend of mine recently said, and there is truth in it, that what a good government can add on to economic performance may be that little but what it can subtract may be that much. In other words, any government has the potential to destroy an economy, and it can add a little to the strength of the economy. So I say that our rate of inflation is nothing to worry about. There is no cause for alarm at all. But having said that, one also needs to look carefully at sectoral impacts to see whether the lower income groups, lower income workers, have been affected more than the other groups. That is something which we have to pay attention to, and I am sure the Government will do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me comment on productivity and manpower. Sir, my students understand what productivity is all about. And I have no difficulty with the concept. And I have faith in the figures produced. I am sure the Minister can justify. In section 1, cols. 503-4 of his Statement, the Minister said that productivity increased by 5%. I would just like to add some words of caution here - that we should not be too euphoric over that because there is normal gain in productivity during an economic recovery. I believe the Minister mentioned the hoarding of labour in the last year or so by various enterprises. So as an economy picks up without too much addition to labour, there would be a more substantial gain in productivity. At the same time there were a number of measures which help to increase productivity. First, the efforts of the National Productivity Board which make people so conscious that they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 836</b></font>\n  <br>\n  <br> even complain about it in this House. Secondly, the successful restructuring of manufacturing going into higher value added, higher technology products which imply higher productivity. Thirdly, the success of the programme to automate and mechanize; again spelling higher productivity. Fourthly, more realistic wage increases in recent years which help the labour market to adjust, which help employers to be more realistic in their employment of labour so that they are not too wasteful. In fact, here I feel that in terms of utilization of manpower there is a lot more that we can do. If you just look at the Establishment List of the various Government bodies and the Government itself, you find that there is a lot of wastage in manpower. Too many peons are being employed, for example. Too many clerks. Maybe some of these can be phased out over the years through automation and mechanization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there have been substantial efforts at upgrading of our manpower. The Minister mentioned the doubling of output by tertiary institutions by 1985 and within a space of five to six years. This is commendable. One only hopes that the standards are properly maintained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have, however, a few suggestions to add to these efforts. Firstly, the Minister mentioned the BEST programme last year which trained about 22,600 workers in basic English language and Mathematics. This year he would like them to train 40,000. I myself believe that this is one area where we really need to accelerate our efforts because it is one thing to upgrade the schools and the tertiary institutions and the vocational institutes. That takes care of the young pupils - the additions to the labour force. But we have a huge stock of labour and I believe a figure of half a million was mentioned by the NTUC of people who are quite illiterate and not numerate at all. If that figure is really correct - half a million - then I think we should have a five-year programme to really give them the basic skills of literacy and numeracy. We can train 100,000 a year and I believe we can do it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, as I read the Economic Survey, we have relied upon PAP kindergartens. We have relied upon VITB resources and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 837</b></font>\n  <br>\n  <br> so on. But why cannot we open the schools at night? Why cannot we make use of the teachers that we have, give them special allowances and get on with the programme? And I believe returns are going to be real because until and unless our workers who do not have these basic skills acquire them, they are not going to be able to upgrade in terms of other areas of training. They are not going to be able to look after the machinery well. They are going to spoil the machinery. In fact, one of the things which I observe about Singapore and other developing countries is the poor state of maintenance of machinery and of buildings compared to America and Europe. If you ever travel to these countries, you find that people have a better sense of maintenance, better dedication to maintenance. Here, we allow things to rust. We do not oil. We do not service as regularly as we ought to and mainly it is because I think the workers cannot read instructions and they are not taught to be careful about these things and a lot of wastage of capital occurs as a result. So I hope something can be done in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second suggestion I have is for training centres to be set up for service industries. I know ons or two have already been set up for the hotels and so on. I think we really have got to do it much more comprehensively and aggressively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, as I look at the grants and the use made of the Skills Development Fund, I suspect that quite a lot of these programmes are really substitutes for on-going programmes. In other words, employers would have provided training even without the SDF. Now we are just giving them bonus, cream as it were. They do not really need the incentive. So what we really got to do is to use the SDF much more imaginatively in order to get the results that we want. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I come to the service sector. Sir, I have long argued in this House for attention to the neglected service sector in Singapore and I am glad that the Minister is finally giving attention to this sector. Firstly, we do not even have proper data about much of our services sector. If you do not believe me, look at all the figures in this Economic Survey. All the net invest- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 838</b></font>\n  <br>\n  <br> ment figures and so on pertain to manufacturing. But there is nothing said about services and yet we are building hotels. We are building a lot of things in the service area and, as the Minister mentioned, services account for 70% of our gross domestic product and 60% of employment and net exports account for $12 billion in 1982. So it is a huge sector and quite neglected in the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is suggesting in his Statement that there should be greater promotion of investment in internationally tradeable services. I would like to support that idea and I believe that as protectionism gains momentum in the developed countries, perhaps it is in certain types of services that we can go in and have a comparative advantage and so be able to bypass some of these protectionist policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome his policy now to give accelerated depreciation allowances within three years for all industries, whether they are services or manufacturing, and I believe this will allow the markets to sort things out so that the more efficient will survive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also mentioned the need for energy conservation and he pointed out the doubling of the rate of increase of electricity consumption last year to 10%. I would like to impress upon this House that we should not be fooled by the declining oil prices of last year and this year. I believe this is a temporary phenomenon. I believe that as economic growth takes place in the advanced countries and population growth world-wide, the energy problem will rear its head again. We need to pay special attention to this area, perhaps helping industries when they are in the process of automating and mechanizing to choose the most energy saving equipment. And I think we are at a good juncture where we can do this because of the various incentives that the Minister is giving out to various industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then in the area of Research and Development, I believe that the efforts we have done so far are really not good enough. The Minister mentioned that $1.9 million was given to the Product Development Assistance Scheme and $18.6 million \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 839</b></font>\n  <br>\n  <br> for 23 research projects. I submit to you, Sir, these are peanuts in the R&amp;D game and I think we have got to step up efforts accordingly. We did not even manage to spend the $50 million block vote. Of course, there is a Science Park which the Minister made mention of and I hope that becomes a success. We really need to go all out to stimulate R&amp;D consciousness in our firms in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming next to tax changes. The reductions in personal income tax are generous. But the question is: Will these reductions lead to higher consumption, especially on motor vehicles? If it does, it will be defeating what the Minister for Communications is trying to do. I have a suggestion. It is not going to make me popular but I will say it. Why not retain such future tax savings for housing and for education for the children? In other words, Government gives it to CPF in a special account and allow the people to withdraw for their needs in these areas, because I believe that if we give money back to the people there is a high marginal propensity to consume. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome also the reduction and simplification of estate duty. Yes, I agree with the Minister that this will encourage greater savings but what he did not say was that it would discourage flight of capital from Singapore. Those who feel they are due to die begin to arrange their assets out of Singapore, and by lowering estate duty we will help to prevent this. Furthermore, I suspect there has been very substantial tax avoidance in the past already through the setting up of foundations and trusts so that the really rich have gotten away with it and it is only the middle class who cannot got away with it that have been taxed. So I really support this move. In fact, I would think that we should abolish it altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, on the enhanced child relief. Here I find myself with a problem. While I agree that we should encourage people to produce more gifted children, at the same time I feel that too many Singapore mothers are neglecting their children and therein lies the problem for our future generation. When children are farmed out to nannies and to grandparents, I think \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 840</b></font>\n  <br>\n  <br> they feel a lot of rejection, a lot of hun. They transfer their affection to their grandparents, even to their nannies. They acquire the values of their nannies and their grandparents. I have had occasion to counsel some parents who have got problem children. One of them came with a child, five years old, and said to me, \"My daughter is telling lies.\" So I said, \"Is your nanny a liar?\" She said, \"Yes.\" Of course, if your servant or your nanny is a liar, your child will be a liar. If your nanny speaks broken English, your child will speak broken English. There are no two ways about it. The mother is the person who is supposed to transmit values and attitudes to the children, and I believe that in our over-eagerness to get an extra percent or so of economic growth, we are really mortgaging our future in this regard. I would urge the Minister to think of a more imaginative scheme to allow our women to withdraw from the labour force for a few years while they bear and nurture their children. This is fundamental for the good of Singapore, for the future of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our homes in Singapore are not really homes. It takes a woman to make a home. But when the woman goes out to work and both parents come back tired, there is no proper home. Many men are married to hawkers or hawker centres rather than to women or wives because their wives do not cook for them. Many women in Singapore, especially those with tertiary education, despise cooking and housework. These are traditional values we should keep. I may be called a male chauvinist something or other, but I do not care. I want women who are mothers. I want women who are home-makers. I want women who will transmit the right values to their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How many? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> One each. I have another point on the relief for parents and grandparents which I raised sometime last year in this Parliament but the former Finance Minister told me it was inappropriate at that time, and I would like to bring this to the attention of the Minister. We are allowing relief of $1,500 a year to a taxpayer for maintaining a grandparent, a parent or a great grandparent who is living with him. But there are two conditions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 841</b></font>\n  <br>\n  <br> which are rather onerous. First, the parent or grandparent concerned has to live with the taxpayer. Secondly, he or she has to have an income of not more than $1,500 per year. I believe that many retired people would have $15,000 to $20,000 in the bank and the interest on this would give a sum of $1,500 or more. Therefore, if people are honest, not many would be able to benefit from this particular provision. So I urge the Minister to do two things. One, to be more generous with this relief because of the old-age problem that is looming on our horizon for Singapore and, secondly, to remove those two onerous conditions. Perhaps a third one would be to allow relief even in cases where the parent or grandparent does not live with their children because it is not practical to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the tax increases, last year, Sir, I provoked the wrath of some smokers and drunkards when I commented on tax increases then. This year I do not propose to add to their increased tax burden by adding to their burden of guilt. In other words, there is no increase in the moral tax this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I do wish somebody could resite the Turf Club to an obscure corner of Singapore. If I had my way, I would abolish it. Many non-gamblers, like myself, are regularly inconvenienced by the traffic jams generated by the gamblers. I for one do not see why gamblers should have more right of way compared to non-gamblers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By way of conclusion, Sir, the Minister is right when he says that the real way to combat protectionism in the advanced countries is to raise our productivity levels here in Singapore. But there are two other dimensions which I would like to draw his attention to. One is the quality dimension. I am afraid that as we look at Singapore goods, services and buildings, we find that the quality is somewhat wanting. I am sure you will agree with me as you look around. We can do something and we must do something about it. It will affect our competitiveness abroad because if we want to reach out to markets which are more durable, markets which are less prone to protectionism, then we must be able to compete on the level of quality. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 842</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is that Singaporeans tend to have a very short mentality, a very short horizon - a get-rich-quick mentality. In whatever area that you look at in Singapore, this is true. People do not invest in goodwill. People do not invest in the long-term and that is bad for us. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Who is responsible? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> We just grab whatever we can. But we do not build up the reputation of Singapore and it is important to do so if we want to carve a permanent niche for ourselves in the world economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Minister that there is an over-hang given by the debt problem of developing countries of US$810 billion. Nobody knows when that balloon will burst. I do not think it is going to be this year because it is election year in America. So I think things will be quite rosy this year. There is enough momentum. So I believe 1984 will be a better year than 1983 for us. I think inflation will creep up somewhat, maybe interest rates, towards the end of the year. But it is beyond next year or beyond this year that the problems lie because then the problems of inflation, debts and so on will come to roost within two to five years. We have got to face the music. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I was talking with a businessman and he mentioned that Singapore is not really well-known in America and, I believe, in Europe too. Hong Kong has a higher profile than we do. I believe that maybe we can do something to shore this up. People still get letters addressed as \"Singapore, Republic of China.\" I believe that a little public relations campaign will help. \n  <br>6.35 pm \n  <br>\n  <br>\n  <!-- Dr Chau Sik Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Chau Sik Ting (Thomson):</b> Mr Speaker, Sir, like my colleagues before me, I would like to congratulate the Minister for Finance and Minister for Trade and Industry for a Budget that is welcomed by all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, technological and economic changes are taking place rapidly in the world today. World attention is now focusing on the economies of the Asia-Pacific \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 843</b></font>\n  <br>\n  <br> region which are among the fastest growing in the world today and the high rates of growth are expected to continue into the 90's. The underlying strength of the whole region is that the economies are complementary to each other. Each country has its own potential for development based on its own strength and resources in different economic sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We, in Singapore, have to map out our own economic strategy taking into account our limited resources. When we encourage and promote economic restructuring more than three years ago, there were strong complaints and discontent among the business sectors. Today the complaints have lessened. Our economic restructuring policies have proved correct. If we had not restructured, Singapore would be worse off, having had to face stiffer competition in the world market. With the restructuring we now see industries being upgraded and some are diversifying into other areas of technology. New investments coming to Singapore are also moving into new areas of skills and technology better suited to our economy. Our investments in human resources and in upgrading skills and education have now provided Singapore with a larger pool of skilled work force to manage and man our new industries. Sir, we are aware that we have made progress but such awareness will be enhanced if we could have a progress report on our economic restructuring programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to our Budget, we are optimistic that it is going to provide the necessary impetus for our future growth. It is a progressive Budget. It encourages the creation of wealth and hence the production of a larger national cake so that everyone can have a bigger slice of the cake. Furthermore, the Budget encourages savings and discourages the break-up of family businesses and family units. In the past, because of the high estate duty, family businesses and family wealth are likely to be divided and distributed early to avoid such payments, leading to the disintegration of family businesses and family units. With the reduction of estate duty to the new 2-tier system, many family \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 844</b></font>\n  <br>\n  <br> businesses and family units are more likely to continue for decades. This will encourage people to save, to accumulate savings, to work harder and to continue to expand their businesses. Moreover, a taxpayer has been taxed directly and indirectly throughout his life. He certainly deserves such a break when he is dying so that he can die in peace. In fact, I am in favour of the abolition of estate duty altogether. Sir, the generous reduction of income tax will, hopefully, have the same effect of encouraging hard work and greater enterprise among the individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the benefit of enhanced child relief has been extended to married women with five 'O' levels. By so doing, our Government is not only sensitive to the pleas of Backbenchers but is, in fact, pragmatic in its orientation. The emphasis is on the importance of education which is the key to upgrading our manpower resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As can be seen clearly in the Budget, it has all the ingredients to make Singapore a better place to work and to live in. It gives a fair share to those who are prepared to work hard and are enterprising. We have laid a strong foundation for Singapore to progress and expand into the 90's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion. \n  <br>6.41 pm \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Mr Speaker, Sir, I have no quarrel with the Member for Whampoa that we should revise our economic texts. Probably this can be our second joint research project. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In last year's Budget debate, Sir, I observed that the year 1983 would be a decisive year for the recovery of the world economy and our economy. It is fortunate that 1983 turned out to be a year of economic expansion, led by the upturn of the US economy. The US economy grew at a rate of 3.5% per annum in 1983 and is expected to grow at the rate of 4.5% in 1984. If this happens, and with the continuing expansion of our construction sector, financial sector and the business service sector, our economy will be able to perform even better in 1984, with the possibility of attaining a double digit growth rate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 845</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we cannot be complacent. We have no control over factors which determine the external demand for our goods and services and the inflow of investment. Moreover, we have a serious domestic constraint, namely, labour supply. I have more to say on this in the Committee of Supply on the Ministry of Labour's Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me turn to the first objective of FY 84 Budget, namely, \"restraining the increase in Government spending\". Every year a huge proportion of the public sector's expenditure goes to statutory boards. In 1983, the seven major statutory boards accounted for 73% of the total development expenditure and 32.9% of the current expenditure of the public sector. Since 1960, our Government has through our statutory boards successfully implemented industrialization and public housing programmes and provided social overheads and economic infrastructure. The success of the statutory boards in the early years has led to an increasing reliance on statutory boards as instruments of growth. The number of statutory boards has increased rapidly. The success of statutory boards was partly due to the greater autonomy and flexibility in their operations. However, the question is, \"Should greater autonomy mean lesser accountability?\" Of course, these statutory boards are accountable to Parliament through their Ministers in charge. Also, they have to submit their annual reports and accounts to Parliament. However, the policies of some large statutory boards, eg, HDB and PUB, have serious effects on the livelihood of our people. These statutory boards should be brought under the closer scrutiny of our Public Accounts Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, the Government has also directly entered into the productive services through equity participation. The number of Government's fully-owned and partly-owned companies has increased from 47 in 1972 to 52 in 1983. In a small economy like ours, such enterprises may have crowding-out and pre-emptive effects. The Member for Rochore, the Member for Whampoa and the Member for Jalan Kayu have aired their concern over these effects. They suspected that State companies enjoyed certain advantages over private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 846</b></font>\n  <br>\n  <br> enterprises. It has been pointed out that State companies are subject to the test of market forces. In other words, they are not subsidized. Indeed, I find that some public enterprises which had not done well were liquidated. For example, Saber Air (1973), General Leather (1972) and Singapore Aquarama (1972). However, the failure of these State companies has raised a serious problem, ie \"is the Government smarter than the market?\" Further, a related question is: \"are civil servants appointed to the boards of directors and/or managerial posts in State companies better than entrepreneurs and managers from the private sector?\" These questions are related to the central issue of the role of government in economic development. Should the Government confine itself to the provision of social overhead and economic infrastructure and a legal framework for growth? To what extent should Government participate directly in industrial, commercial, transport and even farming activities? Has our Government interfered too much with the market forces? The Minister may like to comment on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me comment on the tax changes. The accelerated depreciation allowance has been extended to cover enterprises outside the manufacturing sector. This will provide a greater incentive for enterprises to purchase newer and more efficient machinery and equipment. Computer and office automation equipment will continue enjoying the 100% depreciation in the first year. I wonder whether the Minister will consider extending a similar tax incentive to encourage automation and mechanization in households. Expenses on labour-saving equipment and appliances such as microwave ovens, dishwashers, washing machines and dryers can be made tax deductible. This will relieve working mothers of some of the labour-intensive household work and thus enable them to devote more time to their children. Sir, child care and education at home have no substitute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Personal income tax rates have been revised three times since 1978. The middle income group normally enjoys greater tax deductions from such revisions than other income groups. This year's tax rate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 847</b></font>\n  <br>\n  <br> changes are no exception. It seems to me that our Government is moving our society towards a middle income society. In this year's Budget, Sir, the enhanced child relief is extended to benefit working mothers with secondary education. This shows that the Minister is receptive to ideas and suggestions by the PAP Backbenchers. But this scheme also has a mitigating effect on the resentment and anger of non-graduate mothers caused by the Ministry of Education's admission priority scheme for children of graduate mothers. Now, working mothers with middle level education should feel better. Those working mothers who do not qualify for the enhanced child relief incentive will still be unhappy. However, I believe it is easier for them to accept the enhanced child relief than the priority admission scheme. This is because the enhanced child relief benefits the working mothers themselves based on their own merits and efforts. On the other hand, only a small group of children benefit from Ministry of Education's priority omission scheme, not because of the children's own merits but simply because their mothers happen to be graduates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you may recall that immediately after the Minister's Statement, we had 20 hours of heavy rain. We had a lot of rain water. Hence we had the headline on the 4th of March, \"Dismal Morning After\". Sir, I have been associated with the Speak Mandarin Campaign but I do understand Cantonese. \"Water\" in Cantonese also means money. So it is a good omen. May a lot of money be showered upon our Singaporeans, particularly our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson likes to bring up the point about workers' contribution. He repeatedly asked our Minister for Trade and Industry to include this in his Budget Statement. Sir, it is to be expected that the Member for Anson is more concerned about form rather than substance. What is the point of having an acknowledgement or a few sentences in the Budget Statement on workers' contribution if our workers have no jobs? What we should be concerned about is the substance, ie, to achieve a high GDP growth, to make our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 848</b></font>\n  <br>\n  <br> GDP pie bigger and bigger over the years and also ensure that our workers have a fair share of the fruits of our economic development. This is exactly what this PAP Government has been doing over the last 25 years, long before the Member for Anson came in here. We do not need him to tell us what to do. \n  <br>6.51 pm \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, the Minister for Finance and Minister for Trade and Industry has presented to us what might be called as a \"citizen's budget\". I use the term \"citizen\" because there is something for everyone: across-the-board income tax cuts, enhanced child relief, simplified estate duty for individuals and several concessions to the corporate sector as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It also seeks to return the initiative for economic growth to the private sector, specifically the individual. It seeks to reduce Government spending, to encourage efficiency and productivity in companies and to reward individual enterprise and hard work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister reported that the world economy had emerged from its deepest recession since the Great Depression of the 1930s. The current recovery led by the US economy should continue to pick up steam while the West German economy looks set to serve as a locomotive for the West European economies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore economy nosedived in the first quarter of 1983 but bounced back to register a real growth rate of 7.9%. The major sources of growth were basically two-fold: external demand comprising exports of goods and services and Gross Domestic Capital Formation. The exportled recovery accounted for a hefty 55% of the growth in total demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the domestic front, Singaporeans enjoyed a higher standard of living while several countries were reeling from the effects of the recession. The real per capita income went up by 7.6%. Singaporeans spent more on video tape-recorders, television sets, home computers, electronic organs and other domestic labour-saving \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 849</b></font>\n  <br>\n  <br> appliances. This is in stark contrast to the jobless and homeless millions not only in the developing countries but in the developed countries as well. By any reckoning, the performance of the Singapore economy has been creditable in 1983. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our economic restructuring is beginning to bear fruit. Computer and computer peripherals such as disk drives underscored the recovery of the manufacturing sector in 1983. In fact, Singapore is reported to be the largest disk drive maker in the world outside the United States. However, I have been told that the value added in the assembly of disk drives are relatively low. Perhaps the Minister might want to enlighten the House on new steps taken to encourage such foreign investors to increase the local content or increase the value added in Singapore. One possible step could be to encourage firms to set up their R&amp;D and product development projects in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, much has been discussed about the financial and engineering benefits to be derived from the use of robots. According to the Economic Development Board, the number of robots in use in Singapore is still relatively small. Industrial robots were first introduced in Singapore some four years ago. Today, about 70 companies are using 220 manipulators and about 30 reprogrammable robots. These are mainly confined to parts extraction in plastic injecting moulding, welding, spray painting and die-casting industries. It is obvious that our industries have yet to reap the full benefits of robotization and automation. It is therefore timely that the Government has taken the initiative to set up a robot leasing company to expedite the dissemination of robots and automation equipment in Singapore. However, I would like to caution that Singapore does not unwittingly end up being dependent on robots from any one particular country which could then dictate the pace of our robotization programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, last year I mentioned that we should watch the changes in overseas investment patterns arising from technological changes. In particular, falling cost of ICs, emergence of relatively \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 850</b></font>\n  <br>\n  <br> more intelligent robots and automation equipment would together serve to equalize if not neutralize erstwhile comparative cost advantages in developing countries like Singapore vis-a-vis the developed countries. The latter, we must remember are both the sources of investment as well as our markets. With automation, as I had mentioned last year, low labour cost is no longer a key consideration in overseas investment decision of multi-nationals. Rather it is productivity and the skill level of our people. Thus far, we appear to be on the right track. We must carve out a niche for ourselves in the global economic grid. The most viable option at the moment appears to be what is generally called the \"knowledge-intensive niche\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister in his Budget Statement had identified one key area in what he called the \"new internationally tradeable services which can make use of modern telecommunications and other facilities.' Mr Speaker, Sir, with due respect, may I suggest that we should now prepare Singapore to act as the \"International Data Crossroad\" or \"Digital Crossroad\" for the region and the rest of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Briefly, Sir, we could act as the \"transmission\", \"relaying\" and \"data processing\" cross road for the masses of data and information criss-crossing within the ASEAN region, within the Pacific Rim countries and with the rest of the world. Without going into details, I would like to suggest some \"new services\" which Singapore can actively look into. The areas could be, firstly, \"Knowledge Dissemination Services\" eg, legal, scientific, medical and engineering data bases. Secondly, Current Information Data-Based Services eg, commodity prices. Thirdly, Time-Sharing Computer Services, and lastly, Third-Party Communications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is quite clear that the next frontier of our economic growth lies in the emerging computer and communications (C&amp;C) technologies. It is therefore imperative that we push ahead in our general computerization efforts. The National Computer Board (NCB), the Institute of Systems Science and the System and Computer Organization in MINDEF are to be commended for carrying out joint research in software engineering. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 851</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, keeping with our status as a global financial centre, various initiatives have already been taken to lead us into what is known as the \"cashless society\". All these measures are indeed very commendable. However, I would like to suggest that the relevant authorities look into the question of data and transactions security seriously. Any \"break-ins\" or\"computer-thefts\"would destroy public confidence in a cashless society. Perhaps the Minister could tell us what special steps are being taken to counter computer frauds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am indeed pleased to note that one of the central themes of this year's Budget is to encourage Singaporeans to work hard, better themselves, invest in new ventures and to take calculated risks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with your indulgence, I would now like to point out what I feel to be a logical extension of this strategy. The Minister has returned the initiative for growth to the private sector and, in particular, to the individual working within a team. A team is essentially a grouping of individuals. The higher the quality of the individual Singaporean, the better will be the quality of the Singapore team. In this context, I would like to suggest that the Minister consider measures including financial incentives to induce Singaporeans to embark on self-improvement programmes and studies. Here, I am referring to the efforts taken by individuals to improve themselves without the aid of the State. Sir, individual expenditure for attending courses conducted by the National Productivity Board, the Singapore Institute of Management, the Marketing Institute of Singapore, cost of textbooks and other forms of study do not qualify for tax exemption. Perhaps the Minister might want to review this. I understand that tax relief is granted for approved self-improvement courses in countries like Germany, Holland and the United States. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, this Budget does not impose any sacrifices on the ordinary working man. Yet, the Budget has been labelled by the Member for Anson as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 852</b></font>\n  <br>\n  <br> a \"rich man's budget\". Perhaps these advocates of give-away economics should look at the Budget in some of the OECD countries when Budget Day means more taxes and expenditure cuts on health, housing, education and social services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It might be instructive for the Government to work out a \"social wage\" per capita, ie the total subsidy the Government spends on each Singaporean in terms of health, housing, education and other social amenities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Budget Statement. \n  <br>7.01 pm \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (Kaki Bukit)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, first of all, I wish to put on record my congratulations to the Minister for Finance and Minister for Trade and Industry who tabled the Budget in the clearest and most precise terms. This is most encouraging. In his easily understood speech he showed how healthy the state of our economy was but at the same time he drew attention to what we should do in facing present and future national problems so that our economic growth will be more rapid and our standard of living will continue to rise. It is the objective of any sovereign nation to achieve high economic growth, full employment, stability in the prices of daily necessities, and continued democratic government for the people. We should be thankful that since achieving self-government and subsequently independence we have succeeded in realizing the said goals although there is still room for improvement. Our successes depended on two important factors - an enlightened government and a hardworking people. And we succeeded in spite of adverse external factors over which we had no direct control. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The primary task of a democratic government should, firstly, be to give serious attention to the well-being and welfare of the people so that they will be able to live in peace and happiness. This fundamental responsibility of the government calls upon it to take firm action to ensure that every citizen will be a healthy individual and useful to the nation. In carrying out this task the government will, no doubt, face various problems. No \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 853</b></font>\n  <br>\n  <br> government, no matter how good and efficient, is in a position to grant absolute freedom to its people. However, this does not mean that the government should not give freedom to the people. But it should be a limited and relative freedom subject to observance of public interest. The limitation of freedom requires the existence of laws and regulations essential for progress and advancement that are necessary in order to satisfy the people's basic needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to ensure the continued existence of a good, clean and sensible government, the involvement and participation of every stratum of the population in the implementation of development programmes and projects for the benefit of the people and the nation is necessary. Between the government and those governed there should be complete rapport which had put us in good stead in the past, enabling the government to so successfully implement projects to satisfy the people's basic needs. The first priority of a good government is the implementation of projects that will promote the well-being of the people. Human values should be acknowledged and advancement must be sought for the people if the government concerned wishes to make a claim of being a good and efficient government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact that the people and the government have been playing their respective roles appropriately in this country is evidently seen in the economic success that we now enjoy. Symbiotic relations and effective communication are very necessary if government policies and actions are to be clearly understood by the people. Government policies such as economic restructuring, bilingualism, higher productivity, streaming in the education system, good employer-employee relationship, school admission priority for children of graduate mothers, higher road tax and vehicle registration fees, and TV licences directly affect every family in our society. The government wishes to see positive reaction and full support from the masses to ensure the success of these policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The people's attitude depends on their knowledge and understanding, although many are ready to give their views on national problems without first obtaining \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 854</b></font>\n  <br>\n  <br> adequate information on them. What is most dangerous is wrong understanding or confusion in the minds of the masses in respect of the government's motives coupled with the presence\"of irresponsible circles who try to confuse the issues the nation is facing. Effective communication with the grassroots is essential if we are to produce the type of society that we want, Grassroots involvement in the solution of national problems should be encouraged and widened so that the government's policies and actions would be accepted by the people, although some of them may be unpleasant as they require personal sacrifices. Meetings and discussions are necessary not only in parliament but also at grassroots level among community leaders, before decisions are taken on the implementation of any policy by any ministry so that an awareness will emerge that the people are directly involved with policy implementation for their benefit and in the interest of the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a democratic society, the process of government is determined by the majority of the people. Education should be used as a vehicle to enable the people to be involved in the process of government. An educated person will be more aware of not only his rights but also his responsibilities as citizens. Knowledge of current affairs and political education should be made an important part of the school curriculum so that students in their schooldays will be equipped for their role as useful and responsible citizens, prepared to be involved in the process of governing his nation. In addition, community leaders at the grassroots level should also be educated on government affairs and civics. All branches of the mass media can also play an active role. They can help to increase the number of people who are prepared to got involved. What is most important is that our people must be given sufficient and clear information on national objectives so that they can be translated into appropriate decision and action for the sake of national progress and the people's advancement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the end of his speech, the Minister for Finance and Minister for Trade and Industry said that we were facing serious problems of shortage of labour. The number of foreign workers must be reduced if we are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 855</b></font>\n  <br>\n  <br> to succeed in economic restructuring. This means we have to raise our productivity further. So we must continue to work hard in order to raise our productivity. That is why the Government has allocated large sums of money for training and education to produce more skilled manpower and to promote better employer-employee relationship. It is hoped that apart from the incentives mentioned in the Budget, a number of actions would be taken to provide other incentives so that workers would be encouraged to continue working under the concept of life-long employment. Training and education for workers should be made a compulsory condition for employers for the sake of a bright and secure future for all workers. Only with the upgrading of the quality of employers' management can workers be encouraged to work hard with undivided loyalty that is required to increase productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, I wish to record my support to the Budget Statement tabled by the Minister. \n  <br>7.09 pm \n  <br>\n  <br>\n  <!-- Mr P. Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr P. Selvadurai (Kuo Chuan):</b> Mr Speaker, Sir, it is a simple straightaway Budget that the Hon. Minister has presented to this House. This was only possible because of the sound health of the economy and the less one tinkered with it through State intervention the better. Incidentally, the success that the economy has been registering year after year despite the world recession bespeaks the correctness of the economic strategy we have evolved since 1965; and the essential soundness of the proposition that in economic matters, having defined the targets and objectives of development and growth and having provided the incentives, it is better for the people to be left alone to go for their gains stands vindicated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the wealth thus created, one would have expected all areas of human distress to have been ironed out of our social fabric; but this is not yet the situation and increasingly one becomes concerned with the condition of the unemployable aged. It is not difficult to see that Singaporeans, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 856</b></font>\n  <br>\n  <br> like those of other affluent countries are fast becoming an aging population. Hitherto, the convenient assumption on which we had proceeded in this regard was that the problem of the aged must be solved by and within the family system evolved over many centuries by the Eastern civilizations. Hence, the latter day emphasis on values like filial piety and other aspects of the ethic that is concerned with the integrity and happiness of the extended family; in other words, the 2-tier, if not, 3-tier family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members would no doubt know that in the Singapore context, due to the impact of many factors, including, in particular, the physical environment in which the future generations of Singaporeans would grow up, the preservation of the integrity of the extended family system generally would be an impossibility and the enormous problem of caring for the aged would be upon us sooner than later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a matter that successive Budget proposals have glanced at from time to time and made symbolic gestures of recognition but no conceded effort has been mounted to attack the problem in perspective in the manner in which the question of the genetic health of our society is being dealt with today. I would urge a good look at our social system in its totality by the time of the 1985 Budget proposals, and this brings me to the debate that has been generated in Singapore by the statistics that forecast the genetic profile of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A close colleague put the problem thus: You have the situation in, say, the 1-room apartments with each family having three and four children and more, all growing up in the environment of those flats; and set it against the situation in the HUDC apartments where the only child per family is the centre of the universe of its parents. The national imbalance in the qualitative development of our people becomes apparent. The objective then must be to invite the HUDC families to have more children. Hence the enhanced child reliefs proposed by the Minister. Put in this way, shorn of all biological implications on which scientists are in more than two minds, the problem becomes intelligible and does cause concern. Why then the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 857</b></font>\n  <br>\n  <br> tardiness in the reliefs given? Why the limitation of the reliefs in each case to a maximum of $10,000 when the loss to revenue is only marginal? Further, why are the reliefs confined to married women only? Why not married men as well? There is no logic in the discrimination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from these observations which I have made, I have no other critical remarks to make on the Budget proposals and I support the Motion. Before I sit down, however, I should say a few words apropos the amazing propositions about the requirements of parliamentary democracy advanced in this House by the hon. Member for Anson on the 2nd of March. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The record of the Workers' Party in supporting parliamentary democratic norms and traditions has not been an unsullied one, to say the least. Its role in the politics of Singapore has been that of a maverick and its present-day reincarnation in the shape of the hon. Member for Anson has only added to the confusion. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Selvadurai</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, if the Member for Kuo Chuan wants a debate on parliamentary democracy, I am ready to take him on. But in this debate, we are talking about the Budget, Mr Speaker, Sir, and you reminded me of it. So I trust you will remind the Member for Kuo Chuan - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I will do so, now. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> - that we are talking about the Budget. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let him continue. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But if he wants a debate on parliamentary democracy, we can meet outside if he likes. \n  <br>\n  <br>\n  <!-- Mr Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Selvadurai:</b> Thank you very much, Sir. It is a fairly important point which the Member for Anson - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I want a ruling from you, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do carry on with the Budget debate, Mr Selvadurai. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 858</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Selvadurai:</b> I was saying, Sir, that the hon. Member was no doubt learning his politics the hard way and he should not expect the PAP to make things easy for him for we must continue to serve the national interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Workers' Party is desperately in search of a cause in a Singapore where all the serious causes are already being dealt with by the PAP. So it must have been an act of frustration for the Member for Anson to have virtually asked PAP Members of Parliament to turn against the Government, and he quoted passages from the published opinions of Lord Hailsham and Sir Ivor Jennings. As the quotations, in the manner in which they were presented to this House, did not ring quite true, I decided to look up Ivor Jennings' book on Cabinet Government and discovered some pearls, which I should share with hon. Members. Contrary to what the hon. Member for Anson had asserted - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He does not touch on the budget. I said if you want it, then you will have it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> That is fair. Mr Selvadurai, stick to the Budget debate and do not deviate. \n  <br>\n  <br>\n  <!-- Mr Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Selvadurai:</b> Just for the record - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> No. You have got to debate on the financial policy of the Government for the financial year. \n  <br>\n  <br>\n  <!-- Mr Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Selvadurai:</b> As you please, Sir. I support the motion, Mr Speaker. \n  <br>7.17 pm \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Mr Speaker, Sir, I rise to join my colleagues to support the Budget that has been presented by the Minister for Finance. It is a good Budget that brings cheers and not tears to the populace. I cannot imagine that anyone could possibly find any critical fault with such a Budget unless he is trying to nitpick. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, what is more significant is to look at the Budget on a macro scale because this year's Budget, especially the reduction of personal income tax, is the concluding pan of a four-part mini series beginning in 1980. Let me explain. In the Budget \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 859</b></font>\n  <br>\n  <br> Statement of 1980, the Government boldly proclaimed that, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The aim of the Government is to reduce the levels of personal income tax in the next two to three years until the maximum effective rate is no more than the company rate of income tax, i.e., 40%. Then there will be no advantage for people to set up companies from which they draw low salaries for income tax purposes, whilst the bulk of their needs are paid by the company whose profits carry only 40% company tax. Such a reduction will be fairer on those wage earners who cannot hide their incomes, and on those professionals who cannot incorporate themselves into private limited companies because their professions disallow it.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was difficult to imagine any other government then in the face of impending world recession and slow growth being able to boldly promise that it would reduce the levels of personal income tax. We did so, and more important we delivered the promise. The inflation rate has been kept low, the standard of living has improved while the cost of living checked. All in all, that the population has benefitted, nobody could deny. If I may be allowed to paraphrase the words of a certain man: \"We are better off today than we were in 1980.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current Minister for Finance and his predecessors have no doubt guided the growth of Singapore's economy with the welfare of its people in mind through their prudent fiscal policies. Here, I would like to mention what he did in one of his Budgets a few years ago with regard to Government funds on loan to Sentosa Development Corporation (SDC). He knew that Sentosa should be developed, and develop it did, for the enjoyment of Singaporeans and tourists. In this respect, Mr Speaker, Sir, I must declare my vested interest because Sentosa is in my constituency although its facilities, amenities and attractions are enjoyed by people outside Telok Blangah and even outside Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A couple of years ago, the then Minister for Finance did a noble thing, and that is, with a stroke of his pen he convened nearly $100 million from a loan into a grant for SDC. He knew fully well that SDC could not pay back even the interest on the loan, not to mention the loan itself. However, he must have done it because it is a social \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 860</b></font>\n  <br>\n  <br> obligation which the Government proudly accepts for the good of its people as well as to assist in the promotion of the tourist industry. That is why Sentosa island as well as its surrounding islands have been well-developed rapidly, much to the enjoyment of everybody. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope, Mr Speaker, Sir, that the same pen which the Minister for Finance used to convert the $100 million loan into a grant has still more ink because I am appealing to him in the same light for his future Budget to consider the plight of the Singapore Sports Council (SSC), that is, to convert the outstanding loan of about $16 million for the construction and improvements of the National Stadium into a grant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this instance, sir, the National Stadium, taken on its own, is a necessary social infrastructure in the promotion of sports in Singapore. It is used solely for the enjoyment of our population. I understand that the National Stadium has been cost-effectively run since it was built. Whilst it has produced sufficient surpluses for many years in order to service the $16 million loan, surely this is too big a burden for the SSC to bear. It is said that flowers do leave fragrance in the hands of the giver. So bearing in mind the noble objective of the SSC and the dedicated people running it, they would certainly appreciate very much a bouquet of $16 million grant. I could go on but I would not because I know that the Minister for Finance is a man not only with a good head but a heart to match. He has noted my point by the look of it, especially when he is fully aware that last year the SSC has again asked for a moratorium on the outstanding interest payments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As can be seen from his Budget this year, the Minister is in a generous mood because Singaporeans have worked hard under the guidance of his fiscal policies aud have made the grade. For this reason, if he wants to give us a bonus, I would further appeal that he reconsider the request to build a decent indoor stadium in Singapore, one that we could all be proud of. If we could condemn a building such as the National Theatre because its structure is unsafe, I would suggest that the same engineers take a good look at the Gay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 861</b></font>\n  <br>\n  <br> World indoor stadium. Surely it should have been condemned a long time ago not only for its structure but also for its social disadvantages, especially when Singapore is known to be doing things in good taste and high standards. I understand that one of my colleagues would be speaking later and presenting his case on this matter of a new indoor stadium under the appropriate Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, once again, I support the Budget and I do hope that in next year's Budget, my requests would have been favourably considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang)</b> rose- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Tang, you only have five minutes. \n  <br>7.25 pm \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Mr Speaker, Sir, I will try to meet your five-minute requirement. I just want to offer one small comment on the Finance Minister's Budget Statement. This is on estate duty. I feel that the Minister has not gone far enough. In simplifying the estate duty structure, the Minister has gone a long way in meeting the criticism that estate duty encourages consumption and discourages savings, but he has left unanswered the other areas of criticism against estate duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The loss of revenue as a result of the simplified structure of estate duty was estimated by the Minister at $22 million. The estimated revenue from estate duty for the financial year 1984-85 is $26 million. This is against an estimated revenue collection from direct taxes of $4,598 million. The estimated collection of estate duty works out to 0.55% of revenue from direct taxes. For this small percentage, the Government has to maintain the whole implement of estate duty collectors. Furthermore, all the annoyances and frustrations connected with estate duty still remain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Estate duty is charged from the date of death, and on death interest at 3% is chargeable. This gradually goes up but it is 3% from the date of death. Yet at that date, the Commissioner of Estate Duty does not know what is the duty he is going to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 862</b></font>\n  <br>\n  <br> charge. Nor is there anyone who has the power to pay the estate duty even if the Commissioner of Estate Duty knows how much he wants because the deceased's estate is frozen on his death and nobody can touch that estate until the court grants probate or letters of administration. Furthermore, the whole process of tedious examination of the assets of the deceased in order to arrive at the estate duty payable will have to be gone through and t.hat takes time. In the meantime, interest is supposed to be payable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The court cannot grant probate or letters of administration until a certificate from the Commissioner of Estate Duty certifying that estate duty has been paid or that it has been postponed. Therefore, irrespective of the rate of estate duty, so long as there is estate duty, all these tedium, annoyance and frustration will remain. If, therefore, there was a case last year for the abolition of estate duty, as the Minister admitted there was, I would submit that the case is so much more cogent this year. So why do we not do away with estate duty altogether? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of enhanced child allowance, Mr Speaker, Sir, I wonder whether the Minister has any statistics to show that enhanced child allowance does encourage married women to come out to work. Personally I think it would be a much better inducement if a nurse maid was offered for every qualified married woman who continues to work. Offer her a nurse maid to look after the child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from these two points, Mr Speaker, Sir, I support the Minister's financial statement. \n  <br>7.28 pm \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I would like, first of all, to thank all the hon. Members for their kind compliments on the Budget and for their valuable suggestions and comments in the Budget debate. I have about half an hour left in today's session, so I shall not be able to cover all the points that have been raised today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In preparing the Budget this year, I cast my mind back to 1983 on how the form of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 863</b></font>\n  <br>\n  <br> the 1984 Budget would have been if the apprehensions which we had early last year have come to pass. Contrary to what many people may think, Finance Ministers do not have a completely free hand in framing budgets. They are constrained by the circumstances of the previous year and what they might reasonably look forward to in the coming year. As I said in the Budget Statement, last year 1983 was a good year for Singapore. But 1983 is 1983. It is past history. We are now in 1984 and as the Americans say, \"We are in a new ball game.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 1984 Budget, therefore, is a forward-looking budget. It seeks to prepare 'the ground for our further economic growth, for our further social growth in the coming decade. In the corporate sector, I have proposed a number of measures which are designed to reflect the present diversity of our economic activities and which I hope will lay the groundwork for our economy to build on in the rest of the Eighties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards personal taxation, the revision of personal income tax rates which I announced this year completes the process which was first initiated by the late Mr Hon Sui Sen in his 1978 Budget. My colleague, Mr Goh Chok Tong, advanced this process considerably in his 1980-81 Budget, and I am happy that economic circumstances this year have enabled me to finalize this phase of our tax policy. In a way, Mr Speaker, Sir, the revision in the personal income tax rates throws light on one of the major strengths of economic management in Singapore, and that is, we are able to plan ahead four, five, six or ton years ahead. Then depending on circumstances, step by step, implement these measures until we reach our final destination. This, I believe, is responsible in a large pan for the success of our economic management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for personal income tax rates, so also for estate duty. Many Members have brought up this subject again, including the Member for Chua Chu Kang. Now, in theory, estate duty is the fairest tax. When you die the State takes away everything. Everyone starts with a fresh slate. In practice, estate duty falls heaviest on the mid- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 864</b></font>\n  <br>\n  <br> dle income group. It is very easy not to pay estate duty. I will tell you how. All you have to do is incorporate a private limited company, distribute shares to your wife, children, your other beneficiaries but retain a sufficiently large minority share holding so as to enable you to control the disposition of your assets. Then you are safe. When you die the assets will remain with your family and those whom you wish to benefit rather than benefit the State. The trouble is that this avenue is most easily exploited by those who are wealthy and those who have the capacity to engage tax lawyers and accountants. For the middle income group, they are the people on whom estate duty falls the heaviest. I hope that the simplification of estate duty which I have introduced in this Budget this year will make it unnecessary, as I have said, for the vast majority of our taxpayers, particularly the middle income group, to worry about estate planning. They will be assured that when they die their dependants and their loved ones will be well looked after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, as might be expected, the proposal to improve the enhanced child relief brought forth a large number of views and comments from various Members, including the Member for Serangoon Gardens, the Member for Whampoa and the Member for Kuo Chuan. Some Members have praised the proposal. One or two felt that it was too little and too late. I also get the impression that some Members feel that the Government is a little bit confused and does not know what it wants: whether educated women should stay at home, have children, bring up their families, or go to work and contribute to the economy. The answer is, of course, we want both. And it will certainly not be disadvantageous if our proposals also highlight the value of education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, to extend the enhanced child relief to all working mothers would be to defeat our purpose of sending clear signals to our population. So we have got to steer a middle line. We cannot be so strict as to limit it to a very small group. We cannot be so generous so that it becomes another form of child relief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Finance together with the relevant authorities, the Ministry of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 865</b></font>\n  <br>\n  <br> Education and the PSC, will be drawing up guidelines to see what are the qualifications which would be equivalent to five 'O' levels. The guideline which I have given them is to steer between the two extremes: on the one hand, not to be so generous that every working mother gets the relief on the other hand, not to be so strict that only people with exactly five 'O' levels get the relief. Somewhere in between the two extremes should be acceptable. I hope that the enhanced child relief will go a little way towards recognizing the contribution of those mothers who are educated and are working and still managed to bring up their children. But I think it would be too much to expect that the enhanced child relief is the magic answer to the Great Marriage Debate. I think the measure is worth trying and I hope that it may perhaps turn the balance for some women when they are considering whether or not to have a second or a third child. But to expect more than that is to deceive ourselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, as regards the matters brought up by hon. Members, again it is somewhat difficult to draw a line between those matters which should be brought up in the debate on the Budget Statement and those which should be discussed in the context of the votes for the particular Ministries in the Committee of Supply. Nevertheless, I shall try to touch on as many matters as possible in the time that is left, and if I have left out some matters, well, this is the first day of the debate and there are seven days left. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens has brought up the matter of enhanced contributions to the Central Provident Fund. He has said that nowhere in the Budget Statement is it mentioned whether we are thinking of increasing the CPF contributions and if so, whether this will cut into the take-home pay. I have not said much about the CPF nor whether we shall bring it up or down because that is really the prerogative of the Minister for Labour. However, I am sure that at the appropriate time he will make a proper assessment and make it in such a way that workers' take-home pay will not be decreased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kebun Baru has suggested that we should give some tax \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 866</b></font>\n  <br>\n  <br> incentives to encourage companies to set up child-care facilities. I agree with the Member that one of the main problems faced by many working women lies in the area of adequate child-care. There may be a reason, on the surface, to consider some tax incentives to encourage companies to set up child-care facilities for their staff. But we have to be careful about this because the cost of looking after children, for child-care facilities is not cheap. We want to be sure that we are not incurring a greater economic cost in setting up the child-care facilities so as to enable the women to go to work and earn a wage which is somewhat similar to the actual cost which is incurred in looking after the children in the child-care facilities. So this has got to be worked out. I think that where the working mother does not earn much more than the cost which is incurred in having a child looked after in a childcare facility, then it is probably better that she remains at home to look after her children and bring them up properly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Kayu stressed the need to encourage the growth of entrepreneurship in Singapore. It is, of course, true that entrepreneurs are not in great supply in Singapore. However, this is not limited to Singapore. This is not unique to Singapore. Entrepreneurs are in short supply everywhere. The qualities which make a person an entrepreneur are somewhat difficult to define. But, of course, the results are easy to recognize. Why do people become entrepreneurs? The reason is simple. They want to make a lot of money. The main motivation which we have given them, the main spur, is to try and design the tax structure, the structure of personal income tax, estate duty, so as to enable them to make a lot of money and then pass it on to whoever they want. HoWever, the Government can play a role in helping to build the infrastructure so that those of our citizens who have got the spirit of entrepreneurship can take advantage of it. Here, I am not as pessimistic as the Member for Jalan Kayu because several of our Singaporeans have struck out on their own and have become very successful. Notably, I must say that many of the graduates of the EDB training centres, after working for a short spell with the multinational companies, have started \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 867</b></font>\n  <br>\n  <br> their own supporting companies and are doing very well indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will continue to make available such incentives and support, such as the Product Development Assistance Scheme, the Skills Development Fund and the Small Industries Finance Scheme in order to make sure that where finance is needed, it will be made available to those of our citizens who would like to start their own companies. But beyond that we cannot force people to become entrepreneurs. I hope that there are enough Singaporeans here who still retain the urge to be rich. This is the best way to foster entrepreneurship in Singapore, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra has commented on the drop in tourist arrivals and asked what the Singapore Tourist Promotion Board is doing about it. Well, many things. First of all, the Singapore Tourist Promotion Board has restructured its marketing strategies so as to target at those countries that have recovered or are recovering from the recession. It has also worked more closely with the private sector in order to refine its role of tourist promotion. It is exploring new markets, for example, the Scandinavian market and the Canadian market to boost tourist arrivals to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, in the area of conventions, the Singapore Tourist Promotion Board is aggressively marketing Singapore as a prime convention destination. In 1983, the number of convention-type events increased by over 50% and the Singapore Convention Bureau is aggressively bidding for bigger meetings from 1985 onwards when we will have proper convention facilities in Singapore, for example, in the Raffles City complex. Some of these conventions are, for example, the American Society of Travel Agents in 1986, the World Congress for Food Science and Technology in 1987, the 12th World Congress on Fertility and Sterility in 1986 and in 1985 the International Bar Association Business Law Meeting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, overseas promotion trips will be made in order to sell Singapore as a prime convention destination in the major markets of the United States, Australia, Europe and Asia. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 868</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to say a word regarding the comment from the Member for Geylang Serai on the importance of the development of our human resources. I cannot agree with him more. It has always been the policy of our Government to ensure that everyone is trained to his or her full potential. Unless our people are trained in the right skills, in the relevant skills, economic restructuring is not possible. In the last few years, therefore, we have made a great effort to revamp our educational and training institutions and expanded their operations to ensure that every Singaporean will possess the right skills in order to enable him to find a job in the type of economy which we are developing. This means that the training curriculum has to keep pace with the advancement of technology. And here the Skills Development Fund is trying to emphasize employer-based training. It is trying to stimulate more employers to undertake comprehensive training schemes rather than ad hoc training schemes. Where the company can put forward a training programme which will benefit all its employees on a long-term basis, then the SDF is prepared to fund this training programme in advance rather than on a piecemeal basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDF will also support employer-sponsored training programmes even when this is not directly related to the job but where the programme will develop the potential of the staff and prepare them for advancement. The programmes also need not be initiated by the employer. The employee can initiate the programme but it must have the endorsement of the employer basically to ensure the economic relevance of the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson has asked about the progress of our economic restructuring. It would take too long for me to give a full report today but perhaps I will just mention one or two statistics. With regard to the new investment commitments which we have attracted to Singapore for 1983, the value added per worker was $41,300 at 1972 prices as against $24,000 in 1979 which means an increase of some 72%. In terms of expected fixed assets per worker, the value in 1983 was $34,600 as against $18,000 in 1979, an increase of 92%. So I think this goes to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 869</b></font>\n  <br>\n  <br> show that our economic restructuring programme is keeping pace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have also brought up the point about the importance of our service sectors and the fact that we should pay greater attention to these service sectors in our present day economy. Here, I would say that the Government is making various attempts to enable all sectors in our economy to grow according to their ability and not to favour one sector against another. For example, the Skills Development Fund provides grants to employers in all sectors of the economy. And the amount of grants which are committed to any particular sector depends on how active that sector is in applying for grants and on the quality of the proposals for skills upgrading and for the upgrading of operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just quote a few statistics. As at 31st December last year, the trade and service sector received a total of $64 million in grants from the SDF. This was made up of $57 million in training grants, $5.2 million in interest grants and $1.8 million in development consultancy grants. These amounts accounted for 36% of the SDF's total commitments for training grants, 15% for interest grants and 34% for development consultancy grants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members may be interested to know that the shares of the trade and service sector were larger than those of the manufacturing sector in respect of training grants. I would expect that the trade and service sector will continue to benefit from the SDF as it sets up permanent training centres by various associations. And I can assure Members that the SDF will continue to provide generous support for the setting up of such training centres and in addition will provide training grants for the programmes that are offered by these training centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am conscious of the fact that I have only nine minutes more. Perhaps let me just go on to one or two specific points. The Member for Telok Blangah brought up the point about the conversion of Sentosa Development Cor- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 870</b></font>\n  <br>\n  <br> poration's $100 million loan into a grant and whether the loan for the establishment of the National Stadium could be converted into a grant. The basic answer is that it is not the same case. The National Stadium continues to achieve a healthy annual operating surplus every year. In FY 83, for instance, the surplus stood at over $1 million. This surplus can be used to defray the interest payments and the loan repayments. Therefore, I think there is no justification to convert the loan for the National Stadium into a capital grant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I should spend the last few minutes, Mr Speaker, Sir, in dealing with the comments of the Member for Anson. He has spoken a great deal but basically his message is still the same - that the policy of the Singapore Government is to take from the poor to give to the rich. It is the same refrain which he has spoken last year, the same refrain this year and therefore I shall distribute the same schedule (Cols. 885 - 886) again this year. [Copies distributed to Members.] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840312/19840312-HA-0430885.htm\">schedule - STATISTICS OF PERSONAL INCOME TAX ASSESSED FOR YEAR OF ASSESSMENT 1982 (Cols. 885 - 886)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not quite the same schedule. I have updated it with more relevant statistics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You can bring out the same schedule again! \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> If the Member brings up the same points, I shall bring up the same schedule again. If you look at the distribution of the statistics for personal income tax assessed for the year of assessment 1982, you can see straight-away how false his statements are. In the lowest chargeable income groups, i.e. from $1 to $5,000, there are altogether 334,569 taxpayers. They comprise 55% of the total number of taxpayers. The tax that they pay amounted to $34 million, less than 4% of the total tax collected. The average tax assessed was $101. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the other extreme, our biggest taxpayers, those with chargeable incomes above $100,000, there were only 5,800 of such taxpayers, less than 1% of the total number of taxpayers in 1982. Each of these taxpayers paid an average amount of tax of $55,569 which taken together total $322 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 871</b></font>\n  <br>\n  <br> million, over 37% of the tax collected in 1982. As I said, Mr Speaker, Sir, I can give similar statistics for the year of assessment 1981 but I think I will merely bore the House by producing more statistics and more facts. If the Member is determined to close his eyes and not see what is in front of him, then no one can help him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in conclusion, may I just say a few general words on the Government's economic policy. How has the Singapore worker benefited from the policies of the PAP Government? Not through hand-outs here and there which are designed to earn applause, make good material for election speeches, not through empty rhetoric about fairness and equity, equal shares for all. The last three years since 1981 have not been easy years. The last three years have seen the worst recession the world has ever known since the second world war. What has happened in the other countries? Look at their unemployment statistics. Young men and women coming out of schools without hope of a job, without any future to look forward to. Here I am not talking about undeveloped countries in Asia or Africa. I am talking about countries which are acknowledged to be more advanced than us, countries in Europe and America. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the situation in Singapore? Our economic policies have enabled us to go through the recession without a single person being unemployed - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> - or unable to find a job if he wants it. Our school leavers, our graduates from the Polytechnic and the University can find well-paid jobs, fulfilling, interesting jobs. We have made it possible for our people to support themselves and earn the money with which they can buy what they want and to spend as they like. The average monthly wage for Singapore workers was $925 in 1983, 26% higher than in 1981. And after adjusting for inflation, the average wage for Singapore workers increased by 11% in 1982 as against 1981 and a further 8% in 1983 as against 1982. Altogether a total increase of some 19% in real earnings in three years. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 872</b></font>\n  <br>\n  <br> think this is surely something we can be proud of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a tangible result which Singaporeans can look forward to under the economic policies which we have pursued, not a brief extravaganza of mindless, irrational spending financed by borrowings from outside the country which must end in a severe hangover, with no prospect for recovery. Is this what the Member for Anson is advocating? I am convinced that surely in spite of his grand standing and his long speeches, he must know in his heart that he is wrong and we are right. Perhaps one day he will admit it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much obliged, Mr Speaker, Sir. [Applause]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That Parliament approves the financial policy of the Government for the financial year 1st April 1984 to 31st March 1985.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I ask for a Division, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are not kidding, are you? I suggest a show of hands. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you rule that it should be a show of hands, then I want my vote to be recorded. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your vote will be recorded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As many as are of that opinion, will the \"ayes\" put up their hands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b>' hands raised. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> To the contrary, put up your hands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam's</b> hand raised. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> One vote against, and it will be recorded. The Ayes have it. The Ayes have it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motion accordingly agreed to. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Tony Tan Keng Yam]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Eight o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 873</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>POLLUTION CONTROL AT PETROCHEMICAL COMPLEX</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Tan Cheng Bock</b> asked the Minister for the Environment what steps have been taken to control the pollution of air and sea near the Petrochemical Complex. \n  <br>\n  <br>\n  <!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Pang Boon:</b> In the vicinity of the Petrochemical Complex are two large oil refineries which have been operating long before the Petrochemical Complex was built. The oil refineries were required to comply with our standards for air and water discharge and had incorporated sufficient pollution control equipment and measures. The emissions from these refineries are within the standards set by my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the decision was taken to proceed with the construction of the Petrochemical Complex, the Government also decided to form a Team comprising officers from the Anti-Pollution Unit, Ministry of the Environment, Singapore Fire Service, Factory Inspectorate, Industrial Health Division and Development of Building Control Division to conduct a baseline study on the air and marine environment in the area and to prescribe and evaluate appropriate pollution control measures for the Complex. The services of a British Consultant specialising in large chemical plants, M/s Cremer &amp; Warner, was also engaged to advise on these matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Petrochemical Complex has complied with the pollution control requirements imposed by the Ministry. A central treatment plant was constructed to handle the process liquid wastes and catch pits were also installed around the plant areas to trap and remove light waste products. Oil interceptors were installed to remove oil from the liquid wastes as well as oil spillages which may be carried off by storm water during rainfall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Solid waste generated by the Complex will be incinerated on the island, re-exported for regeneration or detoxified and buried at a designated area in the Petrochemical Complex while waste hydrocarbon gases will not be allowed to be discharged into the air, but must be burnt off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A comprehensive programme to monitor the air and sea environment in the vicinity of the Complex has been drawn up. Engineers and technicians from the Ministry and other departments have been sent for overseas training on the surveillance of petrochemical complexes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sea and air environment in the vicinity of the Petrochemical Complex are safe and within the standards prescribed by us. The Ministry will continue to monitor the quality of the air and sea in the vicinity of the Petrochemical Complex, and will not hesitate to take any appropriate action to ensure that our environmental regulations are not violated. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 873</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PROPERTIES RETURNED TO OWNERS AFTER ACQUISITION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Law if he will list out the various instances from 1965 in which properties had been returned to their registered owners after declaration for their acquisition had been made under the Land Acquisition Act, giving in each case the address of the properties and the name/names of the person/persons to whom the properties were returned. \n  <br>\n  <br>\n  <!-- Mr E.W. Barker -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr E.W. Barker:</b> Government acquisitions of land have been numerous and extensive. The number of properties returned to their owners after acquisition have been few. However, the information asked for in respect of these properties covers a period of nearly two decades. A search has to be made, This will take some time and the information will be provided as soon as it is available. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 875</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center><b>PROPERTIES RETURNED TO OWNERS AFTER ACQUISITION</b> (cont.)</div>\r\n\r\n<div align=\" center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Following is the information subsequently provided] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1959 a total of 95 lots of private land which were gazetted for acquisition, were subsequently withdrawn for various reasons. The number of lots withdrawn from acquisition, from 1965, is 43. The addresses of the properties and the names of the owners to whom the properties were returned, in these 43 cases, are listed hereunder. \n  <pre>\r\n\r\n1. Lot 96pt Mk 21 Ponggol Road           The Bishop of Malacca\r\n\r\n\r\n\r\n2. Lot 30-25 Mk 23 Paya Lebar            Estate of Lim Lip Chong\r\n\r\n\r\n\r\n3. Lot 30-52 Mk 23 Paya Lebar            Estate of Lim Lip Chong\r\n\r\n\r\n\r\n4. Lot 30-34 Mk 23 Paya Lebar            Tan Jeng Chong\r\n\r\n\r\n\r\n5. Lot 31-4 Mk 23 Paya Lebar             Ang Oon Her\r\n\r\n\r\n\r\n6. Lot 30-37 Mk 23 Paya Lebar            Goh Ngia Lee\r\n\r\n\r\n\r\n7. Lot 29-10 Mk 23 Paya Lebar            Ng Siew Siong\r\n\r\n\r\n\r\n8. Lot 147-48 Mk 23 Paya Lebar       )\r\n\r\n9. Lot 147-50 MK 23 Paya Lebar       )   Goh Seng Choo\r\n\r\n10. Lot 147-52 Mk 23 Paya Lebar      )\r\n\r\n\r\n\r\n11. Lot 147-85 Mk 23 Paya Lebar          Sam Daniel Francis\r\n\r\n\r\n\r\n12. Lot 45 Mk 23 Paya Lebar          )\r\n\r\n13. Lot 46-8 Mk 23 Paya Lebar        )\r\n\r\n14. Lot 147-91 Mk 23 Paya Lebar      )\r\n\r\n15. Lot 147-93 Mk 23 Paya Lebar      )\r\n\r\n16. Lot 147-95 Mk 23 Paya Lebar      )\r\n\r\n17. Lot 147-157 Mk 23 Paya Lebar     )\r\n\r\n18. Lot 147-158 Mk 23 Paya Lebar     )\r\n\r\n19. Lot 143-1 Mk 23 Paya Lebar       )   Tan Lark Sye\r\n\r\n20. Lot 143-2 Mk 23 Paya Lebar       )\r\n\r\n21. Lot 143-3 Mk 23 Paya Lebar       )\r\n\r\n22. Lot 46-5 Mk 23 Paya Lebar        )\r\n\r\n23. Lot 46-6 Mk 23 Paya Lebar        )\r\n\r\n24. Lot 46-7 Mk 23 Paya Lebar        )\r\n\r\n25. Lot 147-92 Mk 23 Paya Lebar      )\r\n\r\n26. Lot 45pt Mk 23 Paya Lebar        )\r\n\r\n\r\n\r\n27. Lot 24-5 Mk 28 Upper Changi          Mary Tan &amp; Khan Tat Inn\r\n\r\n                                         Trustees of \"Chee Tor\r\n\r\n                                         Un\" Temple\r\n\r\n\r\n\r\n28. Lot 9 Mk 8 Choa Chu Kang             Aw Ah Kee\r\n\r\n\r\n\r\n29. Lot 34-22 Mk 27 Upper                Chee Ah Kin\r\n\r\n    Changi Road                          Chew Nam\r\n\r\n\r\n\r\n30. Lot 322-2 Mk 17 Toa Payoh        )   Chew Khiam Siong\r\n\r\n31. Lot 322-7 Mk 17 Toa Payoh        )\r\n\r\n\r\n\r\n32. Lot 187 Mk 5 West Coast Road         Omar b Hadjee Suleiman\r\n\r\n                                         Dahran b Hadjee Osman\r\n\r\n                                         and Marhabi b Mat Sarip\r\n\r\n\r\n\r\n33. Lot 322 Mk 1 Telok Blangah           Khoo Teck Chuan\r\n\r\n\r\n\r\n34. Lot 28-16 Mk 1 Telok Blangah         Tan Cheng Eng\r\n\r\n\r\n\r\n35. Lot 28-49 Mk 1 Henderson Road        Singapore Glass\r\n\r\n                                         Manufacturers Co Ltd.\r\n\r\n\r\n\r\n36. Lot 34 Mk 1 Henderson Road           Wee Soon Chuan\r\n\r\n\r\n\r\n37. Lot 12-57 Mk 15 Sime Road        )   Trustees of Singapore\r\n\r\n38. Lot 12-48 Mk 15 Sime Road        )   Island Country Club\r\n\r\n\r\n\r\n39. Lot 64 Mk 15 Sime Road               Woo San Yin\r\n\r\n\r\n\r\n40. Lot 78-2 TS 1 Philip Street          Matterhorn (Pte) Ltd\r\n\r\n\r\n\r\n41. Lot 345 TS 3 Maxwell Road            Lim Yew Hock\r\n\r\n                                         Abdul Rahman Sahib (S/o\r\n\r\n                                         Koya Sahib) Sarangapany\r\n\r\n                                         Maideen (s/o Achukatty\r\n\r\n                                         Nagore) the Umar Pulavar\r\n\r\n                                         Tamil School\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>PROPERTIES RETURNED TO OWNERS AFTER ACQUISITION</b> (cont.)\n  </div> \n  <pre>\r\n\r\n42. Lot 8-14 Mk 22 Upper                 Ching Khye Loke and\r\n\r\n    Serangoon Road                       Chong Luan Yuen\r\n\r\n\r\n\r\n43. Lot 8-15 Mk 22 Upper                 Ang Soon Teck\r\n\r\n    Serangoon Road\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LEGISLATION ON LABELLING OF DISPENSED MEDICINES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Tan Cheng Bock</b> asked the Minister for Health if he will consider introducing legislation for all dispensed medicines to be labelled. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> I must thank the Member for Ayer Rajah for his concern over this matter. Legislation already exists to empower my Ministry to make regulations to impose requirements for the labelling of dispensed medicines (LDM). There have been comments, however, that this Government exercises too much unnecessary control and the Ministry of Health felt that perhaps administrative guidance and public insistence can have the same effect as legislation. To take the lead, the Ministry of Health implemented labelling of dispensed medicines in its pharmacies and clinics in 1979. This has benefited both the doctors and patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In April 1980, the Ministry publicised the labelling of medicines in the hope that the private sector would follow suit. Both the Singapore Medical Association and the Pharmaceutical Society of Singapore supported the move and urged their members to adopt the practice. In reality, probably only a small number of private doctors are practising it, otherwise the Member for Ayer Rajah would not have suggested that we consider legislation for LDM. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has expressed his concern before that, in spite of Government encouragement, very few private doctors have adopted LDM. All are agreed that there are undoubtedly merits in LDM both to the doctor and his patients. My Ministry believes that sooner or later all doctors in the private sector will voluntarily adopt LDM without the need to enforce Government regulations. My Ministry will share its experience with private medical clinics and pharmacies which are interested in labelling their medicines. But should it come about that in spite of public demand for LDM the doctors in the private sector still will not adopt this practice on their own, then my Ministry will have no option but to bring in new regulations and effect enforcement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ASSISTANCE TO RESETTLERS IN HOUSING BOARD ESTATES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Tan Cheng Bock</b> asked the Minister for National Development whether his Ministry will consider setting up a special unit to assist those affected by resettlement to adjust to their new life-style in Housing and Development Board estates and to help those who have lost their only means of livelihood, e.g. farmers, to find new jobs. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Since 1960 more than 100,000 squatters have been resettled and rehoused in HDB flats. Very few cases have found difficulty adjusting to the life-style in HDB estates. Indeed, after a while it is impossible to distinguish between those who have been resettled and those who are not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for farmers affected by resettlement, they get a cash grant of $19,500 besides compensation for farm improvements and priority to purchase HDB flats with waiver of initial downpayment. Farmers who wish to go into business are also given priority for HDB shops, industrial workshops, hawker stalls or kiosks. Many farmers have taken advantage of this to find a new means of livelihood. For the very small minority who may face problems, they can always seek assistance from the CCCs, RCs or their MPs. MPs can also write to my Ministry in special cases of difficulty. There is therefore no necessity to set up a special unit to assist resettlement cases. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 879</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PARF BENEFITS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Tan Cheng Bock</b> asked the Acting Minister for Communications whether he is aware that more cars were bought at Additional Registration Fee (ARF) rather than Preferential Additional Registration Fee (PARF) in 1982 (1981: PARF 13,425, ARF 7,553; 1982: PARF 13,405, ARF 15,021) and whether his Ministry will increase PARF benefits to ensure that the one for one car exchange scheme is promoted to maintain a more stable car population. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> My Ministry has no plans to increase PARF benefits. The present benefits are sufficient to encourage motorists to scrap their old cars in exchange for new ones. Increasing PARF benefits will not encourage many more people to buy cars on PARF simply because there is a limited number of old cars to be scrapped. It will only increase the value of existing cars. My Ministry is currently formulating a comprehensive approach to the problem of traffic congestion and various ways of controlling the car population are being considered. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 879</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PARF SCHEME FOR COMMERCIAL VEHICLES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Tan Cheng Bock</b> asked the Acting Minister for Communications when a Preferential Additional Registration Fee (PARF) scheme will be introduced for commercial vehicles, especially pick-ups, lorries and vans, many of which are very old and decrepit and whether he is aware that such PARF scheme for commercial vehicles will help control the commercial vehicle population. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> My Ministry has no plans at the moment to introduce a Preferential Additional Registration Fee (PARF) scheme for commercial goods vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;PARF scheme for cars was introduced to encourage car owners to replace their cars which were less than 10 years old. It is the high ARF and not the PARF scheme which is effective in controlling the car population. Therefore, it is unlikely that a PARF scheme for commercial vehicles will help control the commercial vehicle population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We recently introduced a statutory life span of 20 years for commercial vehicles. Those more than 10 years old will now be inspected twice annually instead of just once a year. These measures should ensure that our commercial vehicles are roadworthy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 879</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INDUSTRIAL DISEASES AT PETROCHEMICAL COMPLEX</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Dr Tan Cheng Bock</b> asked the Acting Minister for Labour whether the Industrial Health Unit has anticipated the diseases related to Petrochemical Complex and what is being done to minimise the risks that workers at the Complex will be exposed to. \n  <br>\n  <br>\n  <!-- Prof S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof S. Jayakumar:</b> The Industrial Health Unit of the Ministry has anticipated this matter. A project team comprising representatives from relevant Government bodies was appointed in 1980 in the planning stage of the complex to ensure inter alia that adequate steps are taken to safeguard the health of workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of the team's recommendations, measures were incorporated into plant designs to minimise the risk of emission or leakage of hydrocarbons, thereby reducing the exposure of workers to these chemicals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The various plants in the complex have also been required to implement a monitoring programme to ensure that these control measures are effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, workers who are exposed to certain harmful hydrocarbons are also required to undergo pre-employment and annual medical examinations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 881</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840312/19840312-HA-0430881.htm\">Official Report - MAIN AND DEVELOPMENT ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL 1984 to 31ST MARCH 1985 (Cols. 881 - 884)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 882</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 883</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 884</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 885</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840312/19840312-HA-0430885.htm\">schedule - STATISTICS OF PERSONAL INCOME TAX ASSESSED FOR YEAR OF ASSESSMENT 1982 (Cols. 885 - 886)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 886</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
