{"memberId": null, "volumeNo": "43", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"43\"> \n  <meta name=\"Sit_No\" content=\"12\"> \n  <meta name=\"Sit_Date\" content=\"1984-03-20\"> \n  <meta name=\"Start_Col\" content=\"1383\"> \n  <meta name=\"End_Col\" content=\"1476\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">43</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">12</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">20-03-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 43</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 20th March, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj. Fong Sip Chee (Kam pong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Acting Minister for Labour. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee), Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swes). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary tothe Ministerforthe Environment and the Minister for Social Affairs. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Acting Minister for Communications. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim lshak (Siglap). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Mr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>ACCIDENTS ALONG PAN-ISLAND EXPRESSWAY AND EAST COAST PARKWAY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to reduce)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Encik Saidi Haji Shariff</b>: To ask the Minister for Home Affairs what steps are being taken (i) to reduce the number of traffic accidents along the Pan-Island Expressway and East Coast Parkway; and (ii) to stop or prevent hell drivers and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> riders from using the roads and expressways as racing tracks. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Encik Saidi Haji Shariff. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Question No. 1, Sir. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, the number of traffic accidents along East Coast Parkway and Pan-Island Expressway over the last four years from 1980 to 1983 was 1,019. Last year, there were 349 accidents on these two expressways with 20 persons killed. Motorcyclists and pillion riders ranked first with 10 deaths, followed by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> five pedestrians and five motorcar drivers/passengers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The expressways are generally safer to drive on than ordinary roads if drivers maintain road discipline and practise proper overtaking habits. However, since vehicles travel at a very high speed on expressways, any carelessness or breach of traffic rules is likely to lead to a serious accident. Thus, in 1983, there were 18 fatal accidents and 344 accidents resulting in injury on the expressways. The proportion of fatal accidents to all accidents causing injury on expressways was 5.17. This was 1.58 times higher than on ordinary roads. The same trend has persisted for the past few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since August 1982, the Traffic Police has set up an Interim Expressway Patrol Unit to patrol the expressways. Blitz operations by unmarked cars against moving offences and speed-check operations by officers using radar-guns are also carried out frequently. Enforcement is. mainly directed at speeding, road hogging and other moving offences which are the main causes of accidents. Between November 1982 and November 1983, 46,621 drivers were booked and 5,596 were warned by the Police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A brochure on expressway etiquette had been prepared and distributed during road safety exhibitions. Two filmlets reminding our drivers not to road hog and to maintain safe following distance were prepared in 1983. These filmlets, together with three other filmlets on road safety, are being telecast frequently over SBC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of safety of pedestrians, the Traffic Police is working closely with PWD in providing more pedestrian crossing facilities near housing estates and recreational parks along the expressways. Enforcement of Pedestrian Crossing Rules around these areas have also been stepped up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Police have plans to upgrade the existing Expressway Patrol Unit to a specialized unit by replacing the patrol motorcycles with patrol cars which are generally safer, weather proof, and can carry more equipment, such as advance warning signs, beacons and emergency \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> lighting, etc. The Traffic Police hope that by upgrading patrols, potential traffic offenders will be deterred and there will be safer driving along expressways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, 94 hell-riders were arrested and charged for rash riding and driving under Section 279 of the Penal Code. In addition, 1,502 riders were booked for various offences, such as dangerous driving, reckless driving, driving without reasonable consideration to other road users, careless driving and speeding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A total of 4,620 vehicles were also impounded during the same period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, a total of 6,522 motorcyclists and motorists were stopped and checked by the Traffic Police in connection with hell-riding activities. Their particulars were subsequently screened to ascertain whether they were driving whilst under suspension or disqualification and whether their driving licences were valid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other measures that are also being taken include impounding vehicles suspected of being involved in hell-riding for inspection at the ROV, lectures to suspected hell-riders on various aspects of road safety and road discipline, and the collation of intelligence on hell-riding activities. We are continuing with all these measures without let-up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present provisions in the Road Traffic Act and the Penal Code are designed for general traffic offences. Hell-riding, however, is a dangerous and wilful act motivated by a complete disregard for the law. Thus, the present provisions under these Acts do not cater to this element of blatant lawlessness. We are, therefore, considering introducing stiffer and more effective legislation aimed specifically at hell-riding and its eradication. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CIVIL DEFENCE FORCE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Home Affairs what is the present state of development of the Civil Defence Force and what plans his Ministry has to train and deploy reservists in the Civil Defence programme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, the Singapore Civil Defence Force (SCDF) has four main components: the regular staff, the reservists from full-time Police and SAF national service and those from part-time national service, full-time national service in the Construction Brigade, and the volunteers in the Residential Zones. The regular staff is responsible for the training and management of full-time national servicemen, the reservists, the volunteers and the civilian population in Civil Defence measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regular SCDF officers undergo a training programme that includes attachments to and training by the SAF and Government organizations which have important roles in Civil Defence. For instance, the Public Utilities Board has trained nine SCDF officers on utility repairs. The SAF has trained 16 SCDF officers in heavy plant operations.180 Civil Defence officers have been trained by the SAF School of Military Medicine. 95 officers have been trained by the Housing and Development Board Lift Rescue Unit. As a result of these training programmes, SCDF officers were able to provide public assistance in two recent incidents. 32 officers joined the HDB lift maintenance staff in lift rescue duties in February 1983 during the major power breakdown. Another 60 SCDF officers who were on stand-by for civil emergency were deployed to assist residents to clear debris and mud from the landslide at Depot Road during the recent torrential rain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our regular officers will continue to train with other Government essential services to continually upgrade the quality of our Civil Defence Force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since January 1982, the SCDF has been training Police and former part-time national servicemen transferred to Civil Defence reserve. 52 courses have been conducted for approximately 4,600 reservists over the past two years. These reservists are deployed mainly in their own constituencies where they form the Civilian Coordination Groups (CCGs) to undertake Civil Defence duties within their own Residential Zones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Later this year, the SCDF will train SAF and other Police reservists in more com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> plex Civil Defence missions that require higher levels of technical skills and organization. These reservists will, on completion of training, be formed into rescue units known as Emergency Response Groups (ERGs). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The full-time national servicemen in the Singapore Civil Defence Force are in the Construction Brigade. The first batch of these servicemen will go into Reserve service from April this year and will be posted to the CCGs or ERGs. With the skills acquired in the construction trade, they will be an asset to the community in Civil Defence missions requiring expertise in building, construction and excavation. Approximately 1,000 Civil Defence national servicemen are expected to go into Reserve service this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Volunteer Civil Defence Units (VCDUs) have been formed in 31 constituencies. These volunteers are being trained to operate with reservists in the CCGs and ERGs. This combination of experienced reservists with trained civilian volunteers living in the Residential Zones will ensure that a firm Civil Defence capability is established right at the doorstep of every household. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Approximately 1,500 SAF and 550 Police reservists will be transferred this year to Civil Defence service with numbers increasing over the next two years as the Singapore Civil Defence Force builds up its staff and training schools. These reservists, some of whom would have considerable leadership and technical training, will bring about a qualitative improvement in the Singapore Civil Defence Force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SAF and Police reservists who have technical skills acquired during National Service or in civilian occupation relevant for Civil Defence work will be posted to the ERGs. The SAF reservist officers and NCOs who have had experience in handling men and equipment will be able to make a major contribution to the effectiveness of the rescue units that will be raised to undertake rescue and repair missions. Officers and NCOs for these groups will be among the first from the SAF and Police to be transferred to Civil Defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The bulk of SAF reservists, however, together with other Police reservists trans- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> ferred to Civil Defence, will be posted to CCGs in the Residential Zones where their presence will boost the Civil Defence Programme in the residential areas. It is a primary objective of the Civil Defence Plan that the people within a residential area should be trained and organised to render immediate assistance to each other during an emergency. Deployment of large numbers of well-trained and disciplined reservists who are residents in the zones and therefore familiar with the local environment would expedite Civil Defence preparations and increase Civil Defence consciousness in the community. \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> Sir, a supplementary question. Does the Minister have any plan to have CDF area offices in every heavily populated housing estate in order to have better administration and training of civilian volunteers, CDFs and reservists? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, we are considering such a proposal but we have not finalized it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>OVERSEAS TRADE OFFICES AND TRADE FAIRS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Finance and Minister for Trade and Industry (a) in which countries the new overseas trade offices will be set up in 1984 and what is the estimated volume of trade expected with these countries, especially our exports to them; and (b) how many trade expositions, locally as well as overseas, will be organized by the Trade Development Board and what are the measures taken by the Board to assist local manufacturers taking part in the overseas trade expositions. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Dr Wong Kwei Cheong) (for the Minister for Finance and Minister for Trade and Industry):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Trade Development Board (TDB) has set up a new overseas trade office in Dubai in the United Arab Emirates and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> another in Houston, in the United States, in the early part of 1984. For the rest of the year, the TDB plans to set up new offices in Sydney (Australia), Hong Kong and Brunei. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983, our total trade with these five countries amounted to some $28 billion or 26% of our total trade. Total exports to these five countries amounted to some $14 billion or 31% of our total exports. We expect the volume of trade and exports in 1984 to be as large as that in 1983. The actual volume of exports will depend on the level of economic activity in these countries, whether our price and quality are competitive and the marketing skills of our exporters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The TDB will be participating in 17 trade fairs overseas during the next financial year. These will be in major cities in Australia, Japan, the USA, Europe, Middle East and Southeast Asian countries. No local fairs will be organized during the next financial year. The TDB has and will continue to help local companies participating in these trade fairs in the following ways: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) taking care of the physical set-up of the national pavilion at the fair and undertaking publicity programmes to attract buyers to the pavilion; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) assisting participating companies to market their products by providing relevant market information and arranging contacts with potential buyers; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) granting double tax deductions on company expenses incurred in the fair participation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PACKAGE TOURS FOR ASEAN REGION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Finance and Minister for Trade and Industry whether it is feasible to work with the other Asean countries to organize package tours of the whole Asean region in order to attract more tourists to Singapore and promote tourism in this region. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (for the Minister for Finance and Minister for Trade and Industry):</b> Sir, Asean countries are already working together to promote tourism in the region. There is an Asean Sub-Committee on Tourism, one of whose task is to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> promote the Asean region as a common tourist destination. The committee has produced an Asean poster for display in the key tourist markets and is in the process of producing a film on tourist attractions in Asean. Some years ago, the five national airlines also got together and agreed on an Asean circle fare. The organizing of tours itself is a private business of tourist agencies, airlines and tour operators. They will have to decide whether it is feasible or necessary for them to work with their counterparts in the other countries to organize package tours of the whole Asean region. On their own, some Singapore tour operators are already selling tour packages to Asean countries, either as a package of five countries or a combination of two or three countries. These are meant not only for Singaporeans but are also sold overseas for travellers from outside the region, To support their efforts, the Singapore Tourist Promotion Board is actively promoting Asean as a single tourist destination in its programmes to attract tourists to Singapore. It has brought out brochures promoting this concept, for example, the Asean brochure and cruise ship leaflets with the theme \"Bon Voyage - Sail on to Asean.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INSPECTION OF CARS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Liew Kok Pun</b> asked the Acting Minister for Communications (a) what is the passing rate of inspection of cars for each of the tests conducted by, and the overall passing rate of inspection centres in 1983; (b) whether compulsory inspection has resulted in better maintained cars and has thus reduced the level of pollution and the accident rate; and (c) whether in future higher standards of emission level are required of new cars so that motorists will not be unnecessarily penalised. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Acting Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Communications (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, 70% of the cars inspected by the inspection centres in 1983 passed the tests at the first attempt. The passing rates for the various individual tests are as follows: \n  <pre>\r\n\r\n   1. Above carriage inspection         92.9%\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n   2. Side slip test                    89.5%\r\n\r\n   3. Brake test                        92.9%\r\n\r\n   4. Under carriage inspection         89.7%\r\n\r\n   5. Exhaust emission test             54.6%\r\n\r\n   6. Headlight test                    10.6%\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The inspections have resulted in better maintained cars. For example, before the introduction of the inspections in 1982, several trial inspections were conducted to determine the general condition of cars. Of these, only 30% of the cars inspected passed the tests compared with the 70% today. In fact, the 30% that failed the test at the first attempt eventually passed all tests after modifications and repairs were made. So the pass rate in effect is 100%. Sir, it must be obvious that better maintained cars will eventually lead to less exhaust pollution and lessen the risk of accidents caused by poorly maintained cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Higher standards of exhaust emission will be imposed in the future. From October this year, all new models of cars imported into Singapore must conform to the standards adopted in Western Europe - the ECE 15.03 standard. This limits the amount of pollutants emitted by motor cars to within tighter levels. Manufacturers exporting cars to Singapore must certify that their cars conform to these standards, These new regulations are necessary to upgrade our environment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1984 TO 31ST MARCH, 1985</h4>\n  </div> \n  <br>2.53 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [6th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [19th March, 1984], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head R be reduced by $10 in respect of Subhead RA-01 Object Group 1100 of the Main Estimates.\" - [Mr Lim Boon Heng]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Acting Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Labour (Prof. S. Jayakumar):</b> Mr Speaker, Sir, when we adjourned yesterday, I had replied to the first of the three points raised by the hon. Member for Whampoa and was in the midst of the second point concerning different rates of interest. And I had then explained that this proposal had many ramifications which the hon. Member would appreciate. First of all, if the interest on the CPF is raised above 6 1/2%, it will have an impact on the price of HDB flats as well as the interest rate payable on loans from HDB. The HDB does borrow substantially from the Government to fund its housing programme. The Government in turn depends on CPF funds. If the CPF interest rate were to be raised above 6 1/2%, the Government would have no alternative but to raise the cost of money to the HDB. The HDB in turn may have to adjust the prices of flats to take into account this increase in the cost of funding. Furthermore, the interest rate on the loans that it gives to HDB flat owners would also have to be adjusted higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Member referred to the lower income group, it may be pertinent for me to point out that those in the lower income group do benefit through subsidies that they may enjoy on the HDB flat. And apart from this, they also enjoy the subsidies from the loans that they take out from the HDB and the interest rate payable on these loans is 6 1/4%. In fact, I am told by the CPF that some CPF members chose to borrow the maximum amount allowed although they may have funds in their Ordinary Account because the interest rate on the loan is 6 1/4% and leave their own CPF savings in the Ordinary Account to accumulate at a higher interest rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, there are other points to be made. For instance, it would be difficult to differentiate between different groups because as far as the borrower of funds is concerned, the monies are the same, whether they are from the lower income group or the higher income group. In the ultimate analysis, the proposal in short has considerable complications and ramifications. And the Member for Whampoa would appreciate that CPF savings are a very safe form of institutional investment and for the level of safety, the interest rate is certainly very attractive. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I go on to the third point mentioned by the Member for Whampoa concerning the marriage restriction policy. I noted that he said he and other MPs received appeals from constituents where their applications for marriage with work permit holders were rejected. I understand the concern expressed and I am aware of this because I am also an MP and I also get appeals from some of my constituents. Perhaps this is a useful opportunity for me to very briefly explain the reasoning and the policy concerning marriage restrictions with work permit holders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our starting point, Mr Speaker, Sir, is really that we have, as mentioned the other day, about 150,000 foreigners on work permits. There are certain important considerations which are fundamental. First, these foreign workers are here for a specific purpose. They are here for execution of certain jobs. Second, they are here for a temporary purpose and it was never intended that they should be here permanently or to sink roots. Thirdly, the vast majority of them would not have been allowed into Singapore for any extended or long periods of time under the normal immigration policy. It is the immigration policy which is the vehicle through which we determine who comes in, who stays for a long time and who can have permanent residence. This large group of work permit holders are therefore persons who would not have been allowed to come in under the immigration policy and they are here therefore under the work permit policy designed for a very specific purpose. They are therefore not here under the normal immigration rules. \n  <br>3.00pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Mr Speaker, Sir, we have studied the experiences of the European countries which, as Members know, are facing very serious problems with their foreign workers who came and stayed. They are very serious problems. I understand that today there are more than 13 million foreign workers in Western Europe living there with their families, and in the host countries where these foreign workers are situated, the foreign workers' population ranges between 5% and 17% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> of the total population. We have made a study of the experiences and problems in these other countries to make sure that as far as is possible we do not encounter the same pitfalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have come to the conclusion that one of the major reasons why the Western European countries have this residual problem of foreign workers is that they allowed the foreign workers rights to bring in their dependants. Secondly, they granted the foreign workers rights of residency. Right from the beginning when we allowed foreign workers to come to Singapore under the work permit scheme, we have been very conscious of this and therefore have been very strict in not allowing the work permit holders to bring in their dependants. However, having been strict on them, if on the other hand we have a liberal policy of allowing the work permit holders to come here to sink roots through marriage, then we will have similar consequences. Large numbers of foreign workers will be here indefinitely or permanently, and sink roots when it was never the intention. In other words, without a strict policy on marriage between foreign workers and locals, our entire immigration policy can be negated and undermined. It is for this reason that we have to be very strict. This is not something which has been introduced suddenly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More than 10 years ago, as early as 1973, the policy on marriage restriction was spelt out and announced, and work permit holders and the local population, Singaporeans, were, in fact, put on notice of our strict policy. If a foreign work permit holder, therefore, knowing the conditions, violates the policy, then he will be repatriated and various disincentives will apply. For those who nevertheless violate the policy, we must take appropriate action as spelt out in the 1973 press statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, when we get appeals from constituents to MPs, there is a considerable misconception and misunderstand- ing. Some feel that after three years or five years' stay in Singapore as a work permit holder, one has automatic right of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> residence, or one has automatic right to marriage. This is not the case. In fact, our policy on approval of marriages must, of necessity, be strict. In fact, the policy is, and should be, not to approve marriages unless there are very good reasons related to the skills on the work permit holder concerned. This may sound harsh. I know I would become more popular if I were to liberalize the work permit restriction policy. However, it will not be doing Singapore any good if I were to do so. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I would like to react to the comments by the Minister on the interest that the CPF pays to its depositors. I do agree with him that the HDB home owners benefit tremendously from the low prices of flats and also from the 6 1/4% interest that is payable on the loans given to them. In fact, this is quite unheard of in the world to have a rate of interest as low as 6 1/4% for 20 to 25 years. To get a fixed interest loan nowadays is impossible to get anywhere, even less at 6 1/4%. If one has to get a commercial loan, one would have to pay 10% to 11% or so, and this interest rate would be adjusted from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having agreed with him on this, I must still get back to my original point. Referring to the table which was presented by him to this House yesterday, comparing the tax-adjusted average 12-month deposit rate of commercial banks with the rate that CPF pays its depositors, he made the claim that for most years the CPF interest rate was in excess of this deposit rate. I pointed out that this was because he adjusted for taxes, and I was not sure which category of taxpayers he was referring to. The adjustment looks quite substantial. So I would assume that his remarks were pertinent or relevant only for middle and higher income groups, because the lower income groups certainly do not benefit as much as he says they benefit. In fact, I would believe that the commercial rate of interest will be higher than the CPF rate of interest for most years for these categories. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why did I make my proposal on increasing the rate of interest payable by CPF? It is a very simple economic proposition, and that is this. When we make loans \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> too cheaply at very low rates of interest, there is inefficient use of capital. And by allowing the CPF rates to be more in line with commercial rates of interest, Government departments, statutory boards, HDB and others which borrow these funds through the Government via the CPF would be forced to use their funds much more efficiently. So from a social point of view, it is desirable that we pay the commercial rate of interest so that nobody subsidizes somebody else. I may throw the very principle of the Government itself back at the Minister, that we do not believe in subsidy as much as we want an efficient system to operate. I suspect that there is a lot of wastage of capital because, through the CPF scheme and the unduly low rate of interest paid on CPF balances, a lot of projects are undertaken which are not quite as efficient as they might be. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I have taken note of the points raised by the Member for Whampoa. As to the detailed computation of the table, the Member can rest assured that I would ask the CPF to supply him with the details as to how the tables were computed. In the ultimate analysis, Sir, there may be a point of diminishing returns to comparing the CPF rates completely with the commercial rates because there are so many elements of the CPF scheme which are not comparable. In addition to the tax adjustment, for instance, we must also take into account a third factor, that is, the contribution by the employer in fact goes towards the gross sums available to the employee but yet it is not treated as income for income tax purposes, If you take that into account, it would be even more attractive. There are other factors such as estate duty exemption and also the fact that the sums in the CPF balance are not attachable for debts, and so on. So there are many other factors which have to be taken into account. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, in view of the Minister's cogent answers, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Subhead RA-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, ten days ago we learnt that the CPF Board had once more relaxed its ruling to allow home owners of middle and upper income groups to use their CPF savings again to buy a better home or another property. I am not against this. Sir, I feel that if the Board can allow such members to buy a second flat or even sell their property, then why does it not allow members of middle and lower income groups to use their savings for their children's higher education? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, education is the basis on which to build a nation. Every year, the Education Ministry is getting a lion's share of our national budget. We know it is necessary because we do not have natural resources. Our only resource is our people and we know that by proper nurturing, providing our younger generation with good education and skills, we are making a good investment in our human resources, equipping them with the wherewithal to our nation's prosperity and progress. Yet, every year we are denying a good number of our younger generation the opportunity of having a higher education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am referring to those students who are bright but, because of financial difficulties, are not able to pursue a higher education. These are the students who are good enough to be admitted into tertiary educational institutions but not outstanding enough to qualify for a scholarship to complete full tertiary education. It is indeed sad to see that these students who have the abilities to acquire higher and better education but, because of lack of money and poor family background, are not able to do so, much to the regret and sorrow of their parents. It is ironical that their parents have the funds in the form of CPF savings but cannot be used for their children. Other students from wealthier families on the other hand are better able to acquire tertiary education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has always emphasised the importance of educating our young and the subject of getting the best education for the children has always been close to the hearts of parents. Every \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> parent is concerned about his or her children's education and future, and they are prepared to suffer and sacrifice in order that their children could have a better education for a brighter future. They have high expectations of their children, hoping they would not be like themselves having to toil for a meagre living. I hope the Minister will realize the feelings of the majority in the middle and lower income groups and consider allowing them to use pan of their CPF savings for their children's tertiary education, as a way to nurture talent for the country. To prevent CPF members misusing the funds for other purposes, may I suggest perhaps the Institutes of Higher Learning can have direct arrangements with the CPF Board to deduct the amount needed for schooling direct from members' funds. I hope the Minister will consider this request and help to solve this problem of such parents. \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Sir, may I speak on my amendment now on the Central Provident Fund Act? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Which amendment? \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee:</b> Amendment No. (12). \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee:</b> Thank you, Sir. I propose to raise the following points for discussion on the Central Provident Fund Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, certain provisions of the CPF Act were progressively amended to take into account changing circumstances. For example, CPF members were subsequently permitted to use their balances to purchase private properties. One important amendment was the provision to set aside a minimum of 50% to the widows of members irrespective of the amount to be paid to other nominees. On this note, I would enquire whether the Minister would consider looking into the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> feasibility of introducing an optional annuity scheme for CPF contributors. For instance, a contributor may withdraw part of his CPF balances on retirement and leave the rest in an annuity account. This will protect contributors who for some reason or another are not in a good position to manage the large balances accumulated and they fall prey to irresponsible siblings, other members of the family or unscrupulous persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to raise is on the CPF Special Account. On 1st April this year, the balance in the Special Account will be transferred to the Medisave Account. After that date, 6% of subsequent contributions will also go into the Medisave Account. If the Special Account is to be discontinued, then it would be more appropriate for any sums in excess of $5,000 to be transferred back to the main account on 1st April, 1984 for the contributors to use for the purchase of HDB or private properties instead of waiting till a contributor reaches the age of 55 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I would like to raise is on the relaxation of using CPF balances for the purchase of resale HDB flats which is not equitable with the benefits bestowed on those who are buying private properties. We should take into consideration a contributor's interest rather than on the type of property he purchases. To purchase an HDB resale flat, a contributor is only allowed to use up to 140% of the HDB posted price. For example, if the vendor's price of an HDB 5-room resale flat is $150,000 and the HDB's posted price is $97,000 in the inner urban area, the contributor can only withdraw $135,000 whereas a contributor can withdraw a much larger sum if he purchases a first or second private property. Under current HDB regulations, a contributor who purchases an HDB resale flat cannot buy a second property. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> Sir, first, may I deal with the points raised by the Member for Ang Mo Kio concerning the use of CPF funds for education. As Members will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> know, the CPF has over the years been imaginative in working out various schemes, such as the scheme to purchase HDB flats, Approved Residential Properties Scheme, SBS share scheme, the Home Protection Insurance Scheme and so on. But above everything else, the CPF and the Ministry have to bear in mind that the schemes that are devised must basically be safe investments which will preserve the value of savings, and should be hedged against inflation to safeguard the position of the contributor in times of misfortune. With this consideration in mind, therefore, the CPF has to be very careful, even at the risk of being conservative, to ensure that the various usages do not proliferate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the CPF will not rule out other possible uses to which the funds can be put, I would state that we must have this over-riding consideration that whatever usages it is put to, it must not lead to an erosion of the savings, it must not be consumptive and must not, above all, lead to a situation where it could result in a premature withdrawal of CPF funds or premature assignment of the savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Using these yardsticks, I would have to disappoint the Member for Ang Mo Kio by saying that the Ministry is not able to decide that CPF funds can be used for educational purposes in the way that he mentioned. It is not really a question of abuse by the CPF contributor that he will take his money and not use it for the purposes of education but rather, it could lead to a situation where the sums spent on education would result in consumptive use of CPF money. Secondly, it will be difficult to supervise the usages of this money for educational purposes, particularly where the parent wants to send the child abroad for education. Thirdly, if the child does not succeed, then it would also have resulted in premature withdrawal or assignment of CPF funds. So attractive though the scheme may be, we have a responsibility to ensure that whatever schemes, including this proposal, do not lead to an erosion or premature withdrawal of CPF savings. For the time being, we have no intention of bringing about another scheme for using CPF funds for educational purposes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now turn to the points raised by the Member for Toa Payoh. The first point he made was whether we would consider an optional annuity scheme, and he raised the problem of contributors who for various reasons may not be able to manage large sums which they withdraw. This is indeed a real problem which we expect would increase as the years go by. I think the Member is in a sense prophetic because I understand from the Minister for Health, who is Chairman of the Committee on the Problems of the Aged, that the report of the Committee which will be presented to Parliament soon does address itself to this question amongst other things. Perhaps I should not steal the thunder from the Minister for Health and give him the honour of replying in greater detail to the Member for Toa Payoh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second point concerning the Special Account vis-a-vis Medisave, first, it is important for me to clarify that the Special Account will not be discontinued although on 1st April, 1984, the sums which are in the Special Account will be transferred to the Medisave Account and thereafter contributions which would otherwise have gone into the Special Account will be credited to the Medisave Account. The Special Account will continue to exist but will be dormant. It could be activated in the future if members' contributions and employers' contributions are increased. So it is not discontinued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the other point that he made, the monies will be credited to the Medisave Account and will continue to be credited. There will be no maximum but upon reaching the age of 55, the sum of $5,000 will be retained in the Medisave Account. This sum, as has been announced in the press briefings and press statements, will be increased by $500 progressively up to the limit of $10,000. So when a person reaches 55 years of age, any excess beyond $5,000 or whatever limit up to $10,000 then prevailing can be withdrawn like the other sums in the CPF account which he can withdraw. With that clarification, I hope the Member's questions are answered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the inequity that he sees in the rules concerning the use of CPF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> funds for HDB flats and approved private residential properties, perhaps I should explain to him, first, that the 100% figure was only recently revised to 140%. The answer to the question, \"Why 140% and not any other figure?\" is really to preserve the old-age savings which are invested in the HDB flat. Although they may buy the resale flat at the resale price, what is important is that these purchases are subject to the HDB rules in the sense that if they were to sell the flat back to the HDB within the period of five years, or for other reasons it is acquired by the HDB, then it will be at the posted price which means there is a serious question as to whether the amounts withdrawn from the CPF could be returned to the CPF account in the name of the contributor. In fact, it could be said that the CPF has taken a risk in increasing it from 100% to 140% in view of these circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure the Member for Toa Payoh that we have also done a survey which shows that the 140% figure is not significantly lower than the HDB prevailing resale price. Furthermore, a comparison with the private residential property scheme is not really inequitable when we take into account that for the approved residential property scheme the contributor can only use 90% of the Ordinary Account or 80% of the assessed value. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee:</b> Sir, I wish to thank the Minister for his clarification especially on the retention of the Special Account. There is one fundamental change between the Special Account and the proposed Medisave Account. For instance, if you are going to take the case of a contributor who has reached the age of 55 years, I agree with his explanation. But what about those who are, say, in their early 30s or 40s who have sums in excess of $10,000 or $5,000 initially for 1984? Then you find that there is a fundamental change because a person will get the balance in the Special Account in cash on retirement. But if this is transferred lock, stock and barrel into his Medisave Account, he will not be able to get this money on retirement but only upon death to his next-of-kin. That is the difference. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia</b>(\n  <i>In Mandarin</i>): Sir, let me clarify. A moment ago when I was referring to education, I was not referring to primary or secondary education. I was referring to tertiary education. The Minister's answer was consistent with his predecessor. His contention was that CPF money must be used for sound investment and the best investment. If they were to use the CPF contributions for investment in private properties two years ago, then are they making good money now? Would that be a sound investment? And for those who bought SBS shares, is it the best and sound investment? I believe we can all figure out for ourselves. It is not so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that we must give more consideration to the aspirations of the parents in the lower or lower middle income groups. There are enough savings in the CPF for them to send their children to the university. Of course, we can restrict them by allowing sending their children only to local institutions, our National University of Singapore, the Singapore Polytechnic, the Ngee Ann Technical College or the Nanyang Technological Institute. If their children can be enrolled in these tertiary institutions, then they must have attained certain standards. Even if they cannot graduate at least they would be able to complete one or two years of study in these institutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My colleague, the Member for Delta (Mr Yeo Choo Kok), has stated that once the students are enrolled in the tertiary institutions, they would be in a better position to marry another undergraduate. Then they would be in a better position to give birth to children of better quality. There is another point. If the children are desirous of going to work after completing their tertiary education, then they would be in a position to repay the money to the CPF. Even the parents in the lower income group or lower middle income group would be willing to do so for the sake of their children. I hope the Minister will consider this point. For a better future generation, the Minister should consider the aspirations of the people from the lower and lower middle income group. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, first, to reply to the outstanding point of the Member for Toa \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1407</b></font>\n  <br>\n  <br> Payoh. If I am not mistaken, he was speaking on the assumption that the sums in excess of the limit that has to be maintained in the Medisave Account cannot be withdrawn until death and passed on to the next-of-kin. This has to be corrected. This is not the case. From the information that I have from the Ministry of Health officials, the intention is really that he must keep a limit which is now $5,000. It will be raised progressively by $500 to $10,000. Any sums in excess of that limit upon reaching the withdrawal age can be withdrawn like other sums in the account which can be withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the point raised by the Member for Ang Mo Kio, I should add that, in addition to the point that I have mentioned, we have looked at the affordability of eligible students going to tertiary institutions, and we are satisfied that for any student who is deserving, who has got a place in the university, there are ample scholarships and bursaries for him to go to the university. I believe he made a variation of his point that some students may be able to go to the university but they are not of such a standard and are likely to drop out after one or two years. I would really have very strong reservations about using our CPF funds for persons who clearly are not going to make it. Although he advocates the utility and benefits which may be derived by persons being in the university for one -or two years, I do not think that we should even begin to think of the CPF scheme as a scheme for matrimonial purposes or as a scheme for dropouts in the university. With this additional point that there are ample bursaries, scholarships and financial assistance, I hope that, though the reply may be disappointing, he will understand the reason for the CPF to be prudent and conservative. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia</b>(\n  <i>In Mandarin</i>): Sir, what I mean is this. Our Acting Minister for Labour is a Professor in the National University of Singapore. Perhaps he would be able to provide me with statistics to show how many per cent of the undergraduates could not complete their tertiary education. In his reply the Minister has said that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1408</b></font>\n  <br>\n  <br> we should not abuse this money in unnecessary investment. But for the parents to send their children to the university, is it not the best investment? If the parents do not think so, then such parents would be looked down upon by others. I was saying that even if we take the worst case, they should at least be able to complete one or two years in the university. For most of them who are qualified for enrolment into the university, they should be able to complete the university education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do understand that there are quite a lot of scholarships and bursaries available even in our many constituencies, but if the standard of the students is not exceptionally good, they would not be able to qualify for the scholarships. What about those who are accepted for enrolment into the NUS, the Nanyang Technological Institute or the Ngee Ann Polytechnic but could not afford the fees? Maybe for the rich, $1,000 or $2,000 is nothing. But to the poor people $1,000 or $2,000 would take one or two months to earn this money. They would need the money for their household expenses. They would not have excess money to send their children to the university. I hope the Minister would consider this. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I have already spelt out the over-riding considerations which must govern the introduction of any new schemes for the use of CPF funds. So I will not repeat that. Suffice it for me to say that if the Member for Ang Mo Kio is aware of students who have been admitted or granted a place in any institution of higher learning, but are not able to use the opportunity because of lack of funds, I together with my colleague in the Ministry of Education, the Minister of State for Education, would be happy to look into the matter. But I have looked at the figures and looked at the different types of schemes, and I am satisfied that for those who make the grade and are admitted to institutions of higher learning, there are ample opportunities, scholarships, bursaries; for them and, therefore, the situation does not warrant the introduction, at this point of time, of the scheme I mentioned. I have noted his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1409</b></font>\n  <br>\n  <br> points and his reasoning. They are not without substance, but before we make such a major scheme we must be satisfied that existing other means which are available have not been exhausted. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia</b>(\n  <i>In Mandarin</i>): Sir, I thank the Minister for giving us the assurance that the students would be able to complete their university education. Since he does not want to consider my point, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Subhead RA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I begin, Sir, I would like to support the view expressed by my colleague, the Member for Ang Mo Kio, regarding the withdrawal of CPF funds for educational purposes. I have raised this matter before and I must say that I am disappointed with the Minister's reply. One correction about the Minister's comments or his reply. He said that such a withdrawal was for a consumptive purpose. I disagree. In fact, education is an investment in human capital and, like all investments, there is always a risk involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the more general point - labour force. The most serious domestic constraint on our future economic growth will be the supply of labour. Without immigration, increase in labour force has to come from two sources: (1) population growth, and (2) increase in labour force participation rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our population growth rate has declined to 1.2% per annum since 1980. Sometime ago, the Ministry of Health projected that we will reach zero population growth in the year 2030 with a maximum population size of around 3.5 to 3.6 million. This projection was based on the assumption that the net reproduction rate is equal to 1.0 and will be maintained around that level. However, since 1975, the net reproduction rate has fallen below 1.0 and has been declining progressively. In 1982, the net reproduction was only 0.79 or some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> 20% below replacement level. If this trend persists, our population will peak at about three million around the year 2000, and after the year 2000 our population will begin to decline. This is the most pessimistic projection I have ever learned. If this happens, it will have very serious implications or effects on our labour force and military manpower requirements. Perhaps, there is a need to review our population and family planning programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that these programmes are not under the portfolio of the Minister for Labour, but I urge him to raise this matter with the Minister for Health and the Minister of Defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, labour force participation rate of our older workers. The additional domestic supply of labour could be obtained by extending the retirement age to 60 or 65 years of age. There were 62,128 retired workers and pensioners in 1982. According to the 1980 population census projection, if the retirement age were extended to 65, about 44,000 more workers would be retained in the labour force. In view of the ageing population and the fact that more and more young people are entering the labour force at an older age (in fact, the participation rate of 15-19 age group has been declining from 49% in 1980 to 43% in 1982), there is a strong case for the Ministry to consider extending the retirement age to 60 with the option to go on to 65 in both private and public sectors. May I ask the Minister to consider this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the most significant increase in labour supply will have to come from the increase in female labour force participation rate. According to the Report of the Labour Force Survey 1982, the participation rate among females aged 15 years and over, has been increasing continuously from 40% in 1978 to 45% in 1982. This rate is higher than Taiwan, West Germany, France and Switzerland but lower than Japan and the United States. In this context, may I recall what the Prime Minister said on 15th February, 1984: \"do our women need to value their careers more than, and at the expense of, their families?\" Similarly, we should ask ourselves: \"Should we further increase our female labour force participation rate for the sake of more rapid economic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> growth, or should we encourage more women to stay at home to look after their children and bring them up properly and perhaps to cook, as the Member for Whampoa would suggest?\" Nursery schools and child-care centres are no substitutes for home. And there are limits to part-time work, piece-work and shift-work. In 1982, there were only 12,100 female part-time workers and 47% of them had no qualifications whatsoever. May I ask the Minister to comment on this dilemma? \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, if we cannot increase the quantity of our labour supply substantially, then we have to improve the quality of our work force. Hence, we have no choice but to press on relentlessly to increase our productivity. The labour productivity growth rate in 1983 was 5.2% and I trust this figure to be accurate. It is a vast improvement over 1.1% in 1982. However, we must take note that this productivity growth rate still falls short of the targeted productivity growth rate of 6-8% per annum. Moreover, part of the increase in productivity in 1983 was due to the hoarding of labour by employers during the recession in 1982 in anticipation of an economic upturn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, in this context, I would like to commend the National Productivity Board for its efforts in promoting greater awareness of the importance of productivity. The productivity message was brought home through soft-sell packages including posters and TV commercials such as \"Teamy\" and \"Come On Singapore\". Teamy, the hard-working bee, is effective in getting the productivity and teamwork message across. Sir, I notice that Teamy even appeared in the Workers' Party's publication, Hammer. This speaks well for the NPB. On the other hand, the latest TV productivity message, \"Come On Singapore\" is now known as \"Come On Singapore Handiplast\", simply because it reminds people, particularly our students and children, of the TV commercial on the Handiplast plaster. So may I remind the National Productivity Board, to be productive it has to be creative and imaginative. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Mr Speaker, Sir, before I speak on the topic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1412</b></font>\n  <br>\n  <br> of part-time employment for housewives, may I reiterate the plea of my colleague who is not here, the Member for Whampoa, when he called for more information from Ministries. I found that in particular, the Ministry of Labour is one of those Ministries which have produced an annual report. I know that a few other Ministries have done so. This is commendable and I hope that all Ministries would follow suit and take note because it would be strange for Ministries of Communications and Education not to have annual reports which could be useful to both Members of this House and members of the public to acquaint themselves with what the Ministries are doing especially. Maybe these Ministries should learn how to communicate better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in February 1979 during the debate on the President's Address, I was pleased to note that in the Addendum of the Ministry of Labour, the Ministry was to cater for more part-time employment opportunities for housewives to alleviate the labour shortage. I am all for it because if we want housewives to have more children, we should cater for the situation when their children have grown up and when these mothers could spare pan of their time, they would wish to use their skills and talents to contribute to the country's economy again. This scheme may help to overcome boredom for some. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in the latest report of the Ministry of Labour, I note that the pilot programme did not receive a good response. Sir, I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Only three housewives accepted part-time jobs. The others declined the part-time jobs available on the grounds that the nature of work, working hours or location of the company were not suitable.' \n  <br>\n  <br>I feel that the Ministry of Labour should not give up and must press on. Here, the usual Singaporean touch of ingenuity and resourcefulness is required. Maybe the concept need to be repackaged to be more attractive and worthwhile to attract these mothers into our labour force again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, I feel that the Government should take the lead with its Government departments, statutory boards and, more importantly, the numerous Government-owned or Government-controlled \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1413</b></font>\n  <br>\n  <br> companies. This would give the impetus for other employers to follow suit if the Government with the prompting of the Ministry of Labour would set the tempo and the tenor of this project. In short, all in all, the Ministry of Labour should not only be in constant labour but must also deliver. Would the Minister please comment? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, first, may I take up the point raised by the Member for Leng Kee concerning retirement age. I am in complete agreement with him that it makes good sense for us to think in the direction of increasing the retirement age. He has given certain reasons such as increasing life span and of population. Of course, there are also reasons of medical science which show that people who are gainfully employed will lead healthier lives and if indeed people are gainfully employed till an older age, they will be of course more financially secure and less dependent on the State. But above all, as he has pointed out, in a tight labour shortage, getting more people to work later would be eminently sensible. So he has brought up a very valid point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question, of course, is how is this to be done. Should it be compulsory? My response to that would be that it would not be wise to legislate a compulsory retirement age of 60 or 65 for not all jobs may be suitable for persons of such older age, either due to physical or mental conditions. Some jobs may require keen eyesight or physical dexterity and so on. So the key criterion must be whether the worker and his increased age would be suitable for the kind of job he is doing. Productivity and skills must be the overriding consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So it may not be a wise idea to compel employers to retain all their workers, even though they may not be able to effectively deploy them as it will lower productivity. So it would be best for us to leave this to be negotiated between employers and employees. This would be more flexible. It would bring about an increase in retirement age selectively for jobs which are suitable for absorbing older workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1414</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I might add here that this question of increasing the retirement age will also be one of the matters to be addressed in the report of the Committee on the Problems of the Aged which will be presented shortly to this House. So I thank the Member for his comments. They are pertinent and timely. And the Government will be looking into this very seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards his point on increasing the female labour participation rate, he is quite correct in that this is another way to solve the problem of labour shortage. As he has pointed out, the female labour force participation rate, compared to other countries, is quite high. There may be some scope to increase it even further. But he has put a finger on the correct question, i.e. will there be a social cost? And I think the answer, as he has indicated, is that there must be a social cost. When it comes to married women with young children working full-time, it will inevitably affect their ability to give that much care and attention to inculcate the right values amongst the children. There are some who may be able to cope both with a full-time job and with raising of young children, but not all can. For those who cannot, perhaps they should stop working while the children are young and rejoin the labour force when the children are older or to do part-time work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to inform the Member that the statistics do show that the labour force participation rate among women between the ages of 30 and 44, and therefore the category which is likely to be those who are returning to work after a period of marriage and child rearing, is increasing each year. For example, in 1979, this age group between 30-34, the rate was 40.8%; in 1983, the rate was 48.5%. For the age group, 35-39, in 1979, the participation rate was 37.7%; in 1983, it was 44.7%. So there are hopeful and positive signs to show that the number of women who come back to work after a period of time may be on the increase. But in the ultimate analysis, getting more women to work, of course, is not the answer. Here again, I agree with him that our long-term solution must be to reduce reliance on manpower and to upgrade, mechanize and to emphasize that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1415</b></font>\n  <br>\n  <br> economic growth is tied up with productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am grateful to him for the encouraging words he has mentioned about the productivity efforts undertaken by the NPB. But I wish to stress, of course, that while NPB is a catalyst, a(l sectors of our society would have to be involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to the points raised by the Member for Telok Blangah concerning the Ministry of Labour's part-time employment scheme, we do have, as he has mentioned, the part-time employment assistance scheme whereby wives seeking pan-time jobs are matched with vacancies. We have actively encouraged companies to provide part-time job opportunities with suitable working hours and attractive pay. Some companies have been successful. Whether they succeed in attracting a significant number of women to work part-time really depends on the scheme, the flexibility and the attractiveness. Some firms are more successful, are more imaginative than others. Obviously, in a tight labour market situation, we would expect the women also to be quite choosy which explains the figures that he mentioned. But let me just mention that, here again, the signs are encouraging. In 1982, there were 12,100 females in part-time jobs. In 1983, there were 16,000 females in part-time jobs. Probably the figure is higher. Many are engaged in tuition, music classes, child-care, who for fear of tax or other disclosures might not have given appropriate returns to our service. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, it depends on the scheme worked out by the company. Some companies are successful. For instance, one company had, in fact, a housewife shift from 6.00 pm to 11.00 pm. This will enable the woman to go to the company or factory after the husband has returned. She would therefore not be inhibited or be preoccupied with the question as to who is looking after the home and so on. So it really depends not just on the Ministry of Labour encouraging employers but it also depends on the kind of schemes which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1416</b></font>\n  <br>\n  <br> employers themselves devise. I will assure him that this is a matter that we will continue to look into. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In closing let me say that the National Productivity Council also has a task force with representatives from the NTUC, employers and employer groups looking into this question, and we hope that early next year they would be able to present a report on this topic. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I am very grateful to the Minister's reply. He has quoted certain figures, the female labour force participation rate for the year 1979 as compared to 1983. What I am looking at is cross-sectional data. I do not have the figures for 1983 but I have the figures for 1982. He may take note that the female labour force participation rate increased very rapidly from the age-group 15-19 to the peak of 79.4% for the age-group 20-24; and after that it declined continuously to 10% for the age-group 60-64. This implies that many married women do not re-enter the labour market. So I do not know whether the Minister for Labour may like to look into the terms and conditions of employment for older workers so as to encourage women, particularly better educated women, to re-enter the labour market when their children are older. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, very briefly let me say that I have taken note of the point just expressed and certainly I will ask my officials to give this matter serious consideration. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, in view of the Minister's reply, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Subhead RC-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I wish to comment on two issues which concern trade unions and industrial relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first issue is the subject of yearly authorization for check-off of union sub- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1417</b></font>\n  <br>\n  <br> scriptions. Under section 27 (1)K of the Employment Act, the Minister for Labour is empowered to approve deduction from the salary of an employee under the check-off scheme in respect of the payment of union subscriptions and contributions. The check-off scheme has enabled the union to collect the union subscriptions through the deduction of the fees from the salary of its members. However, the approval for check-off granted by the Minister is, so far, subject to the condition that written authorization from the union members for such deductions must be obtained yearly. In other words, every year the union officials have to go around asking the union members to sign authorization forms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the check-off scheme has facilitated the collection of union subscriptions by the trade unions, the requirement of annual authorization by union members has imposed a tremendous administrative burden on the unions. At the moment the total number of workers represented by the NTUC's affiliated unions is around 200,000. One can imagine the administrative work and the time involved in getting 200,000 members signing the authorization form each year. As a matter of fact, the exercise is highly unproductive and time-consuming; and very often it disrupts production at the work place. The union has to make arrangement with the employers to release the workers to sign the check-off forms, and generally the employers would not like the union officials to walk round the production lines to explain to the workers and to ask the workers to sign the forms. At a time when we place so much emphasis on productivity and the cutting down of unproductive practices, I believe the present requirement of annual authorization by members for check-off is most unproductive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the main reason that the Ministry of Labour has insisted on annual authorization is that a union member must be given a chance to indicate whether he wishes to continue as a union member, hence his explicit permission for deduction of union subscription must be obtained at periodic intervals. My question \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1418</b></font>\n  <br>\n  <br> is, why does the Ministry insist on written authorization on an annual basis? Why can't the Ministry require authorization only once every two or three years? Many licences and permits issued by the Government are valid for more than one year. For instance, we do not renew our marriage certificate once a year. Can we argue that for the interest of the husband and wife, the wish of the couple to remain as husband and wife must be ascertained once a year? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about protecting the rights of the workers, I am sure the Minister is aware that under the constitution of the unions, a worker can resign from membership of the union by giving three to six months' notice. A worker can exercise his right to resign from the union any time irrespective of whether the written authorization for check-off is in force or not. Furthermore, the Minister also reserves the right to revoke the check-off scheme if there are abuses by the union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I really hope the Minister for Labour would, in the name of productivity, seriously consider the request to extend the validity of the authorization for check-off to a period of more than a year, preferably two or three years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I wish to raise, Sir, is something which concerns the employee's eligibility for paid sick leave. Under section 43(1) of the Employment Act, only employees who have served an employer for a period of not less than 12 months shall be entitled to paid sick leave. An employee who has served less than one year is not entitled to any paid sick leave, even if he is confirmed in his employment. There have been suggestions raised in Parliament that the provision be relaxed to allow all employees who are confirmed in their employment to be entitled to paid sick leave, but the suggestions seem to have fallen on deaf ears. With our present emphasis on company welfarism and the call to employers to take care of the wellbeing and welfare of the workers, I hope the Minister would review the matter again to allow all workers who are confirmed in their employment to be covered by the relevant provisions of the Act in respect of the granting of paid sick leave. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1419</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is even more disturbing is the attitude of many employers towards their female employees when it comes to taking time-off or leave to consult the doctor during pregnancy. The Employment Act stipulates that the employer shall grant a total of eight weeks' paid maternity leave to female employees. For many of the female employees in the private sector, this is about the only benefit that they are entitled to for childbirth. Let me explain. Under the collective agreement signed between the union and the employer, usually the employer undertakes to pay for all medical expenses including hospitalization, ward charges, operation fees, etc. The benefit is extended to cover all illnesses or accidents. But in most of these collective agreements, the employer insists that the provision for medical benefits should not cover medical expenses arising from pregnancy and child delivery. In other words, not only does the employer refuse to grant paid leave or time-off to female employees when they go for pre-natal check-up, but the company further refuses to pay for accouchement fees, ward charges and any other related expenses. Some companies even go to the extent of not recognizing medical certificates issued by Government hospitals for miscarriage, abortion or any illnesses arising out of pregnancy. Of course, there are some more enlightened employers who make payments to defray part of the expenses incurred in childbirth, but many are quite insistent that they are not obliged to do so under the Employment Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would appreciate if the Minister for Labour would look into this matter and see how the employers could be persuaded to be more caring and sympathetic towards their female employees. In my view, treating medical treatment arising out of pregnancy different from other types of illnesses is a discrimination against female employees and work against the policy to encourage married women to stay in their jobs. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Sir, in sending in this notice of my amendment I intended to speak and I propose to speak on this promotion of house unions, which I understood from the Acting Minister for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1420</b></font>\n  <br>\n  <br> Labour in the sitting of this House on the 17th of January that the Government was very anxious to promote. I also understood from the Acting Minister that there was no question of house unions being forced on members, on the working population, but that they would be given every opportunity to decide for themselves. I asked then whether their consent or otherwise would be taken by a secret ballot. The Minister's reply was, \"Yes, if it is provided in the rules. But it depended on the constitution and the rules.\"The Minister went on to say that he thought that my allegations about unhappiness was wild and unfounded; unhappiness, that is, among workers on the active promotion of in-house unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand that particularly in one union there is a lot of unhappiness about this promotion of the in-house union, and this union is the Singapore Air Transport Workers' Union. Not only have I heard from members but there was a letter which arrived at my table, copied to me. I think it was directed to the Prime Minister and a number of others, and I was on the circulation list, This man had a long complaint about the unhappiness among the members of this union, and I gathered it all arose because of the attempt to break this union up now into house unions. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you are probably aware that this union comprises workers not only in the Singapore Airlines but in three other companies which serve the airline industry. I am told that it is the envy of a lot of unions because, whilst other unions lament about their membership, this union has a 98% membership. I further understand that in 1981 there was a study of this union made by civil servants and NTUC officials and I understand that they reported that this union was being run on an in-house concept and had excellent relations. But now suddenly the members find that they are being pressured into breaking away into smaller unions. I understand that they had been visited by advisers who are also Members of this House, from the NTUC headquarters, who have been actively trying to persuade them into accepting the break-up of their union into smaller in-house unions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1421</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not only that, I understand that pressure has been brought to bear on them from the company where they work. Several principal union officials who were earlier given time-off from their duties to attend to their union affairs, I understand, have now been ordered to go back to work and have been told that they cannot have time-off from their duties in their employment to attend to union affairs. I also understand that the General Secretary of the Union was offered a chance of being transferred to the administrative service, and when he was appointed General Secretary he was told they would keep the option open for him for three years until he had served his term. But I understand lately that he has been told that he has got to exercise his option as soon as possible and they were not prepared to wait. The members see in all this a subtle pressure being brought to bear on them to accept the break-up of their union into smaller in-house unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must recognize the principle of self-determination, whether it is self-determination by the citizens in the affairs of the country or whether it is self-determination of the workers in the unions. And the only way that you can determine the views and opinions of the workers is to let them freely, without any pressure being brought to bear on them from anybody outside the union, make up their minds calmly, listening to all the pros and cons of any question put to them and deciding freely without any pressure whatsoever; and that decision must be made, if possible, by every member and according to the method of ascertaining the views of members as provided in the constitution or rules. I see that there is provision in the union's constitution for the holding of a secret ballot on a number of matters that concern the union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask from the Minister an assurance that there will be a secret ballot taken from these members before they are forced to accept a break-up of their union into smaller unions? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1422</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have in my question in the sitting on 17th January, 1984, pointed out that if you break up a union into smaller unions then you automatically deprive some of the unions of the leadership that they enjoy and you fragment the unions. We were told by the Minister for Finance and Minister for Trade and Industry that it is the Government's policy to promote direct wage bargaining between the unions and their employers, and I asked how does he propose to give the unions the power. If you now go ahead with fragmenting the unions, you are weakening them more. If you want to get any productivity out of the workers, then you have got to respect their rights and give them the necessary strength to conduct their own affairs and to determine their own affairs and not be pressured by others against their wishes. There is yet another union --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr M.K.A. Jabbar (Radin Mas):</b> Sir, can I speak on the same subject? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Is it your Amendment No. (6)? \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr M.K.A. Jabbar:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr M.K.A. Jabbar (in Tamil):</b> Sir, although I have an amendment under Subhead RC-02, I wish to speak now because it is on the same topic under discussion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to be able to speak on the estimates of the Ministry of Labour. I welcome the annual check-off authorization system. Trade unionists have to make great sacrifices because of their full support to the Government and the National Trades Union Congress. In the course of this, if by chance, we are unable to solve the problems of the workers we lose some long-term serving members. As an alternative, may I suggest to the Minister that the Ministry consider extending the validity of authorization for check-off for the duration of the collective agreement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1423</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is an important reason for the reduction of membership in the affiliated unions of the NTUC. When we accept the Government's proposals and work on the recommendations of NTUC, members as well as non-union members receive equal benefits, such as promotion, wage increases and other social benefits resulting in dissatisfaction amongst members. Consequently, they begin to dislike the unions. Since non-members benefit as much and as equally as members out of the benefits obtained through the negotiations by unions, will the Minister for Labour consider introducing legislation in order that Government could collect a certain sum of money from the non-unionized members and transfer such amounts to the workers' joint welfare fund? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have not been able to bring about the mandatory implementation of the NWC recommendations. For this reason, some selfish companies earn a good name by only giving good basic salaries. Because of this, neither the unions nor the NTUC have an opportunity to hold talks with the management on the implementation of the NWC recommendations. This makes the members suspicious of the unions. I think the managements ignore NWC recommendations. I wish to know whether the Minister for Labour will consider making suggestions to the employers to implement the Japanese-style management of according wage increases and promotions to workers based on the number of years they have served. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, may I first respond to the points raised by the Member for Boon Lay. He has raised two broad issues. First is the issue of check-off procedure, a point which was also touched on by the Member for Radin Mas. Let me explain, Sir, that although the Member drew an analogy between the relationship of husband and wife, I think the analogy is farfetched because the reason for the check-off annual authorization is really not intended to have an annual renewal of the union membership. The rationale is that the trade union funds are at stake. Members' contributions are at stake and we do not want a situation where once he has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1424</b></font>\n  <br>\n  <br> given the authorization that this authorization can then operate for an indefinite number of years. Therefore, it is important to ensure that the union has continuing authority to deduct and explicit permission is obtained at a regular interval. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By and large, many unions have been following the rules. Some have not and we have had to take action. But I take the point mentioned by the Member for Boon Lay and the Member for Radin Mas that this may lead to onerous burden on the part of the union officials in getting a large number of members to sign the forms annually. Of course, another reason is that this annual authorization also ensures that the union officials regularly maintain a close contact with their members. Indeed, in one case, I myself received expressions of gratitude where we had to enforce this annual authorization because the members said that once the authorization had been obtained they had been ignored for some period of time. Be that as it may, the point raised as to the burden of time and effort it imposes on the union officials, is one that I appreciate. This point has also been officially conveyed to us by the NTUC and I am glad to inform him that my Ministry is now reviewing this to see whether the intervals can be spaced out at longer durations and generally to look into the whole procedure for the authorization. I hope to be able to arrive at a definitive decision later. But I am glad to say that this is being reviewed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the points made by the Member for Boon Lay concerning sick leave benefits, he knows that the fringe benefits, including medical benefits, have to be negotiated between the employer and employees. For the Government to intervene would be eroding the employer-employee nexus. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned the qualifying period. The Ministry has taken note of his point and will consider it but he should note that most collective agreements already provide for sick leave upon confirmation. I agree with him that the attitudes of employers are important. They may be right within the letter of the agreement, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1425</b></font>\n  <br>\n  <br> but if they take a very cold, literalist and antiseptic attitude in the interpretation of the terms then, of course, this is not going to endear the workers to the company. This will make it more difficult for the company to retain the workers, more difficult for them to bring about feelings of company loyalty on the part of the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Government will not intervene in these matters and leave it to the employers and employees to negotiate, I would urge employers to take note of the points he has made relating to the healthy attitudes taken by the employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the non-recognition of medical certificates issued by Government departments, this may be a matter which we should look into. If he could give us some examples, I can assure him that I will take this up with my officials and also with the Ministry of Health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have also taken note of the point raised by the Member for Radin Mas and will give it due consideration. As to the point he made about relative benefits between members of the union and non-members this was also adequately covered, if I remember, by the Minister without Portfolio, in an interview that he gave to the press, the points of which I am in agreement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now turn to the points raised by the Member for Anson? He spoke about house unions. Members will recall that in my answer to a Question raised by the Member for Kampong Kembangan on 17th January, I did say, amongst other things, that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Government will continue to strongly promote the formation of house unions in view of the positive contribution they can make to the enhancement of productivity. I must, however, stress that the actuai establishment of house unions must be left to the workers themselves and to some extent the management of the company. They must be convinced that the house union will serve their interest and objective of fostering a closer relationship within the company and thus contribute to its continued growth.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, what has the Member for Anson really said in his 10 minutes? He has, for 10 minutes, spoken about one union, SATU. Am I right? SATU? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1426</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> He has made a series of allegations that they are being forced to form house unions and a host of other allegations, including relations between the management and union officials. For example, he has said that the management has required some of the union officials who are doing full-time union work now to revert back to doing work for which they were employed in the respective company. I am also told now by the Member for Anson that the General Secretary of the Union was given an option for three years - so I understand from him - an option either to stay in the union or to join management. If I understand the Member for Anson correctly, lately he has been told that the General Secretary must exercise the option now. I find it incredible that a management has given a person an option to join the management for three years, and I am not at all surprised that any management would want a person to exercise the option after three years. In fact, I find it surprising that the option has been given for such a long time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But really, Sir, what is the basis for the Member for Anson to come to this House to raise all these allegations, which come down to one word: that they are being \"forced\" to form a house union. Where is the basis and evidence for his allegations? The only evidence that he has mentioned for all the things that he has said in his 10 minutes is an anonymous letter that he has received. If I were to act on anonymous letters of all shades and kind that are on my desk every morning, including anonymous letters about the Member for Anson, I will not be able to do any other work. Really, I think we must advise the Member for Anson to grow up, to take things seriously. Does he really believe that a union, whether it is SATU or otherwise, can be forced to form a house union? Does he believe that our workers or union officials are so naive? A house Union will be formed when they are receptive, when they want it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have read from the newspapers that the NTUC has offered its advice, has offered its assistance, and I believe that the union has, in fact, asked the assistance of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1427</b></font>\n  <br>\n  <br> the NTUC. I cannot see any way in which the NTUC or anybody can force any union to form a house union. If the Member for Anson has other evidence, in addition and apart from this anonymous letter which he has received, then let him come forward now and tell us where exactly is his evidence for these serious allegations. And who is forcing? These vague allegations, nebulous statements, are statements which one does not find befitting or worthy of a reply, unless he gives us specific details. Then we can reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked for my assurance about a secret ballot. I have given the answer on 17th January that the decision whether to form a house union, or any other decision which any union takes, must be in accordance with the constitution. If the constitution provides that there is no necessity for a secret ballot, then of course, we must abide by the constitution. It is as simple as that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, as usual, the Minister spends the time replying to me by making a tirade rather than a reasonable reply. Does he deny that advisers - I do not know what positions they hold - but Members of this House who are advisers in the NTUC have been busy at work in this union, trying to \"persuade\" (in inverted commas) the members into accepting house unions? That is what I understand. If he says no, he can deny that and the members of the Union will be able to say whether I have been speaking an untruth or the Minister has not been telling the whole truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter is about the General Secretary. Again, if he says that there is no truth whatsoever, let him say so. Reference was made by the speaker before me about the check-off. I understand that in the case of this union, SATU, they enjoyed the check-off privilege and, as was pointed out, because of the difficulties, they did not get the authorization from their members every year. But I am told that this had continued for some time now. I do not know the length of time. But it had continued. The Ministry did not raise any protest about it. The NTUC, I understand, knew all about it. The matter was allowed to go on. But suddenly, now that the in- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1428</b></font>\n  <br>\n  <br> house unions are going to be promoted - the Minister has reiterated that the Government is very anxious, very eager to promote in-house unions - now they have been told, \"You have not got the authorization. So we are not going to allow any check-off.\" I am told that the union wrote a lengthy explanation to the Ministry, explaining why the authorization of the members had not been obtained. They were told kindly that the explanation was not accepted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point of all this is - I do not know but I am told - that this had gone on for a while before this. But it is only now that the matter is being pressed against the union. I am sorry, but the members see all this as a determined effort to break up the union into four smaller unions and leave perhaps three of these unions without any effective leadership. They are quite upset, I understand, about the whole thing. They would rather retain the present union with its leadership which has served them, I understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All I am asking the Minister is: would he adhere strictly, without any evasion, to the principle of self-determination by the workers? It is not only on this that, I think, they should be given self-determination. There is also the question of the 12-hour working shift. In all these things, it is important that the workers be made to feel that they have the right to make up their own minds calmly and, after listening to both sides of the question, as it were calmly and not be pressured. That is all I am asking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister be prepared to give the assurance? I say that in the SATU constitution there is provision. As I have said, the union enjoys 98%, I am told, of the membership of the workers in these companies. For the happiness of their members and for their peace of mind, would the Minister give an assurance in this House that they will not be forced to break up into smaller unions without a secret ballot being taken? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was going on, Sir, to another union, the Telecoms. The Postal Union is one of the oldest unions in Singapore. It is probably the earliest union. But after that it went through a series of mergers. Every time \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1429</b></font>\n  <br>\n  <br> there was a merger, a secret ballot was taken. But now, in 1982, when they were taken out of the Amalgamated Union of Public Employees, I am told there was no secret ballot taken and that has caused a lot of unhappiness, among the members there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the officers of the Union who were opposed to this break-up were summarily despatched elsewhere from their posts that they were working at. It is this sort of pressure that the workers know only too well that can be brought to bear on them so that their will is broken. And I say, we must not encourage this form of intimidatory tactics, either from the Ministry of Labour or from the employers or from the NTUC. The workers must be given free rein to make up their minds. They can be persuaded, reasonably, calmly, and the case presented to them. But, please, no pressure whatsoever should be brought to bear on them and that they should be given, as I keep saying, the principle of self-determination which is so essential for every human being. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Mr Speaker, Sir, before the Minister replies, I must say that the Member for Anson has completely distorted the facts in the case of SATU. I wonder whether the Member knows that it is the executive council of SATU, members of the executive committee of SATU themselves who passed a resolution to invite NTUC to come in to help them to assess the possibility of forming house unions within SATU. I think that must be made clear. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, with your permission, I am aware of that. But I am talking about the views of the members, the delegates, the shop stewards. It is they who are unhappy over the whole thing. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I think I can be very brief. I was listening to the Member and I lost track of the number of times he prefaced each sentence with \"I am told, I understand, I am given to understand\". This sums up the basis on which his whole case rests, about 15 or 20 of \"I am told\", \"i understand\", plus one anonymous letter. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1430</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he says that the NTUC and their advisers have been busy persuading and giving advice and he has been told by the Member for Boon Lay what is the basis for that. I commend the NTUC for promoting the concept of house unions. No one can force branch unions into forming house unions. But, at the same time, let me make it clear, no one should be allowed to prevent, either because of established individual position or entrenched privileges, the formation of a house union if the members wish to do so. No branch union as far as I know has been forced into forming a house union. Those who have done so have done so willingly. Members such as the UTES themselves voted to form a house union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have already given my position concerning the decision-making procedure. I will not intervene in the decisionmaking procedure which is laid down under the provisions of the law, supplemented by the provisions of the constitution. If the constitution and the law provide for a decision on any matter, whether it be house union or other is to be taken by an open ballot, so be it. If it is to be taken by secret ballot, so be it. The Member for Anson as a lawyer must know that the law must prevail. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am entirely in agreement with the Acting Minister when he says that no one should prevent --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> If you are in agreement, are you going to withdraw? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I just reply, Mr Speaker, Sir, please? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> If you are in agreement, I thought you are withdrawing the amendment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. What I was saying is that I am in agreement with one part of his statement when he says that no one should prevent break-up of the union if that is what the members want. There is no need for the Minister to say that because I never suggested anything else. I am pleading for the principle of self-determination and so no one should prevent them from breaking up if that is their wish. All I am asking is whether the Minister, as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1431</b></font>\n  <br>\n  <br> the Minister in charge of trade unions will assure the members of all trade unions, and I have mentioned the case of this union, Singapore Air Transport Workers' Union, that he will arrange or see that a secret ballot is first taken before there is any break-up of the union. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The Member has just said that he has assured the trade union that they should take a secret ballot. Whether his advice is correct or not, I am not going to pronounce upon it, for I have said that it is going to be determined by the provisions of the law and of the constitution. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, I thank the Minister for all the answers he has given. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head A be reduced by $10 in respect of Subhead RD-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Workmen's Compensation Act, compensation is payable to a workman if he suffers personal injury by accident arising out of and in the course of his employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The quantum of compensation is stipulated in the Act and this varies according to the nature and extent of injury. Different amounts of compensation are provided for death, for permanent incapacity and for temporary incapacity. Since 1971, the Government has gradually increased the quantum of compensation to take into consideration the rise in the cost of living. For instance, the maximum compensation payable for fatal accidents was raised from $21,600 in 1971 to $35,000 in 1975 and to $45,000 in 1980. In the case of permanent total incapacity, the maximum compensation was raised from $28,800 in 1971 to $45,000 in 1975 and to $60,000 in 1980. In other words, within 10 years, the maximum amount of compensation payable for death and permanent total incapacity has more than doubled. Whilst adjustment has been made for compensation for such injuries, the same cannot be said of the case of temporary incapacity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1432</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with the Workmen's Compensation Act of 1971, workers who suffer temporary incapacity is entitled to full wages for a period of 60 days if he is hospitalized and 14 days if he is not hospitalized, and thereafter to a half-monthly payment during the period of incapacity of $195 or an amount equal to one-third of his monthly earnings, whichever is the less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this provision of half-monthly payment of a maximum of $195 or an equivalent monthly payment of $390 during the period of temporary incapacity has remained unchanged since 1971. Sir, when a worker is temporarily incapacitated, he lost his income but he still has to support the family. My question to the Minister is: does he expect the worker to support his whole family with a miserable income of $390 or less a month? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance and Trade and Industry has proudly told the House during the debate on the Budget Statement that the average income of Singapore workers has increased to $925. But here we have a Workmen's Compensation which is still maintained at the 1971 level. Sir, I cannot understand why the Ministry chose not to revise the figure for temporary incapacity when adjustments were made to the compensation for fatal accident and permanent incapacity. Has the Ministry over-looked the matter or does the Minister seriously think that the compensation level of 1971 is still applicable and sufficient to cover the cost of living in 1984? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the revision for such compensation is long overdue and I urge the Minister to take immediate steps to correct the anomaly and, to a certain extent, injustice. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Abbas is not speaking. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Labour (Mr Eugene Yap Giau Cheng):</b> Mr Speaker, Sir, I am replying on behalf of my Minister. First, I would like to thank the Member for Boon Lay for raising the question of the need to revise the compensation ceiling of $390 per month for a worker who has sustained a tempor- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1433</b></font>\n  <br>\n  <br> ary injury. Before I give the reply, I would like to take this opportunity to clarify the Ministry's stand on the award of compensation for temporary injury sustained by workers. The quantum of compensation must be such that it is not too high so that it promotes malingering neither should it to be too low that the worker and his family suffer undue hardship. It is therefore not a question of whether it is fair or unfair but it is a question of whether it is reasonable or not reasonable compensation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, I can now agree with the Member for Boon Lay that it is reasonable that we have another look at the compensation ceiling because the cost of living has gone up. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, since the Par, liamentary Secretary has said that a review will be made and that he will look into the matter, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think it is a good idea to take a break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I suspend the Sitting and shall take the Chair again at 5.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>4.48 pm until 5.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.30 pm.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont.) - \n  <pre>\r\n\r\n   The following amendments stood on the Order Paper Supplement -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Abbas Abu Amin:\r\n\r\n\r\n\r\n   (8) That the sum to be allocated for Head R be\r\n\r\nreduced by $10 in respect of Subhead RD-03 of the\r\n\r\nMain Estimates.\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1434</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das:\r\n\r\n\r\n\r\n   (9) That the sum to be allocated for Head R be\r\n\r\nreduced by $10 in respect of Subhead RE-01 of the\r\n\r\nMain Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Othman bin Haron Eusofe:\r\n\r\n\r\n\r\n   (10) That the sum to be allocated for Head R be\r\n\r\nreduced by $10 in respect of Subhead RE-02 Object\r\n\r\nGroup 1210 of the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr M.K.A. Jabbar:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Saidi Haji Shariff:\r\n\r\n\r\n\r\n   (11) That the sum to be allocated for Head R be\r\n\r\nreduced by $10 in respect of Subhead RE-02 of the\r\n\r\nMain Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Eric. Cheong Yuen Chee:\r\n\r\n\r\n\r\n   (12) That the total sum to be allocated for Head R of\r\n\r\nthe Main Estimates be reduced by $100.\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Members in whose names the rest of the amendments stand have indicated they are not moving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $31,262,430 for Head R ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,181,000 for Head R ordered to stand pan of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1434</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I shall now deal with the remaining heads of expenditure in respect of which no amendment stands on the Order Paper Supplement. In respect of the Main Estimates, they are Heads B, C, D, E, F, G, H and X. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take those heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Main Estimates on page 17 of Paper Cmd. 5 of 1984 stand part of the Main Estimates,\" put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $8,024,251,010 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1984, to 31st March, 1985, contained in Paper Cmd. 5 of 1984,\" put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $8,994,174,600 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1984, to 31st March, 1985, contained in Paper Cmd.5 of 1984,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1435</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply have come to certain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $8,024,251,010 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1984, to 31st March, 1985, contained in Paper Cmd. 5 of 1984.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum $8,994,174,600 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1984, to 31st March, 1985, contained in Paper Cmd. 5 of 1984.\" \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1435</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>5.34 pm \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 145 of the Constitution of Singapore, heads of expenditure to be met from the Consolidated Fund other than statutory expenditure have to be included in a Bill to be known as the Supply Bill. The purpose of the Supply Bill before Members is therefore to give legislative approval to the appropriations from the Consolidated Fund to meet expenditure in the financial year, 1st April, 1984 to 31st March, 1985. The heads of expenditure and the sums that may be incurred in respect of each head are shown in the schedule to the Bill. These have been approved by the House in the Main Estimates of Expenditure for the financial year, 1st April, 1984 to 31st March, 1985, and appear on page 17 of Command Paper No. 5 of 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1436</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower me to issue warrants, authorizing expenditure up to the amount for each head as shown in the Bill to be paid out from the Consolidated Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1436</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to make provision in accordance with Clause 2 of Article 145 and Clause 2 of Article 147 of the Constitution of Singapore for additional expenditure in excess of the provision authorized by the Supply Act, 1983. The additional sum has been scheduled as a Supplementary Main Estimate which has been considered and approved by the House as Command Paper No. 4 of 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1437</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CIVIL AVIATION AUTHORITY OF SINGAPORE BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>5.40 pm \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Acting Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Communications (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore today, the Department of Civil Aviation is responsible for developing Singapore into an international air gateway. It should therefore efficiently manage and operate the civil airports in Singapore and provide air traffic control services of the highest order for all flights which come under Singapore's control. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Phase I of Changi Airport was completed and put into operation successfully in July 1981. Plans are now under way to construct the second passenger terminal building as part of Phase 11 development of Changi Airport. The second passenger terminal is scheduled to be completed in the late 1980's. When completed, Changi Airport will be able to handle up to 20 million passengers per year or 10,000 passengers during the peak hour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Changi Airport is a massive capital investment. The entire Phase I development of Changi Airport represents a total capital investment of $1.5 billion by Government and the private sector. Hence, we must ensure that Singapore will remain competitive in the international market for aviation traffic. It is therefore timely to convert the Department of Civil Aviation into a statutory board. Most of the better managed and large international airports in the world today are run as statutory bodies or commercial organizations. This allows them to respond quickly to rapid changes and technological improvements in the aviation industry. Examples are Amsterdam Schiphol Airport, Frankfurt Airport, Paris Charles De Gaulle Airport, Tokyo Narita Airport, London Heathrow Airport and New York J.F. Kennedy Airport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new statutory board will have to organize its operations effectively, ensuring that the fees charged are fair and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1438</b></font>\n  <br>\n  <br> reasonable and that the standard of the service is high. With good management and given the necessary flexibility in planning and organizing its operations, the new Civil Aviation Authority will be better able to contribute significantly to the continued development of Singapore as a major air junction and communications centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill before this House seeks to effect the conversion of the Department of Civil Aviation into a statutory board to be known as the Civil Aviation Authority of Singapore. The term \"Civil Aviation\" will be retained for the new organization. The term has been internationally accepted as one which covers all aspects of civil air transportation and it will best describe the functions and responsibilities of the new Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall now go through the key clauses in the Civil Aviation Authority of Singapore Bill, 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The functions and powers of the Authority are covered under clauses 6 to 10. The new Authority will continue to perform the functions of the former Department of Civil Aviation, which includes maintaining and managing the civil airport, providing air traffic control services, enforcing rules and regulations pertaining to air safety and representing and advising the Government on all matters relating to civil aviation. It will be fully responsible in meeting its financial obligations and will be allowed to prescribe all fees and charges for services and facilities provided by it. The Board of the new Authority shall be responsible for submitting a report on the activities of the organization to the Minister every year. This report will be presented to Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 14 to 19 contain provisions dealing with the Authority's financial matters and financial procedures to be adopted by the Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final part of the Bill covering clauses 28 to 43 deals with miscellaneous provisions. Clause 40 of the Bill provides a police officer with powers to arrest without warrant if he has reasonable cause to believe that the person has contravened any provisions of this Act and he does not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1439</b></font>\n  <br>\n  <br> know or cannot ascertain that person's name or address or if that person fails or refuses to leave the airport premises after being requested to do so. This is necessary as the airport is a sensitive security area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 41 allows the Authority to retain all fees and charges collected. Any operating surplus will then be used to finance future capital expenses so as to improve the level of airport and air traffic control services and hence upgrade existing facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These then are the major highlights of the Civil Aviation Authority of Singapore Bill, 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, I have listened with a great deal of attention and interest to what the Acting Minister for Communications said just now, when he advanced the reasons for moving the Second Reading of the Civil Aviation Authority of Singapore Bill. Sir, while I fully understand the rationale for the need to establish the Civil Aviation Authority, I am not very convinced, in fact, I am a little concerned about certain aspects. I would therefore like to seek some clarifications from him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the establishment of such an authority, I would like to ask him whether there are other more compelling or cogent reasons for this Bill. In asking this question, I note with a little bit of apprehension that the size of the Ministry of Communications will be greatly reduced. As far as I know, there are three large statutory boards under the Ministry. They are the Port of Singapore Authority, the Telecommunications Authority of Singapore which recently had the Postal Services Department merged into it, and the Mass Rapid Transit Corporation. In other words, Sir, those on the staff establishment in the Ministry of Communications have to be transferred to these statutory bodies, thereby greatly reducing the staff in his Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to correlate here by making mention of the Government's vigorous stress on the need to increase \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1440</b></font>\n  <br>\n  <br> productivity, which has now become a national movement. I am just wondering whether such a move to establish the new Authority could affect the efficiency and productivity in the Ministry of Communications, as a result. Inevitably so, with such a greatly reduced staff in the Ministry. Can the Minister enlighten the House how would such staff, ie the reduced staff, be able to cope with the three large statutory boards which give employment to some 6,000 to 8,000 employees per board? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just now the Minister pointed out that there will be greater efficiency, if I got him right, in the Authority when established, so as to be able to cater to and meet the needs of the challenges in civil aviation in the foreseeable future. Before I go into the details of the Bill, I would like to ask the Minister the reasons as to why at the moment, Government is unable to ascertain its involvement in extra financial expenditure, as stated in the Bill. Where is the difficulty? Here, I would like to refer to Part VI of the Bill which touches on transfer of assets and liabilities and of employees and which are covered in clauses 20 to 27 inclusive. It is very clear in this part of the Bill, Sir, that Government has to pump in more money into the Authority to complete the second runway and to build the second terminal building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure the House is well aware of the vast sums of money that Government has spent in the building and construction of the Changi Airport. With the remarkable progress and technological advancement in civil aviation that has been achieved in the last three decades or so, may I say that this is by no means an achievement not without problems. I remember the humble beginnings at Kallang and Paya Lebar Airports. Then there was the extension to the runway at Paya Lebar Airport and the building of the second runway that was aborted and which culminated in the building and construction of Changi Airport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The modern facilities that Changi Airport has today bear testimony to this achievement and I think both Singaporeans and Singapore are proud of this achievement. Also, I note with satisfaction the efficient service that the airport provides to the air travellers, both local and foreign. Everybody knows that Changi Air- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1441</b></font>\n  <br>\n  <br> port is a very busy airport and it has become a centre of civil aviation in this part of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said this, Sir, I must hasten to add that, to my mind, there is still room for improvement at the airport. Without going into the details, unless the Minister so desires, I wish to point out one or two areas where there is room for improvement. One area is the present terminal building. I will zero in to the departure lounge and the unused spaces that also have central air-conditioning. To me, this is surely a waste and I think this Government is well-known for making optimum use not only of Singapore's land but also of whatever limited resources we have. I draw this illustration to highlight the need for optimum use of our resources, especially when the Minister said about the need to build a second runway and also a second terminal building. I hope the Authority, when set up, would look into this question, as it would have sufficient experience in overcoming problems at the present terminal building before proceeding with the second terminal building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is also very evident from what I could gather from the Minister's statement that Singapore has considerable expertise in the field of civil aviation. May I ask the Minister to enlighten the House whether such expertise would, if sought, be made available to countries that are interested, with a view to assisting these countries. The other point I wish to make, Sir, concerns the publicity that has been made to the pronouncements made by some Ministers that Singapore should develop itself into a brain and services centre. Hence the question I posed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these remarks, Sir, may I come to some of the clauses in the Bill. While I am in general agreement with Part Ill which concerns the functions and powers of the Authority, I am a little bit concerned about clause 7. This refers to the powers of the Authority. It seems to me that the powers vested in the Authority are excessive and vast. In other words, the Authority has all-embracing powers to deal with matters pertaining to civil aviation. I have no wish to go into the details except to point out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1442</b></font>\n  <br>\n  <br> that whilst clause 7(2) of the Bill gives \"the Minister power to delegate to the Authority any of his functions and powers under the Air Navigation Act or the subsidiary legislation made thereunder\", clause 9 (Directions by the Minister) appears to me to be some kind of a safeguard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do wish to seek an assurance from the Minister that the Authority, when set up, would not go into joint ventures which, on surface, appear to be profitable. This, to my mind, should only be done where there are compelling reasons for the Authority to be involved in such joint ventures and where it concerns only civil aviation matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, having looked at the other Parts and clauses as well as the Schedules to the Bill, and despite the fact that I am not a lawyer, may I say that the Bill, to my mind, has been well drafted. Hence I give it my support. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Mr Speaker, Sir, I support the Bill. However, lately, Sir, it is becoming more and more fashionable for Government departments to be converted into statutory boards for one reason or other. Usually, the reasons are good reasons. But when these statutory boards are formed, they tend to be more market-oriented than service-oriented. In other words, they tend to be profit-driven, and this can be at the expense of services to the public. We do practise what is known as profit-centre management and I have no doubt this Authority would make a lot of profit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking at the financial arrangement, Sir, I would not invest my money in this particular type of investment unless the Minister can give an assurance to the question which I have. Basically, there is clause 16 which states that \"the Minister may from time to time make grants-in-aid to the Authority of such sums of money as the Minister may determine out of moneys to be provided by Parliament.\" My question, Sir, is that there appears to be no provision to indicate how surpluses, which definitely this Authority will have, are to be treated and under what circumstances can these funds be recalled back for consolidation into the Government account. I wish to have a clarification of this point, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1443</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, first of all, let me thank the Member for Punggol for his very kind words about the Changi Airport. It has been a lot of hard work for Singaporeans working together building up our reputation as a major international air junction starting from the days, as he said, of Kallang, then Paya Lebar and then Changi. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have indicated in my earlier comments, the purpose of forming a statutory board out of the Department of Civil Aviation is to permit the Board to respond to rapid changes and technological improvements in the aviation industry. This is an industry where a lot of money has been spent on research and development where technological improvements take place practically overnight, and so without flexibility it may be difficult for us to continue to be able to respond as quickly as is necessary in order to ensure that Singapore will continue to be a place that is attractive for major airlines to come to. Because without major airlines, large numbers of them coming into Singapore, it would not be possible to generate the traffic that will justify the building of an airport involving vast sums of public funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member is also concerned about the possibility of the reduction of staff in the Ministry of Communications going over to the statutory body, the CAAS. I would like to assure the Member that there is no intention at the moment to have anybody move out of the Ministry of Communications over to the CAAS. The CAAS will take over personnel that is currently with the DCA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also raised the question of productivity. I would like to assure the Member that the CAAS will continue to strive to be competitive, as competitive as the DCA has been in days past. Sir, the records of the statutory boards under the Ministry of Communications have been such that the level of manning has over the past years been decreasing with increased through-put and production of services and goods. This is true both for the PSA as well as the Telecoms. I am sure that the CAAS will strive to do likewise. Hence, I think the productivity of the CAAS can be assured. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1444</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has asked about extra financial charges to be incurred by the Government. Sir, as a Government department, the DCA is provided with services by different Government departments for which no cost is made. As a statutory board, such transactions or services will have to be paid for both ways, and the amounts that will be transacted will have to be determined. Such transactions will have to be accounted for as a result of such a conversion from a Government department into a statutory board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to thank the Member for his remarks that the CAAS has room for improvement. Sir, I share completely the Member's concern because anyone who believes that any organization is without shortcoming is relatively short-sighted. I am glad that the Member has reminded the DCA, now the CAAS, that it should continue to strive to improve. Having said that, Sir, I would like to bring to the attention of this House two letters that were written to the press recently by visitors to Singapore, the first letter dated 15th of March in the Straits Times, and the second letter dated 19th of March, two days ago, also in the Straits Times. It is a very long letter, Sir, so I will just read the excerpts of the letters. The first letter was entitled, \"A short and pleasant stopover at Changi\". The last paragraph reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Changi is easily one of the nicest and most well-maintained airports in Asia, and I've travelled to most of them. I hope you can maintain it at this high standard for a long time to come. Signed: Visitor.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second letter is entitled, \"Changi Airport is the world's best.\" I think this gentleman, by the name of C.V. Groomer, has been very kind to us. He says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'As an American expatriate who has lived out of the United States for the past 13 years, five of which have been in Singapore, I have been in most of the major airports in the world [The previous letter talks about Asia], I don't recall any of them being better than Changi. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it's time Changi Airport receives the recognition it deserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I, for one, say it's the best airport facility in the world.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must ensure that the CAAS does not get its head swelled as a result of such compliments. I completely share the Member's concern that there should continue to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1445</b></font>\n  <br>\n  <br> be improvements made to ensure that we continue to be close to the best, if not the best, in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member talks about the use of space in Changi Airport. He talks about the air-conditioning. I would like to reassure the Member that we are as concerned as he is regarding the need to conserve space and energy in Singapore. However, Sir, for an airport that seeks to be ranked among the best in the world, we must strike a proper balance between functionality and aesthetics. We can, of course, save a little on space, but if we try to do too much of that, then the Airport terminal building will feel claustrophobic, which would not be an attraction to Singapore as a centre for visitors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the air-conditioning system has also been very carefully studied. There are systems of thermostats which control the volume of air coming through, responding to the heat and to the cooling demands, as a function of passenger movement, so that when the peak period has passed and the number of passengers is reduced significantly, the volume of air-conditioning is dropped in order that energy may be conserved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member made a good suggestion on the possibility of the export of brain services, particularly with respect to airport management consultancy. Sir, I would like to thank him for this suggestion. We will bear it in mind. It is, of course, Government's policy to develop Singapore as a brains and services centre. However, for the foreseeable future, with our own development of the second terminal building and the opening of the second runway, this particular suggestion is unlikely to be implemented in the short-term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the powers referred to by the Member in clause 7 are the powers presently needed by the Department of Civil Aviation. The Member also referred to joint ventures and suggested that such joint ventures should only be for purposes or activities that are aviation-related. I think that is an excellent suggestion. It is a suggestion that we ourselves have looked \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1446</b></font>\n  <br>\n  <br> at very closely and have decided that it is something that we should follow closely. In toto, I would like to thank the Member for his support. He has obviously looked at the Bill very closely. He has given very cogent arguments on various points and made some very positive suggestions which my Ministry and the CAAS will look into very carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn now to the Member for Telok Blangah who talks about statutory boards being market-oriented and profit-oriented and, almost in the same breath, he said that he would not invest in the CAAS. Sir, there seems to be a contradiction there. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, can I clarify this? The point is this. The financial arrangements appear to be one-sided. In other words, when CAAS makes more and more profit, there appears to be no provision whatsoever in the Bill to indicate how these surpluses are to be treated and under what circumstances can these funds be recalled for consolidation into the Government accounts again. If this can be clarified, I think it is a good investment. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the Government has invested in excess of $1 billion in the development of Changi Airport. This is a huge investment. It is an investment for the benefit of the whole of Singapore. In the foreseeable future, it is extremely unlikely that the sums of money could be recovered from the Airport operations alone, simply because no airport in the world is able to run the Airport in isolation as a profit centre. The Airport is but one of the many infrastructures that a nation that is as progressive as Singapore must have. Without the airport, Sir, I cannot see how we can talk about the tourist industry. I cannot see how we can talk of having a hotel industry, nor the shops that we have in Singapore. So the question of profit does not, I think, really arise at all. The surpluses of revenue over expenditure will be conserved and ploughed back for future expansion and the upgrading of facilities and services. Sir, we still have a long way to go in ensuring that at Changi we develop an airport that is able to take us well into the 21st Century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1447</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Yeo Ning Hong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>6.15 pm \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1447</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACKNOWLEDGMENT TO THE CHAIR</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr E.W. Barker):</b> Mr Speaker, honourable Members, we come once again to the end of a long debate and, as usual, some Members have been extremely long-winded and you have shown great patience, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This has not been the most interesting debate for the last few years. If there is anyone to blame, perhaps it is the Minister for Finance for presenting such a good Budget that is difficult for Members to criticize. The Budget debate itself only lasted one day instead of the usual two. That perhaps set the tone for the debate in the Committee of Supply which ended today when it was scheduled to end tomorrow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I should have reminded Members earlier that this might be, for some, the last opportunity to speak in this House. Election fever has hit Singapore and if (i say if) Parliament is dissolved and an election held this year, sometime in the middle of the year, let us say, then some of us might not return to this House. I will not point my finger at anyone, but let me take this opportunity in that event to wish them a fond farewell. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, now it remains for me to thank you for having so patiently and courteously listened to us for the last seven days. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1447</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT TO A DATE TO BE FIXED</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That at its rising today Parliament do stand adjourned to a date to be fixed.\" - [Mr E. W Barker] \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1447</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT MOTION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr E.W. Barker):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1448</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CASHLESS PAYDAYS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, I know that most of us have had a long session and would like to see the end of the debate. But I have obtained the right to raise a matter on the Motion for the Adjournment and this relates to a proposed amendment to the Employment Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Acting Minister for Labour made a major policy speech on 24th December 1983 during the annual dinner and dance of the Singapore Industrial and Services Employees' Union. The Minister announced that the Employment Act is to be amended to give employers the flexibility to pay their workers through their bank accounts. This would raise productivity by reducing staff needed to pay salaries and would also reduce security risks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I would like to commend the Minister for informing the unions in advance of his Ministry's intentions. I wish also to commend him for discussing this matter further with union leaders during a dialogue session on 25th February 1984. This openness with the unions indicates that the Ministry believes in consulting with the workers' representatives on matters that will affect workers, that the Ministry is sensitive to the problems that workers may encounter, and that it is willing to help overcome these problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is my intention to point out some of the problems and to put forward some proposals that will help us move forward into a \"cashless society\". Sir, with your indulgence, I would like to ask the Clerk to circulate two Annexes (Cols. 1469 - 1476) that would help make my remarks brief. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840320/19840320-HA-0431469.htm\">Annexes - BANKING HOURS, LOCATION OF ATMs, PRELIMINARY FINDINGS OF NTUC's SURVEY ON CASHLESS PAYDAYS - 15 MARCH 1984 (Cols. 1469 - 1476)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Copies of Annexes distributed to Members.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, not so long ago the possession of a bank account, even a savings account, was considered a privilege which only the middle income and upper income groups could enjoy. Today, the majority of Singaporeans have a bank account but this middle income or upper income tag is still attached to the use of bank services. The majority of workers in Singapore regard the bank account as a savings account \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1449</b></font>\n  <br>\n  <br> where they can salt away the small sum of money that they can afford to set aside each month. To use the bank's services for other purposes, such as the payment of bills, is still regarded by the lower income group as essentially a \"middle class\" practice. And this is because the majority of them are paying cash for most of their transactions. 60% of the workforce (690,000) are earning less than $600 per month. So it is doubtful that they would have very much left at the end of the month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To get the lower income worker to accept payment of his wages into his bank account, it is necessary to convince him either that he has graduated into the middle income group or that banking services are now extended to the working class and it is convenient for him to use it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, is the question of convenience. In the Annex which I have circulated, the banking hours that are practised by our banks now are well within the working hours of workers. So if workers wish to withdraw cash from the bank, they are unlikely to get the approval of their employers for time-off during working hours, since this would negate the objective of increasing productivity. So they will have to join the already long queues at the banks during their short lunch breaks on payday. For many workers, such a trip to the bank is not feasible because of the distance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NTUC carried out a survey recently. Only four banks said that they are prepared to consider the question of extending banking hours beyond the normal office hours. The rest of the banks have no plans at all. So how are the workers to withdraw cash when the banks are closed? Does the answer lie in automated teller machines (ATMs)? I think that ATMs provide a partial answer but there are a number of problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ATMs are suitable for the educated, particularly those who are conversant in English. But we must remember that our workforce includes 108,000 workers who have never attended school and another 181,000 workers who have no qualifica- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1450</b></font>\n  <br>\n  <br> tions, ie, below PSLE. For these 289,000 workers, ATMs are of no use. Until ATMs can respond to voice instructions in four different languages and several dialects and can verify the account holder by scanning the thumb-print, these workers are unlikely to be able to use ATMs. But this does not mean that such workers cannot be paid through their bank accounts. They can, provided banks are able to provide personalized services. Banks have accepted thumb-prints in place of signatures on withdrawal slips. There is no reason why such a practice cannot continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from those without education, there is a substantial number of workers who are educated in other language streams. Such workers will have difficulty operating ATMs which generally have instructions in English. Only two of POSB's ATMs are multi-lingual. Thus, from this category of workers, there will be a demand for personalized banking services during hours that are convenient to them. So will our banks be willing to extend banking hours beyond normal office hours? If they are prepared to do so, such workers will be in a position to accept payment of wages through their bank accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Twelve years ago, I lived and worked in Denmark. There the banks provided a very convenient service. All the bank branches open one day in the week until 8.00 pm. This was done by all banks on the same day of the week. With such a service, everyone could make their bank transactions and withdraw cash that they would need for a week. There is no reason why banks in Singapore cannot get together and agree to extend banking hours on the same day each week. If they do so, workers will have much less difficulty in withdrawing cash and would be unlikely to resist the switch over to cashless paydays. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must not underestimate the workers' anxiety or even fear of ATMs. Some ATMs are designed to \"swallow\" the ATM card if the user fails to key in correctly his personal code number. Such instances have occurred because of the user's unfamiliarity with the procedures, and when it happens, the user faces a frustrating \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1451</b></font>\n  <br>\n  <br> experience of being without cash until the bank can verify that it was a genuine error and not tampering with the machine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When ATMs are used, it is a self-service. The transaction is automatically registered in the computer. Naturally the bank will rely on the computer records of the client's account. If a computer error is made and cannot be traced, the bank will believe its computer records. So if an account holder finds that there is a cash withdrawal that he has not made, he is left with the impossible task of proving his case. Just how do you argue with the computer? While such instances are rare, there is nevertheless a genuine fear on the pan of the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Related to the problem of computer error is the question of security. The personal identification number code is meant to protect the account holder against someone using his card if it should be lost. However, this secret code can be noted by someone behind in the queue. There are also trusting workers who give the code number to their colleagues and request them to withdraw cash on their behalf. And there are also others who write the code number on the ATM card because they are afraid that they cannot remember it. These examples erode the security that an account holder should have. And indeed some account holders have found sums of money missing from their accounts and are unable to trace who did it or how it was done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These problems may be technical and can be resolved. But workers need to be reassured of the reliability of the system and told how they should protect themselves. Banks and employers should familiarize workers on the proper use of ATMs. It is their responsibility to remove this fear of ATMs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are 338 ATMs in operation. The POSB has the lion's share, with 142 units. The other banks have 196 units. Are these ATMs adequate to cope with the demand if the half a million workers presently being paid in cash are switched over to payment through the bank? It takes at least one minute for a person who is familiar with the ATM to complete his transaction. Sir, can you imagine how long the queues will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1452</b></font>\n  <br>\n  <br> be on payday? If there are 60 persons ahead of you in the queue, you will have to wait patiently for a full hour before you can get your money. Look at it in another way. If there are 1,500 workers in a factory and all of them require cash on payday, and all of them line up behind the one ATM at their factory from 8 o'clock in the morning, the last one in the queue will have to wait in line until 9 o'clock the following day to obtain his cash. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No one is going to wait an hour to obtain cash. If he cannot get cash at the factory, he will have to go elsewhere. A logical place would be near his home. But are there enough ATMs to serve everyone? Let us take a look at Ang Mo Kio. The POSB has seven ATMs there and five local banks have a total of six ATMs. Can these 13 ATMs really cope with the needs of a quarter million people? And obviously only those who have accounts with the six banks in Ang Mo Kio can make use of ATMs, and even then, many of them will be served by only one ATM unless he is paid through the POSB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When ATMs were introduced, I believe the banks merely thought of it as providing a service to the customers who may occasionally require cash at odd hours. I doubt that they had conceived of ATMs as replacing the practice of paying workers in cash at the workplace. So unless there is a rapid increase in the number of ATMs and banking hours are extended, it is too early for all the employers in Singapore to switch over to payment of workers' salaries through their bank accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently the ATM networks are operated by individual banks. A group of smaller banks are moving towards a common network. The advantages of a common network are obvious. It enables banks to share the high capital cost and allows workers to withdraw cash from any ATM. I expect our banks would be reluctant to use a common network because of their keen competition for business. I would urge them to think big. It is only when ATMs are readily accessible that the move to cashless paydays will really take off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hong Kong is already ahead of us. Their 25 banks share the Jetco Switch network, and ATMs are a common sight in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1453</b></font>\n  <br>\n  <br> transit railway stations, shopping centres and housing estates. And in Europe an agreement has been reached on a common standard that will allow the members of Eurocheque to link their ATMs. The system would be ready by 1985 and will allow travellers and tourists to obtain cash from any ATMs of the participating bank throughout Europe. The breakthrough has been made possible by agreement on uniform technology reached by the banks concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this early stage of our ATM development, it would be prudent if our banks could adopt uniform technology, simplified and common operating procedures. When the procedure for operating ATMs is uniform, the multiplier effect on possession of ATM cards will be tremendous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was recently reported that five of our leading local banks are studying a common network for electronic funds transfer at point of sale (EFTPOS). This would allow card holders to eat and shop anywhere in Singapore without the use of cash. The card resembles an ATM card, and the operating procedures are similar. This will be a big step forward to a cashless society. But since the operation of the EFTPOS and ATM cards is similar, will it not be possible to integrate the two into one card? This will simplify procedures and obviate the need to carry more than one card. If our banks are prepared to move in this direction, then it makes sense for the worker to have his pay credited into his bank account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NTUC is in the process of surveying the attitudes of workers towards the use of ATMs. The objective is to gauge their views through a representative sample of 2,000 workers. This survey is not completed yet, but I have run a quick analysis of the first 500 returns. I must state that these 500 returns do not constitute a representative sample because we have not received any reply yet from the daily rated employees' unions. Probably they have difficulty with our questionnaire which is in English and Chinese. This small sample is therefore more representative of the better educated workers. The results are in Annexe II. 81% of the workers have bank \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1454</b></font>\n  <br>\n  <br> accounts. Of those who have bank accounts, 81% have savings accounts. Of those who have bank accounts, 47% use ATMs. When broken down into wage groups, it is seen that the higher the worker's income, the more likely he is to have use of ATMs. The percentage ranges from 40% of those earning less than $600 per month to 49% for those earning between $600 and $1,250 and 60% for those earning more than $1,251 per month. We asked those who did not apply for the ATM card or who did not use it, the reasons for this decision. The results are again significant. 20% stated that it was inconvenient; 24% were afraid that the ATMs may make mistakes, and 32% stated that they did not know how to use it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our sample, 50% of the workers were paid in cash. In the manufacturing sector, however, 92% were paid in cash, in sharp contrast to the service sector where only 30% were paid in cash. We asked those who were paid in cash whether there would be any problems if their employers paid them through their bank accounts. Only 14% stated that there would be no problems. The rest stated that it would be inconvenient; there would be queueing up problems, or extra travelling expense to go to the bank. Quite clearly, before cashless pay days can be achieved, workers in the manufacturing sector will have to be convinced of the convenience. Since the Minister's announcement of the intention to amend the Employment Act to give employers the flexibility to pay workers through their bank accounts, many employers have expressed their intention to do so. Few have demonstrated concern with the problems that their workers may encounter. Most employers merely press the union leaders to agree, and expect the unionists to convince the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the switch to cashless paydays will be a step forward, employers would be well advised to first seek the consent of their workers and to determine and help overcome the difficulties that they may face. They must be willing to explain the advantages to the workers to offer incentives and to pass on the cost savings to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I would like to say that our workers are very practical people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1455</b></font>\n  <br>\n  <br> When they see an advantage, they are prepared to take it. We asked our workers whether it will be easy for anyone to learn to operate ATMs; the answer from 67% was \"Yes\". They felt that it was easy to use ATMs. Again, the manufacturing was lower with 53%, while the service sector responded with 73%. We also asked the workers whether they think that ATM is a useful way to deposit or withdraw cash and we got 65% responding positively. We also asked the workers that if they have to withdraw money from the bank which would they prefer, to use the ATM or to queue up at the counter? 62% preferred to use ATMs. Sir, I think the move towards a cashless society is a positive one but, in the process of implementation, I hope that the Ministry would make sure that our employers take the necessary steps to make sure that their workers would not face any difficulties. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Acting Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Labour (Prof. S. Jayakumar):</b> Mr Speaker, Sir, the proposal to amend the Employment Act to provide flexibility for employers to pay through cheques in the bank accounts is not a new one. It is not a sudden proposal. It goes as far back as 1981 when we have been in consultation with the unions and the employers. So this is something which has been in gestation and we have consulted the NTUC and the employers. The discussion is in the context of amendments to the Employment Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is a provision in the Employment Act which requires employers to pay salaries to workers in cash. The explanation, historically, got nothing to do with cheques or bank accounts. It is, in fact, a safeguard to ensure that employers do not pay their employees in kind through worthless goods and this is a provision in Singapore we have had from 1965. It can be traced back to England in the 18th Century when unscrupulous employers used to pay off with flour, sugar and so on. So there is no problem in Singapore concerning payment in kind. So whatever changes we make to the Employment Act, I wish to assure the Member that we will still retain a provision prohibiting payment in kind unless with the consent of the employee. The proposed amendment is really to pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1456</b></font>\n  <br>\n  <br> vide for flexibility, to enable the employer to pay through cheques or to pay into his bank account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the reasons for this? We have found that 86% of about 9,900 firms employing about 541,000 employees pay in cash for various reasons. We will have to move to change this because it is both unproductive and risky, for several reasons. It requires a considerable amount of staff, time and effort, for counting of the money; putting it in packets, and each packet with different types of amounts and combinations of notes and coins. Moving away from the cash payment also would cut down staff needed for security and escort of money and employees. It reduces the risk of robberies and even bodily injury to staff. It reduces inconvenience for workers for queueing up on paydays to collect money in cash. Above all, payment through cheques and bank accounts would also encourage greater savings on the part of workers. So it is in this context that the Government is thinking of amending the Employment Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I must add that, in addition to the amendment to the Employment Act, the Government has also instituted a Committee headed by the Head of the Civil Service to minimize cash transactions for manpower savings, to look into payments avoiding cash transaction and payment of wages in both public and private sectors. In other words, our long term objective, as part of the productivity movement and savings, in manpower, must be to ensure that each worker in Singapore does have a bank account, That is our ultimate objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kebun Baru has raised several points. I do not think that he has disagreed with the principle. But I take his points to be related to the implementation. He has raised several questions as to the need to be cautious, not to rush into it until more facilities are available. I would like to assure him that indeed the Ministry is not rushing into this. We are having discussions with the POSB and other banks to ensure that the problems that he mentioned - inadequacy of ATMs, longer banking hours, availability of ATMs in different parts of Singapore - these are overcome before the amendment is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1457</b></font>\n  <br>\n  <br> implemented. We will implement the law when we are satisfied that these problems have been resolved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On specific points, his perception that people consider the use of bank accounts for other services to be associated with the middle class syndrome, I am not sure whether I agree with that. I discovered from the POSB that more than half a million GIRO standing orders exist. Secondly, of the daily rated employees in the Civil Service, more than 58% have POSB accounts. The figures cited by the Member for Kebun Baru arising from an NTUC survey, are themselves very revealing. He has said that 81% have bank accounts. That is very encouraging. He has said that 67% of those surveyed said that they felt that it is very easy to operate an ATM; 65% responded positively to deposit of money through the bank accounts and ATMs. I understand from his last sentence that 62% preferred to use ATMs. All these are statistics which, in fact, support the argument for moving faster towards payment through banking accounts and cheques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not understand his point that about 289,000 persons who are lesser educated would have a problem, because as far as I know the ATMs do not require signatures. What you need is numbers and codes. And although they may not be sufficiently well educated, it does not mean that they cannot be trained or cannot be taught to use the ATMs. I think they can, particularly when today we have the same people who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1458</b></font>\n  <br>\n  <br> can operate complicated stereo and hi-fi sets and videos, programming days in advance, which requires a lot of dexterity with numbers. I think he has underestimated the intelligence of our workforce. Just because of the level of education, it does not mean that they cannot benefit from wages being credited to their savings account. Singaporeans are agile, willing to adapt to changes that will benefit them, whether changes to the metric system, whether new bus interchanges and the big changes that they will have to adjust to when the MRT comes about. The earlier we prepare our population for these changes the better. But I take his point that we must not rush these changes and ensure that they are prepared. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His final point that there should be adequate publicity and education, I am in agreement with that. I wish to assure him that the Ministry will do everything possible to launch adequate information and publicity about this. In this regard, it is not just Government, all the employers, banks, unions, union leaders and Members of Parliament will have to join hands in bringing about this process of explaining, encouraging our population on the uses and advantages and to allay their fears. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Fourteen\n  </div> \n  <div align=\"right\">\n   minutes to Seven o'clock pm\n  </div> \n  <div align=\"right\">\n   to a date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1459</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>CONSTRUCTION OF MOSQUES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr M.K.A. Jabbar</b> asked the Acting Minister for Social Affairs if he will list (i) the names of old mosques which have been pulled down to give way to development since 1960; (ii) the number of new mosques which have been completed and their locations; and (iii) the number of mosques which will be built in the next two or three years and their locations. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> \n  <br>\n  <br>(i) \n  <i>Old mosques which have been pulled down</i> (Cols. 1465 - 1468) \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840320/19840320-HA-0431465.htm\">pulled down - List of mosques built by MUIS since 1975 and old mosques demolished since 1968 by Postal District (Cols. 1465 - 1468)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Eighteen mosques in Singapore and seven mosques in the southern islands have been demolished since 1968. Their names are listed in Column 3 of Appendix 1 (Cols. 1465 - 1468). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The mosques in the southern islands, namely, Pulau Bukom Kechil, Pulau Brani, Pulau Seraya, Pulau Semakau, Pulau Sekijang Pelepah and Pulau Sudong are no longer required because all the islanders previously living there have been rehoused in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the mosques in Singapore, three in Postal Districts 12, 13 and 19, with a combined capacity for 650 worshippers, were demolished, but in their place MUIS built Masjid Muhajirin in Toa Payoh which can comfortably accommodate 1,400 worshippers. Three mosques in Postal Districts 7, 9 and 10, with a combined capacity for 1,050 worshippers, were demolished and in their place MUIS built Masjid Mujahidin in Queenstown which can accommodate 2,500 worshippers. One mosque in Kampong Tuas with a capacity for 100 worshippers was demolished and Masjid Assyakirin in Jurong was built to accommodate 2,700 worshippers. Masjid Sembawang with a capacity for 180 worshippers was demolished and Masjid An-Nur with a capacity for 2,800 worshippers was built. In the Geylang/Changi Districts, eight mosques with a combined capacity for 1,800 worshippers were demolished, but Masjid Al-Ansar which was built by MUIS can cater for 3,000 worshippers. Another mosque, Masjid Darul Aman, is being built at the junction of Jalan Eunos and Changi Road which, when completed in 1986, can accommodate about 3,000 worshippers, Finally, two mosques in the Serangoon/Jalan Kayu area with a combined capacity for 300 worshippers were demolished and the En-Naeem Mosque (Hougang) was built to cater for 1,400 worshippers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The eighteen mosques in Singapore that were demolished had a total capacity for 4,130 worshippers. The seven new mosques that were built since 1975, however, have an aggregate capacity for almost four times this number. \n  <br>\n  <br>(ii) \n  <i>Number of new mosques which have been completed and their locations</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Mosque Building Fund (MBF) Scheme was implemented in 1975. To-date, seven mosques have been built in Housing and Development Board Estates. They are:- \n  <pre>\r\n\r\nName of               Location           Date of     Existing\r\n\r\nMosque                                  Completion   Capacity\r\n\r\n_____________________________________________________________\r\n\r\n\r\n\r\n1 Muhajirin   Braddell Road (Toa Payoh)    8.4.77       1,400\r\n\r\n2 Mujahidin   590 Stirling Road           9.10.77       2,500\r\n\r\n              (Queenstown)\r\n\r\n3 Assyakirin  550 Yung An Road (Jurong)   30.4.78       2,700\r\n\r\n4 An-Nur      Admiralty Road (Woodlands)  20.4.80       2,800\r\n\r\n5 Al-Muttaqin Ave 6 Ang Mo Kio            21.9.80       2,700\r\n\r\n6 Al-Ansar    Bedok North Ave 1           14.6.81       3,000\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1461</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>CONSTRUCTION OF MOSQUES (cont.)</b>\n  </div> \n  <pre>\r\n\r\nName of               Location           Date of     Existing\r\n\r\nMosque                                  Completion   Capacity\r\n\r\n_____________________________________________________________\r\n\r\n\r\n\r\n7 En-Naeem    Tampines Road/Hougang      27.11.83       1,400\r\n\r\n              Ave 3\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The total capacity of these seven mosques is 16,500. \n  <br>\n  <br>(iii) \n  <i>Number of Mosques to be built in the next two or three years and their locations</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Eight more mosques will be built in the next two or three years. Sites for six of these eight mosques have been accepted by MUIS. They will be located at Jalan Eunos/changi Road; Yishun Avenue 7, Yishun Ring Road; Jurong East Central/Jurong East Street 21; Bukit Batok East Avenue 5/Bukit Batok East Avenue 2; Telok Blangah Way, Telok Blangah Rise and Tampines Avenue 3. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sites for mosques to be built in Bedok New Town and Clementi New Town have not been selected yet. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1461</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAJLIS UGAMA ISLAM SINGAPURA</b>\n  </div> \n  <div align=\"center\">\n   <b>(SELECTION OF MEMBERS)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr M.K.A. Jabbar</b> asked the Acting Minister for Social Affairs if he will inform the House how members of the Majlis Ugama Islam Singapura are selected. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Members of the Majlis Ugama Islam Singapura are appointed under Section 7 of the Administration of Muslim Law Act which provides that the Majlis shall consist of: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) a President to be appointed by the President of Singapore; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) the Mufti; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) not more than five members to be appointed by the President of Singapore on the recommendation of the Minister; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) not less than seven members to be appointed by the President of Singapore, from a list of nominees to be submitted by the President of the Majlis. The list of nominees shall consist of persons nominated by such Muslim societies as are prescribed for the purpose by the Majlis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Persons to be considered for appointment to the Majlis must satisfy the following:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) be a male Muslim; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) be a citizen of Singapore; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) be above the age of 25 years; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) be conversant with the Muslim religion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Majlis Ugama Islam Singapura has adopted the following criteria for prescribing Muslim societies who are to be invited to submit nominees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) the society must actively promote Islam; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) it must represent the interests and aspirations of Muslims; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) it must have a good following. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the Majlis hold office for a period of three years and are eligible for re-appointment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1463</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>IMPLEMENTATION OF NWC 1983 RECOMMENDATIONS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr M.K.A. Jabbar</b> asked the Acting Minister for Labour if he will state the number of companies or employers who have implemented the National Wages Council's 1983 recommendations. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> Based on a survey done by the Ministry in October last year, about 21,300 (or 71%) of 30,000 firms with at least one bargainable employee in continuous employment between 1 July 1982 and 30 June 1983 implemented the 1983 NWC recommendation. This benefitted some 297,000 (or 89%) out of 333,000 (or 89%) of such workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 8,700 firms which did not implement the recommendation the majority (54%) gave poor business as the reason. Another 44% did not give NWC wage adjustments because they provided free food/transport or lodgings. The number of workers so affected was 35,900. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1465</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840320/19840320-HA-0431465.htm\">pulled down - List of mosques built by MUIS since 1975 and old mosques demolished since 1968 by Postal District (Cols. 1465 - 1468)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1466</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1467</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1468</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1469</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840320/19840320-HA-0431469.htm\">Annexes - BANKING HOURS, LOCATION OF ATMs, PRELIMINARY FINDINGS OF NTUC's SURVEY ON CASHLESS PAYDAYS - 15 MARCH 1984 (Cols. 1469 - 1476)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1470</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1471</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1472</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1473</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1474</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1475</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1476</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
