{"memberId": null, "volumeNo": "43", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "7", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"43\"> \n  <meta name=\"Sit_No\" content=\"7\"> \n  <meta name=\"Sit_Date\" content=\"1984-03-13\"> \n  <meta name=\"Start_Col\" content=\"887\"> \n  <meta name=\"End_Col\" content=\"978\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">43</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">13-03-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 887</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 43</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 13th March, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj. Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 888</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Acting Minister for Labour. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Telk Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 889</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Tong Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Long Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok, B.B.m. (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 890</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Acting Minister for Communications. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 889</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 890</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Mansor Haji Sukaimi (Kampong Kembangan) - from 13th March to 5th April, 1984. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 891</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>HDB WAITING LIST FOR RENTAL FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for National Development (a) how many persons were waiting to occupy rental flats as at 1st March, 1984; (b) the total number of flats available for rental; (c) how many of these were vacant as at 1st March, 1984 and available for applicants; and (d) how long does he estimate that an applicant for a rental flat will have to wait before he is allocated a flat. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> As at 1st March, 1984, the waiting list for Housing and Development Board rental flats has 15,660 applicants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a total of 126,564 units of rental flats under the HDB's management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of vacant units as at 1st March 1984 is 2,032. Of these, 1,117 units have been offered to applicants and are awaiting acceptance. The remaining 915 units are in the process of being allocated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the HDB has stopped constructing new flats for rental, the availability of rental flats depends entirely on vacancies from tenancy terminations of existing flats. Based on recent trends in tenancy terminations, the waiting period for one-room rental flats is two years whilst that for two-room rental flats is about 4 1/2 years. The waiting period for three-room rental flats is between eight and 10 years. Applicants on the rental waiting list, especially those applying for two-room and three-room units, are urged to switch to the sales register where they can be sure of a flat within a shorter waiting period. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, a supplementary question for the Minister. The Minister says that applicants are advised to switch to the sales register. Is the Minister aware that in many many cases, these applicants are unable to purchase their own flats? What does the Housing and Development Board expect these persons who cannot afford to pur- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 892</b></font>\n  <br>\n  <br> chase HDB flats to do when they are evicted or they find themselves without any house to live in in Singapore? Is it not the duty of the Ministry to try and house these people? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> The Member for Anson has the wrong concept of the Income of Singaporeans. I will give him statistics of the income of the 16,000 applicants on the waiting list. Those who have applied for one-room flats, have an average income of $473 per month. For those who have applied for two-room flats, it is $518 and for three-room flats, it is $603. All these applicants are in the position to purchase flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give him the calculation so that he can understand it. The one-room applicant has an average income of $473 per month. The CPF contribution, i.e. 40%, will give him $189.20 per month. The down payment for a three-room HDB flat in a New Town, i.e. Woodlands or Yishun, is $6,600 which means that the applicant needs 35 months to accumulate sufficient CPF savings to pay for the down payment. By using his CPF savings alone, he will in 35 months have enough to pay for the 20% down payment without having to suffer any cut in take-home pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The selling price of a new three-room flat in the New Town is $29,600. Therefore, after deducting the 20% down payment, he needs a loan of $23,000 from the HDB. He needs to pay only $171 per month as monthly instalment to the HDB for the purchase of a three-room flat. As I have sold earlier, he will have a CPF contribution of $189.20 per month. In other words, his CPF contribution is sufficient to pay for the monthly instalments. This applies to people who are presently waiting to rent one-room flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the Member's information that there are a lot of poor people who cannot afford this and cannot afford that, it exists only in his imagination. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, a supplementary question. These figures are all very good on paper. Does the Minister really expect these families to spend all their savings in CPF on the purchase of three-room flats? And what are they left with to live when they retire? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 893</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, I think the hon. Member for Anson has got it all mixed up. He cannot use his CPF money for anything else other than for the purchase of HDB flat. Buying an HDB flat is a good investment. If he purchases a three-room HDB flat now, as time goes on the value of the HDB flat will appreciate. If the hon. Member has read the advertisements today in the Straits Times or asks his Party members to look up the Chinese newspapers, he will see the selling prices. After five years' occupation of an HDB flat, a person can sell his HDB fiat and make a handsome profit. So by purchasing an HDB flat, he does not only have a home, a nice home in a nice estate, but also a good investment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam :</b> Is the Minister seriously suggesting that these people earning $470 or above should spend 90% of all their CPF monies every month for the purchase of a flat and then five years later they should sell them? Where are they going to live after that? Or that they can sell the flat when they stop working. Where are they going to live? What is going to happen to their families? Who is going to look after them? Can the Minister answer all these questions? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I think the hon. Member really does not know what is going on in Singapore. The HDB can supply him with a lot of information. After five years, if a person sells his flat he can go on to a bigger flat because the income of Singaporeans is constantly being improved. The people are moving from the smaller flats to the bigger flats all the time. I can supply him with information on the number of one-room tenants living in HDB flats who are waiting to buy bigger flats. I can supply him with a whole set of information, to show that the income of Singaporeans is constantly being improved and they are living in bigger and better flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the information on the present waiting list, the people who are waiting to rent HDB flats as I have given him earlier is 16,000. And the number of people who are waiting to buy HDB flats is more than 90,000. So these figures will tell you that the income of Singaporeans is continually being improved. The Member is imagining \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 894</b></font>\n  <br>\n  <br> that poor people are crawling around in Singapore, that people have no homes, that people are in a miserable condition. It - is just not true. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Supplementary question, Mr Speaker, Sir. Is it not true that many Housing Board dwellers who have bought their flats are able to rent out one or two rooms, especially those who live in four-room and five-room flats? Therefore, they can derive quits an income from the rental. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, it is true that the HDB allows tenants to sublet their flats. For the three-room flats, they are allowed to sublet one bedroom, and for four-room flats, they are allowed to sublet two bedrooms. But I think the majority of Singaporeans do not wish to sublet their rooms even though the number of their family members may be small. They prefer to use those rooms as a study room, as their children's playroom or for other uses. In fact, they are very unwilling to sublet. This is an indication that the income of Singaporeans is so comfortable that they prefer not to sublet rooms even if they can get a very handsome rental. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 894</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TREE CUTTING IN UNIVERSITY GROUNDS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Finance and Minister for Trade and Industry if he will ascertain from the National University of Singapore the reason for the cuffing down of trees in the University grounds before the recent visit of the Prime Minister to the campus. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, the National University of Singapore cuts down trees when they are old, brittle or unsightly. The NUS also plants new trees and shrubs when necessary. All this is part of a continuing process to upgrade and improve the environment and landscape of the campus grounds and not, as implied by the Member for Anson's question, a special effort to beautify the grounds for the Prime Minister's visit. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, are we to understand from the Hon. Minister's reply that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 895</b></font>\n  <br>\n  <br> the NUS suddenly discovered before the Prime Minister visited the University that a lot of the trees were rotten and unsightly? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, evidently the Member has not listened to my answer. If the University were to cut down trees every time the Prime Minister visits it, then the campus will resemble a desert. I can assure the Member that there are many trees left in the campus. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 895</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY</b>\n  </div> \n  <div align=\"center\">\n   <b>SUPPLY BILLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for the financial year 1st April, 1984 to 31st March, 1985 and the Supplementary Supply Bill for the financial year 1st April, 1983 to 31st March, 1984 may be proceeded with immediately on the conclusion of the proceedings on the Budget for the financial year 1st April, 1984 to 31st March, 1985. - [Dr Tony Tan Keng Yam). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 895</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <b>OF SINGAPORE FOR THE FINANCIAL</b>\n  </div> \n  <div align=\"center\">\n   <h4>YEAR 1ST APRIL, 1984 TO 31ST MARCH, 1985</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day). \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Main and Development Estimates of Singapore for the financial year 1st April, 1984 to 31st March, 1985, contained in Paper Cmd. 5 of 1984. For convenience, I shall take the totals for each head of expenditure in the Main and Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure under the Main and Development Estimates on pages 17 and 18, respectively, of Paper Cmd. 5 of 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead UA-01 of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 896</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is the vote for the Administration programme of the Prime Minister's Office and, as you will see in the Budget, the objective is to coordinate activities of the Ministries and the general policies of the Government. It is on a matter concerning the policy of the Government that I am moving this amendment, Mr Speaker, Sir, and that is the accountability of the Government and the various Ministries to the citizens and residents in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on the 3rd December, 1982, I asked the Prime Minister a question as to whether he would consider directing all Ministries that in cases where they reject any application from a citizen or make any decision which impinges on the rights of the citizen, they should give detailed reasons for their rejection or decision. In other words, I was asking the Prime Minister whether he would direct all Ministries to account for their decision when they turn down any request from a citizen. The Prime Minister's reply was that his Government had explained its policies again and again and no other government had taken the trouble that his Government had taken and that every body understood the policy and that the rules could not be bent for anyone. And he said that if I did not understand the reason for anything, I could bring it up in this House again when I got a reply from the Ministry. Well, Mr Speaker, Sir, I have had several replies, not one, from Ministries when I take up matters on behalf of citizens concerning be it citizenship, or be it licences for various things, and the stock reply, Mr Speaker, Sir, is, \"we regret that the application is not successful.\" I have tried to go back a number of times to ask why the application in that particular instance was not successful. And again comes the stock reply, \"we have explained this before and the applicant must know.\" But he really does not know the reason for \"we regret your application has been rejected\". And so it goes on ad nauseam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I give you one case in point? There is a man who lives in my constituency, and may I make it clear - he is not a citizen. He is a permanent resident but he should have got his citizenship years ago; he has been denied his citizenship. He has a family with children, and his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 897</b></font>\n  <br>\n  <br> wife was asked to leave Singapore and go back to Malaysia because she happened to be a Malaysian. Well, it is not about her that I am raising this matter. It is about his son. She had taken the children away with her but later, on his request, the Immigration Department gave him permission to keep one of his sons in Singapore because the boy was not in good health and needed to be looked after in a children's home, and he had provided for this in Sembawang. But six months afterwards the Immigration Department suddenly reversed its stand and said, \"No, you have got to take the boy out.\" And the man came to me and I appealed to the Immigration Department, and the stock reply was, \"He can't. He is not eligible at all to stay here.\" The father is a permanent resident and he has been working here for many many years. Then I wrote to the Minister and I sent a carbon copy of it to the Prime Minister to explain the sort of reply that I was getting and would he do something about it; or would he rather that I raised it in Parliament. And the answer came back from the Prime Minister, \"You raise it in Parliament.\" The Permanent Secretary's reply is quite clear - that this boy is not eligible to stay here. The question is why? Should the man not be told why he cannot keep his son? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the sort of situation that we find ourselves in Singapore, where the citizen or the permanent resident is not told anything at all of the reasons behind any Government decision affecting his livelihood, his earnings, his stay or even the question of his applying for a passport. I can go on multiplying the instances. The Prime Minister says that the Government is accountable. He says, \"we practise accountability.\" I should have thought that ons of the first rules of accountability is that you explain not, as a matter of general policy, broad statements but in each particular case where you deny somebody something and, where he thinks it is his right, that you explain to him why in his particular case he is not eligible for what he has asked. Mr Speaker, Sir, it is important that the Government should recognize that the citizens have rights, that they have rights to continue in their employment, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 898</b></font>\n  <br>\n  <br> their livelihood, to stay or to do whatever that a citizen is entitled to do. And if you are going to take away any of these rights or deprive him of it, then you should explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have now in several countries legislation-Australia,l see, has just introduced it - the Freedom of Information Act. I think it is timely, Mr Speaker, Sir, that we considered introducing legislation on those lines which give the citizen a right to demand from the Ministries, from the Government departments, from the statutory boards, specific and detailed reasons for the rejection of any request or application made to it. Indeed, this Act, as I understand them now, go much further in some cases. It even contains the right for the citizen, for the permanent resident, to demand to see his file on which his request has been dealt with. Of course, this Act excludes matters from - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, you have used up your 10 minutes. Your time is up. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, if I understand the Member for Anson, he has, from my responsibilities for coordinating Ministries, gone on to recite the instance of his constituent who is a permanent resident, whose wife had gone back to Malaysia leaving behind one ailing son, who was permitted to remain behind for compassionate reasons or whatever, in some home in Sembawang, but that permission was refused after six months and he does not know why. And he also cited that, in fact, if we were an enlightened government running enlightened policies, not only would we have a file which would be open to his constituent who is a permanent resident, but we would also introduce a Freedom of Information Act to allow all and sundry to have access to their files. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From his recitation of the event, I do not see any lack of information. He has provided this House with all the adequate information. Every Member of this House, including those of us who have never attended meet-the-people sessions, must know that a permanent resident has not the rights, nor does he owe the State the duties of a citizen. And this gentleman who has won over the sympathy, the compas- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 899</b></font>\n  <br>\n  <br> sion, and the attention of the Member for Anson, should be grateful that we have allowed him to stay in Singapore and to continue working in Singapore. We are under no obligation to keep him here or to give him a job, let alone keep a file on him or his son in order that it would be available to him or the son if we decide for, I am sure, good and valid reasons. And he would be given good and valid reasons, if he were to direct it to the appropriate Minister, why the son's permission to stay here was revoked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson is a glutton for punishment. When he first came into this House, there was a slight air of the under-dog's status. After 21 years, there is a lot of mange on the dog. I do not want to beat mangy dogs, nor do I want to get near them. The answer has been provided to the House by the Member himself. He is in full possession of the facts. I assume that this is like all the millions of other cases that he tells us he has and, obviously as a good Member of Parliament and as a good lawyer, he must have brought his strongest case forth. I expected an earth-shattering event - some misdemeanour, some misjudgment, some blunder, some outrageous act of incompetence on the part of one of my colleagues. \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I have this remarkable tribute - the impartiality with which we have administered the law, the compassion we have shown by allowing a man who is a permanent resident to have his son, who is not a citizen, six months of treatment in some Sembawang centre. What more can you ask of any government? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing your amendment, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, Sir. May I just reply to the Prime Minister since it is my motion. We have heard nothing new from the Prime Minister. We heard this the last time I raised this matter, and I expect that the next time it is raised we shall hear the same thing again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This man is a permanent resident but, as I said, he should have been a citizen and he is not being told why. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 900</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Give me your reason why. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What does the Constitution provide about this? If you live here for 10 years and you have got no previous conviction and you are earning a living, you may be granted a citizenship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> \"May\". \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I know, \"may.\" I know all about \"may\" and \"shall\". But why do you go on denying this man his citizenship and then his wife is forced out. If you want to know why his wife was forced out, I can tell you that as well but I am dealing with the son. He begged that the son be allowed to stay with him, and he was allowed to keep his son because his son was not well. But then six months later you suddenly say, \"No\". Why? What is the reason? You said that the Minister has given me the reasons. Would you like to see the reply from the Minister? The reasons have not been given. What I want to know is why is it not possible for this man to keep his son in Singapore? I do not want statements that, \"We are a benevolent government. He has no right as a permanent resident.\" What you are saying is that nobody has any rights in this place. Is that what you are saying? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am saying, Mr Speaker, Sir, that the Government of Singapore is responsible for the citizens of Singapore. We have over 120,000, occasionally approximating 150,000 people, who are not citizens who work in Singapore. They are given work permits. If we adopt the attitude that has been urged upon us, we will have 120,000 to 150,000 more citizens every few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are rules and regulations made for citizenship, and I would have thought that it is the paramount duty of the Government to protect the interests of the citizens, the original members who built Singapore. If we take any lax, frivolous, so-called compassionate attitudes, those rights must be diluted. Every member of this work force who is not a citizen can become a permanent resident once he has passed certain trade tests. He can go on and apply for citizenship. If we consider him, on balance, to be a plus, to be a credit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 901</b></font>\n  <br>\n  <br> to Singapore, then we give him that citizenship as a matter of privilege. There are hundreds of thousands of people who want the privilege of just coming to Singapore to work, and having got here and got work they want permanent residence. And having got permanent residence they want citizenship. That is exactly the way the Member for Anson got into Singapore. He came in first as a Malayan citizen. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You have got it wrong. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He is not a Singapore citizen by operation of law, by birth. He obtained his Singapore citizenship by registration. It must be, because I remember moving the laws here - the change of law in 1957 - to enable them to register themselves. And at the time that law was amended, if you look up Hansard, you will see that I strenuously protested against the unwarranted generosity of the Government who thought at that time that they were garnering votes for the next election. For every liberal foolish act, we dilute the rights of the present group of members. I do not see it as the responsibility of this Government to diminish the rights of Singapore citizens. I see it as our bounden duty to improve their prospects, improve their capacity to defend what they have and to have more and better homes, mo@e and better jobs and a better future for their children. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Does the Prime Minister not see it as amoral that you should offer citizenship to people who invest their money in this place but deny a man who has lived here for 30 years, who has worked his life in this place and has offered his loyalty to this place? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I do not know if I need go to Machiavelli but it is the duty of every government to quietly, coolly and rationally calculate the balance of costs and benefits, the trade-offs. And if a man can come to Singapore and bring in capital, with it know-how, entrepreneurship and create the jobs as they have - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is that all you think of - capital? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 902</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Indeed. In order that the people of Singapore can have the benefits of the equipment, the knowledge, the expertise, the capital commands. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you going to withdraw your amendment, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by the whole sum in respect of Subhead UB-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this vote is for the Elections programme and I have two matters to raise under this motion. One concerns the vacancy in this House. I raised this with the Prime Minister at the sitting of this House on 20th December of last year, and this House was told by the Prime Minister that there was nothing in the Constitution that required that the vacancy should be filled and that he did not see any need for filling the vacancy because there were elections in the pipeline as it were, although he was not able to say when the elections would be held. We will wait for him to announce the elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I refer the Prime Minister to Article 49 of the Constitution. ft is quite explicit, and it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Whenever the seat of a Member has become vacant for any reason other than a dissolution, the vacancy shall [no \"may\" this time, Members of the House] be filled by election in the manner provided by or under any law for the time being in force in Singapore.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said this was amended from the Constitution that we had under the Malaysian period which required it to be filled in three months. The Prime Minister's contention was that there was no need to fill it immediately. There was no need to do anything until the general elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is a rule of construction that where no time limit is stipulated in any provision in the law for the doing of any act, that act shall be done within a reasonable time. We have now gone on for about five months without a Member representing the voters of Havelock in this House. The Prime Minister was surprised when I told him that to appoint a caretaker \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 903</b></font>\n  <br>\n  <br> MP was to stand the principle of parliamentary representation on its head. It is, Mr Prime Minister, if you really consider it seriously because the whole idea is that the voters elect their representative into Parliament, not someone be appointed for them, like you appoint commissars in Russia or in other countries. So you are violating the whole principle of parliamentary representation, Mr Prime Minister, in having a caretaker MP for Havelock and denying the voters of Havelock their right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other one, Sir, is the question of the conduct of elections. Again, if I may remind the Prime Minister, and I am sure he is aware, that in many democratic countries there is such a body known as the Elections Commission which has the responsibility to oversee and supervise the conduct of elections to Parliament. We have it in Malaysia, our nearest neighbour across the Causeway. We have it in almost all the other Commonwealth countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, Sir, way back in 1972, I remember joining with the other political parties in sending a memorandum asking for the appointment of an Elections Commission. We never got that. We did not expect it. It is now 1984 and we are still without any Elections Commission. It would appear that in Singapore elections are conducted by the Prime Minister's Department and that the Prime Minister considers the conduct of elections as his sole preserve and privilege. \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge upon the Prime Minister that the conduct of elections concerns not only him as the Prime Minister of this place but also concerns every citizen and it concerns every political party. It is of the utmost importance, if we claim to be a democratic society and hold democratic elections to Parliament, that the elections should be seen to be democratic, not just a statement that we are a democratic country and we hold elections democratically. It should be seen to be democratic, and the only way you can ensure this is to hand over the conduct of the elections to an independent body, an Elections Commission, where views of all political parties are sought and the composition is agreed by all the political parties. That way you show \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 904</b></font>\n  <br>\n  <br> yourself to be a democratic society who take the conduct of elections seriously and not just a matter of mere form. We are, as I have said, very clever in observing the form while we discard the substance of the elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would ask the Prime Minister whether he would even now - perhaps he might say that it is too late for the next elections - consider the appointment of an Elections Commission to supervise and oversee the conduct of the forthcoming elections. Or, at least, would he call a conference of all political parties who may be interested in contesting the elections to discuss the conduct of the elections, whether they have any views to put forward about the elections, and how it should be conducted? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember, Sir, in 1976, or 1972, we suddenly found on Nomination Day that new rules and regulations had been gazetted, changing the form of display of posters. So we were caught because we were going under the old rules. But hey, presto, the People's Action Party had everything done according to the new regulations. So it was obvious that they know about the changes before Nomination Day. They were ready. They could steal a march on all the other opposition parties. I would ask the Prime Minister that if he is not afraid of fair elections - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> - he should consider the appointment of an Elections Commission. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, again I listened with great interest and I expected some earth-shattering event and I was given a re-hash of the feeble arguments about the vacancy in this House and the old story about an Elections Commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Anson is a lawyer. He has argued, I hope with some conviction, that under Article 49 of the Constitution we are beholden to hold an election within a reasonable time and, in his view, five months is more than a reasonable time. My answer to him is very simple. Take out a Writ of Mandamus. That \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 905</b></font>\n  <br>\n  <br> is an action open to the Member. If he believes in his interpretation of the Constitution and that the Government is at fault, there are proper procedures to compel the Government to observe the Constitution. Nobody can accuse the Member for Anson for lack of bravado or braggadocio In taking out actions in court. He issues writs like lightning in a thunderstorm. Where it strikes, whether it hurts his friends or himself, is another matter. But he does not lack bravado. Take out a writ. I have been advised as to the law. In fact, I amended the law when we left Malaysia to make sure that the law was as it used to be before we joined Malaysia. I will abide by any ruling of the court on the interpretation of Article 49, not the Member's presentation in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the Elections Commission. Behind all this smokescreen is the vague smear that elections are dishonest, that we have an unfair advantage. He has taken part in three general elections, his party has, and he personally has engaged in three further by-elections, and he has won one. So he has considerable experience in these matters. Is he saying that in any one of these there was any dishonesty, gerry-mandering and rigging of votes? Does he believe that an Elections Commission, a matter of form, would prevent dishonesty? He quotes Malaysia. Has he not read that the Philippines too has an Elections Commission and there is a great to-do in the press about who sits on the Elections Commission? Whether there is an Elections Commission or whether it is technically in the Prime Minister's Office, it depends upon the integrity of the system. I do not run the elections, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Don't you? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is technically under my Office and I answer for it in this Parliament. Technically, in an Elections Commission, nobody would answer for it in this Parliament. I could got somebody appointed as an independent Chairman. There will be no answers. The fact remains that there are officers who are in charge, who are appointed as the Elections officer, the Returning officer. He appoints his deputies. and it is on their integrity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 906</b></font>\n  <br>\n  <br> that system is run. Nobody doubts that the Member for Anson won the last by-election honestly, and nobody doubts that if we were dishonest we could have fixed him. But that is not the way we run this Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are certain unspoken rules in any country which decide the tone, the moral fibre of a society. If I were to direct unscrupulous, unethical practices, I would be degrading the whole system, from the man who is the Returning officer to those below him. In other words, I earn their contempt. I would be introducing into our society all the distortions, all the real doubts, dubieties, anxieties, concerns - that the whole thing is a charade. Every rule is made, and they are made over small things like putting up posters. They used to be stuck on the walls. After the elections the candidates disappeared and only the PAP turned up to clear up their posters. So we changed the rules to say that posters will be put on a backing and hung. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But you did not inform the other parties, only on the day of the Nomination. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> They were gazetted before the elections and we complied with it. Does anybody in his right mind believe that the candidate lost because he was suddenly told that he could not paste his poster on the wall, that he had to have a cardboard to hang it up on? If the groundswell is with you, the groundswell is with you. And I have given the Member for Anson ample notice that there would be 75 seats vacant. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We will take you on. Don't worry. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I have been long accustomed to bold words, and I made an announcement in measured tones, giving ample notice, not just to the Member for Anson but to all those who wish to contest, that there will be a general election within less than the two years that is left. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us take this in a serious vein, Mr Speaker, Sir. Whether this system survives us depends ultimately upon whether there is a credible, viable, serious alternative that is really able to work within the system. When the opposition and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 907</b></font>\n  <br>\n  <br> alternative were the Communists, the system was always in peril because if ever they won, that would be the last election held. We now have a chance, provided our economic and social policies continue to succeed, to enable political groupings which are non-Communist but who sincerely believe that there are better ways of doing it. If that is so, that system may be able to outlast us. Otherwise there is no reason why Singapore does not go the way of so many other countries - of emergency rules, of curfews, riots and revolution. \n  <br>3.30pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am afraid it is guillotine time. Mr Jeyaretnam, are you going to withdraw the amendment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $48,774,970 for Head U ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $8,461,600 for Head U ordered to stand pan of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 907</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since 1981, the Ministry of Education has promoted the formation of computer appreciation clubs in secondary schools. To its credit, the Ministry has trained 700 teachers to run these clubs, and has provided each secondary school with three micro-computers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is widespread interest in computers among our students. This interest is heightened by Government's policy to accelerate the pace of computerization in Singapore: The increasing use of computers is inexorably changing our way of life. For example, several schemes that are being implemented will lead us into a cashless society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the computer age, it is important that all our students leave school with some knowledge of the subject. As it is now, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 908</b></font>\n  <br>\n  <br> three micro-computers that are provided to each secondary school by the Ministry are grossly inadequate. They cannot cater for all the students in a secondary school. Some schools have written in to the Ministry to ask for more micro-computers. Generally, the answer has been negative. The more enterprising principals and teachers who would not take \"No\" for an answer have turned to the community for help. By and large, it appears that it is the well-established aided schools with strong traditions that have succeeded in acquiring more micro-computers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry may have various reasons for not giving our schools more microcomputers. Whatever they are, I think it is a good idea for the community to chip in to help. If we want the quality of education in our schools to improve, the community must take more than a passive interest in the facilities provided and assist the teachers in their task of educating the future generation of leaders and workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no reason why Government schools cannot build up their individual identity and traditions. Active participation by the community will soon establish such an identity. The active interest of the community will contribute immensely to uplifting the morale of our teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, late last year, the Ministry of Education floated the idea that it would match the school dollar-for-dollar if it is able to launch a fund-raising project for the purchase of micro-computers. The objective is for the school to acquire 24 micro-computers. Delighted by this announcement, one of the principals in a secondary school in my constituency made enquiries from the Ministry. He was informed that it was only a proposal and it had not been approved yet. It came as a disappointment as his hopes had been raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like the Minister to let us know what is happening to the proposed dollar-for-dollar scheme. I think it is a very good idea and hope that it can be implemented soon so that our community leaders and school staff can launch their fund-raising projects. Additionally, I would request the Minister to obtain the approval \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 909</b></font>\n  <br>\n  <br> of the Finance Ministry for all public donations for this purpose to be tax exempt. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Sir, there are a number of queries I have for the Minister of Education. First, Sir, I notice that the provision for free textbooks and stationery for pupils in the primary schools has been reduced from $50,000 last year to $35,000 this year. I would like to ask why this is so. Secondly, there are no bursaries given at all for primary school students. Thirdly, there seems to be a decline in the provision for bursaries for pre-university students from $400,000 last year to $323,000 this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second subject that I need clarification about is the criteria for the allocation of school tuckshop stalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question I have relates to the proportion of female teachers. For 1982 in the Year Book of Statistics, it is shown that for primary schools, out of a total of 10,687 teachers, 7,188 were female. And for secondary schools and junior colleges, out of 9,743 teachers, 5,597 were female. And the figures are likely to get worse in the years ahead if one looks at the data presented by the Institute of Education in its annual report. The graduates that were produced in the 1982-83 session totalled 725, of which 593 were females, a ratio of more than 4 : 1. For the total student population of the IE, out of a total of 4,683, 3,489 are females, a ratio of more than 3 : 1. I am concerned, Sir, about this because I do not know what the psychological impact would be to have our schools overwhelmingly run or dominated by female teachers. I would have thought that the father figure is necessary as part of the education process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth area that I seek clarification about concerns extracurricular activities, particularly for male teachers. I had a complaint from a male teacher who left the service because he felt that he was forced to do some ECA for which he had no inclination. I think it had to do with some physical activity for which he is not particularly geared. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, Sir, I would like to ask whether the Ministry is doing anything or some- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 910</b></font>\n  <br>\n  <br> thing about gifted children from parents who are less well educated. Is there some means of identifying these gifted children early so that before the parents get themselves sterilized they could be suitably induced by tax incentives or some other priority schemes to produce more? And further whether or not some supplement to their diet can be given or special allowances to make sure that there is no brain damage by way of malnutrition? [Laughter]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not say this lightly, Sir, though Members are laughing because statistics can be presented to suit one's convenience. The First Deputy Prime Minister yesterday quoted some figures to show that the gifted children come overwhelmingly from graduate mothers. \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee (First Deputy Prime Minister and Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister of Education (Dr Goh Keng Swee):</b> They produce more. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Or they seem to produce more. All right. Cannot please the man! They seem to produce more. But in terms of absolute numbers or proportionately, I am not so sure he is right. So the poorer educated parents may produce proportionately less gifted children but they are the majority. And if they produce a few thousand gifted children and the graduates are so few, if they have a high proportion of gifted children, the absolute numbers are still very small. Can we not do something about this? I think he should think of some answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final problem I have concerns the question whether there has been any increase in suicides, psychiatric disorders, after the implementation of the Goh Keng Swee Report. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do you like to answer some of the points at this stage, Dr Tay? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Minister of State of Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State of Education (Dr Tay Eng Soon):</b> Thank you, Sir. May I first reply to the points raised by the Member for Kebun Baru? He is quite right that my Ministry has decided to implement the dollar-for-dollar scheme to help secondary schools to increase the number of micro-computers for their computer clubs. In fact, approval has been given by the Ministry of Finance for the funds. So we are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 911</b></font>\n  <br>\n  <br> going ahead with this scheme. And if the Member can inform the principal of the secondary school who was turned down to come back again to the Ministry, I am certain he will receive a very sympathetic hearing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the donations from the community are concerned, of course we encourage the community to help schools as much as possible in this project, and not only in this project but also in other school projects. For his information, there is, in fact, tax exemption for such donations if they are channelled through the School Advisory Committee in the case of Government schools. In the case of the aided schools, tax exemption is possible if the donations are channelled through the education fund but made known that they are for the computer clubs or for any other purpose for the school use. Sir, I hope I have answered the Member's queries on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now to turn to the points raised by the Member for Whampoa. His first question concerns free textbooks. He asked why it is that in the budget proposals the Ministry has reduced the allocation for free textbooks. I would like to refer to the amount of money that we gave to pupils for free textbooks in the financial year that has just passed. Last year, a sum of $50,000 was allocated for free textbooks for primary schools and a similar sum for free textbooks and textbooks for loan in secondary schools. Until today in the case of primary schools, the whole sum of $50,000 has not been expended. Only $30,800 was spent. In the case of secondary schools, $25,900 was spent out of the $50,000. So in the provisions, we have provided for $35,000 which we feel is adequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The conditions under which pupils can apply for this fund are quite straight-forward. They are related to the income of the family. In the case where the total income is less than $250, the school principal can approve such grants. And in the case where the income is less than $350, the application has to come to the Ministry for a final decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On bursaries for school children, in the case of primary school children as the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 912</b></font>\n  <br>\n  <br> Member knows, primary school children do not pay school fees. They only pay miscellaneous fees. So there is no question of a waiver on fees for primary school children. But there is a half payment of miscellaneous fees again for children who come from needy families. The rules for this are well laid down. It can be made available to any member of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On school tuckshops, the rules governing the employment of people or allocation of tuckshop places are again very well known. They are available to any Member of Parliament who wishes to get hold of them. The guidelines are very similar to those laid down by the Housing and Development Board and by the Ministry of the Environment. Hardship cases are taken into account in some of these applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His next point is that of female teachers. He is quite right in observing that something like two-thirds of our teachers are female teachers, more so in the primary schools than in the secondary schools. In the first place, this is a world-wide problem .It is not something that is peculiar to Singapore. It is a problem faced by most other developed countries. As the Member is an economist, I think he understands full well the reasons for this because with so many employment opportunities available to the young men and women, particularly young men, teaching is only one of the many options that they have, even though the salary is comparable with that of many other jobs outside. But it is not necessarily a bad thing that there should be more women teachers than male teachers particularly in the primary schools. Because in the case of young children, the rapport that can be established between the teacher and the children is as important a part as that of pedagogy and teaching. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nonetheless the Ministry is looking into this situation. In the selection of trainees for the Institute of Education, all things being equal, a little bit more preference is given to male applicants than female applicants in the selection for training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His fourth point was that of resignation of teachers because of ECA. We have no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 913</b></font>\n  <br>\n  <br> record of such a resignation, although it is possible that somebody has given it as a reason when he spoke to the Member for Whampoa. But as far as official reasons for resignation are concerned, nobody has ever put it doWn that it was because of ECA. It is possible that some male teachers feel that having to do ECA in the National Cadet Corps or the National Police Cadet Corps is a bit onerous. But there is a release scheme for teachers who have served as officers in these Corps for a number of years to be released from the Corps so that it is not seen as a life-long commitment. Since the introduction of this release scheme, there has been a steady gradual change of officers, a renewal of officers when new ones become available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He brought up the subject of gifted children and asked if children from the lower educated home backgrounds can be selected for the gifted programme or if something can be done to identify and select them for the gifted programme. In fact, in the first exercise conducted last year for the two levels, for the gifted programme there were a number who came from such a background. For example, in the 100 that were selected for the Primary Six/Secondary One programme, nine came from such a background, if you take primary and no education of the parents as the criteria. The selection is entirely on merit and is on an island-wide basis. The first stage of screening and the second stage of testing are done on pure merit and no weightage or bias of any kind is introduced in the test. So in that sense every child stands an equal chance of being considered for the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is correct, from the figures, that in absolute terms, the larger number comes from parents who are not graduates. You can see from the Primary Six selection, that out of the 100, 21 came from parents who are graduates, whereas 79 came from parents who are not graduates. His observation is correct, in that sense. But I think he should also note that the 21 who came from graduate parents, as far as the overall cohort is concerned, only 1.03% of all parents of that cohort are graduate parents. So it is clear that they are over- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 914</b></font>\n  <br>\n  <br> represented or that they are more highly represented in the gifted programme than children of other background. We will continue to administer this programme in an impartial and in a fair way, based entirely on merit. I can assure the Member that there will be children who come from such a background who will get into the programme and benefit from it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His last point, Sir, is on the incidence of suicide or psychiatric problems. He added as a link that this might be the result of the new education programme. I am not prepared to discuss whether you can relate one to the other. I think in any large group of students, and we have half a million in our schools, there will be a very small number who suffer from psychiatric problems of one kind or another. In the case of suicide, I have no record of any young children that have committed suicide in recent years in Singapore. But, for his information, as far as psychiatric disorders are concerned, the following data was provided by the Child Psychiatric Unit, and this covers three years from 1981 to 1983. The total number of students or pupils referred to the Child Psychiatric Unit in 1981 was 480. In 1982, it was 595 and in 1983 it dropped to 557. There may be a slight increase but there is fluctuation from year to year. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, on the reply by the Minister about the school textbook programme, he mentioned that there was under-spending last year. Therefore, he feels free to cut back on the budget. But as I listened to the criteria which he listed, especially on income, the criteria seem to be rather stringent. I gather that only those who come from families earning less than $350 per month will qualify. We live in an age where many workers earn much more than this, if one were to take gross income rather than net income. So I submit to him that the criteria are unrealistic and need to be updated. Otherwise next year or this year he will find that he will continue to under-spend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to bursaries for primary school, it is not only with respect to the payment of fees that bursaries are necessary, Sir. Children, who come from poor families; they need pocket money; they need bus fare. Therefore, I feel that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 915</b></font>\n  <br>\n  <br> supplements by way of bursaries would be necessary and helpful to children from poor families. I hope he would consider this for next year's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, on school tuck shops, I suspect, as with the Ministry of the Environment which I will take up later, the criteria for hawkers and school tuck shop stallholders are the same. Those who qualify under the hardship criteria are few and I feel the need for revision in the light of current incomes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With respect to school teachers, perhaps the Ministry might want to do a survey to find out why men do not want to become teachers. I understand the market is such that it is so good that there are many job opportunities available. But if it is true that their salaries are competitive with the private sector, then there must be something which prevent the men from becoming teachers. And if ECA is one reason, then maybe something ought to be done there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, on the gifted children programme. The Minister's figures confirm what I suspected, that if 71 out of 100 children came from parents who are non-graduates, that is a big number - 71 out of 100, 71% of the total - and yet all our efforts are geared towards the 19 children who come from parents, one of whom maybe a graduate - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> 29. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sorry, 29, Is there not something that we can do? In other words, if we can identify gifted children at a very young age, let us say at the age of seven or so, then we can prevail upon their parents to have some more children. That is my whole point. But if they stop at two, they get themselves sterilized after two kids, by the time you identify that these are bright kids, they are lost forever. Later I will raise a query again on the abortion programme, that the abortion programme has destroyed many gifted children. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, the first point about bursaries. I think the Member knows that the school advisory committees raise a considerable amount of money every year which they disburse to needy children in their own schools as bursaries, precisely to serve the purpose mentioned by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 916</b></font>\n  <br>\n  <br> Member. Not only that, I think the constituencies, the CCCs and so on, themselves are doing this. So there is plenty, as far as provision is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that with rising incomes, the $350 margin is no longer realistic. I imagine he is saying that we should raise the boundary. But surely is it not the case that with rising incomes there will be less need for such free textbooks and grants? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On question about why men do not want to become teachers, this is a very interesting and difficult question to answer. I have done some opinion survey myself when I talked to friends and colleagues who have sons, and I asked them outright: Would you like your son to be a teacher? The reaction usually is hesitant. Then they think of other things that the son can do. Maybe the son will become an accountant or a businessman or University lecturer and so on. So there are all these alternatives before them. It is not a matter of more publicity or a matter of persuasion. There are all these options before him. A generation ago, our parents, many of whom had little opportunity, found teaching to be one of the best professions. And so a generation ago we were fortunate in having a whole crop of very good teachers in our schools. But as we progress, as job opportunities grow, and career opportunities open up, I am afraid the Ministry of Education, like any other employer, has to compete on the open market for talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for gifted children, the Member says if you ask parents to stop at two you might be reducing the potential supply of gifted children, particularly if the parents come from a lower educated background. There is no guarantee, Sir, that if you produce 10 or 20 children, you will have gifted children among them. It is not a matter of chance or a matter of lottery, that by producing more children you may hit upon a gifted child. It is much more complicated than that. We have plenty of evidence to show that children of large families generally do worse, as far as PSLE and all the other examinations in school are concerned, when compared with families which have two or three children. So if you take into account influences of nature or nurture \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 917</b></font>\n  <br>\n  <br> and so on, it does not follow from what the Member says, ie, that if you allow people to have large families then you simply have a better chance of raising a bigger crop of gifted children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I would just like to remind him of one important point that ha?, come out from the first batch of gifted children. I said that 21 came from parents who are University educated and the parents comprise only 1.03% of the cohort. Well, if you want to increase the number of gifted children, one way might be to increase the number of 1.03% to perhaps 2%, or to increase the number of people who have gone to University and you will increase also the number of gifted children potentially in the future. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, the Minister misunderstood me. I was not advocating large families for the sake of large families to produce gifted children. I was saying that if one could identify the first child or the second child as gifted children, then we could prevail upon the parents to produce more rather than sterilizing them altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Family planning. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Okay, in that case, then why have the graduate parents produce more? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan, there are still several more Members who are very interested in this amendment. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Okay. I just needed to clarify this, Sir. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, in view of the extensive answer given by the Minister of State, and a particularly good one to me, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye (Rochore):</b> Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 918</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we debated on the new education policy in 1979, it was proposed then that it would be necessary for students to obtain an 'AO' level in Second Language to be admitted into the University of Singapore as it was then known. During the debate I expressed my misgivings on this pre-qualification for a number of reasons. One major reason I explained was that you require different faculties to study English language and the Chinese language. One language depended solely on phonetics and the other language depended on patterns, on ideograms, and I brought forth clinical evidence from Japan to show that it was possible for patients who suffer from dyslexia to be able to recognize kanji but not katakana. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once the pre-qualification for an 'AO' level in the Second Language for the University was announced, it was expected that parents would want their children to do English and Chinese, or English and Malay, or English and Tamil, from primary to 'O' level at least, Almost five years have passed by since we debated on the education policy and we need to assess where the programme has succeeded, or where the programme has failed? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This time last year I put forward a number of questions to the Minister of Education so that an assessment could be made. Sir, may I repeat again these questions and I hope he will give us an answer. How many students passed the 'O' level examination without a Second Language? How many students passed the 'A' level examination without a Second Language? How many students applied for admission into the National University of Singapore but have not been admitted? How many of those who have not been admitted had no Second Language pass at 'AO' level? How many students would the Education Ministry know have been admitted to universities overseas, either in the United States, the United Kingdom, Australia, Canada or New Zealand, but who have been rejected by the National University here? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 919</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to these questions, may I add one further. It arises because yesterday during Question Time the First Deputy Prime Minister and Minister of Education revealed that 2,000 males were qualified for pro-university but instead they chose to go to the polytechnics, namely the Singapore Polytechnic and the Ngee Ann Polytechnic. I would like to know what were the figures for previous years. If this is true, has the Ministry attempted to find out the reasons why? If you have such a large number of male students who are eligible for pre-university classes but do not wish to do so, it is to be expected that the number of students who are admitted into the National University will be largely female. Has the Ministry ever traced what these students do after they have left the polytechnics and completed their national service? Obviously these 2,000 or more males must have some purpose of action. If they are able to qualify to join the University, they will not go to the polytechnic. Has the Ministry found an answer to this phenomenon? It is a puzzling statement which we heard yesterday and I think it is useful to get a clarification. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee) (in Mandarin):</b> Sir, the point I want to raise is about the purpose and contents of bilingual policy. The Minister of State of Education had on 17th January this year, in answer to a question by the Member for Nee Soon, said that people had two so-called misconceptions about bilingual policy: (1) The mother tongue is not important; (2) The future of Chinese language gives cause for concern. His answer appeared to be evasive, missing the crux of the problem. According to my understanding of the feelings of the people, the crux of the matter can be summed up in two points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, there is a shaking of confidence (not the so-called misconception). Those who are concerned with Chinese education have, since a series of events such as the merging of Nanyang University with the University of Singapore, the downgrading of Chinese to second language (CL2), the merger of two major Chinese newspapers, the relaxation of the language admission requirements by the National University, and after 1987 Chinese schools \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 920</b></font>\n  <br>\n  <br> will become only a historical term, etc., their confidence in the Government's implementation of the mother tongue policy shaken. At present, what these people who are concerned about Chinese education want is: that the present standard of CL2 in the four aspects of hearing, speaking, reading and writing, should at least be maintained into the future. The standard of Chinese language should not be allowed to be lowered any morel \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I want to stress, in particular, is the aspect of writing. The Minister of State mentioned that there are more and more people who are bilingual. He also quoted the 1980 population census to show that there are 29.6% Chinese who are bilingual. In fact, what he referred to was the literacy rate, namely, the ability to read with understanding a newspaper in a specific language. This does not include the ability to write. Does it mean that the Ministry of Education will as from now on only pay attention to %he hearing, speaking and reading abilities of the second language? In that case, would the bilingual policy not degenerate into one and a half (11/2) language policy? This is a question on the contents of bilingual policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The crux of the other problem is that there is increasing doubt by the people on the use and value of mother tongues. There is a quotable passage from a speech made by the Prime Minister at a gathering of the Historical Society of Nanyang University on 10th February 1978: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'if economics were the only consideration, then there should be no need for concern that nearly all parents are choosing English for their children. But with the study and use of a language, one understands and absorbs its culture, its value systems and the philosophy of the people who speak and write or wrote in that language.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State had on 26th November 1982 in a speech made to the NUS students also referred to the learning of the mother tongue to prevent us from falling into a Caribbean type of society. Therefore, the aim of mother tongue education is to absorb one's own cultural traditions and value concepts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But recently when the Leadership made mention of the question of mother tongue, the impression was created that language has no direct relationship with culture, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 921</b></font>\n  <br>\n  <br> deeming culture and value concepts to be something nurtured by the family. Reference was also made to China that 90% of its population were illiterate and yet they were able to preserve their own culture, traditions and value concepts, etc. through family teaching. This kind of perplexing talk (&nbsp;&nbsp;&nbsp;&nbsp;) makes one begin to doubt the use of mother tongue in preserving culture and tradition. What is worse is that this has given cause to those who look down upon Chinese language to argue thus, \"You see, what is the use of learning to write Chinese other than to fill up some forms and signature!\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the context of Eastern societies, everybody endorses the importance of family and family teaching. But the preservation and continuation of the culture, traditions and value concepts of a people are not such simple matters that depend only on the family. The thoughts and value concepts of a people are closely linked with the social structure, social vogue and the historical background of the people. The continuation of the Chinese culture and traditions obviously has been due to many factors: (1) The closed society of China and the unification of the written language. (2) The high social status of scholars; the concept of appointment to public office on one's scholastic achievements (&nbsp;&nbsp;&nbsp;&nbsp;) and the high regard for academic reading as being superior to thousands of other occupations (&nbsp;&nbsp;&nbsp;&nbsp;). From the Prime Minister and the state officials down to the village scholars and private institution teachers, all had the bounden duty to preserve the culture and traditions. (3) In the community, traditional value concepts were propagated through dramas, stories, poems and songs, legends, festivals, celebrations and the worship of ancestors or gods. Under large family system and through special social organizations (such as villages, clans, extended families, trade associations, etc) heads of families, tribes and villages and mentors played the role of supervisors. Indeed, a similar situation exists in the various Eastern societies. At present, the most economically prosperous areas in Asia have all preserved their own languages and cultural traditions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 922</b></font>\n  <br>\n  <br> While they are seeking economic development on the one hand, they are propagating their own cultures on the other hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look back on ourselves. Ours is an open type of society, subject to the constant blowing of the East wind and the West wind, where there are the small family system, the generation gap, the influence of television and movies, the corrosion of hedonic materialism and the despisal of one's own language and cultural traditions. Under these circumstances, if we want to skim the cream of other people's cultures and preserve the good of our own traditions and value concepts so as to complement each other, do we have the required foundation for it? Do we have the necessary environment conducive to it? For a person of half-baked knowledge of languages to absorb the cream of the cultures of both the East and the West, it would be best to have their form without their substance. Visiting the graveyards on Ching Ming day is a tradition originally meant to remind one of his ancestors so that he will not forget his roots. But it has now been turned into a fine day for picnic and merry-making, even to seek four-digit forecast. Human rights and liberties have become the pretext of roving youths for odd fashions and wild parties. As a result, it becomes very difficult for us to prevent our next generation from turning into dehumanized nondescripts (&nbsp;&nbsp;&nbsp;&nbsp;)! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to ask the Ministry of Education, what is the direction of the bilingual policy? What is its aim? Is the learning of the mother tongue meant to preserve traditional value concepts? Is language a means for the propagation of culture, and has it the effect of conveying the thoughts and teachings in its literary form? If the answer is positive, then the immediate task of the Ministry is to convince those who fear, or even despise mother tongues, to enable them to treat mother tongues with all seriousness and allow their children to receive basic mother tongue education so as to maintain the present standard of mother tongue. The Ministry should not bark at the wrong tree, taking those who are concerned about Chinese education to be indiscriminate sentimentalists who want to be at loggerheads with the Ministry! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 923</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Liew Kok Pun (Boon Teck):</b> Sir, first of all, I would like to give my support to the views just expressed by the Member for Leng Kee. I would like to take this opportunity to discuss another very controversial subject, and that is, the recently introduced school admission policy. This policy is intended to correct the lopsided procreation pattern in Singapore, and the Ministry of Education has singled out the priority of registration for school scheme as one of the causes of this lopsided procreation pattern in that well-educated parents responded much more to the scheme than those with low education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question I would like to pose is whether this is, in fact, an over-riding cause or whether there are other more significant causes contributing to well-educated parents having small families. It is a social phenomenon in modern-day living in industrialized societies for the well-educated to have small families. Why do they have small families? They have got to face up to the pressure of their careers. They want to have more time to themselves and for their children, and in the case of Singapore they have difficulty in getting domestic aid. I would suggest that the Ministry of Education study this phenomenon in depth to arrive at the true picture. In any case, I have my doubts whether the revised admission policy will be sufficiently attractive or effective in encouraging well-educated parents to have more children. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister of State for Education has, in fact, in a well-publicized speech admitted that the new admission policy is no big deal as there is no great disparity in performance among the primary schools. This seems to cancel out the inducement value of the revised admission policy. I hope this is not merely to soften the impact of the scheme on those who do not benefit from it. Perhaps the Minister may want to clarify this as this may appear to be self contradictory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although this revised admission policy does not have a direct impact on the day-to-day life of the people,like the newly introduced bus interchange system in Toa Payoh, this policy, if not clearly explained \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 924</b></font>\n  <br>\n  <br> to the people, may strike deep into their heart. Some people consider it socially divisive. It can also be easily distorted by vicious elements who want to exploit the situation of those who condemn the policy as one that is intended to improve the human species through selective breeding, or it can be taken to mean that only well-educated parents can have bright offsprings whereas less educated parents cannot. The Minister owes the people an explanation and may I suggest that he appears before the television to explain this controversial policy to the people. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Speaker, Sir, the priority registration scheme for children of graduate mothers is no doubt one of the most controversial schemes introduced by this Government. In principle, I am not against measures which are taken to encourage the better educated parents to produce more children so as to correct the lopsided pattern of procreation. However, I wish to question the basis upon which the proposed priority scheme is introduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the priority registration scheme accords priority to children of graduate mothers. One of the underlying assumptions is that graduate mothers are supposed to be more intelligent and the chances of their producing intelligent children are greater. The other underlying assumption is that, with universal education, all women who have the talent and ability to make it to the university would have done so because of the opportunity open to them. I would like to question the validity of the latter assumption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe the idea of favouring the graduate mother is not because they are university graduates per se but because we believe they have good brains as proven by their academic record. Short of administering an IQ test for all mothers to measure their intelligence, the use of academic qualifications is thought to be a convenient yardstick to gauge their talent. But the criteria used are fair only if all women who have the talent and ability to enter university were given the opportunity to do so, and here is where I wish to register my reservation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 925</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have not, I repeat, we have not reached the stage of universal university education. Over the last 20 years, there were still many who were denied opportunities to enter university because of the limited number of places in the local universities. And for women, many of them had to start working after completing their secondary school education because of financial constraints in the family. Oriental traditions favour the males and usually it is the girls who have to stop pursuing further study in order to allow their brothers to proceed to the university. For this group of women, they did not get a university degree not because they are intellectually inferior, but because they were denied the opportunity of university education. They have made sacrifices. Now, after denying them the opportunity of tertiary education, we turn round and tell them, \"Very sorry, you do not have a university degree and therefore your children would have to be treated differently.\" I think this is most unfair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me support my argument by quoting some comparative figures between Japan, Taiwan and Singapore. In Japan, the percentage of pupils that made it to the university is unquestionably much higher than the corresponding figure for Singapore. In Japan, more than one in three, or 40% of pupils who enter the schools, made it to the university or college. In Singapore, the figure is much lower. I believe it is about 10%. Even in Taiwan, the figure is higher than that of Singapore. May I ask the Hon. Minister of State whether he would conclude from these statistics - I know that the Ministry is very fond of quoting statistics and interpreting the statistics to suit the policy -would the Minister conclude from these statistics that since we have less people who can make it to the university, we Singaporeans are of an inferior stock compared to the Japanese and the Taiwanese? The answer is, of course, no. Sir, we Singaporeans are, of course, not inferior to the Japanese or Taiwanese. The differences in the enrolment figures simply show that in Japan, the opportunity for university education is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 926</b></font>\n  <br>\n  <br> significantly greater than in Singapore. We can, of course, console ourselves by saying that in Singapore we set a very high standard for entrance into a university. But I think this is beside the point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we wish to introduce a priority or incentive scheme wisely and fairly at the present stage, we should perhaps treat women who have obtained good 'O' level and 'A' level passes equally with those with university degrees. The fact that a person has scored good 'O' and 'A' level results should for the time being be sufficient proof of their talent and ability. I think the Minister for Finance and Trade and Industry has done the right thing in this year's Budget by treating those with GCE 'O' level and 'A' level passes the same as those with university degrees. My only criticism is that he should have implemented it right from the beginning when the scheme was introduced. As for the Hon. First Deputy Prime Minister and Minister of Education, he may not be convinced that a five 'O' level pass is good enough. Well, as an added safeguard, we can always specify the aggregate points to qualify for priority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we wish to achieve quantitative progress in producing more talented children, the present encouragement which is given only to the university graduate is rather restrictive, and the consequential result and impact would be minimal. As a matter of fact, the scheme would presently benefit only 200 children out of a total enrolment of 40,000. The Member for Whampoa is right and this has been confirmed by the Minister of State that in terms of absolute numbers, more gifted children are produced by non-graduate mothers because they are in the majority. This shows that there are still many hidden talents among our non-graduate female population. To achieve the objective of producing more intelligent or gifted children, the Minister should seriously consider extending the priority registration or other incentive schemes for graduate mothers to all the other women of proven talents, including those with good 'O' and 'A' level results. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 927</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, before I begin, since I have another amendment, I propose to speak on this amendment first and take the other amendment later so that I have 20 minutes for both, taking them one at a time. The other amendment deals with the admission to primary schools. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think you had better deal with this amendment first. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, I shall deal with this amendment first. Sir, we are at the moment considering the estimates for the Ministry of Education. Yesterday, while debating the Budget, we heard from the Member for Rochore that the Ministry of Education was a singular failure. If I were asked to list out the failures of this Government, and I am afraid that there are more than one failure of this Government, I should put Education right at the top. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said before, education is one of the sacred trusts, and I do not think it needs saying that the most important task and duty of any government, more than anything else I should say, is the proper education of our children for the future of our society. And in this, may I say, Sir, we seem to be all at sea. We do not seem to know the direction we should take. We are like the driver who is lost and then makes frantic turnings hoping to get to the right direction, on the right road again. So we find that every so often policies are changed, decisions made, chopping and changing, so that the teachers are at a loss. Their morale is at a low ebb; the children are bewildered, and nobody seems to know what really is in the mind of the Ministry of Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday there was mention made about the report to the House. The Minister candidly admitted that he had not kept the promise made to this House. But he said that there were reports made to the principals. As I understood the debate as reported, the new policy in 1979 was accepted subject to a proviso, and that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 928</b></font>\n  <br>\n  <br> proviso was that the Ministry would report within two or three years the progress under the new policy introduced by the Ministry. I think it is a matter for shame and regret that this report has still not been presented to this House. It is yet another instance of what I was saying on 2nd March - this House is completely ignored by the Executive. I do not want to dwell too long on that because I know I have only got 10 minutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, may I move on to the 'O' level results. I asked the Minister some two or three months ago whether he would publish in a group the percentage of passes in English, Second Language and Mathematics. The reply was, \"No. We can't do that because it will cost the Ministry something like $1,300 to do this analysis and to publish the information.\" \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am really surprised, amazed if I may say so, at that answer, Mr Speaker, Sir. We spend millions of dollars without batting an eyelid on things which are not so essential. Yet we cannot spend $1,300 in providing information, and I say, very valuable relevant information about our children's education. I asked for these three subjects because it must be evident to the Ministry that the passes in these three subjects are what any employer would look for. Well,l see that the Minister of State is shaking his head. But when I interview anybody, the first question I ask is: \"What did you get in your 'O' level for English?\" Whether we like it or not, we have said that this is our policy - English is the language of administration. We are a global city. We need English. And the answer often is, \"Oh, I failed my English.\" Or \"I only got a P6\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So may I tell the Minister of State that those three subjects, able to read and write good English, able to add properly, Maths, and an ability to converse in another language, are the three subjects which most employers do look for. And I see in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 929</b></font>\n  <br>\n  <br> his reply that English is the weakest link. It pulls down the percentage of passes. So there we have an admission that our students for some reason or other, we do not know why, are not able to turn out good results in English. Why is that so? I do not think that was the problem in the past. Why has it become a problem now? Surely there must be something wrong. Should we not try and tackle that problem and find out why our students are not able to turn out good results in English for the 'O' levels if, as we keep saying, English is the language of administration and we need English for our economic success in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also asked questions about the temporary teachers and we were told that in 1982 there were an average of 1,302 relief teachers. I would like to know whether the situation has improved or worsened since then. What is the position about teachers? Has the Ministry got adequate teachers, or is it still struggling to staff the schools with proper teachers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about relief teachers, Mr Speaker, Sir, I would like to know whether these persons who are employed have 'O' or 'A' level qualifications. What subjects are they looking for when they employ these teachers? Do they take on applicants who failed in English, who failed in Maths in the GCE 'O' levels, to go and teach the primary students English and Maths? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about teachers, Sir, there is a letter written to the press in July 1983 after the last Budget debates. The writer of the letter, I do not know whether it is a him or her, signed as \"Topsyturvy\". I think that just about describes our education in this country, topsyturvy. It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I've just completed training at the institute of Education and I am now with a secondary school. I majored in History at IE but to my great surprise was told upon arrival at the school that there was no vacancy for a history teacher there. The result: I was made to teach Geography, a subject for which I was not trained and had no confidence dealing with it. I am not alone in this predicament. Many of my colleagues from the IE are suffering the same fate.' \n  <br>\n  <br>Thus we have Geography-trained teachers teaching History, Chemistry-trained teachers teaching Physical Education, Litera- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 930</b></font>\n  <br>\n  <br> ture-trained teachers teaching Geography, and other bewildering permutations. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Mr Jeyaretnam. Dr Lau. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, as expected, the Member for Anson has found nothing right with the Ministry of Education. But I think we should give credit where credit is due. And many Members would join with me to congratulate the Ministry of Education for the efficient, calm and calculated manner with which they have tackled so many problems. For example, over the years no one can quarrel that our children have become more educated than before, that they are being provided with more advanced and sophisticated facilities. Singaporeans who have been educated have been able to find jobs to their satisfaction. Of course, there are problems which have yet to be resolved, and I am sure that the Ministry can tackle these problems in the same efficient manner as they have tackled previous problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a number of issues to raise with the Minister of Education. Recently in January, the Institute of Education (Amendment) Bill was passed to allow the Institute to set up various colleges. Immediately, the Institute will be establishing a College of Physical Education. The College will be set up in July this year. This is a step in the right direction. For a long time now, the schools and especially the PE teachers have called for the setting up of such a college in order to improve the quality of the teachers and to provide the specialists for the, schools. There is a need to have a proper training programme and facilities to produce these PE graduates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, I hope that the training of these specialists will not be the only objective of the College. I hope that the Minister has other plans for the College of Physical Education. Otherwise I fear that the limited purpose of only producing PE graduates may lead the College to become a white elephant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister the number of PE graduates the College hopes to produce over the years and what other plans he has in mind for the College. One \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 931</b></font>\n  <br>\n  <br> suggestion I would like to make is that the College should organize extramural programmes which other teachers, sports enthusiasts and members of the public can participate. They should benefit from the expertise which will be available in the College. Such participants in the extra-mural programmes will need to pay certain fees and these fees can go towards the improvement and expansion of the extra-mural activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The kind of extramural programmes I have in mind includes the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Coaching courses for beginners who wish to learn various games; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Certificate courses for those teachers and sports enthusiasts who would like to qualify as coaches and referees; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Recreational and physical courses for those who just wish to exercise and become physically fit. All these courses can be organized to fit in with the yearly activities of the PE College. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So my view is that the new project is worth supporting because it is an area of responsibility of the Ministry. I hope, however, that the Minister is also looking into other areas of education which can come under its purview. Already, the Ministry is responsible for the education of our ordinary school children, the gifted, and is involved in the education of the less skilled workers. Now we have the new admission policy for children of graduate women. But there is another area of education which I earnestly hope the Minister will look into seriously, that is, the education for the handicapped children, the forgotten children in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have brought up the subject of education for the educationally sub-normal children in this House. The Minister of State's reply then was that the education of such children should be left to the voluntary organization and that the Ministry could provide some teachers, finance and physical facilities for the organization. I feel strongly that this is not a satisfactory situation and that the Ministry is avoiding its responsibility. Education is the business of the Ministry of Education and the education of all our children, be they normal or sub-normal, blind and deaf, is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 932</b></font>\n  <br>\n  <br> the responsibility of the Ministry of Education. The voluntary organizations' role is to look after the physical welfare of the handicapped children. They should not be burdened with the responsibility for the education of the handicapped children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we can have the College of Physical Education to educate and train the physically fit, then I see no reason why the Ministry cannot establish a college or a school for handicapped children. In such an institution, potential teachers for ,the handicapped children can be trained. Handicapped children can be resident in this institution and taught by the trained teachers and trainees. The voluntary organizations can go in to look after the physical welfare of the handicapped children staying in the institution. Such an effort will speak well for the Ministry's concern for the education of our handicapped children. It will be a worthwhile project which I am confident will have the support of the rest of society. If need be, a special fund can be raised for the upkeep of those children in this institution. So I hope the Minister will consider this proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another issue which I would like to raise with the Minister concerns the use of the Education Fund for school children in urgent need of special medical treatment. As we are all aware, the Education Fund has accumulated a huge sum of money over the years through the generous contributions of certain parents. I think part of the fund should be used to assist school children who need medical care and whose parents are unable to provide the complete or partial cost of the medical care. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the example of the seven-year-old schoolboy in Serangoon Garden South School is well known to all of you. Jonathan Tan suffered from leukaemia and he required a bone marrow transplant operation in Israel. When his plight was revealed to his school colleagues, the school children, parents, residents of Serangoon Gardens Constituency and members of the public came forward and donated towards the cost of sending Jonathan Tan to Israel for the operation. His operation has been completed but he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 933</b></font>\n  <br>\n  <br> is still under medical supervision. But I know that the prayers of Singaporeans go to him for his speedy recovery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When his plight was made known, I wonder whether the Ministry of Education thought of making a contribution to the cost of sending Jonathan Tan to Israel, whether the principal or parents could have applied for financial assistance from the Education Fund? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Dr Lau. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Mr Speaker, Sir, I join my colleagues, the Member for Boon Teck and the Member for Boon Lay, to question the policy on priority of primary school registration for graduate mothers. My constituents strongly object to the implementation of such a policy. Furthermore, I am not yet convinced that this policy is for the general good of our nation because (there are only four points I am listing out) such incentive will not encourage the graduate mother to produce more children. Furthermore, those graduate mothers who have three children now are the ones who have ignored the Government's family planning policy to stop at two. Though the number of graduate mothers is small, it will be implemented at the expense of the majority. Lastly, such a policy leads to an interpretation that the children of graduate mothers are superior than those of the non-graduate mothers. The children of the graduate mothers may become snobbish. However, the Ministry of Education has done a good job generally, up to now. So I feel that we should not throw away the baby with the bath water. There must be very good reasons for adopting this special discriminatory registration scheme, and I am prepared to be convinced. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Tang is not here. Dr Tay. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, Members have raised a number of quite different issues, and I propose to take them in groups. I would like to touch on the issue raised by the Member for Rochore and the Member for Leng Kee together because they have touched on the Second Language. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 934</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore referred to the debate in 1979 and the questions he raised then and which he raised again last year at the Budget debate concerning the Second Language, and the effect this would have on the students going from 'O' level to 'A' and from 'A' level to the University. That is his main concern. I would like to answer the questions that he has raised by giving him some information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Member knows from the data that have been published year after year that Second Language, in particular CL2, is a subject which is not a difficult one if you measure it by the performance of our students at PSLE, at 'O' level, and even at 'A' level. Information has been published over a number of years now and they show quite convincingly that our students generally do not have difficulty, and the majority passed the subject. For example, at PSLE, the passing rate for the Second Lang e CL2 is in the region of 97% or 9 8 % . This has been the case for a number of years. At 'O' level, the passing rate for CL2 is in the region of 88%. At 'AO' level, when the students do it at junior college, the passing rate is about 77%. In fact, in contrast to the Second Language, the passing rate of the first language, ie English, has always been on the low side. And we have also drawn the attention of our schools to this. We have also drawn the attention of our own Curriculum Development Institute to this problem, and the problem is being tackled. So the first point I want to make is that our students, contrary to expectation, are coping very well with Second Language and are having difficulty in coping with English. If any concern should be shown, it should be in the area of how to improve the learning of English. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked some specific questions in the last Budget debate and I feel that I owe him an answer to his specific questions. He asked what percentage of students have failed to get into junior college after 'O' level because of their second Language. To get into a junior college, a student must achieve 17 points or less in English as a First Language and four other subjects. He should also achieve a minimum grade of 7 in the Second Language. The latest result I have, which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 935</b></font>\n  <br>\n  <br> was 1982's result, because we have not yet analysed 1983's result, is that 5,457 obtained 17 points. And of that number, 2.5% did not meet the Second Language requirement for junior college. However, even if these students did not meet the Second Language requirement, should they obtain 15 points or better, they were allowed to go to junior college on a provisional basis so that they could continue with their studies and attempt the Second Language while in junior college. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the National University of Singapore is concerned, the Member knows that from last November, the NUS has made it possible for students who failed to meet their Second Language requirement to go on to the University provided they meet the cut-off points and other criteria of admission. But before such students are allowed to graduate with a degree, they have to pass the Second Language while they are in the University. Nevertheless, it would be useful for me to give the Member some information on the number of students who were affected before this new NUS policy was announced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1982 'A' level, 3,844 students met the NUS cut-off points for admission. 155 of them, or 4%, did not meet the NUS criteria for Second Language. These data show that the percentage adversely affected are small. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to turn to the remarks made by the Member for Leng Kee, also on Second Language, Chinese in particular. I understand his concern and the concern of many other people over the future of the Chinese Language. This is a debate which I am certain will go on for quite some time. The question that he is interested in is, what is the Ministry of Education doing regarding the teaching of Second Language, in this case CL2, in our schools; and how is the Ministry ensuring that our students are learning it adequately. The wider issues, I think the Member for Leng Kee will agree with me, really rest with many other areas in the home, in the mass media, in society itself. So I will confine my remarks to what the Ministry of Education is doing. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 936</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The basic objective of our Second Language policy is to enable students to be functionally literate in the speaking and understanding of the language, in reading of the language and, lastly, in the writing of the language. These objectives have been reduced to very specific criteria in the syllabuses for the Second Language. For example, in CL2, a student who completes Secondary 4 would have had to study a minimum of 3,000 characters and 200 idiomatic expressions. These criteria are more than adequate for him to read the daily newspaper which uses on the average 2,400 characters. It will be adequate for him to carry on a conversation or to read popular publications and to write letters. I think these are realistic goals set for the Second Language. There will always be argument that these goals are not high enough and others will argue that these goals are too high. But let me just say this. For those who say that the goals are not high enough and want to see a much higher standard of Second Language in our schools, the consequences of such a policy will be that the failure rate will simply go up. And with a high failure rate, interest in the Second Language will diminish and the very thing that the proponents of high standards fear most would come to pass, namely, that the language will suffer a demise sooner than they fear. So I think we have to teach the Second Language at a realistic level, and we will continue to maintain that level in our schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to inform the Member for Leng Kee that the teaching of Language in schools is not just a matter of learning the grammar and the vocabulary, but it also involves the learning of passages from the classics, the imbibing of moral education, the learning of vocabulary that is useful to daily life. So I do not think that there should be any fear that the inculcation of moral values is being neglected in our schools even though most of our students now study Chinese as the Second Language. \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore asked a question about the students going to the polytechnics, and he asked why the 2,000 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 937</b></font>\n  <br>\n  <br> students who were eligible for the junior colleges chose to go to the polytechnics rather than to junior college, One of the main reasons for this - and there are a number of reasons - is that these are students who are generally weak in English. Their fear is that when they go to junior college, they have to do the General Paper and they run the risk of not being able to do that, whereas in the polytechnics the courses are technical and they are usually strong in Science and Mathematics. They have no difficulty in coping with those subjects. In any case, the students know that after three years at the polytechnic they will got a diploma, and this gives them an opportunity to go to the Nanyang Technological Institute for a further three years to get a degree. In total they would have lost no time at all compared with the route comprising two years at junior college and four years at the university. So they have done their calculations and they feel they can take the second route through the polytechnic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to turn my attention to the remarks made by the Member for Anson before I touch on the points raised by a number of Members concerning the priority for registration scheme. The Member for Anson said that \"the Ministry of Education is a singular failure.\" Those were the words he used. Let me tell him that every year several thousand foreign students want to get into our schools and they are prepared to pay between $6,000 and $10,000 as a levy for the privilege of coming to study in schools in Singapore. I think he should ask them whether they think our education system is a singular failure or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past few years, as a result of the new education policy, there has been a reduction in the drop-out rates in the primary schools of between four and five times and in secondary schools there has been a reduction of about four times in the drop-out rates. If you take the figures in absolute terms, 13,000 students have been saved each year from becoming drop-outs. I would suggest to the Member for Anson to ask them whether the education system is a singular failure. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 938</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also touched on the Education report. He feels that a report ought to be made to this House on the progress in education and what has been achieved. A catalogue is brought out each year by the Ministry of Education, and it contains all the reports that are discussed at the Schools Council and at the Ministerial Committee meetings in the Ministry. Todate, 1,500 papers, documents, reports, statistics of all kinds have been published. If the Member is that interested in education, he should perhaps try and get hold of some of these papers. As a matter of fact, I would like to ask him how many papers he has actually called for and seen from this catalogue. I know, the answer is none. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He touched on the question of relief teachers. I have explained this before in answer to him that we have about 1,000 relief teachers and we continue to have about 1,000 relief teachers. Recruitment into the education service is not easy. It is in competition with all the other sectors. In any case we cannot do away entirely with relief teachers because in the nature of the service lady teachers go on maternity leave. Teachers do go on short study leave and so on, and we will have to rely on the services of relief teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not propose to answer his point about the results for the 'O' level, namely, what is the percentage pass for English, Mathematics and the Second Language, because I feel that I have adequately answered him. In fact, we have provided him with a list of all the results last year and I believe even the year before that. We will publish these results when we have them for this year. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> A grouping of these subjects. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> I should remind the Member, Sir, that in the reply we gave to him, we showed him how it would be possible to estimate by grouping the three subjects together he would have a very good idea of what the outcome would be. We do not normally compile results grouped in the way that he is asking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens spoke about the Physical Education College and I welcome his suggestions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 939</b></font>\n  <br>\n  <br> and remarks concerning how the PE College could be further expanded in its objectives and use. Our initial objective is to train physical education teachers who are sorely needed in our secondary schools and junior colleges. As I mentioned earlier, we need about 700 such teachers. We also have an intention to train teachers for the primary schools when we have successfully provided PE teachers for the secondary schools, not to mention the needs of other organizations like the SAF, Police and so on who would look to this College for physical education instructors. I do not think there is any danger that this College will become a white elephant even if the number of physical education teachers to be trained appears to be quite small, Let me just tell him that there are only 555 dentists in Singapore and we still have a dental faculty which is not a white elephant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On his point about handicapped children, Sir, I have answered in this House at length on the question that he raised. I will not go into the details which I have already provided him. But I think it should be realized that the voluntary organizations presently organize and manage these eight special schools. That is to say, volunteers sit on the committees that run these schools and raise funds for the schools. But as for the actual teaching that goes on in these schools, the majority of the teachers and instructors come from the Ministry of Education and from the Ministry of Social Affairs. So, in a sense, these organizations are not unlike the aided schools except that the link between them and the Ministry of Education is a much looser one. I think this is a viable relationship in which we provide as much as we can in the way of resources while the voluntary organizations continue to have the freedom in their curriculum, organization and in the personal care and attention that they can give to the students. I believe that if the Government were to take over these organizations and all their assets and facilities, there would be a loss because voluntary effort would become less and may move away from these organizations. I would ask the Member to ponder upon this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member mentioned that the Education Fund could perhaps be used for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 940</b></font>\n  <br>\n  <br> urgent medical purposes such as the example that he quoted of the boy who had to be treated for leukaemia. I think the Member's suggestion springs from a very compassionate heart and I commend him for that. But the Education Fund has very specific purposes and all of them are for educational purposes. It would not be a proper use of the fund if it is to be used for medical purposes or for any other purposes. What is commendable about the case that he mentioned is the overwhelming response that came from the children in the school and the public in providing funds at such short notice for this boy, and I think we should continue to encourage this kind of public concern and participation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now turn attention to the priority for registration scheme. The Members who spoke on this scheme expressed essentially similar points, which is, that it is unfair to the rest of the mothers when priority is given to graduate mothers. It is unfair especially to those who are less educated and there was mention that this might lead to divisiveness. I feel that the First Deputy Prime Minister has already answered a number of these points yesterday in his speech and I would not like to repeat what he has said. I think he had adequately brought out the main issues behind the purpose of the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it is worth reminding ourselves that the over-riding concern of the priority scheme which has been perhaps misunderstood or overlooked is that of the family planning policy. The earlier scheme that we have had had three main criteria. First, that priority should be given to a boy or a girl who has a sibling in the school provided that he or she is a second child. Secondly, that priority should be given to parents if they should accept sterilization after one or two children. Thirdly, that priority should be given to those with connections with the school, such as old boys or old girls, again with the stipulation that this applies up to the third child and eventually it was brought down to the second child. In each of the criteria that existed in the earlier scheme which was widely accepted, family planning considerations were the underlying and the over-riding concern. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 941</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new scheme that we have is a refinement of this but the objective remains the same, namely, that family planning considerations are the underlying considerations. All Members in this House, I am certain, would agree that over the years our family planning policy has generally succeeded. We have brought down the birth rate from a very high rate in the fifties and sixties to 1.75% in recent years. Taken as a whole, this has been a success. But when it is examined in detail, it has become clear that there is a wide disparity in the birth rates of different sectors of our population. I am referring to the highly lopsided procreation pattern that we have. You can analyse it in any way you like, by educational levels, by income of parents, by any criteria. The inescapable fact is this. Those who can least afford to have large families are having large families - five, six, seven or more children. In the 1980 census, 30% of such families have four or more children. In contrast, at the other end of the scale, those who can most afford to,have large families are not doing so. They have none or they stop at one or sometimes two. In the 1980 census 57% of them have zero or one child, and only 1.5% of them have four or more children. We contrast these two groups. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who can least afford to have large families are 20 times more likely to have four or more children than those who can most afford to have large families. Those who can most afford to have large families are three times more likely to have no children or one child when you compare them with those who can least afford to have large families. That is the situation that we have. If we do nothing about it, the situation will not correct itself. It will probably get worse. If we do something about it through various measures, perhaps we might restore the lopsidedness. We have no guarantee of success. But one thing is certain, If nothing is done, the situation will not rectify itself. And so we must try. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, questions have been raised as to why the Government should be involved in this matter. This is a very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 942</b></font>\n  <br>\n  <br> individual matter. It concerns the individual and his choice as to how big he wants his family to be. It is not the concern of other people. I submit that this is a myopic point of view. On a national scale, if this very disproportionate or disparate procreation pattern were to continue for the next 10, 20 or 30 years, I think there would be consequences which would be undesirable for Singapore. The population mix would change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take, for example, those who insist on having large families even when they cannot well provide for them. What are the consequences for such families? Their children are undoubtedly at a disadvantage from birth by the very fact that they will grow up in families which are large and which are inadequately provided for. They will not do well in school. They will remain lowly educated, low skilled and low income because of the fact that their families from which they come are large and not well provided for by their own parents. Their education and their health will be heavily subsidized by others. If the trend continues, all the indications are that they are likely to repeat what their parents did. They themselves will have large families and the cycle goes on. Will this be good for our society, and for them ultimately? The answer is obviously no. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And so measures, incentives and disincentives, have to be found to encourage such families to plan their families better, to go for smaller families, to boner provide for their smaller families so that the chances for their children are better. For many of them, their children are already here, children coming from seven, eight, nine or 10-child homes. I think we are doing the next best thing. We cannot wish it away. But we are doing the next best thing as far as the Ministry of Education is concerned. We are giving them a place in school. They will have a place in school and we are giving them a chance for an education. But should we not do what we can to bring those who are likely to have large families in the future in line with the family planning policy for their own benefit as well as for the national good? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the other end of the scale, the issue which was clearly brought up by the First Deputy Prime Minister and Minister of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 943</b></font>\n  <br>\n  <br> Education yesterday is the concern for graduate women who are not even marrying, lot alone not producing enough children. That is a dual concern. First, when they marry they do not produce enough children. Secondly, their chances of marriage are fairly small because of the choices that they make and the choices that the male graduates make concerning marriage partners. There is a dual concern there. I do not think we should be mesmerized just by the fact that graduate mothers are being given first priority for children. We should not forget the other concern, which is that, in the first place, graduate women are not even marrying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have given graduate mothers first priority provided that they have three or more children. For those who feel that such graduate mothers are given a privilege on a plate, let me say that this is not the case. These graduate mothers have to work for it by having at least three children. So it is not giving them something on a plate. In any case, to put things in their perspective, under Phase 1, if you take Phase 1 A and Phase 1 B together, over 90% of those who will have priority under Phase 1 will be those who have a child in a school. In other words, a sibling in a school. Over 90% will be enjoying Phase 1 under the new scheme. What about the others who say that they are deprived, they are discriminated against, because graduate mothers have the first priority? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Phase 2A, which is a very high priority, is given to parents who have a low educational background and who are prepared to keep their families small by accepting sterilization after having one or two children. I have already gone into the reasons why this is highly desirable for their sake and for the national good. This will put them on a high priority to get into any school of their choice. For those who are graduate fathers but who did not marry graduate women, they enjoy priority under Phase 2A, again provided they have three children. For those with three 'O' levels and above, they enjoy Phase 2B. Under the previous scheme, these parents would have had to join the queue at Phase 2C or Phase 2D. So they have been given some improvement as far as priority for registration is concerned. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 944</b></font>\n  <br>\n  <br> The same priority applies to those who have school connections, old boys and old girls. That has not changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for those who had accepted sterilization in the past because of Phase 2A priority in the hope of gaining priority under Phase 2A, they have not lost in any way because, in its press announcement, the Ministry has said that they do not lose out in priority at all. They will continue to enjoy the priority that they have had in the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who are those people who will lose out, so to speak, under this priority scheme? If you say that 'A' level parents and 'O' level parents have enjoyed some advantage in the priority, who are those who will lose out? First, they are those who, under the previous scheme, would have remained in Phase 2C or Phase 2D because they have large families and so they remain there. Under the new scheme, it will also be those who are well educated but who choose to stop at one child. They lose out also because they will now come under Phase 2C or Phase 2D. Of course, in the Ministry's press statement, certain provisions are made for those who for medical reasons and so on are unable to have more than one child. This has been taken into consideration. We intend to take a liberal view of interpretation regarding family size. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, I would just like to comment that having listened to the Minister of State for Education, I have come to the conclusion that perhaps since man graduates are less than useless and woman graduates are the transmitters of IQ, ought we not to have lady graduates as MPs or Ministers in this House? I for one, Mr Speaker, Sir, feel that I am very lucky that I have been born a man and not a lady in Singapore these days. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask a question, Sir? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 945</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The amendment has been withdrawn. I think it would be a good idea to take a break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 6.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>5.29 pm. until 6.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 6.00 pm.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L (cont.) - \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LB-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to dwell a little on the teaching of Islamic Religious Knowledge in our secondary schools. I am glad that this subject has been revived after a lapse of a good number of years. One of the effective combatants of moral degradation of society, Sir, is religion. Religion not only enhances spiritual well-being but it also uplifts the moral behaviour of men, In this respect, I wish to congratulate the Ministry of Education on its vision and timely action to introduce religious and ethical studies in our schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards Islamic Religious Knowledge, Sir, I would like to know how the teachers are selected and if any form of training is provided to instruct in the subject. For I believe that a good religious education teacher must first be convinced himself of the importance of his task before he could hope to convince his students. It is the right person, the person with the right attitude and thinking who can impart moral, religious or ethical values to the youngsters. He must be someone who can generate the right values- for the students to emulate in the most impressionable years of their life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Along with the recruitment and training of teachers, Sir, I would like to know if adequate and up-to-date instructional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 946</b></font>\n  <br>\n  <br> materials on Islamic Religious Knowledge are readily available. And with the teaching of the subject having had a run-through over the last few months, what steps are being taken to monitor the progress from both the teaching and learning angles? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the same topic, $ir, I understand that the subject is now being taught in the second language, i.e. ML2. This is well and good. But I am rather concerned about Muslim students who do not study Malay as a second language. I would like to know if arrangements are made to teach Islamic Religious Knowledge in English for such students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would be happy to hear the comments of the Minister of Education on the above queries. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, I thank the Member for Pasir Panjang for raising these points, giving me the opportunity to provide information to him and to the general public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The selection of teachers to teach Islamic Religious Knowledge is done by the Ministry in conjunction with MUIS. We work very closely in the selection and training of such teachers. To start with, the teachers are trained school teachers who have to undergo a course conducted by MUIS. This is a 45-hour long course. In 1982, 150 such teachers were trained. In 1983, 50 teachers were trained and a further 45 teachers are undergoing training in preparation to teach the course at Secondary 3 and Secondary 4. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The materials for the teaching of Islamic Religious Knowledge are prepared by a project team at CDIS. Again, members of the project team comprise Ministry teachers as well as members of MUIS. MUIS is consulted also on the contents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his last point on the number of students who are doing Islamic Religious Knowledge, not in Malay but in English, there are 150 such students doing it this year at Secondary 3. Most of these students would be Tamil Muslims. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, can the Minister of State enlighten us whether there is any long-term plan for the training \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 947</b></font>\n  <br>\n  <br> of such teachers to teach this particular subject? He mentioned just now that most of them are Malay school teachers. But I am more concerned about the ability of these teachers to follow the instructions and to impart their knowledge. My question is whether a long-term plan on the training of proper teachers for this subject could be looked into. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> I am certain that with experience of teaching this subject in our schools and if the need arises, the Ministry would work out further training programmes together with MUIS for such teachers. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I am happy with the explanation of the Minister and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LB-03 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to comment on the GCE 'O' level mid-year examinations, Malay as a second language paper. It appears that the papers were of a much higher standard than the TL2 or CL2 papers. Some of the contents of the papers were said to be even more difficult than the English Language paper (ELl). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the Ministry of Education in its reply to a newspaper reader's letter maintained that the papers were of normal standard, the fact that the contents of the question papers provoked much public outrage cannot be overlooked. I believe, Sir, that the papers are set by a panel of experts which in turn are moderated by a specialist. With such a foolproof system, it is hard to envisage that such a situation was allowed to prevail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A situation like this, Sir, spells grave consequences for the candidates especially for those who are vying to secure places in junior colleges or pre-university centres. Moreover, I have come to understand that candidates who score a certain range of grades in the mid-year examinations are not allowed to appear for the second language in the final examinations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 948</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I get clarification from the Minister on this matter? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, it is true that the candidates who took the mid-year ML2 exam last year did not do as well as previous batches. But this fluctuation from batch to batch is something that can be expected every year. The important thing is that those who did not do well were able to repeat the examination at the end of the year to better their grades. For the information of the Member for Pasir Panjang, taken altogether, the students who did ML2 at 'O' level in 1983, the overall pass rate was in fact better than the previous year. 92% of them passed. This is above the average for the past few years. So we cannot conclude the standards were such that somehow they did not do so well in the first test because, given a second chance, they did quite well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His other point is on whether students who did well in the mid-year exam would be allowed to repeat at the end of the year to better their grades. In the past, we did not allow students who obtained a grade of four or better to repeat the second language exams at the end of the year because we felt that a grade of four and above is already a good grade and that they should concentrate on all the other subjects that they have to do. But from this year onwards, we have decided to remove this restriction and allow students to choose for themselves whether they want to repeat at the end of the year the examination which they have taken in the middle of the year. From this year onwards, they can decide whether they want to repeat. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, in view of the assurance given by the Minister of State, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (Kaki Bukit) (in Malay):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LB-04 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the implementation of the 1978 Education Report, so much has been done to improve the school system and to introduce subjects such as Moral Education \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 949</b></font>\n  <br>\n  <br> and Religious Knowledge. It is inevitable that changes have to be made whenever and wherever they are found to be necessary and essential. However controversial these changes are, I expect and hope that they are being done with the conscious belief that they are for the benefit of our society and in the national interest. It is my hope also, that every decision for any changes is made after careful analysis of the real facts, the figures and statistics drawn out from our past experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One area of concern which I would like to raise is in respect of curriculum development and the writing of textbooks for subjects such as History, Islamic Religious Knowledge and Malay Language. Is it true that the History textbooks for primary schools cover only the history of Singapore's development from 1819 onwards and refer to the early history of the island briefly only as legendary stories of past kingdoms and empires? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Islamic Religious Knowledge, what progress has been made in the development of the syllabus and textbooks? For the purpose of maintaining the standard of the Malay Language and also for its effective teaching, what has been done to provide enough reading and teaching materials which could help in the progress/development of the language? Perhaps in answering the questions, the Hon. Minister could inform the House of the problems and difficulties faced by the Ministry and the progress made in curriculum development and writing of textbooks for the subjects mentioned? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, I thank the Member for his support and understanding for the changes that we make in the Ministry of Education. I assure him that changes are difficult to make and changes take a long time to implement. Therefore, we do not undertake changes for the sake of changes because they are difficult to make and we do not undertake them lightly. It is only with the purpose of improvement that we go about trying to make changes. \n  <br>6.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his question on the History materials that have been produced for Secon- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 950</b></font>\n  <br>\n  <br> dary 1 and 2, the history textbook that has been produced is called The Social Economic History of Singapore. He is quite right in pointing out that in the main this book starts off at 1819 with the founding of modern Singapore. The objective of this History series is to trace the progress and the history of how a multi-racial society evolved to become a modern city-state. This is the period of history which touches, I think, our whole population. But reference is in fact made to the earlier pans of Singapore's history in the first chapter of this book, namely, the Kingdom of Temasek, the Founding of Temasek in the 14th Century by Sang Nila Utama and the background to the history of Singapore before 1819. So it is not quite correct in saying that there is no reference to the earlier part of Singapore's history. But, as I said, the main objective of this history is to trace Singapore's development through the last century into this century from a colony into a modern city-state. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding his question on the materials produced for the teaching of Malay Language, I would like to inform him that in fact there are two Project Teams at the CDIS working on a new series of textbooks for the teaching of ML2. There is a Project Team working on the primary textbooks. The Project is called MAPS (Malay for Primary Schools). There is a similar Project Team working for the secondary textbooks under the code name MASS (Malay for Secondary Schools). These two teams have already produced some textbooks which are being used in our schools at the lower levels and they will continue to produce books for the whole of our primary and secondary system. The projects are similar to the CLIPS and the CLIMS projects for teaching of Chinese as Second Language in primary and secondary schools. There are similar project teams for the teaching of Tamil. The primary project team is codenamed TAPS (Tamil for Primary Schools) and the secondary school team is TASS (Tamil for Secondary Schools). So all our Second Language materials are now under development by the CDIS. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (in Malay):</b> Sir, I hope the second language which is the mother tongue of our pupils will be taught \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 951</b></font>\n  <br>\n  <br> properly and the standard will be maintained. With that, I thank the Minister of State of Education and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by the whole sum in respect of Subhead LC-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this deals with primary education and the subject I wish to talk about has already been touched upon and that is the admission to primary schools, the ruling that has recently been brought about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been told, not once but quite often, since this ruling was brought about, that the end or the purpose for which this ruling has been introduced is to correct the lop-sided procreation pattern that has emerged as a result of our family planning policy. But it has been candidly admitted that we do not know what the end will be; whether it will in fact correct this pattern and whether this new ruling policy will produce the talented children that will one day lead Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a question of means and ends. We are not immortals. We are not Gods. We are but mortals and it is about time the Ministry of Education realized this. It is not given to us mere mortals to know what the end will be. The end lies in the hands of someone far greater than mortals. All we are required to do is to make sure that the means that we use and the means that we adopt are valid in themselves and leave the end to someone in whose hands it lies. So may I appeal to the Ministry not to play at being God but to accept the limitations that are imposed on mortals and to make sure that the means that we adopt and use are valid in themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have heard of the bitterness and the anger that this ruling has created, and of the dangers of this policy and how wrong it is, as expressed by Members in this House. I do not want to add my own views to this but, with your permission, I would like to quote the views of people who do know something about this problem of eugenics, and I am sure the Ministry is aware of these views. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 952</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was published in the Daily Telegraph, 25th January, 1984, the views of Prof. Hans Eysenck. He is, as you know, already well-known. He is Professor of Psychology at London University Institute of Psychiatry and Director of the Psychological Department at the Maudsley Hospital. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It would be quite wrong to decide the fate of a child by the intelligence of the parent.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The intelligence of the individual child must be taken fully into consideration. The nineteenth century scientist Michael Faraday would have been lost to the world under the Singapore scheme.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'He advised Mr Lee, [because they all know how this originated] to drop his notion that Singapore's dock of talent would disappear if less educated women continued producing more and more babies.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'To interfere with the genetic process is fraught with difficulties. There is the regression effect - where a dull parent might have a very bright child and vice-versa.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we have the views of people in the Education service in England. Mr Tim Devlin, Director of Independent Schools Information Service says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'if this applied to the British scene I would say it was absolutely fascist and Mosleyite. It strikes men with the utmost abhorrence.' \n  <br>\n  <br>And may I say, it strikes me with the utmost abhorrence that this Ministry should conceive of this policy. He continues: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Indeed, I should be surprised if any good school worth its salt were to cooperate with such a policy.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Frank Sherwood, Director of the National Association for Gifted Children, said it was far more important for children to be born into \"loving and supportive homes\" then to parents holding degrees.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Well, that is Britain, and you might think I am an Anglophile, always quoting England. But we have somebody who live in Singapore and who says he loves Singapore. He is an American, Prof. Anderson. And his letter appeared in the Far Eastern Economic Review. What does he say? He says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I love Singapore deeply. I hate to see it held prey to such a mistake. It is time to set the record straight. Literally, thousands of studies have definitely shown that the entire date base of the eugenics lobby is worthless.' \n  <br>\n  <br>Then he goes on, I am not going to read the whole of his letter. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 953</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The results of a eugenics policy are disastrous and Singapore is already facing the price. Is it really beneficial to force half the trained competent labour force, the female half back to the inner rooms?' \n  <br>\n  <br>He says this, Mr Speaker, Sir, and this is what we have been trying to say all along: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Creating an environment in which intelligence and original thinking can flourish, an environment characterized by freedom of opportunity, freedom of thought and freedom of expression is a proven way to increase the effective intellectual power of a society.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would ask the Minister, and not only the Ministry of Education but the Government, to ponder over those words, that the proven way is to create an environment where there is freedom of thought and freedom of expression and freedom of opportunity. In that way, you will get the leadership that you want. You are not going to get it by this vicious policy that you are introducing, which is abhorrent and fascist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this ruling has, as I said, created bitterness, anger and not only among parents who do not qualify for this but even among graduate mothers. They feel insulted by this ruling. They feel insulted by the call made by the Prime Minister at the National Day Message. May I ask the Ministry - I did say this at the press conference - to withdraw this ruling or suspend this ruling until you seek the views of the electorate on this. I say again, will you stop playing at being God? God will take care of the society if you make sure that the means you adopt are valid and just in themselves. But if you resort to means which are foul, which contradict all notions of justice and equality, then be it on your head - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, a lot has been said about this subject yesterday even before the Member stood up to speak. The opinions, he quotes from various articles, are familiar to us. There will always be people who will level accusations, who will be very free with their opinions, who do not have to live in the country against which their opinions are directed. Furthermore, there will be people like that, including the Member for Anson, who do not have to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 954</b></font>\n  <br>\n  <br> take responsibility for the future direction of Singapore and how our country is to develop and to provide a better life for all its people. And such people, as the Member for Anson has done, are more than willing to make such remarks and at the same time quietly choose to send their own children to the best schools they can find; in the case of the Member for Anson, to British public schools because Singapore schools were not considered good enough for them. So they have two standards - a standard for themselves, a private standard which is convenient, which is within their means, and a public standard which is something else. \n  <br>6.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member said that this matter should be put before the electorate. It is being put before the electorate now. It has been announced. The public knows about it and the public will vote on the performance of this Government and the Party as a whole at the next elections. What I suppose the Member would prefer is that these measures should not be introduced or at least kept in abeyance until the next elections - to be brought out after the elections. But this is not the way this Government works. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We know it too well. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> It believes in facing difficult and unpleasant issues, such as this, squarely and it will take the trouble to explain again and again why such apparently unpleasant measures have to be brought out into the open and decisions have to be made on them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not think the Member has really brought out anything new in his arguments. I do not think he has understood what the basic concerns and issues are in this policy, which is that all our population should be represented equally in the next generation, that not one sector should be grossly under-represented and another sector of our population should be grossly over-represented in the next generation. We want the population to develop equally and in as balanced a manner as possible. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I am afraid that the Minister of State has not really come to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 955</b></font>\n  <br>\n  <br> grips with the problem. He has himself admitted that he does not know what the result will be. The question is: Are the means just and valid? He does not grapple with that problem and he indulges in the usual sort of harangue that we get from the Ministers and the Government bench when we make any suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, quite apart from that, the whole thing is also unconstitutional. I know the Minister without Portfolio has come out in public saying that it is constitutional. May I remind him that there are two Articles there - Articles 12 and 16. If one studies them carefully, one will find that the whole ruling is unconstitutional. I do not want to be told, \"Challenge it in the courts.\" I am tolling you that if you are a responsible government you will take note of that and heed it and perhaps refer it to the courts for a ruling. That is how a responsible government acts. Would the Minister say whether, if they are not going to wait, they will refer it to the courts? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, I do not know how the Member for Anson can say that we have not come to grips with the problem. We have come to grips with the problem. We have proposed a new scheme and, as the First Deputy Prime Minister said yesterday, it may be necessary to have other measures to encourage the restoration of this balance in our population growth. As far as the Constitution is concerned, I do not think it is a matter for debate in this House. I do not think it is a matter to be settled by debate here in this House as the Member, who is a lawyer, should know. It is a matter for the High Court to decide. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you going to withdraw your amendment, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the sum to be allocated for Head L be reduced by the whole sum in respect of Subhead LC-01 of the Main Estimates.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I claim a Division, Sir. May I explain why, Sir? I would like to give an opportunity to Members who have spoken against it to stand up to be counted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee divided: Aye, 1; Noes, 43; Abstention, 1. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 956</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n      Aye                     Noes (cont.)\r\n\r\nJeyaretnam, J.B.           Lee Khoon Choy\r\n\r\n                           Lee Yock Suan\r\n\r\n     Noes                  Lim Boon Heng\r\n\r\nAbbas Abu Amin             Lim Chee Onn\r\n\r\nAhmad Mattar               Ng Kah Ting\r\n\r\nAng Kok Peng               Othman bin Haron Eusofe\r\n\r\nChai Chong Yii             Rohan bin Kamis\r\n\r\nChan Chee Seng             Saidi Haji Sheriff\r\n\r\nChandra Das, S.            Sesh Mui Kok\r\n\r\nChau Sik Ting              Selvadurei, P.\r\n\r\nChin Harn Tong             Tan Soo Khoon\r\n\r\nCh'ng Jit Koon             Tang See Chim\r\n\r\nFong Sip Chee              Tay Eng Soon\r\n\r\nGoh Chee Wee               Teh Cheang Wan\r\n\r\nGoh Chok Tong              Teo Chong Tee\r\n\r\nHo Kah Leong               Wan Hussin Zoohri\r\n\r\nHo See Beng                Wan Soon Bee\r\n\r\nHwang Soo Jin              Wong Kwei Choong\r\n\r\nJabbar, M.K.A.             Yap Giau Cheng, Eugene\r\n\r\nJayakumar, S.              Yeo Choo Kok\r\n\r\nKoh Lip Lin                Yeo Toon Chia\r\n\r\nLai Tha Chai\r\n\r\nLau Ping Sum\r\n\r\nLau Teik Soon              Abstention\r\n\r\nLee Chiaw Meng             Yeoh Ghim Seng\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment accordingly negatived. \n  <br>6.45 pm \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LC-01 of the Development Estimates, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Shakespeare once said or asked, \"What's in a name?\" Nothing much really, if one is talking about roses. I am not going to talk about roses. I am talking about schools and how each is named. And it is a somewhat thorny issue at that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the practice of the Ministry of Education to name schools as they are built. Evidently the people concerned are not averse to the rampant and almost indiscriminate use of location maps and compass when they come up with the names of newly born schools. This has led to very unimaginative and uninspiring names, such as Bedok West Primary School in Kaki Bukit Constituency. Will there be a Bedok East Primary School? Just how far West is West before we reach the East? With the changing of some constituency boundaries in the past as the need arises, we are landed with some misnomers too. Just to name a couple of examples which have led to a lot of confusion. Chai Chee Secondary School is at Upper East Coast Road, but the new East Coast Primary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 957</b></font>\n  <br>\n  <br> School is at Bedok North Road. It is time that the practice and \"power\" to name schools be placed in the hands of our grassroots leaders in each constituency. With the present trend towards knowing our heritage in our new History syllabus, what can be more inspiring than naming our schools after our famous heroes, leaders and places of great historical significance. We may be living in an era of computer chips but let us not lose the human touch. Let us stop being overtly mechanized in our approach and perspectives. I contend that the grassroots leaders, surrogate parents though they may be, are the best people to name the schools as not only are these schools within the vicinity of their homes but, importantly, within the ambit of their hearts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While on the subject of mechanization, it is almost comic to note that the planners of schools sometimes forget their maps and directional apparatus, especially when they are planning schools within the housing estates. To illustrate my point, I propose to bring into focus two schools in Kaki Bukit Constituency, namely, Min Xin Primary School and Yu Neng Primary Schools. Both these schools are fronting a very narrow stretch of road where traffic poses a great hazard to the pupils. The net result was an access gate had to be built to direct student traffic and ensure a greater measure of safety. The same may have to be done to the latest addition of schools at Kaki Bukit Constituency, that of Damai Primary School and Bedok West Primary School. This does not speak well of productivity, does it? I am well aware of the concept of the lack of living and breathing space in the housing estate but must we subject our students to the concept of survival of the finest at such a tender age? This problem would not have arisen if planners had slightly more imagination and foresight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last but not least, we are grateful for the provision of the now generation schools with the latest gadgets which were all supposed to be in place when these schools were conceived. Are they really, indeed? At Bedok North Secondary School they have sufficient overhead projectors \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 958</b></font>\n  <br>\n  <br> and other audio-visual aids and equipment, but the projection screens were installed at a later date after the school had been functioning. The iron brackets for hanging these screens which were fixed on top of the writing board in every class are awkward and unsightly to the eyes. They were not part of the package deal at the initial stage. Is this efficient and productive planning? There is room for improvement. I am all for new generation schools. But let them be tip-top in every way and up-to-date with present sophistication right from the beginning and right up to the last nail. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, the Member has raised three points: first, the naming of schools, secondly, the specific problem concerning access to the schools in his Constituency, and thirdly, the provision of audio-visual aids in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the first question, the naming of schools is, in fact, carried out by a committee chaired by my Parliamentary Secretary. The Member of Parliament of the Constituency where the schools are located is involved in the choice of names and in the decision taken to name the schools. So I am certain that the Member for Kaki Bukit has been involved in the naming of all the schools in his Constituency. I cannot guarantee him that, having named a school after a certain constituency, the Constituency boundaries will not be changed in the future. When they do, the anomalies that he has mentioned will, of course, occur. Perhaps, even some constituency names may also be changed. This is something which is not entirely possible to plan for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, on the question of access to the two schools which he has mentioned, Min Xin Primary School and Yu Neng Primary School, the PWD has, in fact, provided additional entrances and an additional access road to these two schools, making it easier for students to get in and out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, when the PWD design schools and locate them on sites, they take into account the major roads in the area. They also take into account the noise factor and try to locate the schools as far away as possible from the main road, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 959</b></font>\n  <br>\n  <br> leaving the field between the school and the road. They also take into account the east-west direction in orienting the schools so that there is not an undue amount of heat from the sun affecting the schools during the day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the Member that the PWD who have been building many schools all over the island, are quite aware of all these problems and they try to fit each case as far as possible. Sometimes it is not possible to do so because of the peculiar location. So compromises have to be made in those circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the provision to store AVA equipment for use in schools which were built before 1980/81, it was only in 1981 that the Ministry decided and obtained a vote of about $50 million from the Ministry of Finance to equip all our schools with audio-visual aids. For schools built before that time, it is of course necessary to retrofit the schools with whatever is necessary. Unfortunately, in some of these cases the retro-fining may not be as aesthetic as we would like them to be or if they had been planned in the first place. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Sir, may I have the assurance of the Minister that he will ask the committee which is responsible for naming schools to avoid naming schools according to their location, for example, Bedok West or Bedok North. Perhaps they can look for names which are more imaginative, which can inspire students, rather than by the most convenient way of naming schools according to their locations. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, my Parliamentary Secretary is here listening to the Member's remarks. I am certain he has taken note of what the Member has said. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Thank you. I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LD-01 of the Main Emimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to touch on the proposed Physical Education College even \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 960</b></font>\n  <br>\n  <br> though this matter has been raised earlier by the Member for Serangoon Gardens. Since my last query, work has been done to make the said college a true and real entity. I wish to compliment the Ministry of Education on its prudence and initiative. A college of this type is vital for the physical well-being of our citizenry and is an essential attribute in this productivity conscious world of ours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the question of professionally qualified PE teachers strikes a grave note at the moment, for I gather that there are about 700 vacancies for such personnel. Contrary to this situation, it has been announced that at each intake, the College would only be able to train about 50 trainees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I am rather concerned as to how this rate of training can rectify the rather lopsided PE teacher situation in our schools. If we are going to depend entirely on the PE College, it will definitely take a long time before all the vacancies can be filled with Loughborough-type trained PE teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As an interim measure, Sir, I would like to know if there are any plans to upgrade the present lot of PE teachers through refresher courses or in-service courses, something as an expedient and not as sophisticated as a Diploma course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, Sir, I understand that the Diploma course at the College would concern itself more with secondary school levels. I feel that a sound PE programme should start at the very basic stage, that is, at the primary school level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the recruitment of staff for the proposed College, I believe that a good proportion of the lecturers should come from our existing corps of Loughboroughtrained or other foreign trained graduates. These experts, with their intimate knowledge of the local situation, would constitute a great asset both in the planning of the curriculum and training of our students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With our system of national service and citizen army, it is imperative that the standard of physical education be enhanced more in keeping with changing trends in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 961</b></font>\n  <br>\n  <br> the social and economic spheres of activities in our Republic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would be grateful, Sir, if the Minister of State for Education could enlighten me more on this matter. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, I thank the Member for Pasir Panjang for his support for the PE College. I know that each year at Budget time he supports the plans of my Ministry to promote physical education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He is quite right in noting that the intake for the PE College is 50 although the requirement at the end is about 700 for secondary schools and junior colleges alone. But I assure him that the figure of 50 is only an initial intake. As the College develops, gains more experience, and has more trained teaching staff, then the intake for the College can be expected to expand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said earlier, the priority is for secondary schools and junior colleges. But eventually, when we have met that need, we will extend our physical education programme to the primary schools. Again, all this expansion involves manpower, whether the PE College can attract enough able students to come in and who want to be trained as physical education teachers, is something which only time can tell. It will also depend on the quality and training and standing of this College in the eyes of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope I have given him the assurances that he seeks. \n  <br>7.00 pm. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I need further clarification about my suggestion that an interim measure of retraining some of the PE teachers now in school to upgrade their standard or qualifications. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, the conversion of existing teachers who want to become PE teachers is something which has been done before and will continue to be done. When the PE College is set up, it will also provide in-service training for teachers who want to become PE teachers. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I would like further clarification on this. On the staffing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 962</b></font>\n  <br>\n  <br> of this College, I mentioned whether local staff could also be trained to assist in this because of their intimate knowledge of our students here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, could I have clarification on this also? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> I think the staffing of any college, especially a college which strives to be a very high quality college, depends on the quality of the staff. Of course, the locally-trained physical education teachers or lecturers who can contribute to the teaching staff of this College will be selected to become staff members of this College. But the College will be recruiting from outside Singapore as well. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin :</b> I refer mostly to our Loughborough-trained locals who have the experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, in view of the explanation given by the Minister of State, I am quite pleased with his answer and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii (Bukit Batok) (in Mandarin):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The the sum to be allocated for Head L be reduced by $10 in respect of Subhead LD-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to take this opportunity to query the Minister of State for Education on two small points. If these two small problems are not dealt with correctly, it will have grave consequences on the quality of our future generation. We know that after 1987 all our schools in Singapore will be of the national stream, i.e. all the schools in Singapore will be using English as the teaching medium and all the mother tongues, including Chinese, Malay and Tamil, will be supplementary second languages. \n  <br>7.05pm. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, we like to talk about the question of teachers of Chinese medium. This type of national stream schools when set up will have a grave problem whereby many Chinese teachers will be out of job. Although the Ministry has issued state- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 963</b></font>\n  <br>\n  <br> ments that these teachers would not be retrenched, but this is only to settle the problem of their work adjustment. I know that there are some teachers in the Chinese schools who are not in a position to teach second language because they do not have specific training. Some of them are old. If we are to retrain them into teachers of second language, it would be difficult. I would like to know whether the Ministry of Education has any plan for these unfortunate teachers and what arrangements will been made for them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have heard that some Chinese teachers have been sent to the English schools to teach second language. But once they step into the English schools, they seem to be not welcome. They have a feeling of being left out as though their work in the school is just being tolerated. We know that the Chinese teachers especially those who are between the ages of 45 and 50, many of them have contributed quite a lot towards the building of our nation. Although they do not claim credit for themselves, in our oriental tradition we ought somewhat to take care of their welfare. I would like to know what is the Ministry's view on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, when all our schools have been turned into the unified national stream schools, our teachers will have to teach mainly in English. Most of the teachers who are English educated will have more understanding of Western culture than Oriental-culture. I would like to ask the Minister whether he has any plans to conduct training courses for those teachers who do not have an adequate knowledge of oriental cultures, so that they would know the cultures of our oriental world better. Culture like many other things, cannot be propagated simply by word of mouth but also by example and through nurture. We have to lot them appreciate their own cultures, and be proud of it so that they would not slowly degrade themselves into rootless pseudo-Western people. I would like to seek the Minister of State's view on this. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Deputy Speaker, Sir, the Member for Bukit Batok has raised two points. First, the Chinese language teachers in our schools today. What would ha on to them as the Chinese medium \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 964</b></font>\n  <br>\n  <br> course winds down in the next few years? The Ministry is well aware of this problem and, in fact, is implementing various measures to help these teachers to convert into the teaching of other courses or to redeploy them in places where the need for their services is high. For example, since 1980, about 400 Chinese medium teachers have undergone courses to enable them to teach Mathematics and Science in English. These are teachers who were teaching Maths and Science in Chinese before. They are not Chinese language teachers as such. So this point that the Member for Bukit Batok has brought up of teachers who teach subjects in Singapore but who are not Chinese language teachers themselves, we have recognized this. And we have tried to convert as many as possible to teach Maths and Science in English. This is possible because the subjects are not language subjects and a person who knows Mathematics and Science well would be able to put the subject across in English after proper training and preparation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, around 100 teachers in the Chinese medium are undergoing courses to enable them to teach Home Economics in English and also to teach Music, Art and Physical Education in Chinese. There is no necessity that these other subjects should be taught in English because they can be taught in the mother tongue. So that conversion course Is going on and more are planned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned that there are teachers who have been sent to certain English-medium aided schools and do not feel welcome in those schools. I take it to mean that these teachers feel that their services are not needed there and they are not being given enough work to do. I would welcome feedback from the Member and, if possible, to give me the names of these schools concerned. The reason why we have sent extra Chinese language teachers to these schools is that these schools are weaker in the mother tongue, Chinese in this case, than the average school in Singapore. We feel that the extra Chinese language teachers, who can run remedial classes and who can also take smaller classes, would be a help to the students in these schools which are generally weaker \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 965</b></font>\n  <br>\n  <br> in Chinese language. I am therefore surprised to hear that some of these schools are not making good use of the teachers that we have provided them. I would welcome a feedback from the Member so that we can take necessary action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also raised the question of a much wider issue which is that of culture and cultural development in Singapore in the years ahead. I do not think it is correct simply to link this to 1987 when the Chinese stream schools would have been phased out and all our schools become national stream schools. I do not think it is simply a one-to-one relationship that because that has happened, then something drastic would happen to cultural development in Singapore. I think the first point to note is that the bilingual policy continues and more and more Singaporeans upon leaving our school system will be bilingual. I quoted statistics from the 1970 census and from the 1980 census which show that over a 10-year span, there has been a 21/2 times increase in the number of Singaporeans who are truly bilingual, and this number can only increase with time. So one safeguard to cultural development in Singapore is the fact that we have our bilingual policy which lays stress on mother tongue. And hopefully through teaching of the mother tongue in the schools and, as I said earlier, it is not just the teaching of language but also the teaching of passages from the Classics and examples which have to do with moral education, and so on, our students who leave our schools will not be unaware of some of the historical events that took place in the cultures that are being taught through the mother tongue. \n  <br>7.15 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has made a suggestion that English-medium teachers should perhaps be given some grounding in the oriental history, China, India, Southeast Asia and so on. I think there is merit in his suggestion but I am not sure how feasible it is to run such courses. But we must bear in mind that more and more of the teachers who are joining our teaching service, particularly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 966</b></font>\n  <br>\n  <br> the younger teachers coming out from the university, coming out from 'A' level to join the IE, are people who have been through our bilingual system, who have imbibed what the bilingual policy hopes that they will imbibe. If you talk of teachers who are in the teaching service in the English-medium who joined the service perhaps 30 years ago, during the colonial period, well, that is something else because they went through a system where they learned very little of their mother tongue culture. But I am saying that more and more of our teachers, especially the younger ones, will have been through the bilingual system that we have, will have been exposed to aspects of mother tongue culture. And this can only improve the passing on of Asian culture. This is within the school context. But beyond the school context, I think there is plenty of room in the mass media, television. Even travel, more and more of our people are affluent enough to travel to the surrounding countries. Places like Taiwan and Hong Kong are very popular. That sort of travel exposes them to Eastern culture. So I hope my answer satisfies the Member for Bukit Batok. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii (in Mandarin):</b> The answer given by the Minister of State is quite in detail. I only hope that he would be able to see the successful fruition of his policy. But my concern is about some of the school principals who are basically monolingual. I am not saying that those school principals who know only one language will despise the second language but sometimes when you do not know something you would neglect it. Those teachers who are in difficulties perhaps would be more sensitive than others because they are faced with this risk of being sent to another place. So they tend to be a bit more sensitive: I would be very glad to provide the information in this respect to the Hon. Minister for private discussion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 967</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LF-03 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose of moving this amendment is to enquire from the Minister the progress of the BEST programme which had been implemented for a few years now. Has it achieved its objectives? Are there any problems? Is the Minister satisfied with the support given by the workers and the employers? What has been planned that will make the BEST programme better? \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I want to compliment the VITB for having done an excellent job in organizing the BEST classes in concert with other agencies, such as the NTUC and the PAP branches. I gather that many of those without basic education have benefitted immensely. I would like some indication of the progress of these courses so far. Since those who have successfully completed the course are deemed to have attained the basic literary ability, I would like to know what sort of skilled courses are available for such workers to upgrade themselves? If there are already such courses in existence, how many have benefitted from them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, we know that there is still a sizable number of such workers who have not participated in the BEST class programme for one reason or another. As it is, this type of workers who are likely to be at a great disadvantage in the future with developments in technology, computer science and robotics, what steps are being taken to encourage them to come forward and benefit by this programme? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will be grateful, Sir, for information on these queries from the Minister of State of Education. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, I thank the Members for their support of the BEST programme. Let me first say that the pilot phase which was carried out in 1983 to test the usefulness of the materials to rouse public interest in the BEST programme and to give experience to VITB on how to organize BEST courses on a large scale proved to be very successful. The pilot \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 968</b></font>\n  <br>\n  <br> phase had hoped to take in about 10,000 trainees. But in the event 22,000 workers responded and came to attend BEST classes. I should mention that companies who were approached to run BEST classes responded overwhelmingly to run classes in their premises for their workers. So last year, 88 companies came forward. Similarly, the PAP-NTUC centres responded extremely well. Forty-four centres were set up and organized in constituencies to provide classes for people who found it more convenient to attend constituency-level classes rather than company-based classes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So altogether we are quite satisfied with the pilot phase, and we are able to recommend to the Government that we should now move ahead on a full scale with the programme. Starting this year the BEST programme is on full steam. The target for this year is to take in 40,000 workers to be trained in two batches, first half and second half of the year. Members might like to know that in the first half the target has been met. Over 20,000 workers are registered in BEST classes. The number of participating firms and PAP-NTUC centres have all increased. 136 firms are taking part, 63 PAP-NTUC centres are involved. The Armed Forces have their own centres for national servicemen who need the BEST programme. VITB itself is running BEST classes in school centres in the evenings. Barring any unforeseen problems, we expect that this programme will continue to attract our workers who want to better themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is one slight area of concern. At the end of last year VITB contacted new companies to get them involved in the BEST programme. They went to 200 new firms with 100 or more employees each. In that contact, only one-quarter of them, 25%, came forward to take part. The other 75% for various reasons did not come forward to take part. We are not pessimistic because we will go back to these firms and get them involved in the next session, if not the session after next. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are valid reasons why some firms are not yet ready to take part, but given the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 969</b></font>\n  <br>\n  <br> interest and the demand for such classes by the workers, I am certain that most employers will respond because they can see tangible benefits for their workers to participate in company-based classes. Already some employers tell VITB that the running of these classes has really improved the relationship between workers and their personnel department. This is a direct link. The personnel department is responsible. It has helped them in the setting up of QC circles so that discussions on technical terms and so on become easier. The one limit to how fast we can expand the BEST programme is the availability of teachers because we are dependent on school teachers who are willing to take on this extra burden. They are compensated for it but still it is an extra load. And also members of the public who are prepared to come forward to teach these BEST modules. I am glad to say that in fact we are not depending only on school teachers. Quite a large number of BEST teachers are members of the public and company personnel themselves who are teaching in these classes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The programme will improve with time because the materials that were used last year have been revised and improved upon. So we can expect that this large number of people in our work force, around 300,000 to 350,000 who can benefit from the BEST programme will be reached in a period of something like seven years, in the case of those who are in large firms and about 14 years in the case of those who have to come to centres run by the PAP or the NTUC. But we are pressing ahead with this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take this opportunity, Sir, to clear one point which was raised yesterday by the Member for Rochore regarding adult education because it is also related to this. It is related to the point that the Member for Pasir Paniang had raised regarding the follow-up on of opportunities for people who have undergone the BEST programme. It is not true that, with the winding up of the Adult Education Board in the early 1970s, adult education has therefore been dropped and neglected. On the contrary, in fact adult education is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 970</b></font>\n  <br>\n  <br> thriving. It is under the responsibility of the VITB and I would like to provide some statistics to inform Members how active adult education is in Singapore. \n  <br>7.30 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the total number of people who are registered with the VITB and undergoing various kinds of courses, such as part-time skills training courses, academic courses for Secondary 1, 2, 3, 4 and so on, is 52,000. Compared With last year, this is an increase of 13%. So there is a gradual increase. Let me give a breakdown of these 52,000 persons. About half, 50%, of these people are registered for academic education courses, namely, they are attending evening classes for Secondary 1, 2, 3, 4 and pre-university level subjects. For 'O' level subjects, there are about 6,000 persons attending evening classes preparing themselves for one or more 'O' level subject examinations. For the 'A' level classes, there are 2,300 registered with VITB preparing themselves for one or more 'A' level subjects as private candidates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next biggest group are people who are registered for industrial skills courses run on a part-time basis in the evenings and at week-ends at the VITB. There are nearly 14,000 of such people, that is to say, 26% are attending these courses. Some of them would be those who have completed their BEST programme and who are going on to skills training. I must say that at the moment such people are very few. In fact, from surveys which have been carried out with BEST students, the majority are more interested in going on to secondary level academic education courses than skills courses. They see that as a more worthwhile or preferred course. That is their choice. But the point is that once a person has completed Module 4 in the BEST programme, the door is open. They can go on to these part-time skills courses or they can go on to secondary level adult education classes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope I have answered the Member's points. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I thank the Minister for his report, and I beg leave to withdraw my amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,256,380,100 for Head L ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $622,681,900 for Head L ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head M - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M be reduced by $10 in respect of Subhead MA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the past 25 years no effort has been spared by our Government to make Singapore a clean city. In fact, Sir, our reputation for cleanliness is well-known world-wide. However, it is my opinion that our clean image has been soiled at least in one respect. I refer to the terrible state of affairs in our public toilets. When I speak of public toilets, I refer not just to the toilets in our markets but the toilets in our shopping complexes, cinemas and restaurants as well. You name it, public toilets are dirty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I myself have the terrifying experience when answering nature's call and I find myself staring at messy situations and wondering to myself, \"Now what the hell happened here before I came in?\" And I am sure, Sir, you too would have found yourself when visiting a public loo and having come across the same messy state of affairs, being faced with making some rather critical decisions, such as to sit or not to sit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unfortunately I can only relate from first-hand experience what goes on in the men's toilets. But members of the fairer sex have assured me that the situation in their half is equally disastrous. So I think, Sir, it is time that we had a national campaign to keep our toilets clean. This is not the first time such a call has been made. I have come across letters to the press, not just from Singaporeans but also from visitors to our fair and clean island who unfortunately have to leave with the impression that some of our people do not know how to use the toilets correctly. Therefore, I think it is appropriate that we now launch such a campaign. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 972</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Ministry of Education. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Yes, my friend has just mentioned the Ministry of Education and I think they have to be congratulated for teaching our students how to adopt good habits in the school toilets, And if the Ministry of the Environment would like a theme for this national campaign, perhaps they would like to take a cue from a sign which I saw in a restaurant toilet not long ago. It goes like this: We aim to please. So please aim. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Augustine Tan is not here. \n  <br>\n  <br>\n  <!-- Mr Ong Pang Boon (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Mr Ong Pang Boon):</b> Sir, I cannot agree more with what the Member for Alexandra has said just now. However, in our situation, the problem of keeping public toilets clean is compounded by an influx of foreign workers from regions that have no modern sanitation. The cleanliness of our public toilets depends on various factors, including the level of maintenance, adequacy of toilet facilities and usage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of the Environment has, in fact, embarked on a programme last year to keep our public toilets clean. In the first phase, about 1,017 managements and proprietors of commercial complexes, restaurants and coffee-shops were asked to upgrade and rectify all defects in the public toilets within their premises. The response was good. By the end of the year, more than 90% of the public toilets had complied with our requirements. The Ministry of the Environment itself spent about $275,000 last year to repair and renovate some 43 public toilets in markets and food centres. It is a matter of regret, however, that some public buildings are not provided with adequate toilet facilities or the level of maintenance left much to be desired. In this respect, the Government had not set a good example for others to emulate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second phase involved inculcating good social habits on the part of users of public toilets. This is a more difficult problem. An educational and publicity campaign was launched to remind the public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 973</b></font>\n  <br>\n  <br> of the proper use of toilet facilities, They have been urged, among other things, to flush toilets after use, to keep the toilets clean and dry, to lift up the seat covers, etc. I think the recent wash toilet campaign organized by the schools, if sustained over a long period, is bound to have a positive effect on the cleanliness of our public toilets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is now monitoring the results of the programme and is happy to note that there are some improvements in the cleanliness of our public toilets. It would prosecute managements of public toilets who fail to provide proper maintenance. In 1983, in fact, some 500 managements were warned about their dirty toilets, and 127 were prosecuted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding the question of launching a public campaign, I am not so sure how effective it will be other than publicising the state of the toilets. As I pointed out, last year the problem of enforcement was somewhat difficult and sensitive. You cannot expect the inspectors to be stationed in public toilets and see how the public use the toilets. But, nevertheless, the Ministry will give thought to launching another campaign and if that comes about I hope the Member for Alexandra will take the lead to launch it. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, in view of the assuring reply from the Minister, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M be reduced by $10 in respect of Subhead MB-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for practically all of us here, in order to keep ourselves tidy and presentable, a periodic visit to the barber or hairdresser is unavoidable. Few of us could attend to such tonsorial matter by ourselves. I therefore feel that the matter I shall be raising under this amendment merits the attention of the Ministry as it concerns not only us here but the general public equally so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 974</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have noted that there is a general lack of attention being paid to hygiene by the operators of many hairdressing establishments. The barbers and hairdressers in these establishments do not observe the simple rules of hygiene. For instance, after using the paraphernalia on the customer they do not bother to disinfect them before proceeding to use them on the next. Although the cleansing of such parapher-nalia can be done very simply in several ways, for example, heat or radiation treatment or soaking in disinfectants, they do not bother to take such simple measures of hygiene in the interest of their customers. Presumably because the Ministry has not required them to do so. This unhygienic practice can help to spread skin diseases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that the Ministry take steps to make the barbers and hairdressers aware of the need to be more hygiene-conscious and perhaps advise them on the simple measures that can be taken to safeguard the health of their customers. \n  <br>\n  <br>\n  <!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Pang Boon:</b> Sir, my Ministry will certainly discourage unhygienic practices that will give rise to public health risks, even those of barbers and hairdressers. However, at present we do not license or control barber shops and hairdressing salons under our environmental regulations. So far we are not aware of any cases of skin infection being transmitted through these premises. However, we do read about anti-vice raids by the Police against certain new wave barber shops and hairdressing salons. The kind of skin diseases likely to be spread through these newwave hairdressing salons has nothing to do with hairdressing operations. Nevertheless, the Ministry will review the situation if there is any danger to public health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, those who patronize barber shops and hairdressing salons can take precautions through good personal hygiene by avoiding the use of face towels which have not been disinfected and also by washing their hair thoroughly after a hair cut. Alternatively, they should avoid those barbers and hairdressers who do not observe basic hygienic practices. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 975</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry will prepare educational leaflets on simple hygienic practices for distribution to barbers and hairdressers through their respective trade associations. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, I am satisfied with the answer and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Chau Sik Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Chau Sik Ting (Thomson):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M be reduced by $10 in respect of Subhead MB-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the first \"Keep Singapore Clean\" campaign was launched in 1968, and with the sustained vigour over the last 15 years, the clean and green image of Singapore city has become renowned beyond our shores. There has, no doubt, been a recognizable behavioral change in the general populace from a people who literally scatter litter in public places without second thought to one who are now cautious and would look for a convenient public dustbin around to deposit whatever refuse they may have to throw. The inculcation of such a good habit in the majority of our people is commendable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this could not be said of another offensive habit. I am referring to the act of indiscriminate spitting in public places. Such a 'filthy' habit has been observed not only by our own people, but unfortunately even by the many tourists who visit Singapore each year. In a moment when one's throat is irritated or nasal congestion takes place from a head cold, there is the inevitable stimulus to discharge phlegm, spittum or pharyngal fluids from the upper respiratory passages. The present habit is to assuage the urge by spitting or clearing the nose wherever one is at the moment, even in a public place in the gaze of everyone, There is apparently no self-control and the need to expel the pharyngal fluids into a tissue paper or a handkerchief just does not occur to the offender. There is no pressure in the form of a fine or social disapproval from the general community. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 976</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not wish to overstate the case against public spitting on grounds of the spread of communicable diseases like tuberculosis or other viral infections through droplets. However, from well documented scientific evidence, few can deny that such transmission of communicable infections can and do occur. Be that as it may, perhaps it is timely for us to bring our now famous \"Keep Clean\" campaign one step further and focus public attention at this spitting habit in public places with the objective of inculcating self-control over the indiscriminate discharge of pharyngal fluids in public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister for the Environment consider introducing measures against indiscriminate spitting and help bring about a change in habit when most people will spit into a tissue paper or a handkerchief when the urge to do so takes hold of them? \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Sir, in rising to speak, I just wish to draw the Minister for the Environment's attention to certain policies within his Ministry's purview, particularly the hawker policy. The hawker policy that I am going to speak on is connected, to a large extent, with resettlement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A lot of places, especially the old areas in my constituency, are going to be resettled, and especially after the First Deputy Prime Minister and Minister of Education's announced policy in the House yesterday during Question Time, a large number of pig farmers will be resettled. Take the example in my constituency. In the Lim Chu Kang area the pig farms will be resettled. However, in the same area there is a market and hawker centre. When the farmers are resettled, those hawkers will unfortunately not be resettled together with the residents and the farmers in the same area; this will result in poor business for the hawkers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Hawkers Department has no policy to resettle hawkers together with the residents whom they serve in the same area. In the Lim Chu Kang area, most of the farmers and residents affected by resetlement are being resettled in Jurong East \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 977</b></font>\n  <br>\n  <br> or Jurong West. When the hawkers in the Lim Chu Kang market and hawker centre asked to be resettled together with the people whom they served, they were told that they could not do so because the market in the Jurong area had been reserved for hawkers who were going to be resettled from the Jurong area. Now, this is causing a large amount of unhappiness and unless something is done about it, I believe that the livelihood of those people will be very much affected. I would appeal to the Minister on their behalf to give consideration to the application of these hawkers for resettlement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a further problem, Sir. Most of the farmers who have been resettled are in their late 40's, early 5O's, and some in their 60's. They have been farmers all their life. They know of no trade other than farming. But when they are resettled into a Housing Board flat, they lose their livelihood. When they are farmers, they can eke out a living although the First Deputy Prime Minister and the Minister of Education said that the consumers were subsidizing them. But, be that as it may, they have a means of livelihood. They can eke out a living. They live on the land. They do not have to pay maintenance charges for the Housing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 978</b></font>\n  <br>\n  <br> Board flats. They can get water from the well. They do not have to pay so much for public utilities. However, once they are resettled into a Housing Board flat, not only are they deprived of their livelihood, they also have to incur a large amount of expenses. There is the maintenance fee to pay, the public utilities and so many other expenses connected with resettlement apart from the inconvenience. \n  <br>8.00 pm. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Pang Boon:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made progress on the Main and Development Estimates for the financial year 1984-85 and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\"- [Mr Ong Pang Boon]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly\n  </div> \n  <div align=\"right\">\n   at Eight o'clock p.m.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
