{"memberId": null, "volumeNo": "43", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"43\"> \n  <meta name=\"Sit_No\" content=\"8\"> \n  <meta name=\"Sit_Date\" content=\"1984-03-14\"> \n  <meta name=\"Start_Col\" content=\"979\"> \n  <meta name=\"End_Col\" content=\"1076\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">43</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">14-03-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 979</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 43</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 14th March, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj Fong Sip Chee (Kam pong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 980</b></font>\n  <br>\n  <br> \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Acting Minister for Labour. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 981</b></font>\n  <br>\n  <br> \n  <br>Encik Saidi Haji Shariff (KaKi sukit). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Acting Minister for Communications. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 982</b></font>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chan Chee Seng (Jalan Besar), Mr Bernard Chen (Clementi). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 981</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 982</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Setretary to the Minister for National Development and Government Whip - from 14th to 20th March, 1984. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 983</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>SCHOLARSHIPS FOR POLICE OFFICERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Home Affairs (a) how many scholarships and bursaries there are for Police Officers; (b) how many serving officers benefited in the last five years from these scholarships and bursaries; and (c) if there is a career development program me for all officers. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, there are basically four types of scholarship and bursary schemes for Police officers. They are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The Singapore Police Force Scholarship Scheme which, together with the Singapore Armed Forces scholarship scheme, is among the most prestigious scholarships awarded by the Public Service Commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A total of 15 awards have been made under this scheme since it was introduced in 1979. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The Undergraduate Training Award Scheme for serving Police officers tenable at the NUS, introduced in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No award has yet been made under this scheme as the academic requirements are stringent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The Undergraduate Bursary cum Study Loan Scheme for serving Police officers tenable at the NUS, which was introduced in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A total of seven awards have been made under this scheme; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) The Commissioner of Police Pre-University Studies Bursary Scheme which was introduced to help the serving junior officers upgrade their academic qualifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A total of 52 awards have been made under this scheme in the last five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the Public Service Commission also awards Overseas Merit Scholar- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 984</b></font>\n  <br>\n  <br> ships, Local Merit Scholarships and Local Merit Bursaries to those who wish to take up a career in the Police Force. Under these schemes, the award holders are appointed as senior Police officers when they complete their University studies. So far, two awards have been made under the Overseas Merit Scholarship Scheme for Police which was introduced last year. In addition, 24 awards have been made under the Local Merit Scholarship and Local Merit Bursary Schemes for Police during the last five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Altogether, 59 serving officers have benefited from the above schemes in the last five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a career development programme for Police officers. Their career development is closely monitored by the Career Development Committee in my Ministry. The primary objective of the Committee is to develop every officer to his fullest potential. This is done through a systematic staff appraisal system. Through this, the Committee is able to identify the potential of the officers, chart out their career path and plan and monitor their training, postings and promotion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Career Development Committee identifies and selects suitable officers for training courses based on their potential for development. Besides the scholarships and bursaries, there are a number of overseas and local training courses designed to prepare Police officers for higher appointments and to upgrade their professional competence. Amongst the courses are the Senior Command course, Criminal Investigation course and Instructor Training course conducted in the United Kingdom; the FBI course and the Computer Related Crime Investigation course conducted in the United States; the Crime Prevention course conducted in Japan; the Corporate Crime Investigation course conducted in Australia; the Executive Development Programme conducted by the Canadian Police College and the Non-Graduating course conducted by the National University of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the same manner, postings of Police officers are closely monitored to ensure better deployment. Depending on the individual's aptitude, inclination, performance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> and potential, postings are planned to give them maximum exposure to enable them to assume higher responsibilities. Those who do well and show good potential for further development are recommended for promotion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LANDSLIDE BEHIND BLOCK 111 DEPOT ROAD</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Rohan bin Kamis</b> asked the Minister for National Development if he has ascertained the cause or causes that led to the landslide behind Block 111 Depot Road on Saturday, 3rd March, 1984; what steps will be taken to prevent it from recurring and when these steps will be implemented; and if he can give an assurance that no damage has been done to the structure of Block 111 and that it is still safe. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, the landslide behind Block 111, Depot Road, occurred on 3rd March, 1984, after exceptionally heavy and continuous rain on the previous day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The slope behind Block 111 was formed by the PUB in the construction of its Mount Faber Service Reservoir. Although an elaborate network of sub-soil and surface drains had been constructed to drain off rain water from the slope, the ground was saturated by the torrential downpour. This weakened the soil and resulted in the landslide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Utilities Board has covered up the affected slope with nylon and canvas sheets to prevent further erosion of the soil. The PUB will be cutting back the earth to reduce the steepness of the slope, and will be consulting a firm of soil specialists on additional measures to enhance the stability of the slope. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB, meanwhile, had cleared the debris from the void deck of Block 111. The Board is now constructing a temporary drain at the toe of the embankment to diven the surface water to an existing drain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Site inspection by the HDB engineers have confirmed that the stability of Block \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> 111 has not been affected by the earthslip and that it is safe. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ABSENCE WITHOUT LEAVE CASES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Choo Kok</b> asked the Minister of Defence and Second Minister for Health (a) what was the number of AWOL cases in the last five years; (b) how many of these cases involved crime; and (c) whether any National Servicemen were convicted of criminal offences in the last five years, and, if so, how many. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Minister of Defence and Second Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of Defence and Second Minister for Health (Mr Goh Chok Tong):</b> Mr Speaker, Sir, AWOL or Absence Without Leave, is a common problem in most Armed Forces. Fortunately, the situation in the SAF is well contained. The number of AWOL cases has been steadily declining from 2,223 cases in 1979 to 876 in 1983. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A breakdown of AWOL cases for the period 1979 to 1983 is as follows: \n  <pre>\r\n\r\n       Year          No. of AWOL cases\r\n\r\n\r\n\r\n       1979                2,223\r\n\r\n       1980                1,818\r\n\r\n       1981                1,157\r\n\r\n       1982                  931\r\n\r\n       1983                  876\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 7,005 cases of AWOL between 1979 and 1983, 739 cases were involved in criminal activities. The breakdown by year is as follows: \n  <pre>\r\n\r\n       Year          No. of AWOL cases\r\n\r\n                     convicted of Crime\r\n\r\n       1979                  159\r\n\r\n       1980                  256\r\n\r\n       1981                  135\r\n\r\n       1982                  104\r\n\r\n       1983                  85\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is pertinent to point out that a number of the Awolees were already \"problem kids\" before their enlistment for National Service. They have either drug abuse background or criminal records. It is usually this group of Awolees who commit crimes during their absence without leave. But it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 987</b></font>\n  <br>\n  <br> should be emphasized that in view of their background, this group of individuals would have committed crimes whether they have been enlisted for National Service or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the third part of the question, National Service means universal conscription. Since the types of national servicemen we have reflect the types of citizens found in our society at large, it is to be expected that some of our servicemen would be involved in criminal activities in society. The number of servicemen convicted fluctuated over the years. The figures which the Member requires are: \n  <pre>\r\n\r\n       Year             No. of Criminal\r\n\r\n                           Offences\r\n\r\n\r\n\r\n       1979                  220\r\n\r\n       1980                  347\r\n\r\n       1981                  340\r\n\r\n       1982                  276\r\n\r\n       1983                  212\r\n\r\n                            -----\r\n\r\n                            1,395\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 987</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SBCTEXT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Response)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Foreign Affairs and Minister for Culture (a) whether there is a need for the SBCText Service; (b) if he is satisfied with the response so far; and (c) what are the reasons for the apparent drop in the number of its pages. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Culture (Mr S. Dhanabalan):</b> Mr Speaker, Sir, Teletext, which is the generic name for SBCText, is a new growing information medium. It has been introduced in a number of developed countries. If Singapore is to maintain and enhance its position as a communications centre, it must keep apace with developments elsewhere. Communication and information are keys to our position as a financial and trading centre. SBCText can disseminate information faster than any other mass media, be it radio, television or the press. It does not suffer the once-in-24-hours time lag in printing and distribution as in the case of the newspapers. Nor is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 988</b></font>\n  <br>\n  <br> SBCText available only at pre-scheduled times as news on Radio and TV. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst for general use, updating speed may not always be critical, for information say, on stock prices, or financial movements, time is critical. No other medium has the capacity for real-time up-dates that SBCText has. For example, when the SBCText computer is interfaced with the Stock Exchange computer in June this year, up-to-date movements will be available to those with access to SBCText. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pilot service aims at meeting a broad range of interests. There is something for all on SBCText - for the family at home, for the professional in commerce and industry, and for our visitors and tourists. For the householder, the pages of SBCText contain news, news flash, cultural guides, consumer information, health guide, sports news, Radio and TV highlights, etc. For the commuter, the traveller and the tourist, there are guides on SBCText for bus routes and taxi services apart from airline flight schedules which are directly interfaced with the computer in Changi Airport, etc. For the investing public and the business community, there are more than 40 pages of financial news - stock prices, gold and commodity prices, round-up of stock exchanges, exchange rates, etc. There are, in addition, more than 10 pages of shipping information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The editorial approach adopted by SBCText caters to those who require news quickly and concisely as well as those who require detailed information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Response to the service has been slow but this was not unexpected. There is a cost to having a teletext feature in a TV receiver. The present cost differential between a TV set with and without the capacity to receive teletext is high. This will change over the next few years. Most consumers will only consider the teletext service when it is time to buy a new TV set to replace their old set. I expect that it will be about five to 10 years before most Singaporeans will have TV sets with the capacity to receive teletext. All of us involved in this service have been aware that teletext is an innovation that has to be given time to penetrate in our society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> \n  <br>2.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the present pilot phase, SBC is striving to improve the service as well as to educate the public on the features and benefits of SBCText. Even TV dealers are being put through an SBCText familiarization course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The convenience, usefulness and the speed with which information can be provided and updated vis-a-vis the other mass media and the fact that there is no additional operating cost to the viewer-reader, will eventually win more users of SBCText. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no \"drop in the number of pages on SBCText.\" On the contrary, the number of pages of editorial matter has been increasing. During the present pilot phase, there are 100 pages each on Channels 5 and 8. This provision has had to be exceeded from time to time. For instance, during the present Budget debate, SBCText will put on air additional pages, from 20 to 70, as necessary. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok:</b> Sir, has the Minister or the SBC ascertained the number of users of SBCText? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> At present, it is estimated that there are just about 4,000 sets and the rate at which new TV sets are being sold with teletext feature is about 500 per month. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FOREIGN WORKERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr J.B. Jeyaretnam</b> asked the Acting Minister for Labour whether he will give the number of foreign workers employed in Singapore under Work Permits as at 1st March, 1984 in (i) the Construction industry; (ii) the Manufacturing industry; (iii) Oil industry; (iv) Transport, services and related industries; and (v) as Domestic servants. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Acting Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Labour (Prof. S. Jayakumar):</b> Mr Speaker, Sir, there are approximately 150,000 work perm it holders in Singapore, including permanent residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The details sought by the Member are not available. While the Ministry has admi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> nistrative records of work permit holders, it is not possible to accurately state the number of such workers at any given time, because many leave without informing the Ministry. To give accurate figures and the breakdown sought requires a time-consuming and complicated exercise which is both costly and unproductive. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, I have two questions to ask the Acting Minister. May we know when we can get this information? The Minister may consider it unproductive but, with respect to him, I think this House is entitled to the information if it is sought. And I must insist on an answer to that question. So may we know when we may have this information that has been asked for? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, would the Minister state whether the wages paid to these foreign workers are lower than the wages paid to Singaporeans? I have a purpose in asking this and would he answer that first? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I think he should know that the wages paid to foreign workers or local workers are determined by market forces. They are not paid by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as to when can we give the information, I see no reason whatsoever in deploying large numbers of my staff from whatever work they are doing and to spend time, money and expensive computer time in churning out the information just for the gratification of the Member's debating or publicity desires. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even if the figures are available, I doubt whether any useful purpose is met in giving these to him. We have had previous instances where my Ministry or other Ministries had laboured to give figures. Has he proved himself responsible? Has he used the figures for public interest, in Singapore's interest? On the contrary, the record has shown that he is out to embarrass Singapore internationally with his attempt to fabricate, even concoct, figures for the international press about thousands starving in Singapore. Did he then come to the House to ask for figures? Did he ask for figures before he gave that interview? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, Sir, no over-riding public interest is advanced in my Ministry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 991</b></font>\n  <br>\n  <br> spending a large amount of its manpower and time in giving him the figures. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I will ignore all this tirade from the Acting Minister for Labour. It is completely irrelevant and just utter verbiage. But this is a point of principle, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your supplementary question, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I want a ruling as to whether I am entitled to this information or not as a Member of this House. Are we going to be told, \"You can't have this information\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, unless they want to hide figures or information from the public, I do not know why the Acting Minister is not able to tell me whether foreign workers are being paid less than the Singapore workers. Does he know that some Singapore workers are being displaced because foreign workers are cheaper? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, it is a fact known not only in Singapore but elsewhere that we have a full employment situation. And because we have a labour shortage, it is necessary to import large numbers of foreign workers. I see no reason in giving him any information more than what I have already supplied. What every Singaporean needs to know is that there is a large number of foreign workers, 150,000, and we have to have them temporarily. But in the long-term economic and social interest, they will have to be phased out. The Government will phase them out. But while they are here, the Government will take strong measures to ensure that they do not sink roots here, whether or not the Member for Anson takes up cases for them for extensions and marriage restrictions or advances exceptions to policy and special circumstances for foreign workers to sink roots here. He may advance the cause of foreign workers but we as a Government have to be firm. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am getting very tired of not getting answers to the questions that I ask. If the Minister is not capable, or if it is beyond his comprehension to give answers, let him resign, or say so. My questions are these and I ask for your ruling, Mr Speaker, on this Ques- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> tion. Is a Member of the House entitled to information or not? That is one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, will he please answer this question : Is it not within the knowledge of the Ministry that foreign workers are paid less than Singapore workers and what steps is he taking to ensure that Singapore workers are not being displaced? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I do not propose to labour the point. I have answered his questions. I have gone through the Standing Orders. Standing Orders permit him to ask any question. I have not seen any Standing Order which compels me to give him the information in the manner and in the breakdown in which he has sought. Of course, Mr Speaker,l am subject to your orders and your directions. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think honourable Members must expect figures if they are available. If they are not available, then there is no point to keep on asking for them. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, what the Acting Minister has said is that it will take time. I will wait. I am in no hurry. Would he tell me how long it will take his over-worked Ministry to supply these figures to me? Six months? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It may interest the Member for Anson to know this ruling. It is from Erskine May's Parliamentary Practice and it states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'An answer to a question cannot be insisted upon, if the answer be refused by a Minister, and the Speaker has refused to allow supplementary questions in these circumstances.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we should stop here. The Clerk will now proceed to read the Order of the Day. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <b>OF SINGAPORE FOR THE FINANCIAL</b>\n  </div> \n  <div align=\"center\">\n   <h4>YEAR 1ST APRIL, 1984 TO 31ST MARCH, 1985</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [2nd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>2.55 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head M (cont) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [13th March, 1984], \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head M be reduced by $10 in respect of Subhead MB-01 of the Main Estimates.\" - [Dr Chau Sik Ting] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Mr Speaker, Sir, just before the Moment of Interruption yesterday I was urging the Minister for the Environment to direct his Hawkers Department to coordinate with the Resettlement Department so that when an area is to be resettled the hawkers serving that area should be resettled together with the residents so as not to leave the hawker centre or the market as a ghost centre or market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was also telling the Minister that, in respect of farmers in their advanced years who have always been farmers and who know of no other trade, the Hawkers Department should take their plight into consideration when processing their applications for hawkerstalls. I would now urge the Minister to take a very sympathetic view of these farmers who have been displaced and who have applied for hawker stalls. He should be sympathetic and consider allocating them hawker stalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my experience in the Meet-the-People sessions, Sir, most of these displaced farmers who have applied for hawker stalls do receive very polite replies, but invariably the reply is that they do not qualify for a hawker stall. And in the rare instances where they do qualify, the offer is for a market produce stall rather than for a cooked food stall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, surely this is an indication that there is a demand for cooked food stalls. I think this is indicated by the general economic condition of society, especially when the Government is urging housewives to go out to work. This would, in fact, be one way of inducing housewives to go out to work so that when they come home there is a market stall ready to serve them with cooked food. This is certainly better than to insist that the displaced farmers accept market produce stalls. Then the housewives would still have to do the cooking \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> themselves. So I would urge the Minister to reconsider the whole policy on hawkers so as to be in tune with the changing economic conditions of Singapore. Not only that, it would also help the people who are displaced as a result of resettlement. \n  <br>3.00pm \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, since the subject of hawker licence and hawker stalls has already been touched, may I have your permission to speak now instead of moving amendment No. (5)? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I would like to seek some clarification from the Minister for the Environment with respect to hawker licences and hawker market policies. Firstly, Sir, the percentage of Singaporeans who eat outside nowadays is fairly high. I am wondering, in view of this development, what steps are being taken to further improve the general environment of our hawker centres as well as the hygiene of our hawkers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as stated by the hon. Member for Chua Chu Kang we are flooded with requests in our meet-the-people sessions for cooked food hawker stalls. Whilst a hawker licence is granted fairly easily to sell poultry, market produce or sundry goods, the request for cooked food is usually rejected. Obviously I feel that there is a surplus of stalls in the wet markets and an acute shortage of stalls to sell cooked food in the hawker centres. Perhaps, as suggested earlier, it is now time for the Ministry to review this position. The need is obviously for more cooked food stalls. Maybe the Minister would like to enlighten the House on this subject. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee (Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs (Mr Teo Chong Tee):</b> Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before the House rose yesterday, the hon, Member for Thomson touched on the indiscriminate spitting in Singapore. Let me first deal with this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I share the concern of the Member for Thomson that indiscriminate spitting in public places is a despicable anti-social habit which can give rise to public health risk. It cannot be condoned. Those who spit in public places are committing an offence under our Public Health regulations and can be prosecuted. However, there are practicable problems involved in catching them in the act. In any case, the problem cannot be eradicated through enforcement and prosecution. Social pressure must be applied on these people to change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry can step up its enforcement action but this is not expected to be effective. In the case of those spitting from their cars, members of the public can help by providing my Ministry with the relevant particulars, such as the car registration number, the place, the date and the time of the incident, and we will definitely prosecute the culprits, We can even publicise the cases to act as a deterrent to others. Besides this, we will also organize public health education programme to focus on this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now deal with the hawker matters which have been raised by the hon. Member for Chua Chu Kang and the hon. Member for Chong Boon. Hawkers who are plying on the streets are conducting their business under unhygienic conditions. The street pitches do not have the basic facilities, such as electricity, water and gas supplies, toilet facilities, anti-pollution measures and proper disposal of refuse. In 1971, the Government decided to build markets and food centres to house these street hawkers. These markets and food centres are provided with all the basic facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1981, a study team chaired by the former Senior Parliamentary Secretary of my Ministry and comprising Members of Parliament and officials from the Ministry of the Environment, Primary Production Department, HDB and the Ministry of Trade and Industry, was set up to review the existing retail distribution system. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> their review, the study team recommended that wet markets be replaced by supermarkets, specialty and neighbourhood stores. My Ministry has not built wet markets for many years and HDB has also stopped building wet markets in their new housing estates. It has also been decided that no more new food centres will be built in the future by the Ministry of the Environment or the HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are at present some 1,077 licensed street hawkers, most of them are selling cooked food. They will be relocated in food centres that are now under construction and those food stalls that will be converted from vacant market produce stalls. My Ministry proposes to convert about 88 market produce stalls at Cuppage Road and Queens Crescent Market into 44 cooked food stalls. In addition, HDB has plans to convert 688 vacant market produce stalls into 243 cooked food stalls in their markets and cooked food centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will not issue any more new hawker licences for cooked food stalls except for genuine hardship cases. There are still some 853 licensed cooked food hawkers operating from street pitches. All the available vacant stalls in existing markets and food centres are reserved for them. Due to the limited number of cooked food stalls available, hardship cases are accorded a lower priority. As there is a surplus of market produce stalls in the existing markets, applicants under hardship cases are usually offered such stalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983, my Ministry received a total of 4,844 applications for hawker licences on grounds of hardship. Of this number, only 106 cases were approved. The present hardship criteria are intended to ensure that only genuine hardship cases will be given hawker stalls. It is not my Ministry's policy to give any special consideration for people affected by resettlement, for example, farmers, squatters, etc. We can, however, review the criteria after all street hawkers have been relocated. The alternaive to obtaining a hawker licence for cooked food stalls is to rent a stall in eating establishments. Generally, the business of cooked food is fairly lucrative and operators could afford the higher rental charges for a stall in eating establishments. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of stallholders who were living in Chua Chu Kang constituency and who have been resettled in the Jurong area, we will look into their request for stalls in the Jurong West or Jurong East Market. However, as all the stalls in these two markets have been reserved for the relocation of street hawkers and stall holders in existing markets and food centres that have been affected by public redevelopment schemes, we are unable to accommodate their request at this point of time. We may, however, consider their request for stalls in these two markets only if there are vacancies after the stalls have been ballotted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry maintains 61 markets and food centres. Improvements to these centres are also carried out as and when necessary. In FY 83 my Ministry spent $1.3 million to improve the general environment of our hawker centres compared with $151,000 and $846,000 in FY 82 and FY 81 respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hawkers themselves play an important role in the upkeep of the hawker centres. Mini-campaigns are carried out by the Ministry to educate the hawkers on good house-keeping, persona[ and food hygiene, use of plastic bags, etc. Cooked food hawkers are medically screened for cholera and typhoid and other intestinal infections and also inoculated against typhoid. Food samples are taken and analysed to ensure that the food sold is wholesome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have covered most of the points raised by the hon. Members concerned. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Sir, I just want to ask the Parliamentary Secretary what is the rationale for giving priority to street hawkers who have yet to be resettled against those hawkers who, having served an area which is resettled, are now left without any customers. Their customers are all resettled to another area and this is through no fault of their own. So surely from the point of view of justice, these hawkers in Chua Chu Kang should be given priority over the hawkers who are still hawking in the streets at the moment, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 998</b></font>\n  <br>\n  <br> and who are still having plenty of customers. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I think hon. Members in this House are fully aware that the main source of pollution comes from the street hawkers and it is our Government's policy to resite all licensed street hawkers into properly built hawker centres and markets. Up to this date we have only a small number of hawkers left on the streets, The resiting exercise will be completed in one or two years, time. Hopefully by 1985, all the licensed street hawkers will have been cleared. I am sure that will help us keep our Singapore cleaner, particularly our rivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for those affected by resettlement, ie, having to move from where they live to the new housing estate, the hon. Member for Chua Chu Kang is requesting that these hawkers should also be resited and be given priority. As far as the Chua Chu Kang's case is concerned, as I said earlier, we will look into his request and see how best we can accommodate his request. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Sir, it is a question of bad stomach versus empty stomach. It is either the bad stomach of the customers of these road-side hawkers or the empty stomach of the hawkers whose customers have all been resettled. Where bad stomachs are concerned, at least the customers have a choice whether or not to patronise road-side hawkers, whereas hawkers with empty stomachs serving resettled areas have no choice. My question is, why not resettle those hawkers who are now serving areas which have been resettled? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, in fact we are resiting hawkers into markets and hawker centres wherever there are vacant stalls available. Of course, if the market or hawker centre has to be cleared or demolished, I am sure alternative places will be provided. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Sir, but the Parliamentary Secretary has just declared the Hawker Department's policy. He said that priority will be given to those road-side hawkers first. What I am saying is that the policy should be changed. Is he prepared to consider that? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Sir, I duly support the view - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Seah, is your name listed here? I cannot see your name here. \n  <br>\n  <br>\n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Seah Mui Kok:</b> No, Sir. I just want to put in a few words. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Therefore you are not entitled to speak, I am sorry. \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, the Member for Chua Chu Kang has made representation on behalf of a number of cases of farmers affected by resettlement, and they have asked for hawker stalls. They mainly ask for cooked food stalls, but we do not have enough cooked food stalls for allocation. When we offered them the market produce stalls, most of these applicants did not want to take them. But because of the shortage of cooked food stalls and of our policy to resite as many hawkers as possible from the streets in order to solve our pollution problem, we have to give priority to the street hawkers. \n  <br>\n  <br>\n  <!-- Dr Chau Sik Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Chau Sik Ting:</b> Sir, in view of the positive response from the Parliamentary Secretary, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M be reduced by $10 in respect of Subhead MB-04 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I do not intend in any way to belittle the excellent work done by the staff of the Ministry of the Environment in respect of the area of food control. In fact, over the years the standard of public hygiene among our food handlers, especially the hawkers, has improved immensely and for me, a regular patron of hawker stalls, I now have very much less occasion to seek remedy for stomach disorders arising from the enjoyment of the food served in the hawker centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is generally known that the close attention being paid to the state of health \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1000</b></font>\n  <br>\n  <br> of the food handlers and the periodic checks of the food in the hawker centres and other eating places by the officials of the Ministry have ensured that there are no toxic materials and no harmful bacteria purveyed. These praiseworthy efforts are largely responsible for maintaining the safety of cooked food in these places. However, much to my concern is the fact that many of those food stalls and establishments using cooking oil for deep frying of food tend to use the same oil over and over again. As a result, the oil which is clear when fresh becomes dark brown or blackish on prolonged usage. This darkly-coloured liquid now contains many other chemicals not originally present in the oil. Among them are compounds known as polynuclear aromatic hydrocarbons. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> What is that, please? \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Many of these compounds have been shown to be carcinogens to animals. They may well have carcinogenic potency towards human beings. Could the Minister let the House know whether officials of his Ministry have been taking samples of such over-used cooking oil from cooked food stalls or cooked food establishments for checking to see whether they do contain any of these undesirable and potentially harmful substances? Anyway, I hope the Ministry would urge food stalls and establishments not to over-use their cooking oil. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I must thank the Member for Buona Vista for having the confidence in my Ministry's staff in respect of the area of food control. I can assure him that my Ministry will continue to carry out checks on all food handlers to ensure that they maintain a high standard of public hygiene in their food preparation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cooking oil under very high temperatures can be converted to polynuclear aromatic hydrocarbons, especially if it is used over and over again. I presume that the hon. Member is referring to food items like zha you tiao, zha xiang jiao or zha xia ping. There are hundreds of polynuclear aromatic hydrocarbon compounds and they are also present in tobacco smoke, diesel fumes, smoked meat and fish, barbecued meat and even toasted bread. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> However, not all polynuclear aromatic hydrocarbon compounds are carcinogenic. It is also difficult to detect their presence. My Ministry and the Scientific Services Department have been unable to test for the presence of polynuclear aromatic hydrocarbons. Those that are carcinogenic present a health hazard if they are taken in large quantities over a long period. We believe that polynuclear aromatic hydrocarbons are only present in minute quantities in cooking oil and should not pose any serious public danger. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As part of my Ministry's routine food inspection work, samples of cooking oil are taken for analysis to ensure that it is wholesome and fit for use. In 1983, samples of used cooking oil were also taken from 51 food establishments, that is, 22 restaurants, 17 food factories and 12 hawker stalls, to test for rancidity. Only one was found to be unsatisfactory and the proprietor was warned and advised to change the oil more frequently. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, if I heard the Parliamentary Secretary correctly, he said that his Ministry and the Department of Scientific Services were unable to test for polynuclear aromatic hydrocarbons. How then can he know that they are present in insignificant amounts in the oil used? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, tests were carried out jointly in the past and, as I said, out of so many cases that we had done, only one was found. The hon. Member for Buona Vista is a professor of chemistry and if the Member can assist us, I am sure we will be very happy to have him helping us. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, maybe it is not proper for me to offer my services. But I am available any time. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> In view of the favourable offer from the Parliamentary Secretary, I have no other choice but to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $176,644,220 for Head M ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $$236,483,000 for Head M ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S - \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Subhead SA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year, under a similar threat to cut $10 from the Ministry of Law, the Minister for Law supplied some information that I requested in respect of the issue of permits to foreigners to own landed residential property in Singapore, I have put the information given to me to good use. But to refresh the memory of this House, the Minister informed us last year that from 1973 to 1982, a total of 2,585 approvals were given for both persons and companies to purchase landed property in Singapore. I then expressed considerable alarm at the situation in view of the fact that we have been building so few bungalows, semi-detached houses and terraces in Singapore. My alarm was worsened as I look at the latest Year Book of Statistics which gives me data up to 1982. Last year when I spoke in this House I had data up to 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The figures for 1982 in respect of the number of units of buildings commenced for bungalows were only 131, semi-detached houses 169, terraces 256. If one were to compare, say, the figure for bungalows of 131 as against the issue of permits in 1982 of 290 for all kinds of property, probably mostly bungalows and semi-detached houses, one can see that a tremendous imbalance has been created. However, Sir, last year when I pressed my point of view the Minister for Law was gracious enough to say that he would tighten the criteria for approvals in future. Part of my purpose in moving this amendment this year is to find out whether the Minister has been well behaved in the past year, as he promised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point that I wish to raise - and this is related to the first - has to do with Government activity in terms of the acquisition and sales of land in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1003</b></font>\n  <br>\n  <br> We know that Government has done a tremendous amount in terms of the physical development of Singapore and no one can deny the progress which has been made. No one can deny the additions to the amount of land by way of reclamation. It is very substantial, in excess of 10% of the total land area, I understand. But at the same time, as an economist, I do have a sneaking suspicion that Government activities by way of acquisitions and sales of land have somehow introduced an imbalance into the total demand-supply situation in respect of lands and properties in Singapore. I would, of course, like to have details of such acquisitions and sales of land by type for the last 20 years but I do understand that this would take quite a prodigious effort. So if the Minister is not able to assemble the data readily, I would be happy to file a question sometime in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, we seem to have different types of land tenure systems in Singapore-freehold, 999 and 99. I do not know but there may be others. But I would like to ask him what are the criteria for the issue of the different types of land tenure and what is the current Government policy. Is it to issue any more freehold land, 999 land or simply 99 years' land? Furthermore, what is the intention of the Government once the 99-year lease is up for HDB flats or for any other type of property? Does Government simply acquire back these properties or would Government re-offer these properties for sale at some future date? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would let the Hon. Minister reply first. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister of State for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Law (Prof. S. Jayakumar):</b> Sir, I have taken note of the points made by the hon. Member. First, he has referred to the points he made in last year's debate on this Head and the point he made then to the Minister for Law was to be more tight-fisted in the application of our criteria with regard to approvals t? foreigners to purchase bungalows, semi-detached houses and terrace houses. Certain figures were given last year, He wants to know whether the Minister for Law has been \"well-behaved\" since then. This will presumably have to be demonstrated by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> figures for 1983. Can I assure the Member that these figures will be collated and will be presented to him. I think if he looks at the figures he will be satisfied that the Ministry has, in consultation with other relevant agencies, been circumspect in regard to granting approval for foreigners to purchase these landed properties. But these figures will be given to him as soon as they have been collated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second and third questions concerning acquisition and sale of land policies and the different categories of tenure, 99 years, 999 years and so on, over a period of 20 years of acquisitions, this will also require a considerable information searching. I take his point and the questions of principle and issues which legitimately require answer. Can I assure him that these points will also be looked into and information will be supplied as soon as it is available. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, I accept that assurance. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $40,957,310 for Head S ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $35,248,100 for Head S ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead QA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two Saturdays ago Singapore experienced one of its worst floods in recent years brought about by a sudden heavy rain. As a result of the floods, traffic came to a standstill in many parts of the island. It is my opinion that the Police were not properly prepared to deal with the situation. In raising this amendment, it is my intention to find out where the Police were on the date the floods came and what can be done to deal with such an emergency in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had the experience myself of having to drive from MacPherson Road \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br> down to Orchard Road, a journey which would normally have taken me 15 minutes. But on the day in question it took me one hour and 15 minutes. On driving along Jalan Toa Payoh and the Pan Island Express Way at the exit into Stevens Road, there was a heavy line of motor vehicles. No policemen were in sight. Subsequently, I found that only a few policemen were posted at the flooded area in Stevens Road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Likewise, in other parts of Singapore the situation was the same. You would find that policemen were posted in the flooded areas themselves, some knee deep in water or ankle deep in water, unable to do much. The point here is that the policemen could have done a better service if they had been properly deployed further away from the flooded areas where they would have been in a better position to forewarn on-coming motorists and to divert them to accessible road. But this, however, was not done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to suggest that the Police draw up a plan which can be implemented during an emergency like this. May I make a few suggestions. First, as I have said earlier, policemen should be deployed further away from the flood prone areas or flood stricken areas to warn on-coming traffic. Secondly, we should have signs ready and they should be put up again far away from the flooded areas to warn the motorists and to detour them. Thirdly, Sir, the Police should enlist the help of the Singapore Broadcasting Corporation in giving more regular warnings to motorists over the air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although I know that the SBC does not fall under this Ministry, I would like to say that when the floods came on 3rd March, the SBC gave warnings over the radio, but these were too few and far between. Most of the warnings came during the early hours of the morning when the programmes were transmitted live. But after \n  <br>9.00 am, when pre-recorded programmes came on, announcements were only made in between programmes which means at half-hourly or hourly intervals and which, in my opinion, are too far in between. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, first, I would like to register a protest because I felt a little frustrated as I began researching on the Ministry of Home Affairs. Now, I do understand that some aspects of his Ministry's activities need to be kept secret or confidential. But I could not find any report on the Ministry of Home Affairs. I could not find a Police Report. I could not find any report on the Prisons. There is a publication called \"Police Life\", but that is all about the social activities of the Police Force. The SANA Report on drug addiction is one year late. The 1982 Report is available. I hope that perhaps the Minister can do something to help Members of this House better appreciate all the efforts that he is doing. We ask questions on this side of the Bench in order to help the Ministry to do better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now come to my point of substance, Sir. I notice that the Drug Enforcement and Rehabilitation expenditure pro- jected for this year is in excess of $19 million. This compares with $25.6 million for the treatment of offenders, that is, those who are sent to the regular prisons. If one were to look at the establishment figures for drug rehabilitation, we get a figure of 463 as compared with 999 for the treatment of offenders. These figures seem to suggest to me that the problem of drug addiction is really growing at an alarming rate. Now, I do not have figures for 1983 to talk about here. Perhaps the Minister can tell this House something. But the SANA Report of 1982 gave us a figure in excess of 6,500 drug offenders at various stages of rehabilitation. Perhaps the Hon. Minister can inform this House what is the latest situation in this regard and whether the relapse rate in the treatment of drug offenders has improved in the last year or so. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, may I just reply to the Member for Alexandra. He was caught in a flood two weeks ago on a Saturday morning. Many of us were in the same position. He asked whether the Police or the Ministry of Home Affairs has got a plan in case we have a flood as we did two Saturdays ago. Well, we have. The Police all the time have an operation plan on floods which serves as a guide for police action in a major flood situation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The plan is implemented in phases. The flood situation is first monitored. If necessary, the Police will request SBC to broadcast at regular intervals the areas affected by flood so that the motoring public can avoid these areas. If the flood situation gets worse, the plan for road diversions and, if necessary, for evacuation of flood victims, will be implemented. Should floods occur during hours of restrictive entry into the Central Business District, the Police will also lift the restriction to enable the motorists to go through the gantry points and thus avoid flood areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, what action was taken during the last flood two Saturdays ago? Police officers were deployed to flooded areas to provide feedbacks on the flood level as well as to render assistance to persons who were trapped. For the information of the Member for Alexandra, the SBC was informed of the situation as early as 4.00 am on Saturday, 3rd March, 1984. The first broadcast by the SBC on the flooded areas came on the air at 6.00 am. If the Member for Alexandra had turned on the radio in his car (I presume he has a radio in his car), he would have heard the flood warnings from the SBC broadcast. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By 8.00 am, both the flood and the traffic situation had worsened due to the exceptionally high tide which coincided with the heavy downpour. The restrictions at five CBD gantry points were lifted to ease the traffic flow. This was subsequently extended to all the gantry points, The traffic diversion plan was also implemented, but it took some time to be effective as adjustments had to be made to the planned deployment. This was because the diversion plan was based on known flood areas before. But the recent flood was an extraordinary flood. The pattern of flooding had changed because there was flooding in areas where hitherto there were no floods. For the information of the Member for Alexandra, we had a big flood in 1978. In the recent flood, there were 20 areas which were flooded and which were not flooded in 1978. I have got a list of these areas here, but I will not read it as I do not want to waste the time of the House. If the Member is interested, I will give it to him. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the efforts of the Police to divert traffic away from the flooded areas, there were massive traffic jams that morning, not only because there were more areas that were flooded but also because between 1978 and that morning there has been an increase in the volume of traffic. In fact, the number of cars had increased by 53.9% since 1978. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, the flood happened during the peak hour, the Saturday morning period. Even under normal peak hour conditions, there are traffic congestions along certain roads particularly roads surrounding the CBD and at some sections of the PIE such as Bukit Timah/Farrer Road junction and at the junction of Whitley Road/PIE going to Anak Kaki Bukit. Therefore, since some of the major roads were impassable to traffic due to floods at the Bukit Timah/Dunearn Roads, the traffic diversion to other roads caused normal peak hour congestion on these other roads to worsen and, as the Member for Alexandra said, traffic came to a standstill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, because of the heavy downpour, many vehicles broke down and were causing obstruction. I believe the Member for Alexandra would have experienced that even on the PIE, you only need to have one car breakdown to cause a tremendous jam. This is not during a heavy downpour and floods but during normal peak hour periods. You need just one car to break down, and it causes a tremendous traffic jam. Therefore, I say that in spite of the impossible circumstances, the Police have done what they could to alleviate the situation. I believe that by 1 o'clock the situation became normal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the experience we gained on that Saturday, of course, the Traffic Police will improve the situation and plan for the next big flood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa made the point that there is no Ministry of Home Affairs' report or Police report. In fact, reports on whatever the Ministry of Home Affairs has done or the Police have done, I think they are quite well publicized. If any Member, including the Member for Whampoa, wants any information about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> the Ministry and what they have done and so on, he can ask for the information in Parliament and it will be supplied to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to drugs, my Minister of State for Home Affairs will reply. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, I would like to ask the Minister why on the 3rd March the CBD restrictions were lifted only at five gantry points and not at all the points leading to the CBD. I hope it is not typical of this Government that on a day like this with such an emergency, it would still be interested in collecting revenue from frustrated motorists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, I would like to make another suggestion to the Minister. Perhaps this can be taken up during the meetings that his Police Force would have with the SBC on how to deal with floods in future. In some countries there is what is known as a special roadusers' channel over the air waves. This is a special channel devoted strictly to broadcasts of warnings regarding traffic congestion and this could be useful not only in situations like this but it could also be used to educate motorists in road safety. Perhaps he would consider asking SBC to allocate a special roadusers' channel which would definitely be useful in emergencies. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, on the first question, I think the Member for Alexandra has not heard me correctly. I said in the first instance, only five gantry points were opened but subsequently when the flood worsened, all the gantry points were opened. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Why not all at the same time? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> It depends on the situation. If the situation necessitates it, then they will be opened accordingly. That is why the Police have to monitor the situation. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, the situation was already bad since 6 am throughout the whole island. Why was there a need to continue collecting revenue at certain gantry points? Why was the restriction lifted only at five gantry points? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, the gantry points are manned only from 7.30 am. Before that, they are open. There is no question of the Police collecting money because, in any case, the Police do not get the money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, they do not lift the restriction at gantry points just like that. It all depends on the situation. That is why the Police were deployed to monitor the situation to see whether flood waters were rising or failing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is about SBC having a separate channel. I will take up the suggestion of the Member for Alexandra. But it would depend on whether the SBC would agree because it is now a statutory board. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, may I briefly respond to the point made by the hon. Member for Whampoa about drug rehabilitation provisions? I take his point to be this: have we been relatively successful in combatting the problem and, if we are, then why is there no corresponding decrease in the number of manpower? The answer to the question is that over the years we have been successful in combatting the problem. Some indicators are: in 1977 when we first had Operation Ferret, there were an estimated 13,000 heroin addict population. Now the estimated heroin addict population is 6,200. In 1977, the monthly admission rate to the DRC was 590. Now it is about 220. And the ratio of new to old addicts, in 1977 it was 2 : 1; now it is 1 : 4. We have other indicators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point, however, which needs to be emphasized is that the drug menace is a continuing one in that we cannot hope to completely eradicate the danger. So there has to be continuing vigilance which requires a considerable manpower in enforcement, detection, obtaining information both within the country as well as on persons who may try and slip in through different checkpoints. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There also needs to be manpower in the drug rehabilitation centres themselves, although figures show that the number of now addicts is going down. As the number of new addicts goes down, we will over the years have a residual problem of relapse \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> cases, hardcore addicts, which require more intensive and thorough rehabilitative processes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With those comments, I hope the Member for Whampoa will be satisfied. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I thank the Hon. Minister for his reply and I am glad to note that the indicators show a big improvement in this area which is of vital concern to our people, especially to our youths. My concern is for the future, whether this trend will somehow be reversed especially with changing values of our young people. I am particularly concerned with what I call the birth control and the abortion generation, birth control starting from the time when we really pushed the birth control programme in Singapore in the early 60s. The abortion generation came in 1970 onwards because 1970 was the year the Bill was passed in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I mention these two points in time because I feel that our family planning programme together With the rising affluence has resulted in small families where children being one or two only in the family, they get rather spoilt by their parents, get shunted on to TV, on to nannies and relatives, have too much pocket money, perhaps even time on their hands. We see many of these young people at coffee houses drinking beer and so on and so forth. I even hear reports of young girls picking up money as prostitutes. Even some college girls are being prostitutes and so on to earn extra money or for the fun of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These trends have been in existence in the advanced countries. The question is, as we progress into an advanced country, whether we would catch up with some of these undesirable trends. I wonder whether the Minister has indicators of some kind to show to this House. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the question posed by the Member is an interesting one, whether the propensity to drug addiction has any significant relationship to our family planning policies. While I do not have figures with me now, I can inform him that both the Minister and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> myself have had extensive discussions with the officials in charge of the running of these drug rehabilitation centres and officials in SANA. The interesting point is that many of the drug addicts come from large families where insufficient attention and parental care has been given to the children with the result that there are many dropouts, lack of education and leads them to bad company and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is not to say that the point and fear as expressed by him is completely without foundation. But, at the moment, the characteristics and profile of the drug addict in Singapore shows that he comes from a large family with insufficient parental care, dropout from education at an early stage. So combating this problem requires cooperation and support from all sectors of the population to augment Government efforts. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Liew Kok Pun (Boon Tock):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to speak on two new policy measures of the Ministry of Home Affairs and that is the introduction of the Neighbourhood Police Post (NPP) and the Civil Defence. The NPP project is a big success. It has taken root in the housing estates and is closely interwoven with the web of grassroots organizations in the constituency. More importantly, it has improved the image of the police officer as one who is easily approachable and a friend of the people. I was told by the shopkeepers that the NPP officers know the neighbourhood so well that even the street dogs and pet dogs in HDB flats wagged their tail in recognition. Sir, the success of the NPP hinges on the quality of men selected to run it. The first batch of NPP officers have done their job well and should be complimented. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to touch on the Civil Defence scheme. The Civil Defence Command has been mainly involved in organizing civil defence demonstrations and the training of volunteers. Much more effort, however, needs to be put in to bring the message of the importance of civil defence to the doorsteps of the people. A lot of promotion work has got to be undertaken. In this respect, the staff strength of the Civil Defence Command has to be beefed up. We now only have a skeleton staff of full-time Civil Defence officers in the constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also we should get the media professionals to help in promoting Civil Defence. The Ministry of Defence has taken the lead to professionalize its promotion work and so has the National Productivity Board. The Ministry of Home Affairs should ask for more money from the Ministry of Finance for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the first group of Civil Defence volunteers has been trained, I would like to find out from the Minister how his Ministry plans to sustain the interest. It is absolutely necessary that the interest be sustained and not allowed to decline. I would like to make the following suggestions to the Minister to keep the interest alive among the volunteers. First, organize regular simulation civil defence exercises for the Civil Defence volunteers. Second, involve them in the training of other volunteers. Third, form them into a constituency civil defence group to provide the leadership and organizational infrastructure, \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, recently the Senior Parliamentary Secretary of the Ministry of Home Affairs stated that the system of the Neighbourhood Police Post has been effective in combatting crime in the housing estates. According to him, the crime rate in the constituencies that have NPPs has declined significantly. I would like to ask the Minister to elaborate on the statement. Has the NPP scheme been really effective in combatting crime and, if so, in what ways has it been effective? Have the police officers surveyed the responses of the residents to the presence of the NPP \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> officers? What are the problems confronted by the police in their effort to improve police-community relations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The presence of the Neighbourhood Police Post can be a deterrent against persons who may wish to commit crimes. The regular patrols, spot checks, and house visits in the housing estates will ensure greater security for the residents. If the NPP system is successful, it should be extended to all housing estates as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not just the HDB housing estates that should have the NPPs, but also the private housing estates. Security is a problem in a private housing estate as it is elsewhere. In fact, the problem of security in private housing estates can be more serious because there is more ground to cover and greater opportunity for the criminals in view of the separate housing units. In my view, it is easier to police an HDB block; it is harder to do so in a private housing estate. So I would like to ask the Minister whether he intends to introduce the NPP scheme to the private housing estates, including those in Serangoon Gardens Constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One factor which may prevent the Ministry from implementing the NPP system as widely and as quickly as possible is the lack of police officers. I see that the Ministry has put up advertisements to recruit more police officers. It is essential that the Ministry has the required number of people it needs. But what, may I ask, are the incentives for the officers to remain in the police force? The Minister just now mentioned the various scholarship schemes, but what incentives are there for the police officers to remain in the Force and for the potential recruits to come into the Force? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to ask the Minister about the state of the Marine Police. The Marine Police is responsible for the security of our territorial waters. They have to prevent illegal immigrants and smugglers from entering Singapore. They must be well-equipped and have enough manpower to handle their jobs. Additionally, they have the responsibility of defending our territorial integrity together with the Republic of Singapore Navy. So, while we focus on the NPP and problems of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> police on land, we should not forget those who are contributing to our security and who have to be out at sea during most of the time. I would like to ask the Minister whether the Marine Police is well manned and equipped to perform its role effectively. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Sir, I have an amendment No. 5 on the same topic. Can I speak now? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, carry on. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Thank you, Sir. Sir, the Neighbourhood Police Post system has been implemented for some time now. Would the Minister please report on the progress made? Would he also enlighten the House of any problems that may have been accounted and what improvements would need to be made? Sir, my constituents are also interested as to when the NPP will be established in the Telok Blangah Constituency. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, first, I would like to thank the Member for Boon Teck for complimenting to Police for the excellent work they have done in implementing the NPP system in their Toa Payoh Division and, in particular, in his Boon Teck Constituency. He said that when the NPP officers visited the households even the dogs wagged their tails. I believe these include mangy dogs! This will certainly give tremendous encouragement to the police officers, both senior and junior, who are responsible for the planning and implementation of the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we started implementing the NPP system in the Toa Payoh Police Division in June 1983. A total of eight police posts have been built and are functioning well. We have been closely monitoring the system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to the Member for Serangoon Gardens, we shall be having an evaluation exercise to be completed by June 1984. I am in a position to give preliminary assessment that, on the basis of observations made by the NPP officers, the indications are that the scheme has been a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> success and that our major objectives have been fulfilled. One of the main objectives of the NPP system is to elicit the confidence and trust of the public through better police-community cooperation. Once mutual trust is established, members of the public would be willing to volunteer information or make reports to the Police on matters of police interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the indicators? In the first eight months there were a total of 24,630 reports received. This is 50.7% increase over the more than 16,000 reports received by the Toa Payoh Police Division in the eight months prior to the implementation. Some 21% of the total number of reports were received at the Neighbourhood Police Post. This is a clear indication that there has been close rapport between the residents and the NPP officers. Some of these reports are information of great operational value to the Police, such as information on the presence of suspicious strangers in the neighbourhood or the existence of criminal activities in the area. However, I must say that to examine the impact of these information on the clearance rate of criminal cases, in a short period of eight months is premature. Nevertheless, many of these reports have alerted the Police to take early preventive measures and in some cases the reports have led to arrest of criminals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, with regard to the crime rate, I can say that the figure showed that serious crime in the Toa Payoh Division has decreased after the implementation of the NPP system. There were 561 cases reported for the period June 1983 to January 1984, as compared to 597 cases reported in the eight-month period October 1982 to May 1983. This represents a 6% increase. The crime situation in Toa Payoh also compared favourably with the whole of Singapore. The monthly average number of serious crime at the national level increased by 13.7% as compared with the monthly average before June 1983. On the other hand, the monthly average number of serious crimes for the Toa Payoh Division has dropped 7.4%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another important aspect of the NPP system is the home visits. This is another indicator. These visits help the Police to get to know the residents personally and give the police officers an opportunity to listen to their problems and suggestions. I remember last year some Members in the House, including the Member for Boon Teck, voiced some reservation about the home visits, and rightly so. I am glad to inform the House that the home visits have been a great success. Since we launched it in September last year, NPP officers have visited all the 52,400 households in the Toa Payoh Division which were occupied at that time. The residents are pleased with the visits by police officers. We have also received many favourable comments on the visits from the residents as well as the grassroots leaders. To date, no resident has objected to the visits. The second series of home visits has already commenced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can now say that the NPP system has been very well received. Since the establishment of the NPP, the officers have received 94 ground reports on matters raised by residents on housing, social, traffic and crime problems. 84 residents have expressed appreciation to the NPP officers for assistance rendered. NPP officers have also assisted residents on matters such as road/address guidance, referral services, change of addresses, lost and found properties, registration of death and engraving of property. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to the Member for Serangoon Gardens and the Member for Telok Blangah as to when their respective constituencies will have the NPP system implemented, the House will recall that I have stated in 1982 that a network of 91 Neighbourhood Police Posts would be built to ensure adequate police coverage throughout the Republic. Each constituency will have at least one police post. The larger ones would have more than one. We have an implementation plan for the 91 police posts to be built over a period of 10 years. The first phase, as you know, commenced in Toa Payoh Division. However, the implementation of the NPP \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1018</b></font>\n  <br>\n  <br> system has to be phased because, firstly, there is a constraint of manpower and police officers have to be recruited and trained. Secondly, the implementation plan must take into account the HDB building programme and the shift of population concentrations. Priority has therefore been given to Police Divisions which have a more settled population. Telok Blangah constituency is in the Queenstown Division and, according to the implementation plan, it would have its NPP system in about two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the second phase which is due for implementation this year, nine NPPs will be built - five in Paya Lebar Division and four in Jurong Police Division. Serangoon Gardens constituency is under the Paya Lebar Police Division. As there are no HDB estates in his constituency, a plot of vacant land near the Serangoon Garden hawker centre has been designated as the proposed NPP site. The Thomson NPP in the Toa Payoh Police Division was built to serve the private housing estates in the Thomson constituency. Thus the remarks made by the Member for Serangoon Gardens that the building of NPP is only confined to HDB estates is not correct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for his remarks about the lack of police presence in Serangoon Gardens in the past four months, almost 60,000 man-hours of uniform and plain-clothes patrols were deployed in the constituency, though it is not an area of high crime rate. This represents, for his information, 6% of the total man-hours available for such duties in Paya Lebar Police Station which covers a total of 13 constituencies was deployed in his constituency. Private residential estates, such as Serangoon Gardens, normally has a low population density and policing on foot is not as effective as it is in a public housing estate. The patrols have to be mobile due to factors such as the distances to be covered and the response time. The presence of such mobile police patrols is not easily perceived by the residents. Hence perhaps the complaint. However, the Police has already increased bicycle patrols in his constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the situation of constituencies which have to wait for the implementation of the NPP system? What \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1019</b></font>\n  <br>\n  <br> can we do about it? I would like to urge Members that constituencies which are waiting for their NPP system to be introduced should implement the Neighbourhood Watch Scheme in the meantime. The aim of the Neighbourhood Watch Scheme is similar to that of the NPP system in that it fosters a sense of community responsibility towards security by encouraging mutual assistance among neighbours with the help of the police. The Neighbourhood Watch Scheme will thereby smooth the way for the implementation of the Neighbourhood Police Post system when it comes. The Scheme which, in fact, has a role to play, is similar to that of the NPP system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of the House, the Neighbourhood Watch Scheme has been introduced in all 70 constituencies that have Residents Committees. Of course, Serangoon Gardens has no Residents Committee because there is no HDB estate. Nevertheless, in the private housing estates, 379 Neighbourhood Watch Groups involving 1,763 residential units have been formed. To-date, 51 out of an estimated 454 private housing estates have joined the scheme. The Member for Serangoon Gardens would be happy to note that Serangoon Gardens is one of the 51 with 80 Neighbourhood Watch Groups currently within his constituency and 479 participating members in the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the absence of Residents Committees in private housing estates, how do Police go about forming Neighbourhood Watch Groups. The Police will solicit the help of various community organizations in the constituency. They include residents' associations, Volunteer Special Constabulary, NPCC Cadets, People's Association Youth groups, boy scouts, girl guides, auxiliary forces, Cisco, the Auxiliary Police Force personnel who reside in these constituencies, including the Singapore Council of Women's Organization. In fact, many of them have already started spearheading the formation of these groups. Within the Police Force, the bicycle patrols, which we are increasing within these private housing estates, are making house-to-house visits to further promote the Neighbourhood Watch Group. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1020</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Police manpower, the Member for Serangoon Gardens has asked: How do you retain police officers and what incentives do you give them? First of all, may I say that hitherto we have some recruitment difficulties, apart from retaining them. However, the situation has improved following the revision of salary scales in 1982 and the subsequent intensive recruitment drive in schools, junior colleges and universities. In December 1982, there were 449 vacancies in the Police establishment of 7,215. These were reduced to 246 in December 1983 despite an increase of an additional 124 posts created in the year for the NPP project and the attrition of 236 officers through resignation, retirement, etc. In other words, the Force was able to recruit more than 560 officers in 1983 despite the fact that it had raised the minimum entry qualifications for police constables from three 'O' level passes to four 'O' level passes. In fact, we recruited five and six 'O' level passes and 'A' level passes as well. This is a good indication that the recruitment problem that the Force once faced had been overcome and that there should not be much difficulty in meeting the recruitment demands for the next 10 years over which the implementation of the NPP is to take place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to retaining the police officers, I do not think I should repeat what I have said in answer to the question by the Member for Delta with regard to the career development programmes that we will be having not only to retain the police officers but also to upgrade their professionalism and to have better trained and better qualified police officers. That is in respect mainly of the senior police officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But for the junior police officers, we have implemented an accelerated promotion programme for the better junior officers who are considered for promotion to higher ranks up to inspectors in a much shorter period. To help to improve their academic qualifications, more junior officers have been sponsored to attend day-release and part-time 'A' level classes and for those who do well in the 'A' level examination we have training award schemes and a bursary-cum-study loan \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1021</b></font>\n  <br>\n  <br> scheme for them to study at the National University of Singapore. In addition to these academic schemes, we also send junior officers to attend technical courses conducted by the VITB. Some of them are also sent for a one-year non-graduation course. I suppose the Member for Serangoon Gardens would have met some of them attending these courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the Marine Police, as Members know, the Marine Police is responsible for maintaining law and order within the port limits of Singapore, an area of some 820 sq km of sea and islands. The waters outside the port limit, on the other hand, are the responsibility of the Republic of Singapore Navy. Compared to the Land Division, the number of offences dealt with by the Marine Division is small. On the average, one case is reported every two days. This is because the islands under the jurisdiction of the Division are sparsely populated and crime aboard the ships is infrequent, that is, in port limits. It is quite different from incidents which happen outside our territorial waters.. That is another matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983, a total of 25 cases of intrusion by foreign vessels were detected by the Marine Police patrol boats in the course of their patrols. All the intrusions were effectively dealt with. For effective coverage, the area covered by the Marine Police is divided into 25 patrol sectors. The boats are deployed from four bases, namely, the Kallang, Jurong, Lim Chu Kang and Seletar bases and the target response time to calls is 20 minutes and the Marine Police have on the average been able to respond to calls in a fast time of 17 minutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The authorized strength of the Marine Division for regulars is 610. This is supplemented by the full-time national servicemen. The manpower is sufficient to effectively undertake the responsibilities. The marine fleet is made up of 66 patrol boats and one work barge. These comprise wooden hull, fibre-glass, aluminium hull boats and we also have new PT boats. Steps are being taken to replace the boats which are more than 10 years old. The new patrol crafts of the PX and PT classes are equipped with radar and they are armed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1022</b></font>\n  <br>\n  <br> with an array of weapons, including submachine guns and the general purpose machine guns. The equipment is therefore sufficient. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to the comments on Civil Defence brought up by the Member for Boon Teck. May I say that it is very encouraging to note that the residents of Boon Teck are equally enthusiastic towards the civil defence plan as the Neighbourhood Police Post system. The Member for Boon Teck, I think, has the right idea when he stated that he wanted civil defence to be brought to the doorstep and also to sustain interest and enthusiasm of the volunteers by way of regular simulated exercises. In fact, these are the primary objectives of the civil defence plan and strategy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, since we launched the civil defence plan some months ago - I believe 16 months ago, in November 1982, we have been concentrating on recruitment and training of these volunteers. To-date we have introduced civil defence training in 31 constituencies and another 18 constituencies are in a state of recruitment of volunteers, altogether 49. Another 40 constituencies will be introduced to civil defence this year. 102 Residents Committee zones have volunteers undergoing training. Out of the 14,767 volunteers recruited, 2,547 volunteers have already completed the full basic civil defence training. Another 2,779 have completed the supplementary programme for housewives, the senior citizens and youth groups. A further 2,425 are presently on basic civil defence training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, to sustain the interest of the volunteers and to upgrade the civil defence skills, advanced training courses have been planned and will be conducted later this year. In order to maintain rapport among the volunteers, week-end camps and familiarization visits have been organized. Other volunteers have also been on visits to Government emergency and essential services and civil defence related organizations to broaden their perspective of Civil Defence, such as visiting the Blood Transfusion Service or the Accident and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> Emergency Departments of General Hospitals and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to simulated exercises, we have involved the civil defence reservists and the residents together. But this can only be conducted when there are sufficient numbers of trained volunteers. Over the past year, simulated exercises had been conducted in 31 constituencies. To inject an element of realism and to emphasize further the importance of Civil Defence, we have also introduced survival exercises, such as water distribution in case during an emergency there is no water supply, and blood donation and collection to involve the trained civil defence volunteers. However, such exercises have only been conducted in five constituencies on a pilot basis. We do not want to do it in all the constituencies before we have a pilot project so that we can learn by our mistakes and gain experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, four blood collection exercises and one water distribution exercise have been conducted. During such exercises the civil defence volunteers applied their civil defence skills and also played an important role in coordinating and organizing fellow residents in such efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the near future, a food rationing and distribution exercise will also be held to test registration procedures for food distribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his comment that in each constituency there is only one civil defence officer and it is inadequate, may I clarify that this officer's job is to provide liaison between the Civil Defence headquarters and the grassroots leaders and the volunteers for recruitment, training and other related civil defence activities in the constituency. He also undertakes routine instructions for civil defence volunteers as well as coordinates the organization of civil defence exhibitions and demonstrations in the constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, as it will be impossible for one civil defence officer to undertake the various activities of civil defence in the constituency, including demonstrations, he is able to call upon the personnel and logistics support from the Civil Defence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> Division, which is the next level of command, whenever required. Each Civil Defence Division coordinates the activities of approximately nine constituencies. We have eight such Divisions organized along lines similar to the Police Divisions which take into account controlling boundaries and resident population concentrations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, where a large event needs to be organized, the Civil Defence Division can also call upon the Singapore Civil Defence Force headquarters to give the necessary personnel and logistics support. If the Member for Boon Teck wishes to bring civil defence to the doorsteps of the people, the Singapore Civil Defence Force will ensure that the necessary support will be provided to bring this about. However, as there are pressing demands for similar activities in various constituencies where civil defence is increasingly becoming an important community activity, close coordination between the constituency leaders and the Civil Defence Force headquarters will be necessary to ensure that activities are supported in a timely manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also agree with the Member for Boon Teck that with so many activities at high ear and with the current pace, the civil defence staff situation in the constituencies is rather tight. Therefore, the long-term solution is to recruit more regular civil defence officers and provide them with the necessary training to undertake more arduous tasks. Even now in-service officers are undergoing courses to upgrade their professional and leadership skills. With better trained officers and more officers being recruited, the momentum of the civil defence programme can be further stepped up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have taken up with the Ministry of Finance and the Public Service Commission the problem of more and better manpower for the Civil Defence Force and the introduction of an improved scheme of service to improve the recruitment efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, the Government has recently announced that the reservist service will be made a life-long commitment under the concept of total defence. In this regard, the Ministry of Defence and the Ministry of Home Affairs are working out arrangements to transfer to the Civil Defence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> Service trained SAF reservists who will be posted to the Civil Defence Units to serve as organizers and instructors in the community civil defence effort. Most of these reservists, unlike the present ones, have undertaken several years of military and other training which have civil defence application. These reservists will be useful organizers and instructors in the civil defence programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the Civil Defence Force has also introduced two additional schemes to improve its manpower position. The first is to appoint part-time instructors on its staff strength. These part-time instructors have relevant civil defence training, like fire-fighting, nursing and so on and so forth. T e second scheme is for keen and enthusiastic civil defence volunteers who are qualified, in such skills either in their civilian occupation or have obtained a proficient standard in training like fire-fighting, rescue work and so on, to serve as auxiliary instructors. \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Liew Kok Pun:</b> Sir, in a lighter vein and in response to the Minister's remarks about mangy dog, I can assure him that whether mangy dogs or Alsatian dogs, they all wag their tails to welcome the NPP officers. But in the case of mangy dogs, I would suggest to the Minister that he advise his NPP officers to keep them at a distance. Sometimes they can also bite. On this note, I would like to thank the Minister for his very thorough reply. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QB-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this deals with the Police Support Services Programme, ie, the management of the Police Force, planning, financial and personnel administration, public relations and publicity. In moving this amendment, may I first of all say without any hesitation that I have great admiration for our members of the Police Force, for the rank and file particularly, a lot of whom are my friends and for whom I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1026</b></font>\n  <br>\n  <br> have a great respect for the difficult conditions under which they are sometimes called upon to perform their task. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what I am here to complain is that the masters they have been asked to serve sometimes put them in situations where they are shown to be partial in the administration of the law, particularly in holding the balance between political parties. I have every sympathy for these Police officers who are put in these situations and who find the discharge of their duties embarrassing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I may illustrate. Last year, for the Mooncake festival in my constituency, we wanted to hold a children's procession accompanied by a lion or a dragon dance troupe. We were told by the Police when we applied for the permission that on no account would a permit be granted for a lion or a dragon dance troupe to accompany the children on their rounds. So we said, \"So be it. If that is the law, we will accept it.\" We were granted a permit and we had a procession of children with lanterns. But to our amazement, Mr Speaker, Sir, there was a counter procession in which a member from a political party who is aspiring to be the next Member of Parliament for Anson played a prominent part. I do not know whether he was assisted by members of the Residents Committee, but I was told there were. But the point is that they organized another procession. And what did we find? They had a dragon dance troupe or a lion dance troupe leading the children. They went round the estate. So we had a situation where, when I wrote in, I was told, \"That is the law, Mr Jeyaretnam. You cannot have this dragon dance troupe accompanying the children.\" And I said, \"So be it, if that is the law.\" \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then what do we find? We found another group, as I say, comprising the aspiring member who hopes he might one day be here participating in that group led by this lion dance troupe. I wrote in immediately after that. I said, \"Look here, could you tell me whether there was a permit granted for the other group?\" And what did I get? An answer that no permit at all was sought by the other group, even for a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1027</b></font>\n  <br>\n  <br> procession, whereas we complied with the law to the letter and got a permit for the procession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This reply, may I say, was not prompt in coming. I have had to press for these replies and they took six weeks, seven weeks, eight weeks, before I got any reply from the Police on a simple matter like that. I have no doubt that it had been referred to Phoenix Park headquarters and it was probably in one of the in-trays of the Minister for three weeks before they were told what they should reply because they found it embarrassing. So I said, \"Are you going to prosecute or do anything about the other group?\" And then again, I got no reply for a long time. Then they said, \"Well, Mr Jeyaretnam, your group breached a condition of the permit we granted. The other group didn't have a permit. So we are warning both. We are not going to take any action.\" They think I was born yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I wrote back and said, \"Please tell me what is the condition we breached?\" Then they said, \"Oh, you used HDB void decks.\" We never came near the void decks. The question is: was there any complaint from the HDB? Then I wrote back and said, \"Look, what is the condition we breached? Tell me.\" Now they go away from void decks, they go away from car park areas, and they say, \"Oh, you used the grass patch in front of your office.\" That letter only came recently. I might have to ask whether we have to have a permit before we can even stand on the grass patch in front of my office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I sympathize with the OC of the Queenstown Police Station who was put into this dilemma of having to deal with this problem. He should leave it to the Minister to reply to these questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say, Mr Speaker, Sir, this sort of interference will only bring into ridicule and contempt the administration of the law and will reduce respect in our people for the Police Force, if they see that the Police are partial, are made to be partial for a ruling party or even for the Government. There is a lot to be said for the practice in some countries for the conduct of the Police to be taken away, as it were, from government and put under watch commit- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1028</b></font>\n  <br>\n  <br> tees so that they are accountable to a committee of citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give all the details of this incident to the Minister if he wants them later when I hear from him. I say this to the Government: do not use the Police to do your dirty work for you. If you want to fight the other political parties, do it clean. Come and fight them in the hustings, in the elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not know how many officers, but there are one or two officers in the Commercial Crimes Branch who are engaged for a full 24 hours a day, it would seem, trying to probe, \"to find out whether the Workers' Party has been guilty of any offence in all its activities. Not only that, we have got, I think, two DPPs in the AG's Chambers who are working full-time as though there is nothing else for them to do. I say that this can only bring the administration of law and justice into contempt and ridicule. I would like to ask the Minister whether he is aware of this particular situation. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, I have heard a tirade from the Member for Anson and it all consists of smears. Is there any evidence? If he has any evidence that the Police have been acting slavishly under a political directive in the enforcement of the law, he should bring it up now, give instances, and not make insinuations. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Answer this. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Look, I am speaking. I have not interrupted you. Why are you so afraid that I should speak and expose you? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because you do not answer. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Why do you interrupt me? Are you afraid that I may expose you? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Answer the question. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Will you keep quiet? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Answer the question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1029</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Will you keep quiet before I can answer? I think this is atrocious. He says with a hypocritical stance that he sympathizes with the Police officers. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I do. I do. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Hypocritically sympathize with the Police officers that they are taking political directives from the Minister without having a shred of evidence. Then at the end of it, he asks: \"Is the Minister aware of it?\" Why does he ask me such a question, \"Is the Minister aware of the situation?\" when he himself has asserted that the Minister has been giving political directives to Police officers? And he hypocritically says that the Police Force is falling into disrepute. I think he is doing it by making allegations that the Police officers are taking political directives in law enforcement without evidence in this House and when the Police officer concerned has no right or no avenue to defend himself. That is a charge, is that not so, that they are not doing their duties professionally? And as a lawyer, and I hope as a respectful citizen, he should not make such charges about Police officers, OC Division, who have no opportunity to defend themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says that the Workers' Party has been harassed by Police officers under political instructions. Has he got any shred of evidence to prove it? If he has, please bring it up here. They are just doing their duty. The whole world knows that the Member for Anson has been charged for defrauding creditors and he has been convicted. Is he saying that the court also had directives? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I think it is time you should rule on these things, with respect, That is a matter which is going up to the High Court. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Is it sub judice? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> So be it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I wish you would rule on these things. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I did not know that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1030</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> I am not saying anything - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You should not say anything which is sub judice. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> I am not saying anything sub judice. I am stating a fact - that he has been convicted in court for defrauding creditors. That is a fact. It is not sub judice. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Minister perhaps forgets what he has just said. He is talking about convictions, convicted, and he knows very well that we were acquitted on three charges. There was one on which we are appealing. The other three acquittals, the AG is appealing, And there was another case where we were accused of selling or distributing pamphlets, that is also under appeal. So what is he talking about if he is not referring to those cases? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chua, I suggest you do not carry on like this. Anything sub judice should not be said here. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> It is not sub judice. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is sub judice. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is all under appeal. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> I am not saying anything sub judice. I am just stating a fact. It has been reported. It is a fact. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I suggest you answer. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> May I say that he has been convicted in court for defrauding creditors and he has appealed? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, are you going to allow a Minister to defy your ruling? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am not allowing. Mr Chua, please answer. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> It is part of the answer, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is again a smear on the Police officers who have no opportunity or avenue to answer the Member. I think it is atrocious behaviour on the part of the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the incident about a member of the moon cake lantern procession which he brought up as an instance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1031</b></font>\n  <br>\n  <br> that he has been discriminated against by the Police officers, the Police has given him the facts. They have said that the other lantern procession did not have a permit. They have not refused to reveal the fact and they have stated that the other party is wrong and that they have given a warning to the other party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even in his allegations he has made a smear that it was organized by, and I believe he means, a PAP member. But in fact the organizer of this lantern procession is not a PAP member. He is just an RC member who organized it in his individual capacity. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You had your man there. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Which man are you talking about? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The man who thought he might win the elections in October 1981. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> It is quite open. This man has been warned. I have not got his name but I know whom I am referring to. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Of course, you have the name. You are confused. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> It does not matter whether I have the name or not. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Obviously you are confused. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Will you shut up? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chua, please carry on. \n  <br>5.00pm \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> With regard to the application by the Member or through his Chairman, Mr Wong Hong Toy, to hold the lantern procession, it was granted but he should have studied the permit which granted him permission to hold the lantern procession. In the permit it is quite clearly stated that one of the conditions is that permission has to be obtained from the HDB authority for the use of void decks, car parks, public areas and gardens which come under the jurisdiction of HDB. The Police reported that there was evidence that the Workers' Party lantern procession \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1032</b></font>\n  <br>\n  <br> assembled in an open space outside the Member for Anson's office without obtaining the permission of the HDB, Do you deny that you did not obtain the permission of the HDB? And he appears to be a law-abiding underdog type of MP - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Mangy dog. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Well, I would not call him that. And yet he says that he has not breached this condition; and for that he is protesting that he should have been warned. Sir, that incident, far from indicating that the Police have been biased in the enforcement of the law, they have been very even-handed. Not only have they given a warning to the person who through ignorance organized a function without a permit; but they have also warned that they could also prosecute the Workers' Party for their default in keeping up with the conditions of the permit. They could have prosecuted the Workers' Party. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, honestly the Minister is all at sea over his answers, He says we broke a condition of the permit by assembling the children in front of my office. Well, as I said, where does he expect us to assemble the children? On the roof? Or what? In the air? Honestly. I wrote and asked the Police which void deck did we use? Which car park did we use, in the sense that the cars could not park there? Of course, the children had to walk if they were going to process. They had to walk through the car parks. How do you expect them to walk? In the air? How ludicrous does one get. So the position still remains, and I would like to know now from the Minister whether the Police had received a written complaint from the HDB Area Office. If they have received a written complaint from the HDB Area Office, I would like to see it. Then I will deal with the HDB Area Office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the point remains, Here we have this other procession organized by an RC member and the Minister for Home Affairs glibly says, \"an RC member acted in ignorance of the law, he did not know that he had to have a permit before he could hold a procession in Singapore.\" That has been dinned into our ears since 1959. As soon as this Government came to power, \"no procession, my dear people. You have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br> got to have a permit first.'.' So, will you please try and answer the questions instead of indulging in shibboleth. Answer the questions. Where do you expect the children to assemble? Have you had a written complaint from the HDB? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third question is, why didn't you prosecute the other party? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, I am indebted to the Member for Anson when he said that, unwittingly he has admitted that he had no permission from the HDB to use the frontage, the open space, to assemble the procession. As a lawyer he should know that he has committed a breach of the condition. It is he who should tell me or the House whether he has got a permit to do so. And he says, \"where can we assemble the children or the supporters for the procession?\" If you want to have them assembled or gathered in front of somebody else's open space, surely, as a lawyer, he should know that he should ask for permission. It is not for me to tell him whether the HDB has complained. It is for him, who has committed a breach of the condition to tell us whether he has obtained the permission from the HDB to use the place to assemble. He is a lawyer, he should know better. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, Sir. The point is, I want to know whether we are ever going to get answers to these questions. I have asked three questions. Am I going to get answers to these questions? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Minister so far has refused to answer. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He can't answer. Is that so. Well, all right, in that case I would not withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I could be difficult. I could have asked for a Division, but I won't. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead OD-03 of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1034</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I carry on, may I just declare that I have no particular interest in this matter except that I speak the views of a number of businessmen in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, it is my intention to draw the attention of this House to the increasing number of people in Singapore engaged in the manufacturing or in the trading of imitation goods. Sir, by imitation goods, I refer to articles which bear the trade marks or trade names of well-known manufacturers who are the rightful owners of such names or trade marks. Such goods are generally of an inferior quality and sold at a lower price to deceive customers. Sir, I believe we have to protect Singapore's reputation as a manufacturing and commercial sector and such activities do not help us in any way. I do not want to give names but there are at least two other countries in the Far East which have gained rather dubious reputations for making counterfeit goods. You name it, they have it. If they do not have it, they will make it for you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past couple of years or so we have read in the press of the Police rounding up quite a number of such cases. People who have made imitation recordings, counterfeit jeans, counterfeit fashion wear, counterfeit leather belts, counterfeit watches. I would like to find out from the Minister whether the Police are properly equipped to deal with the increase in such crimes and whether our existing laws are adequate enough to give the Police the necessary powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other point I would like to raise is this. I refer recently to a press report which said that the Central Supplies Office sold imitation watches to the public. I could not believe what I read in the newspapers. On the one hand, we know that our Government would certainly protect the interest of all manufacturers and honest businessmen, but here we have a Government department offering counterfeit goods to members of the public. Sir, I hope this was merely a departmental error, but certainly whoever was responsible should be severely reprimanded. I would like to ask the Minister what happens to the counterfeit goods which are seized in police raids. Can I have an assurance from the Minister that what has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1035</b></font>\n  <br>\n  <br> happened recently would not happen again? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, in reply to the Member for Alexandra, may I make it clear to him that offences relating to imitation goods are governed by the Trade Marks Act (Chapter 206). Whereas offences relating to pirated cassette tapes are governed by the Copyright (Gramophone Records and Government Broadcasting) Act (Chapter 188). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as imitation goods are concerned, what actions are the police taking? May I inform the Member that the Police will take action only on receipt of a complaint, in most instances made by the manufacturer of the genuine product or its agents. This action on the part of the manufacturer or its agents is necessary because, firstly, not all of them are in favour of Police taking action as subsequent publicity may affect the confidence of their clientele and thus the sale of the genuine product. Secondly, as a member who runs a very successful watch business himself knows, nowadays to detect imitation from genuine products requires a highly specialized skill and expertise. Some of the imitations may look more genuine than the genuine product. I understand that they call them \"genuine imitations\" as compared to other not-so-good imitations. Perhaps the Member for Toa Payoh who has been running a multi-purpose cooperative will know all these things better than myself. Therefore the Police cannot be expected to possess such expertise to detect the imitations from the genuine products, the characteristics of which are also known only to the manufacturers or agents. In other words, the Police will not know whether it is a genuine imitation or not-so-genuine imitation. It must get the manufacturer to tell them because they have the expertise. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once a complaint is received the Police will require the manufacturer or agent to produce a certificate of registration of trade marks issued by the Registrar. In other words, this item of goods is registered and the manufacturer owns the trade mark of this particular item. The manufacturer or agent is also required to hand over samples of genuine and imitation products \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1036</b></font>\n  <br>\n  <br> and to point out the differences between them. With this information, the police investigator will obtain a search warrant from the court to search the suspected premises. The raid will be conducted together with the manufacturer or agent. All goods found in the premises that have been identified as imitation products by the manufacturer or agent will be seized by the Police. These are then sent to the Department of Scientific Services for analysis together with the samples of the genuine products. Only with sufficient evidence will the Police be able to prosecute the offender. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the pirated cassette tapes, to take action the Police must also depend upon the owner of the copyright or his agent to initiate it since only the owner or his agent will know whether any copyright has been infringed. Because how do you know whether it has been infringed? Since 1972, action against infringement of copyrights has usually been initiated by members of the Singapore Phonogram Association through their solicitors. Having secured the necessary evidence, the Association's solicitors applied to the Subordinate Courts for the issue of search warrants. These warrants are similarly executed by the Police in the company of the Association's representatives who identify to the Police the tapes that are pirated. Infringed items are seized, marked and retained by the Police for subsequent prosecution in court on behalf of the Singapore Phonogram Association by their solicitors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983, 166 raids were conducted in connection with pirated cassette tapes and imitations and 125 persons have been prosecuted in court. The Police together with the manufacturers and agents of genuine products will continue to take action against the manufacturer and distribution of pirated tapes and imitation goods in Singapore. For the year 1983, 164,575 tapes were seized and destroyed. Seventy-five persons were prosecuted in court. I believe there was some press coverage of the huge number of tapes being set on fire by the owners of the copyright tapes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, one last point which he did not answer. Can I have his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1037</b></font>\n  <br>\n  <br> assurance that Government departments will not be hawking off imitation goods that have been seized? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, as far as the case of the Central Supplies Department selling imitation goods is concerned, I give the assurance that in future such incidents will not happen. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, I thank the Minister and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think we should take a break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I suspend the Sitting and will take the Chair again at 5.50 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 5.19 pm until 5.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont) - \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QE-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in raising this amendment on Traffic Enforcement, I seek clarification on the following matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is now a regulation that all heavy vehicles as well as motor vans should be fitted with automatic flashing lights. I understand this is to indicate when the vehicle is travelling above the authorized speed limit. However, it is not uncommon at night to see many such vehicles, particularly along expressways, having these lights flashing. I wonder whether this is part of the Registry of Vehicles' contribution to beautify Singapore with these flashing lights. Surely not, because there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1038</b></font>\n  <br>\n  <br> must be easier and more effective ways to do this. Then why is the Traffic Police not stepping up its vigilance on this matter? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, along expressways, there have been many road-hoggers. Would the Police not consider having some form of campaign where Singapore drivers could be educated, if not, at least informed of how to use the new expressways? The signs which say \"Keep left when driving slowly\" appear to be totally ignored. Are there any plans to mount such a campaign, because this would certainly make for safer driving along the expressways and help every motorist to get to their destinations faster. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on some of the tactics used by the Traffic Police to catch traffic offenders, some of my constituents find the hidden traffic trap sneaky, to say the least, because it appears that the Traffic Police takes great delight in hiding in some obscure corners or in bushes provided by the Parks and Recreation Department and aiming their speed meter gun at speeding motorists who would have just exceeded the normal speed limit of 50 kmh. Would their time not be better spent, although it is hard work, to patrol more vigilantly at expressways? Road-hoggers and reckless drivers should be their first targets because these people not only endanger their own lives but also the lives of other road-users. I am sure there must be good reasons why they are doing all this, and would the Minister please enlighten the House. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, in reply to the Member for Telok Blangah, first on the speed warning device. The speed warning device comprises a light on the top of the vehicle and a buzzer within the cabin of the vehicle. When the vehicle exceeds a speed limit, the light on the vehicle flashes and at the same time the buzzer within the cabin buzzes. This is to warn the driver that he has exceeded his speed limit. However, the flashing light provides only an indication to the Traffic patrol officer that the vehicle is speeding beyond its authorized speed limit. However, we cannot prosecute the driver on the mere evidence of flashing light on the top of his vehicle because such evidence is not considered \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> conclusive by the courts. The officer has to clock the speed at which the vehicle is travelling before the driver can be prosecuted. Nevertheless, for the year 1983, 16,392 light goods vehicles have been booked and 1,848 warned for speeding. The Traffic Police will continue to take prosecutive action against such drivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to expressways, the Traffic Police have commissioned brochures containing information on how expressways should be used, including the do's and don'ts and they have been distributed by the Traffic patrol officers to drivers of vehicles seen using the expressway in an incorrect manner. Many press statements have also been issued. A special booth indicating how expressways should be used was set up at the Road Traffic Exhibition as far back as 1982. A filmlet on road-hogging was made and this was telecast by SBC on numerous occasions. The Traffic Police also mounted enforcement operations against the errant drivers who have not heeded the advice. The Traffic Police have also mounted operations at off-peak periods, that is, between 10.00 am and 12.00 noon and between 1.00 pm and \n  <br>4.00 pm on week-days specifically against vehicles road hogging along the expressways. This operation is still in progress and to-date 4,848 motorists have been booked and 1,085 warned for the offence of road-hogging. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has been some improvement as a result. Heavy vehicles now generally keep to the left when travelling on expressways. There are, however, still some motorists who feel that as long as they are travelling at a speed limit of 80 kmh they are entitled to travel in the outer lane. This is, of course, incorrect. Motorists should only use the outer lane for overtaking and return to the lane on the left so that the other vehicles, particularly ambulances and other public service vehicles which need to travel faster on emergencies can do so safely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;About the complaint that the Traffic Police have been sneaky and hide behind bushes with their speed traps to catch those speeding motorists, may I say that the Traffic Police have given strict instructions to their speed enforcement teams that they should not set up speed traps \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1040</b></font>\n  <br>\n  <br> behind bushes to catch unwary motorists. If the hon. Member can give specific instances where Traffic Police speed enforcement teams hid themselves to detect speeding motorists, this information should be passed on to the Commander, Traffic Police. There are, however, certain specific instances when it is necessary for the Police to conceal themselves in order to bring to book dishonest motorists. Most specifically the motorists referred to are those who reverse against the traffic flow in order to sneak into the restricted zone without having the area licence. Plain-clothes officers on marked police motor-cycles and officers in uniform in unmarked vehicles are also deployed in areas where the offence of speeding is prevalent and where serious accidents have occurred but they do not hide behind bushes. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, would the Minister consider demarcating the outermost lane of the new expressways to be an overtaking lane and therefore no vehicle should be travelling on the outer lane unless it is overtaking? So you have a slow lane, a fast lane and an overtaking lane. Would the Minister consider that? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, may I suggest to the Minister that these leaflets educating people on how to use the expressways - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am afraid, Mr Tan, you are out of order. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, that has already been done, but not observed. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, one more suggestion. Would the Minister consider distributing these leaflets on the use of expressways to foreign drivers coming to our country? \n  <br>6.00 pm \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> That has also been done at the Woodlands checkpoint. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> In view of the satisfactory answer, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QI-04 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to speak on the administration and operations of the Drug Rehabilitation Centres for the treatment and rehabilitation of drug addicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have chosen to comment on this aspect, Sir, as a result of a number of complaints received from my constituents, particularly on the hardships to families of persons detained under this programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is inevitable, Sir, that most of these detained persons cause disruptions in the family life and domestic set-up. The impact is greater if the person concerned is a vital earning member of the family. This, of course, Sir, is worst felt in the case of families where he is the sole breadwinner. The misery caused under such circumstances could have grave social and pecuniary ill-effects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The consequences are so hurting and painful that many next-of-kins tend to overlook the merits of the detention and rehabilitation and lash out accusations that such detained persons are being detained longer than is necessary when they could be contributing to the family well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a case in point, Sir, I wish to present the plight of a wife with a very young child whose husband has been detained. Before the detention, he was the sole breadwinner of that family. His detention has left her in the lurch as to how to make ends meet. She could find a job but her presence at home to look after a very young child is more important. She is now surviving on Social Welfare aid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of this, Mr Speaker, Sir, I would like to know as to how long such drug addicts are normally detained and what sort of rehabilitation programme is provided to ensure quick recovery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this context, Sir, could the partially rehabilitated detainee be discharged, possibly on special and personal bonds by parents or immediate members of the family coupled with the supervision of volunteer after-care officers? I believe, Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> involving the family at this stage of rehabilitation would have a better impact upon them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would be grateful for clarification from the Minister on these queries, Sir. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Home Affairs (Prof. S. Jayakumar):</b> Sir, I thank the Member for raising this question because, as he has pointed out, there is some concern expressed by the next-of-kin, wives and parents of DRC detainees, and this gives me an opportunity to explain the position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the period for which they may be detained, this varies from nine to 36 months, depending on the degree of addiction. As the Member knows, there are two review committees headed by doctors to review the case to ascertain whether he has kicked the habit so that he can be released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the different types and programmes of DRC rehabilitation, there are about five stages. The first stage consists of detoxification. After that there is a stage of recuperation and orientation. Thirdly, there is a programme of indoctrination where he is inculcated with the lessons on the dangers of drug addiction and the consequences. Then there is the fourth stage of physical training which gives them physical exercises to make them physically fit so that they are not only mentally but physically alert. It is during this stage that they, in fact, look healthy, put on more weight and, therefore understandably, the relatives who come to visit them feel, from a layman's point of view, that their relatives must be cured because they look so well. The fifth stage until release is a programme of work and training them in some employment or skill so that upon release, together with the day release scheme, they will be usefully employed, lead straight paths, be gainfully employed and are not likely to revert to the drug habit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully understand the point made by the Member as to the concern expressed by relatives. What can we do? I think we have, all of us, to explain to those constituents who come to see us that the long-term interest of the addict and of his family demands that he be cured of his drug \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> addiction. If he does not kick the habit, and if he is released prematurely for consideration of compassion for the family, then there is a very high degree of probability that he will relapse. When this happens, the chances of his becoming a hard-core addict are very great. Therefore, although the family might have a short-term benefit in having him back earlier than otherwise would have been the case, they would be deprived of a breadwinner for a much longer period of time. So it is in the interest of the addict and his family that he be detained in the DRC until the doctors are satisfied that he has kicked the habit. The Government which spends, on a conservative estimate, at least $30,000 a day in feeding, housing and rehabilitating the addicts, would not want to keep any one of them longer than is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to the other point as to the possibilities of releasing them on a personal bond, here again we must be guided by the overall objective of the rehabilitation programme. If the overall objective is to ensure as far as is practicable that he kicks the habit, then if we release him on a personal bond to his family, are we doing the family any good? Our studies have shown that in cases where parents and relatives have lost control and where there is insufficient parental care, there is a high degree of reversion to drugs. Those who are released prematurely under these circumstances where it is very difficult for the parents to supervise will be relapse cases. If we have bonds, then we will have to estreat the bonds and the result will be even more financial difficulties for the individuals. It will result in greater public expenditure in repeatedly having to treat hard-core addicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the ultimate analysis, whether as MPs and voluntary organizations, we will have to constantly convey the message to the relatives and parents that it is in their interest and in the interest of the addict that he be kept until he has kicked the habit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the Member for Pasir Panjang that if hardship cases are brought to our attention, my Ministry will refer them to the relevant agencies, like the Social Services Division of the Prisons De an- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> ment or the Ministry of Social Affairs for assistance. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, can I get further clarification as to whether it is possible for officials or members of RCs to fully inform the next-of-kin or families of the good work done by the staff of the DRCs so that they can further appreciate the long-term interest rather than the short-term interest as the Minister has mentioned. I believe that many members of the families would appreciate it if such counselling can be given to the next-of-kin as well so that they can assist in whatever way they can to help in a quicker recovery or the rehabilitation of those affected. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, in fact, this is being done. One of the premises on which the success of the programme works is that the family's cooperation be fully solicited in getting the addict through this period as well as after his release. I agree with the Member that as far as possible, we should enlighten the parents and relatives and I can assure him that this is being done. We will not fail to continue his process. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I am grateful for the explanation given by the Minister. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QJ-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I would just like to bring to the Minister's attention that we may be too liberal in our policy of issuing professional visit passes to people who claim to be singing artistes. Sir, I am not against the foreign artistes and performers performing in Singapore. After all, it is good that our people are exposed to the different cultures and talents from other countries and would be able to learn from them. But I feel that what is not to our advantage is that foreigners claim to be singing artistes, but in actual fact they do not possess such talent. These people depend on their popularity on television and come to Singapore on professional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> visit passes as singing artistes and performers to reap huge profits from gullible citizens and indirectly siphon-off our hard-earned money out of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the past few years, we have been exhorting the younger generation the virtue of thrift and hard work, but if our younger generation frequently see for themselves how easily money can be earned by these so-called singers and actresses, then I am afraid that all our efforts to impart to them the virtues of hard work and thrift will fall on deaf ears. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we welcome tourists to visit Singapore and we have an open policy to admit people with talents, but we certainly do not need people without the talents that they claim to have. We want our local aspiring singers to emulate good examples, that it is through hard work and training in developing their talents that they can hope to go far. I understand that SBC will be conducting more talent quests, and the People's Association together with Rediffusion are also conducting Talentime to discover our own talents. Sir, with so many youngsters aspiring to be popular singers, I hope the Minister will be more stringent in the issue of professional visit passes so as to include only those who seriously take singing and stage performance as their profession. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I take it that the hon. Member is not campaigning for a bar on all talented artistes, but I gather that his grievance is with regard to those, to use his words, \"who are without the talent that they claim to have.\" He may be privy to information on some specific instances where there has been an abuse and, if I am supplied with some information, I can assure him that appropriate action will be taken. But the point that he has made is well taken and we have noted it, namely, that if there had been abuses, we should take steps to ensure that the abuses are kept to a minimum. \n  <br>6.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I however take this opportunity to very briefly mention that we are aware of the need to take steps and may I also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> mention that for many years, foreign artistes, singers and musicians, have been permitted to enter Singapore on professional visit passes for performance at our local establishments. In fact, as far back as 1971, strict controls have been enforced on foreign artistes to ensure that precisely the situation that he has mentioned does not occur and that they are here on genuine engagements. Some of the controls are the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the artiste must produce evidence such as advance materials about himself or his band, where he has performed before, publicity materials, posters, programmes, as evidence that he is a bona fide and genuine artiste. The local sponsor must also produce a contract which embodies satisfactory terms of employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No artiste is allowed to enter Singapore before the professional visit pass is actually granted. The employer - and this pertains to the Member's point about depriving a local artiste - or the sponsor must show proof that in addition to the foreign artiste, there is at least one local artiste or performer who is also engaged in that performance. This is to encourage local establishments to employ local talents, which is the point that the Member made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Foreign artistes are usually allowed to perform for a period not exceeding six months and, as a general rule, we will only consider subsequent applications from such artistes if they had been away from Singapore for at least a year. Although the conditions are strictly enforced, it is of course difficult to prevent all possible abuses associated with their presence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the administrative rules, we also have controls such as requiring local establishments to execute an artiste-security bond of at least $1,000 which is a safeguard that they observe the conditions. Any breach of the conditions would mean forfeiture of the security deposit. Artistes who are engaged in undesirable activities will have their passes terminated and they will be repatriated out and we will blacklist them from coming back again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for them being paid high fees, this is really a matter of market forces. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> employing establishment is free to pay them whatever fees they think the artistes are worth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that explanation and my assurance that if any abuses are brought to my knowledge, the Ministry will take appropriate action, I hope that it covers the ground. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia:</b> Sir, a supplementary question. How about we conducting a skills test before we issue a professional visit pass to these foreign artistes? For instance, the artistes have to go through all sorts of stage performances. The SBC perhaps can assist to do so as my colleague mentioned. For singers, perhaps we can conduct a singing test to see that they actually have the singing skill. Then we can issue a professional pass. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, when the hon. Member said, \"How about we\", I take it he was referring to the Members of the House! I do not know about the propriety of doing that. But I do not think that any cases of abuse have been brought to our attention to warrant a modification or increasing the severity of our conditions. But if and when it is demonstrated that indeed there are so many abuses that further measures have to be taken, then let me assure him that we will certainly take into account the suggestion that he has made. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia:</b> Sir, in view of the assurance given by the Minister that stringent controls will be enforced on foreign artistes, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead QJ-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in moving this amendment, I would seek clarifications and firm assurance from the Minister that there could not be any slip-ups and abuses in the issue of employment passes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the outset, may I state that I understand and appreciate the necessity of foreign nationals working in Singapore. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> feel that they could play a role in Singapore's economic progress. However, those on employment passes in my opinion should have a few basic qualities. This should include in the main these prerequisites: recognized qualifications, established competency, relevant knowledge and, most important of all, honesty and integrity. In short, having the person who is qualified is not sufficient if his knowledge is not relevant to Singapore's economic progress and it is worse if he is dishonest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this reason, I could not understand when I read in the Straits Times dated Friday, 24th February, 1984, under \"Court Briefs\" with the heading \"Man lied about degree\". It stated that a foreign national \"was fined $800 yesterday for falsely stating in an employment pass application that he held a Bachelor of Arts degree from London University.\"Surely there must be a mistake\", I said, because after this man had openly pleaded guilty and fined, he was later granted a pass to enable him to continue working. Could the Minister explain why this is so? Because simple logic would have stated that he should be asked to leave the country rather unceremoniously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this point, may I state categorically that I do not know who this man is and from what has been reported, it would not be much of a loss in not knowing him. However, I do have many expatriate friends who are on employment passes here. The only difference is that they are all qualified with relevant knowledge and, more important, honest. Some even commented that people like the one reported gave the expatriates a bad name. Would the Minister please consider tightening the housekeeping screws when it comes to the approval of employment pass applications? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the Minister aware of the latest game in town? It is known as \"Putting the Immigration Department On.\" The game goes like this: the company, sometimes pseudo multi-national corporations, apply for employment passes for its personnel. These are usually companies which are not able to face the challenge of their own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> nationals and hence have to push themselves into the Pacific region and since Singapore is the centre of this growth area, why not Singapore? The chief executive of the company then arranges an interview with a foreign press which will write a very nasty article about Singapore. The Immigration Department gets agitated, calls up the person who then profusely apologize. He is then given the necessary employment pass in double-quick time and behind the back of the Immigration Department, he laughs and ridicule how unthinking we have been. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It could then be summarized as thus: apply for the pass, make a statement, shake up Immigration, apologize, receive the pass and then laugh as you pass GO and collect $200. Of course, I am simplifying the procedures but I think the point is made and many Singaporeans are not happy with the state of affairs. I know of several Singaporeans who have been retrenched because their companies have decided to dump their retrenched personnel in Singapore. We talk about Japan and Korea dumping steel. This dumping is even more serious than that; it has created a lot of unhappiness amongst the younger professionals in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister may state that there are not many of such cases except for the one from Telok Blangah. My answer is, tell me which qualified young professional would risk looking silly and being subject to doubts if he had been retrenched because a foreign national had taken over his job. I can assure the Minister that there are many such cases that have gone unnoticed by his Ministry. I heard the banking field tops the list. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not against expatriates, that is, good ones, to be in Singapore and contributing to our economic progress. I am even for them in the offer of permanent residence if they have contributed to our progress and helped in the training and transferring of know-how to our people. However, it is most unfortunate when you open the gate to allow thoroughbred race horses through to the greener pastures of Singapore, donkeys, asses and jackasses follow. We should have a discriminating \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br> mind in looking into this problem especially when local stable hands in the guise of personnel managers bill these donkeys as thoroughbred race horses, sometimes to look good in the eyes of their foreign lords and masters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By implication, therefore, there is another problem area that should be looked into, and that is the functions and qualities of personnel managers. Surely, if we could raise their level of professionalism, such cases of false employment pass applications would not have occurred because good personnel managers would have vetted them before they were sent to the Ministry for approval. However, I have met some very competent and good personnel managers and also, unfortunately, many who have great room for improvement. I was not surprised when I read what Mr Devan Nair, the former Secretary-General of NTUC, wrote in 1977 when he lamented about the qualities of our personnel managers and the Singapore Institute of Personnel Management. That was nearly seven years ago and the situation has yet to improve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to abuses in employment passes, is the Minister aware that the implications are far-reaching besides merely frustrating our own people? I am told, besides giving employment passes to their redundant personnel due to cutbacks as a result of economic conditions in their own countries, these foreign companies also use this mechanism to avoid paying corporate tax by charging high secondment fees or technical aid fees. I was also further informed that in one case, the technical aid fee was pegged to the turnover. Sir, can you imagine that it is 3% of, say, a $100 million turnover per year? The tax avoided is $1.2 million per year, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst I appreciate that we should not adopt all what other countries do, i.e. protectionistic inclinations for our locals to get jobs, nevertheless, surely it is a paramount duty of the government of the day to make sure that its people are not unduly disadvantaged. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, under this Head, I wish to raise the right or the provision of the law under which the Immigration Department withholds pass- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br> ports from Singapore citizens. In January of this year, somebody came to see me and he is not from my constituency. He has come from another constituency to see me. If Members would like to know why he came to see me, he said, \"It would be no good going to see my MP. The answer will be, \"It is Government policy, lah. We can't do anything.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Is he a non-citizen? \n  <br>6.30 pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> So he came to see me. He thought I might be able to do something. He is a Singapore citizen by birth and he has served his national service. He is now a businessman and he has applied for a passport, he tells me, to go abroad on business. The Immigration Department told him, \"You can't have a passport. We can give you an emergency certificate of travel.\" The man does not want an emergency certificate of travel. He wants a passport, an international passport. The Department was not going to listen to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So he came to me. I wrote - this was on the 19th January - to the Department. On the 21st of January I got a reply saying, \"the matter is receiving attention.\" We have not got any reply yet. It is still receiving attention, it would seem. The man came to see me again because he is anxious to go away on his business. I wrote to ask what was happening to the man's application for a passport. Then on the 12th March, the Department writes \"The matter is still under consideration. You will be informed of the result as soon as it is known.\" Well, here is a businessman and he wants to leave Singapore. I think he said he wanted to leave on the 16th March. Here, the Immigration Department is taking it upon itself to withhold issuing a Singapore citizen his passport. May I know under what provision of the law does the Controller of Immigration withhold issuing a passport to this man? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know, I am tiresome. I keep raising about the rights of people. I know this Government does not believe in the rights of citizens. It thinks that everything that a citizen has is a privilege granted by this Government for which the people must bow three times, just as we did during the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1052</b></font>\n  <br>\n  <br> Japanese Occupation when we lined up before the flag, looked eastward and bowed three times. Now the people have to bow for every little privilege to this Government. But I believe firmly, may I tell the Members of the House, that I believe firmly in the rights of the individual, and if we can safeguard the rights of the individual then we will safeguard the rights of society. I have said this before and I am sure the Minister, or whoever is going to reply, must know about this. It is in the Universal Declaration of Human Rights, Article 13. Then there is Article 12 of the International Covenant on Civil and Political Rights. I thought we were signatories to these, these talks about the rights of the individual to leave his country and no restriction to be placed on his right to leave and to return. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So may I know from the Ministry under what provision of the law has this poor man's right, to leave with an international passport because he wants to travel to a number of countries, been withheld? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, first, may I respond to the points raised by the Member for Telok Blangah concerning the policy on employment passes. I think we all know of Singapore's limited pool of manpower and talent. In the past few years Singapore has been lucky to be able to maintain a satisfactory growth rate despite the absence or near absence of growth and the huge unemployment rate in many industrial countries. Singapore will benefit if the qualified, the talented and the experienced persons from other countries come to join us. Sir, employment passes have been given liberally and will continue to be given liberally to foreigners who can contribute to the economy and the general upgrading of the economy. It will include the talented, the skilled persons and others with the necessary qualifications and experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member's point was about abuse and persons who are not in possession of the requisite qualifications. The Immigration Department does process each and every application for employment pass according to the applicant's track record, relevant experience and qualifications and, where necessary, other relevant Departments and agencies are consulted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> and their inputs also obtained on the merits or otherwise of individual applicants. The Member for Telok Blangah can. therefore be assured that the applications are carefully studied before the passes are given to those who are deserving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are more flexible in processing applications from multi-national companies and other reputable employers. This is because multi-national companies must be assumed to be responsible organizations as there is a high cost to them in bringing expatriates, housing them, etc. in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Employment Pass Section of the Immigration Department deals with 1,600 applications a month. Unless there is a doubt, the employment pass has to rely on the information declared by the applicant on his application form. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the employment pass holder which he mentioned in the Straits Times of 24th February, 1984, he was last granted an employment pass on 31st August, 1982, on the basis that he had a Bachelor of Arts Degree from London University and a certain number of years of working experience. When his false declaration of his paper qualifications was discovered, he was charged in court. He pleaded guilty; he was fined. This was towards the end of February, and contrary to the impression that the Member has that he was later given another pass, that is not so. He was not given any new or additional pass. We had to await the outcome of the trial, and after he was convicted, action was taken to terminate his employment pass and his employment pass has since been cancelled. In other cases where applicants give false information in connection with their applications, the Immigration Department, let me assure the Member for Telok Blangah, will certainly cancel the employment passes and, if necessary, institute prosecution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Blangah also must be aware that earlier this year both the Immigration Department and the Ministry of Trade and Industry made announcements concerning the tightening up in May 1983 of the policy and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1054</b></font>\n  <br>\n  <br> implementation of the employment pass administration. This was really directed at employers who recruited unqualified and unskilled foreigners. So the matter is really under control. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I listened to what the Member for Telok Blangah said about the Immigration Department. I must say that I was surprised to hear this. Perhaps it is not a very fair allegation to level at the Immigration Department. I have on many times discussed with them and I think Members of the House have also had occasion to deal with the Controller of Immigration and his officials. I know him, the Controller and his staff, to be made of sterner stuff than what the Member for Telok Blangah makes them out to be. Certainly they are not the persons to cringe and cave-in just because a foreigner threatens to write a letter to the editor. So unless the Member can give me specific instances of when and where did this happen, what are the instances when the foreigner is given the necessary employment pass in double quick time (I hope they are not rumours because it is really not a very fair accusation) it is difficult for me to reply. The Immigration Department has, in fact, a contrary reputation among those MPs who approached me. They are stern but fair and reasonable when circumstances warrant it. But I will be interested to have more information about that instance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the last point made by the Member about tax avoidance or evasion, I am sure that this point will be noted by the Ministry of Finance and will be looked into by that Ministry. I think I have covered the essential points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now move on to the points made by the Member for Anson. Really, Sir, I do not know whether to be disappointed or to be amused or elated. Like other Ministers, we prepare for the Budget debate and we wonder what each Member is going to raise. So before coming to today's debate on Immigration, I had asked myself what possible points he may raise, and I thought he might raise this question of denial of passports. Judging by the tone of his letters - I have his letter here, 19th January, 1984 - and lo and behold, this is exactly what the Member for Anson has raised, predictable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Very clever. Let's give him an applause. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> It is not so much that I am clever but that the Member is so characteristically predictable. The point he raised is, there is the rule of international law, Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights. I was at the United Nations Division of Human Rights, helping in the drafting of this very Covenant. I know that the provision he talks about is qualified by other provisions in the Covenant, so also in- the Universal Declaration of Human Rights; an overriding provision which is vested in the country; an overriding consideration that all the other rights are subject to consideration of security and public order. He has obviously conveniently omitted the most overriding provision. So as a lawyer, if he cites law or international treaties, it will be useful not to mislead the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now leaving aside international law, we then come to national law. He has asked a question, championing the cause of human rights: Why is it that we have denied passports? Let me make it clear that we do not deny passports lightly. Let me just demonstrate this by one fact. Take 1983 alone. How many applications were there for the Singapore international passport? 176,811. How many were rejected? 82. The facts speak for themselves. Over a five-year period, the number of applications for new Singapore international passports and applications for renewal, 707,552. How many were rejected? 231. It is a very small minority of cases where we denied. But any government must have the authority to deny the right to a passport where it affects public order and law enforcement. \n  <br>6.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Written Answer was given to the Member for Anson on 31st August 1982, and the question he posed was: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"To ask the Minister for Home Affairs on what grounds the Controller of Immigration refuses to issue passports to Singapore citizens for travel abroad.\" \n  <br>\n  <br>A question was asked. It has been answered. Relevant provisions of the law were cited. There is a rule in the Standing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> Orders - if I remember correctly - that questions once asked in a session will not be asked again. But, nevertheless, the relevant provisions were cited in that reply and the law is clear. There is legal power vested in the Minister for Home Affairs and in the Controller of Immigration to deny passports. On what grounds? Where he has been convicted of certain offences, and passports can also be rejected in situations where the applicants are under investigation or awaiting trial for serious offences or where the applicants are involved in activities prejudicial to the security and public order of the Republic. It goes without saying, therefore, that in any case where a passport is denied or a decision has not been taken, it is because of the considerations set out in the Written Answer on 31st August, 1982, and which I have summarized just now. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, firstly, may I thank the Minister for his very clear and kind answer. I must say that obviously the Straits Times may have wrongly reported it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is that I know that he is a man who is very meticulous and the Controller of Immigration is a fine gentleman with high principles and a man of integrity. And I know the Minister is a very busy man looking after three ministries - Law, Home Affairs and Labour. I know he is on hard labour. The situation here is that I am not quoting out of rumours, as some other Members of this House do. However, in this particular instance, it appeared in the Asian Wall Street Journal and I took the trouble to ring the Minister up to inform him about the case. I hope I have jogged his memory. Does the Minister still need clarification on the case I am talking about? It is a computer company whose chief executive came from Europe and he did exactly what I am telling you to do. Then I met one of his personnel in Desaru and they were laughing about the whole thing a week after. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I am fully aware of the article in the Asian Wall Street Journal. To be fair to the Member, he is quite right that over various times he has expressed to me his concern over this problem. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why did you lie? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The point, however, is in that Asian Wall Street Journal, the person whom he is referring to was not given any employment pass after the newspaper article appeared. He had an employment pass well before the Asian Wall Street Journal article appeared.So that is a point which needs to be underscored. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I'd have given him a copy of my speech - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> To the Minister? \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> I would give him a copy of my speech if he does not get me the first time round. What I said just now was that the chief executive of the company then arranged an interview with the foreign press which then wrote a nasty article. I am saying that the chief executive of this foreign company actually applied for Employment Passes for his executives. That was what we were talking about. I hope we do not pass each other again. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, maybe it would be helpful if the Member did give me a copy of his speech so that I know exactly what was said. But really I think we must be careful in the way we view these articles written in overseas publications. We must take them with more than a pinch of salt. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It would appear it is not only me who is finding Ministers dense. Even the Member for Telok Blangah finds it difficult to get his message across to the Minister of State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To come back to my point. Do you want me to spell it out in words of one syllable? You say - you had better take it down, all right - that you can withhold passports if the man is convicted. Well, has this man been convicted of any serious crime? You say that his passport can be withheld if investigations are pending against him. Are you saying that investigations are pending against him? If so, let us know what investigations are pending against him. Are you saying that he is threatening the security of Singapore by going out on a business trip? If so, would you tell us how he is threatening the security of Singapore? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is this sort of thing that I am protesting about. Try and understand what my complaint is all about. My complaint is that you do not deny a citizen his right arbitrarily and then hide behind mumbo-jumbo and say, \"All for national security, pending investigations, convictions.\" Deal with this man's problem. So would you please, Mr Minister, tell us, so that I can tell this man, if he comes to see me tomorrow, what the position is because he wants to leave on the 16th. And you say, Mr Minister, that you have only withheld passports in a minority of cases. Let me tell you this. Even if you had violated one man's right, that is bad enough. It is not quantitative. One man's right is just as precious as the right of a million people. Let me tell you that. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, we could go on and on but I completely reject the proposition put forward by the Member for Anson that there is an inalienable international law or natural law right which binds a government to give, without any question or reservation, a passport to every citizen. I have demonstrated from the figures that an overwhelming majority of passport applications were granted. The question is: If Government had grounds to investigate any particular case . . . and I am not going to be drawn into giving details of investigation in any particular case, whether it is this or any other, it would be foolhardy for any government or, for any law enforcement agency to give away the cards. This is the basic rule of law enforcement. You do not supply the other side with information on a person whose possible criminal wrongdoings are being investigated. I thought it is so elementary that any school student reading detective stories should know about this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me take two scenarios, Sir. If we have grounds to believe that a citizen is engaged in international drug trafficking syndicate and that person wants to go purportedly on a bona fide travel business visit, it will be a miscarriage of our responsibility and a failure of our duty if we did not prevent him from leaving the country. If a person has engaged in currency counterfeiting criminal activities, would the Government be acting responsibly or irresponsibly in letting him go and estab- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1059</b></font>\n  <br>\n  <br> lish contacts with outside agencies before we completed our investigations? I think the answer to Members must be obvious. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, as I understand the Minister, he would appear to suggest that this poor man - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Who is the man? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you want to know the constituency, it might embarrass the Member of Parliament here. Ask the Minister of State and he will tell you the name. He is not a fictitious man. He is trying to suggest that the man is involved in international drug activities or counterfeiting. That is what he is trying to suggest. But he gives himself away because I said the Immigration Department has said that he can have an emergency certificate or certificate of identity to go. So you are letting him go. But he does not want that. He wants, what he says, is his right - an international passport. So what is all this nonsense about \"we would not let him go.\" \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, the Member for Anson just does not listen, as on other occasions. I have stated clearly that I am not going to be drawn into giving details of any investigation of any particular case. I painted two scenarios so that the Member, if he was interested to know the kind of situations where passports may need to be denied, he can be enlightened with those examples. Of course, it appears that he does not choose to be enlightened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his point whether we have been inconsistent in giving him an emergency certificate, the answer is no. In fact, we are trying to accommodate the person. If we give an international passport, he can travel to a string of countries. When we issue an emergency certificate, we can impose conditions on particular places and the times and conditions under which he can travel. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, in view of the clarification and the firm assurance given by the Minister, and I am sure the Member for Anson is not achieving any more productivity except for publicity, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Now I will give you three guesses as to what I am going to talk about this time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Same old tune. \n  <br>7.00 pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QJ-04 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, here I am going to talk about - have you guessed? It is about the delay in granting of citizenship. [interruption]. Yes, yes, I am tiresome because I talk about the rights of individuals, You find it very tiresome. But let me carry on. I have only got 10 minutes on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I make it quite clear that this morning the Ministry of Propaganda publications which come in the guise of news- papers have tried to make it out that yesterday I was talking about non-citizens, foreigners, was distorting the whole picture. I was not talking about foreigners. I was talking about permanent residents who have lived in this country for 30 years or so and who have no country to go to. So I am not talking, for the last time - and I hope whoever is reponing takes note of that - I am not talking about foreigners. I am talking about people who have lived in this country, who regard this country as their home and they are non-citizens because you refuse to give them citizenship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, again we will be told what the law is. May I tell the Minister that I had a letter in reply to a query about a man who had been working with the Ministry of the Environment. He had been in Singapore since 1951, which makes it 33 years. He has got no other country to go to now. He has been employed by the Ministry. When I wrote about him, and I kept pressing for the reasons for refusing it, I had this reply: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Besides fulfilling the constitutional requirements, an applicant for citizenship must be an asset to society and will not become a liability to the country. Due consideration is given to the applicant's character, his family circumstances and his ability to well support himself and his family.' \n  <br>\n  <br>That is again a lot of verbiage. In reply I said, \"Tell me, has this man been convicted? What is wrong with his character?\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1061</b></font>\n  <br>\n  <br> He has been working with the Ministry o the Environment for 33 years now. What is wrong with his character and his ability to support himself? He has only been supporting his family for the last 20 years. He has not been a burden to the country. So is he not able to support himself? Why is he not an asset to this country if he has given all these years of service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not want to go on and on. I get tired of this. But we see in the press, \"Foreign workers can come here. After five years we will give you citizenship, my dear chaps.\" What do you think these people feel, people who have lived here for 30 years, 33 years, and who are denied citizenship? As a result of that, they have to pay high hospital charges. If they get HDB flats, they have to pay high rents. How do they feel? They feel thoroughly cheated about the whole thing. It is not just a few people. There are hundreds of them like this. Why do you go on denying citizenship to people like this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have got another case in my constituency of a man who is a citizen, who has lived here, but his wife is not a citizen. She cannot even get permanent residence. It is really sickening the way the needs of the people, the poor, the working class who need to be helped, are completely ignored while we pander to people with money. I said yesterday to the Prime Minister's remarks - \"If you have capital, we will let you come in.\" As though capital was the only thing that ever mattered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know whether you have read \"Hard Times\" by Charles Dickens. He talked about Coketown and about the hard-hearted, hard-headed businessmen who controlled that place. He said they would have considered the good Samaritan a bad economist. For them there was no consideration for human needs, no consideration for human feelings, sufferings, everything was in terms of money. And this is what we are becoming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me say to the Minister and to the Government that the worth of an individual - please, I am quite serious about this - is far greater than all the millions of dollars. That is true. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1062</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I have been given three guesses. One guess would have been sufficient. Here, the point raised by the Member is that citizenship should be given to permanent residents who have been here for varying periods of years. Now, we have given citizenship on the basis of residence to many persons, most of them ordinary persons from all walks of life: in 1981, 4,600; in 1982, 3,200; in 1983, nearly 1,500. But the Government cannot accept the proposition that we must grant citizenship to all permanent residents in Singapore merely on the basis of the length of time that they have stayed in Singapore. There are almost 130,000 permanent residents in Singapore. If we were not judicious, if we liberally granted citizenship just on the basis of residence, we would not be looking after the interest of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Residence is only one of the criteria. We have to look at other qualities. Many permanent residents possess citizenship of another country. We have to look at that factor. We have to look at his roots. Are his connections with another country stronger than Singapore? Is he keeping a leg in nother country at the same time? And so on. Many factors have to be taken into consideration. It is not just on the basis of residence, that after a particular number of years, a person must automatically get citizenship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the case, if it is the case referred to by the Member for Anson, yes, he has written us letters. This letter demonstrates the kind of approach which we must not adopt in granting citizenship. Let me quote from the letter that the Member for Anson has written. If it is not the letter, then I stand corrected. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Which letter? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> 1st February, 1983. I will quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'He (this applicant) has been employed by the Ministry of Environment since 1955.' \n  <br>\n  <br>Now, what is the first reason given to plead on his behalf? That he is committed or dedicated to Singapore, that his love is for Singapore? No. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'He will reach his retirement age in three years, but to be retired without a citizenship status would mean he would be ineligible to apply for an HDB flat.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> This is the thinking that is dangerous for us in Singapore. If the person has indeed been here, as claimed, for 30 years and, in this case, there is a doubt as to whether he has, in fact, established his claim that he has been here for 30 years, why is it that only between the years 1975 and 1982 did he bother to apply for citizenship? If we grant citizenship liberally and freely to those persons who have been here but who never bother to apply for citizenship until they begin to think of an HDB flat, then there is great doubt as to the commitment and dedication of such people, if they are made citizens. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, the Minister has got the right letter that I referred to. Top marks for that. Now, you say, Mr Minister, that there is some doubt as to whether the man has been here for 30 years or there is some question mark. But I have said in that letter that he has been employed by the Ministry of the Environment (that is his information to me) since 1955. Surely the Ministry of the Environment must be able to confirm that with you. So what is this question mark? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> 29 years. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, 29 years. All right. But cannot the Ministry of the Environment confirm that he has been working with them for 29 years? So what is the question mark? He said that he only applied from 1975. I do not know about that. I say here that he told me that he had made nine applications for citizenship, and that on every occasion he had been rejected without any reason given. Are you saying that he has got another leg in another country? He told me that he could not go anywhere else. This is his place. Are you saying that he is entitled to go back to Malaysia? Well, let me know and then I will check with him. Ask Malaysia whether he will be received there. But please deal with it sensibly. \n  <br>7.15 pm \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I think everyone knows that in the calculation of residence, the residence we are talking about is residence in Singapore on the basis of permanent residence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1064</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is the Minister saying? Are you saying he has not been a permanent resident for the last 10 years? Is that what you are saying? Please be precise. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I have already said that he has not established that he has been a permanent resident for the past number of years that is necessary to establish under the Constitution. Further, I have also said that even if residence requirements are met, we owe it a duty to the country and to the people to be sure as to the kind of persons we admit as citizens. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QJ-04 of the Main Estimates.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Aye. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b>: No. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Noes have it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $365,993,650 for Head Q ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $40,895,400 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1064</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P - \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P be reduced by $10 in respect of Subhead PA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note from the Budget Estimates that the Singapore Family Planning Board will be allocated a Government grant of $3.5 million this year and that it spent $3.3 million last year. As I look at the Report of the Singapore Family Planning Board, the latest of which is the 1982 Report submitted sometime last year, I find that in 1960 we produced 61,775 babies in Singapore. But by 1982, live births were only 42,654. If one were to compare just these two figures, one might come to the conclusion that we have achieved family planning in a way that we set out to do. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1065</b></font>\n  <br>\n  <br> \n  <br>7.20 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But as I look at the figures in greater detail, I begin to ask myself, what is the main means of contraception? What is the one measure that has achieved this tremendous reduction in the number of live births? Sir, I would like to present these figures for your consideration to see whether you would agree with me. In 1982, I found from the Singapore Family Planning Board that the number of abortions was 15,548. The number of menstrual regulation cases was 3,562, adding up to a total of 19,110, If we were to add this 19,110 to the number of live births in 1982, we arrive at the figure of 61,764, which is about the number of live births that we had way back in 1960. Can we then conclude that abortion has become the means of contraception in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, Sir, I have been keeping track of the number of abortions each year and I find that by the end of last year, if one were to extrapolate from the figures of 1982, we have aborted between the years 1970 and the end of last year, 150,000 babies, unborn foetuses. And earlier today we were informed that we have issued exactly 150,000 work permits. The Government is very concerned today that we are not producing enough brains in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to pose a couple of questions to the Minister. How many graduate mothers over the years have had at least one abortion? How many of these unborn babies would have made it to university? One need only to apply the national average to find that a significant number would have done so. How many of these 150,000 unborn babies would have been gifted children? Again, if 100 per year is the norm, then 100 times 14 years gives you 1,400 gifted babies, just on the basis of simple extrapolation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am concerned that we have made it so easy for people just to abort these unborn babies and we do not seem to care about the consequences. We have all kinds of campaigns in Singapore. Why can we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1066</b></font>\n  <br>\n  <br> not have a campaign to discourage abortions? Why can we not do it? If we are really serious about moral education, if we care about the quality of life in Singapore, we should do something about this. It is a crime against humanity. If a woman and her husband or her boyfriend can together connive with the doctor and a nurse to kill this unborn babe in the womb, what value would they put on life? I asked the question last year and I will keep on asking until it gets deep down into the conscience of the Minister and the Government that they do something about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is a foetus a piece of meat, an animal, a vegetable or a human being? It is part of you and I, part of the father and part of the mother. I have got nothing against family planning. I have got nothing against contraception. I have got nothing against even sterilization. Can we not do something to persuade people to stop this dastardly method of family planning? And can we not tighten the law? Why can we not admit the mistake, a ghastly mistake that has cost 150,000 lives over these last 14 years? I appeal to the conscience of the Minister and the conscience of the entire Government of Singapore about this matter. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Howe Yoon Chong):</b> Mr Deputy Speaker, Sir, I think I must respect the convictions of the Member for Whampoa for his persistence in bringing this up as if the problem of abortion is something that is the total responsibility of the Ministry of Health. I would like to remind him that it is not. It is the responsibility of the whole Government of Singapore of which he is a part. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Ministry of Health is assigned the responsibility of looking after family planning, we try as far as possible to do a good job of it. I said it last year and, just as he is persistent in bringing this question up, I am also persistent in giving him the same reply, that his is one point of view and that he must respect other people's point of view as well. If he says and he has so dramatically appealed to the people that this is wrong, then it is not the dispensation of the Ministry of Health to change it. It is the dispensation of this Parliament to change the law. We are just one of the agents implementing the wishes of the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1067</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also want to repeat again what I said last year that the Ministry of Health through the Singapore Family Planning Board, provides the service. If we did not provide the service, the people seeking this service would be forced to go underground or forced to have to pay very high charges for it. At the Family Planning Board, we do advise - and this is the part that he may or may not want to believe - those coming for abortion are advised to consider very carefully, they should think it over and not just rush into it. But if it is the wish of the person to want the abortion, and if we do not give it, we will not be discharging our responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that the figures that he quoted are valid. But I do doubt whether his comparison of the number of live births in 1960 as 61,000 as against today's 40,000-odd plus 19,000 being the same is valid or whether these two figures are comparable. Because in 1960, we did not have the same number of females of child-bearing age as we have now. I hope he accepts that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a problem that has been repeatedly, and as he says persistently, brought up year after year. I can only say that it is something that he must appeal to a higher authority. One is to the mentality of the people who come for this kind of abortions. The other one is probably to appeal to those who do not think seriously of setting up a family not to get involved in this. But the Ministry of Health has to provide the service for those cases where there have been accidents or health hazards and we have so provided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may or may not be of any meaning to him in that the three questions that he asked are matters that the Ministry of Health cannot answer because, of the three, two are conjectures. How many of the babies that were not delivered would make it to the university? How many of them would be gifted? I have not the means to answer him. We only provide the service and for as long as the law requires the Ministry of Health to provide that service, we provide it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His recourse may be in one way or other to get enough public pressure or public opinion to try and get the law changed. I, as the Minister carry out what is already \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1068</b></font>\n  <br>\n  <br> approved by this House. I render the service to the best possible way that the Ministry of Health can do. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, there was a man called Pontius Pilate. When he sentenced Jesus Christ, the son of God, to death on the cross, he called for a basin of water and he said, \"I am washing my hands. I am innocent of this man's blood.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister is part of the Government. I am not. And as a Backbencher, I voiced my opposition to this terrible measure of the Abortion Act. I would like to appeal to him to lend his support to get this legislation amended, restricted. I would like to get his support to get the public conscious of the fact that they should not use this terrible means of contraception. Is he prepared to step forward and help me in this campaign? \n  <br>7.30 pm \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> Sir, I would like to repeat again, whatever my own personal feelings are, they do not count in this case because in the system of government that we have adopted, it is collective responsibility. Once a decision has been taken by the Government, I, having been given the portfolio of the Ministry of Health, have to carry it out. Therefore, I am the wrong person to appeal to and if it is in that respect I have become a modern Pontius Pilate, let it be so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which the hon. Member for Whampoa did not take note of what I said earlier was that his is only one opinion. There may be other people who may not agree. I respect his opinion, as I said last year. But I do appeal to him that he has also to consider other people's opinion. We are in a very polyglot society and therefore the other suggestion that I have made is that he can bring enough public opinion to bear on the fact that this law is now unnecessary and the time may have come for this law to be changed. That is for him to do, not for me, as the Minister, to go against the collective decision of the Government. I hope that is clear now. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, when the Bill was brought before this House and subsequently amended, the initiator was the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1069</b></font>\n  <br>\n  <br> Minister for Health. So why is he backing out of this responsibility now? \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> Sir, this is again what I have been trying to say. The Minister for Health is given the responsibility of that portfolio and he has been instructed to bring that legislation through this House and he has to do it. Whether or not he has got his own feelings, I do not know. But that is of no consequence because he is assigned that responsibility. The collective decision is, \"You are a member of the Government. That is within your portfolio, you carry it out.\" I hope that is clear. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, the feelings of the Minister are important to me in this respect. Does he support this Abortion Act? \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> Sir, the feelings of the Minister may be very important, but in a case like this, it is irrelevant. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> I want an answer. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> That is the answer. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> It is relevant to me. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> It is irrelevant to the Minister. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> You have got to make a stand. You have got to be counted. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> Sir, I will keep on repeating to him that my stand has got nothing to do with my job. There are two persons - one is a Minister and one is a person. For as long as I am here, I am speaking as the Minister. Wait till I get to the other side, I will speak as a person. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, it was precisely because I was considering his after-life that I want him to make a stand right now. I was trying to help him but since he refuses to be helped, reluctantly I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P be reduced by $10 in respect of Subhead PA-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1070</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, Sir, I wish to draw the Minister's attention to a recent trend among beauty parlours to resort to increasing use of equipment and novel methods of treatment which claim to halt aging of the skin, remove a whole layer of skin from the face, reduce wrinkles, perform face-lifts, remove scars and acne, redesign eyebrows and cause certain muscles to firm up or be raised by a couple of inches. Some of the practices involve the use of electrical and electronic machines, ultra-violet light beams, laser beams and other radiations. Several of these treatments amount to a commercial exploitation of fringe medicine by unqualified persons with possible dangers to the health of those undergoing the treatment. For instance, the eye can be damaged by laser beam in laser therapy when administered by inadequately trained persons. I would like to know whether the Ministry has examined these new methods of treatment to see that they are harmless. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> Sir, the Member for Buona Vista is rightly concerned in what he says, that there is a trend among beauty parlours to use equipment or novel methods of treatment which may pose hazards to those undergoing such treatment. My Ministry must also be concerned if this practice should become rampant or an increasing number of such cases is being discovered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry, however, at the moment is mainly concerned with medical and health treatment. Beauty treatment and its encroachment into medical and health treatment or under the guise of pseudo or fringe medical treatment is a rather gray area. There will always be in our society the wily who will make fraudulent and fantastic claims to prey on the gullible. This is in the nature of a society. It is therefore appropriate that Government should be on the watchout. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But is it appropriate that the Government should constantly enact new legislation just to protect those who because of their weakness succumb to such fraudulent and fantastic claims? Or should the Government legislate to protect every citizen from his or her own weaknesses or to prevent people from doing foolish things? Sir, I would say that to do so will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1071</b></font>\n  <br>\n  <br> result in a vast array of oppression, resentment, interference with personal freedom and a whole lot of others. What is worse, the problem of enforcement becomes serious because with each new legislation invariably there will be a need for more and more bureaucracy to police and enforce the various prohibitions under that legislation. Can we afford to divert our already tight manpower resources to such unproductive work to protect a few gullible citizens? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Buona Vista may be aware that we already have in July 1980 passed the Private Hospitals and Medical Clinics Act. Under this Act, the Minister for Health may make regulations to control establishments which use appliances and equipment for the treatment of any disease or condition affecting the human body. This legislation has, however, not been brought into force for the very reason that, so far, there have been only a few isolated cases of abuse which could be dealt with under other legislation. Presently action against infringements is being taken under the Medicines Act and the Poisons Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Any member of the public who is aggrieved by the beauty parlours that the Member for Buona Vista has mentioned and is being exploited by unscrupulous frauds is advised to seek the assistance of CASE or to take appropriate legal action to seek redress. My Ministry constantly monitors the number of cases of injury due to the use of electrical or electronic equipment and appliances, when such cases come for attention at one or other of our clinics, be it the skin, eye, plastic surgery or other specialist units in our hospitals. For the present I can assure the Member that there have been very few such cases of injury arising from beauty parlour treatments, but should, as the Member for Buona Vista feels, there be an increasing number of such cases seeking treatment from injuries resulting from visits to beauty parlours which use such equipment and novel methods of rejuvenation or beautification which are fantastic or fraudulent, serious consideration will be given to framing the regulation and to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1072</b></font>\n  <br>\n  <br> bring into force the Private Hospitals and Medical Clinics Act to stop such activities. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, I must thank the Minister for giving me such a long reply. I only wish to draw his attention to a trend which, if left unchecked, may be very harmful to our citizens. I was not asking for the introduction of new legislation but just to keep an eye on such trends. On that note, I wish to withdraw my amendment. \n  <pre>\r\n\r\n   Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n   The following amendments stood on the Order Paper Supplement:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr J.B. Jeyaretnam:\r\n\r\n\r\n\r\n   (3) That the sum to be allocated for Head P be\r\n\r\nreduced by $10 in respect of Subhead PA-01 of the\r\n\r\nMain Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan:\r\n\r\n\r\n\r\n   (4) That the sum to be allocated for Head P be\r\n\r\nreduced by $10 in respect of Subhead PC-01 Project\r\n\r\n8301 of the Development Estimates.\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam and Dr Augustine Tan are not here. Amendment No. (5), Dr Chau. \n  <br>\n  <br>\n  <!-- Dr Chau Sik Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Chau Sik Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P be reduced by $10 in respect of Subhead PC-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my address in this House on 24th March, 1982, I made a plea that the Government should look seriously into increasing the renal dialysis facilities both within and outside our hospitals. I agree with both the Ministers for Health that it is a difficult area of medicine where we can never do enough because of the magnitude of the problem. The pattern then and now remains the same, about 200 new cases of chronic renal failure each year, 50% of whom are between the economically productive age of 15 and 45 years. I am glad to say that the Hon. Minister has not only taken note of my suggestion but has implemented them to a certain extent. \n  <br>7.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;True to his word, the self-dependency dialysis unit at Alexandra Hospital has since then mounted an additional shift to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1073</b></font>\n  <br>\n  <br> look after another 22 more patients. Furthermore, a new satellite centre for dialysis at Tan Tock Seng Hospital has been set up. It has 10 stations and can cope with another 40 patients with provision for further expansion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the public must be made aware that haemodialysis is no substitute for kidney transplant. The Ministry of Health together with the National Kidney Foundation have put up a concerted effort to convince the public to support the Kidney Donation Campaign. It has been mentioned in this House before but it must be further reiterated that each successful kidney transplant will not only ensure a better lease of life to the recipient but will also create a vacancy for those waiting their turn for dialysis. So far, the efforts of the Ministry's persuader teams, I am told, are producing encouraging results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Be that as it may, we cannot ignore the fact that if the present trend continues, on the average, three out of four new cases requiring renal dialysis or transplant treatment are turned away. It is a depressing situation. The need is to have four Government satellite centres with 20 stations each for self-dialysis, two more to complement the existing ones at Alexandra and Tan Tock Seng Hospitals so that not only the younger economically productive group could be better covered but that the consequent larger pool of dialysed patients will make it more likely for a donated kidney to find a good match. The more perfect the match is, the lesser the risk to the recipient and also the better the quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the healthy state of our economy, the Finance Minister who has been giving away a fair sum of money these past three years in the form of tax rebates may yet feel generous enough to accede to the request of the Minister for Health for more funds to be allocated for this, unfortunate group of people who, through no fault of their own, are stricken down with chronic renal failure and are awaiting death. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would also like to urge the public to support the effort of the National Kidney Foundation in running their pre- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1074</b></font>\n  <br>\n  <br> sent self-dependency dialysis centre at Kwong Wai Shiu Hospital. Though this centre, I understand, has 12 stations it is, in fact, operating below its full potential because of financial constraints. Additional funds are needed to meet recurrent expenditure to enable the Foundation to effectively complement the effort of the Ministry of Health in this area. Sir, the National Kidney Foundation deserves public support. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam is not here. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> Sir, I am indeed grateful to the Member for Thomson for explaining once again the importance of kidney transplant. It is not for want of our trying but so far even though the National Kidney Foundation has met with some degree of success in getting a few thousand people willing to donate their kidneys, that is not the answer to our problem because some of these people who are willing to sign the donation cards cannot be expected to give their kidneys until they die and it is of no help for us to wait until they die to get the kidneys. What we want is a change of attitude of the members of the public, particularly those people who are the relatives, the loved ones of people who have died or people who have met with serious accidents and have suffered brain death, to agree without any qualms to allow the kidneys to be harvested for transplantation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no shortage of skills or, no difficulty in matching the kidneys because we have got all the information easily available for us to match it. Therefore, at the risk of repeating some of what the Member for Thomson has said, I would like to seek the indulgence of this House to give a few more facts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are between 150 and 200 patients with chronic kidney failure each year. Treatment is either through dialysis or kidney transplant. Dialysis prolongs life in terminal renal cases but renal transplant provides the apparent cure. Government has over the years expanded the haemodialysis programme and made efforts to increase the number of kidney transplants. However, it is handicapped by the high cost of haemodialysis and the increasing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1075</b></font>\n  <br>\n  <br> demand for such treatment and the slow response to appeals for kidney donations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government maintains at the moment three dialysis centres. One at the Singapore General Hospital with 10 stations which can handle 40 patients in two shifts. Another at Alexandra Hospital with 11 stations handling 44 patients in two shifts. And the new one at Tan Tock Seng Hospital with 10 stations started work in January this year with public donations. This unit handles 40 patients in two shifts. In addition, the National Kidney Foundation has a dialysis centre with 15 stations which can serve up to 60 patients. Patients who can afford can obtain kidney dialysis service at some private hospitals. Haemodialysis, however, is no substitute for kidney transplant to achieve a better prospect for cure. A successful kidney transplant will not only give renewed hope to the recipient but will also create, as the Member for Thomson has said, a vacancy for those waiting their turn for dialysis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government, together with the National Kidney Foundation, will continue to encourage kidney donations. Towards this end, the Ministry of Health last year formed and trained a group of kidney persuaders to obtain more kidney donations. As a result of this programme and the donation of 15 cadaveric kidneys from abroad, in 1983 we performed 25 kidney transplants. This is more than can be done in other years. We should, however, strive to do more. But this can only be possible with better public response to the appeal for kidney donations. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Howe, we have exactly five minutes. \n  <br>\n  <br>\n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Howe Yoon Chong:</b> Right, we will try and finish it. Sir, this is a difficult area in medicine where Government can never do enough. For one thing, chronic renal failure is a long-lasting ailment. Its treatment is expensive and possible cure depends only on the availability of donated kidneys. The Government can only do as much as within its resources, within the limits of its manpower and finance for those who are now suffering \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1076</b></font>\n  <br>\n  <br> renal failure. The public, voluntary and community organizations and philanthropic foundations can play their part in facilitating kidney donations or in raising funds to defray the high cost of operating dialysis stations. What is more important is the influencing of public opinion to accept that kidney donation is the proper course to adopt and that kidney donation to save lives should not raise any qualms or objections from relatives of victims of accidents or cases of brain death. \n  <br>\n  <br>\n  <!-- Dr Chau Sik Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Chau Sik Ting:</b> I agree with what the Minister has said. It is my hope that Government will make more financial provision in this area. My second point is that a larger pool of dialysed patients will make it more likely for a donated kidney to find a good match; and the better the match is, the lesser the risk to the recipient and the better the quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $387,807,210 for Head P ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $92,685,400 for Head P ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is almost the Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1984 to 31st March, 1985 and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Chua Sian Chin]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Eight o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
