{"memberId": null, "volumeNo": "45", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "15", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"45\"> \n  <meta name=\"Sit_No\" content=\"15\"> \n  <meta name=\"Sit_Date\" content=\"1985-03-26\"> \n  <meta name=\"Start_Col\" content=\"1433\"> \n  <meta name=\"End_Col\" content=\"1520\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">45</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">15</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">26-03-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1433</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 45</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 26th March, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1434</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Trade and Industry. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1435</b></font>\n  <br>\n  <br> \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance, Minister for Education and Minister for Health. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1436</b></font>\n  <br>\n  <br> \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Home Affairs and Ministry of Community Development. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta), Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1435</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>KAMPONG SIGLAP</b>\n  </div> \n  <div align=\"center\">\n   <b>(Resettlement programme)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Abdullah Tarmugi</b> asked the Minister for National Development what is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1436</b></font>\n  <br>\n  <br> the programme for the resettlement of families in Kampong Siglap (Jalan Sempadan); when is the area expected to be cleared and what is the site earmarked for. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, the resettlement of 346 cases in Kampong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1437</b></font>\n  <br>\n  <br> Siglap will commence in mid-1985. The area is expected to be completely cleared by mid-1986 and is earmarked for residential development. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Speaker, Sir, will the Housing and Development Board consider payment of resettlement benefits earlier to those who have moved out of the area? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, those who would like to move out earlier would be paid the resettlement benefits earlier. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1437</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MOSQUE BUILDING PROGRAMME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Abdullah Tarmugi</b> asked the Minister for the Environment what is the progress of phase two of the mosque building programme and what are the expected completion dates for the remaining mosques in this phase. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, nine mosques are scheduled to be built under Phase 11 of the Mosque Building Programme of the Majlis Ugama Islam Singapura (MUIS). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first mosque under the Programme, Masjid En-Naeem in Hougang, was completed in November 1983. Masjid Darul Aman in Kampong Ubi is under construction and is expected to be completed in December this year. Construction work on the third mosque, Masjid Darul Makmur in Yishun, will commence soon. Tenders for the construction of Masjid Al-Mukminin in Jurong East were called in December last year and work is expected to start by the middle of this year. Tenders for two other mosques, Masjid Al-Amin in Telok Blangah/Radin Mas and Masjid Darussalam in Clementi/West Coast will be called later this year. Work on the design of these two mosques is being done now by the HDB architects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Tenders for Masjid Darul Ghufran in Tampines and a mosque at Jalan Sempadan in Siglap are expected to be called \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1438</b></font>\n  <br>\n  <br> next year, while tenders for the construction of the ninth mosque under the Programme, ie Masjid Ar-Raudhah in Bukit Batok, will be called in early 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, barring unforeseen circumstances, the construction of each of these mosques will take between 18 and 24 months to complete. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Tanah Merah):</b> Sir, in view of the construction of a mosque in Jalan Sempadan, can the Minister inform the House whether MUIS has any plans for the Al-Taqwa Mosque in Jalan Bilal, Bedok? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, MUIS has no plans for the Al-Taqwa Mosque at Jalan Bilal, and MUIS is not aware of any public scheme which will affect the site on which the mosque stands. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos):</b> Mr Speaker, Sir, I understand there is a piece of land pledged for the building of a mosque to replace the Masjid Alkaff in Jalan Eunos in Bedok Reservoir. Can the Minister confirm that this is so and give an assurance that Masjid Alkaff will not be demolished until the construction and completion of the alternative mosque? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, a site at the junction of Bedok Reservoir Road and Bedok North Road has been safeguarded for the construction of a mosque to replace Masjid Alkaff which is affected by the redevelopment of Kampong Melayu/Kaki Bukit area. This assurance was made in this House some three years ago by the Minister for National Development himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I would like to stress, Sir, that as MUIS is heavily committed to the building of the nine mosques under Phase 11 of its Mosque Building Programme, development of the mosque at the Bedok Reservoir site can only be considered thereafter. The Member for Eunos wants an assurance to be given that the Masjid Alkaff mosque will not be demolished until the new mosque is built. This is the undertaking given by the Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1439</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1985 TO 31 ST MARCH, 1986</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply (6th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L (cont) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [25th March, 1985], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LA-01 Object Group 1100 of the Main Estimates.\" - [Mr Sia Khoon Seong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance, Minister for Education and Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance, Minister for Education and Minister for Health (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I just want to take this opportunity to clarify the case brought up by the Member for Whampoa at yesterday's sitting concerning the Polytechnic graduate, now in national service, who applied to the Nanyang Technological Institute (NTI) for admission and was informed, according to him, that NTI could not reserve a place for him, as is the case with those students who have been accepted for admission at the National University of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I made inquiries into this case and found that actually the student has not been offered a place at NTI. What happened was that after he had finished his course at the Polytechnic and was enlisted for national service, he applied to NTI but NTI had informed him that he would have to finish his National Service first and then preferably work for one or two years before he could be considered for admission to NTI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to explain very briefly why NTI has adopted this policy. The Polytechnics were set up to train technicians who form a very important part of our industrial workforce and the Technician Diplomas of the Polytechnics are valuable tertiary qualifications in their own right. If the student had wanted all the time to take an Engineering degree at the NUS or at the NTI, then he should have gone through pre-university first and then proceeded to the NUS, and subsequently to the NTI after finishing his national service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1440</b></font>\n  <br>\n  <br> By first going to the Polytechnic and then, having qualified from the Polytechnic, going to the NTI, the student, Sir, would actually have taken two places - one at the Polytechnic and one at NTI. This would mean that, in effect, the student would have deprived another Singaporean student of the opportunity to obtain a tertiary qualification. I think this is not desirable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose of NTI admitting a limited number of Polytechnic graduates who already have working experience is to enable these Polytechnic graduates to interact with the students who are admitted to NTI after they have finished the first year of the Engineering course at the National University of Singapore. The Engineering courses at the NTI are practice-oriented courses, and NTI believes it is desirable to have at any one time a small number of students from the Polytechnic but they must have been working for one or two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to avoid further confusion in this matter, I would like to explain that NTI's priority for admission is as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First priority will be given to those students who have finished the first year in the Engineering course at the National University of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second priority will be given to graduates from our Polytechnics who have at least one or preferably two years of working experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third priority will be other graduates of the Polytechnics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like again to take this opportunity to urge all students who have finished their 'O' levels and who have good results and who intend to take Engineering at NUS or at NTI to go to preuniversity and after that to the NUS directly. They should not go to the Polytechnics because, if they go to the Polytechnics first and then to University, in fact, they are depriving other students from a chance of getting at least a Polytechnic qualification. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon):</b> Sir, I have got an amendment under Subhead LB-01. May I speak now? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1441</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, I am glad that yesterday the Member for Bukit Batok and the Member for Moulmein brought up the problems of school principals. I am also happy to hear from the Minister of State that the Ministry is taking steps to make sure that we are going to have good principals for our schools. I just want to draw the Minister's attention to some statistics as contained in the book entitled \"Key Education Statistics 1984\" published by the Ministry of Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On page 36 of the book, Table 28 gives statistics on the length of service of school principals. Of the 402 principals, 121 (30%) have fewer than four years' experience, 16 (4%) have experience between five and 19 years, 137 (34%) have experience between 20 and 29 years and 128 (32%) have experience of more than 30 years. In other words, our school principals are all old principals of 20 or more years of experience or new ones with little experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It makes me wonder what happened to those appointed as principals during the past five to 19 years. The only conclusion I can draw is that it must be a very tough job for school principals. They just do not survive. The question is what will happen when the old principals retire and they will retire very soon because some of them have got more than 30 years' experience. It looks as if we are heading towards a crisis, and I am glad that the Ministry is aware of the problem. But I would like to point out that just by identifying the potential principals and giving them training may not be sufficient. The Ministry may want to review the service conditions of principals. We hear very very often complaints such as lack of incentives, lack of recognition of service, lack of support and encouragement, and also the risk of being removed from the job without warning or reasons given, etc. So I hope the Ministry can look at the service conditions of principals and that sufficient incentives, encouragement and support must be given to the principals. \n  <br>11.15 am \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, now is your turn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1442</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, I am sorry. I did not realize that the Member had not finished yesterday. I am sorry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, under this amendment that I moved, I wish to raise four matters and I hope I can finish them within the 10 minutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First is the standard of English in our schools. And when I say \"standard\", I mean the appallingly low standard of English. Mr Speaker, Sir, last year I asked whether the Ministry would publish the percentage of passes in English, Mathematics and Second Language in the 'O' level results. I was told that it was not possible because it would cost the Ministry $1,300 to analyse and publish the information required. Well, I was surprised at that. I do not think any attempt is being made even this year to analyse the passes in English at 'O' level and to see what percentage of passes there are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not think it will be disputed that the standard of English has fallen very low. I have practical - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Education and Communications and Information (Dr Tay Eng Soon): Sir, can I just touch on the point that the Member has just brought up which is not quite true? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that we do not publish the results of English Language. In fact, we publish the results of the English Language for 'O' level every year. What he was referring to was a peculiar request that he made last year to have the percentage of students who passed in English, Mathematics and Second Language. We do not normally compute a combination of the results, and we were not prepared to spend that extra time to compute these results which were of no particular significance to us. But as for the results of individual subjects, such as English, Mathematics, Science, Second Language, and all the others, these are published and are available to all Members. And to my knowledge, Sir, I do not think the Member has actually requested the Ministry for this particular set of results. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1443</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I was not aware that the percentage of passes in English was published. Was there? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, to return to my subject about the standard of English I am going to relate my personal knowledge of this because last Thursday, Mr Speaker, Sir, I took my class in English in my Constituency. I am providing classes for Primary 6 students. And may I say that I was amazed to see how weak they were in English, both written and spoken English, What I would like to know from the Ministry is this: what is the Ministry doing about this very poor standard of English? I was talking to a University lecturer some days ago and he said that it is not just in Primary 6 but even in students who came into the University; their English was not up to standard. Well, I would like to know from the Ministry what steps are being taken to improve the standard of English. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly about the ruling that was made last year to prevent girls from doing technical studies in Secondary 1 and Secondary 2. This has caused unhappiness, I understand, among a number of families. May I point out, Mr Speaker, Sir, that this is discrimination under our Constitution which says that there shall be equal opportunities regardless of sex. Now, the Ministry's reply, I see, was that boys would also have to do Home Economics soon enough, and they wanted girls to do Home Economics first, making it compulsory for them. The reply misses the whole point of the letter of complaint which is: why should girls be prevented from doing technical studies in Secondary 1 and Secondary 2 if they wish to? We are told time and time again about the importance of technology and technical studies and, here, the Government is deliberately excluding girls from doing technical studies. The reply from the Ministry was that they can nevertheless do it at Secondary 3 and Secondary 4. 1 am told that that is no answer because if you have missed two years of technical studies, it would make it almost impossible to take it up at Secondary 3. So may I ask why is this discrimination inflicted on our girls? It is, of course, one suspects, part of the whole eugenics programme. It was introduced after the Great Marriage Debate began. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1444</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the third point that I wish to raise under this subhead is the question of foreign students in the University. May I say that I thought the Minister for Education's response to the complaint from the Polytechnic students was more than harsh. May I tell him that the students have a right to know the reason for the increase in the fees. You cannot deny them of that right, and you should explain the reasons. The Minister was talking about the students being a privileged lot. May I remind him that in some countries, Australia comes to my mind immediately, university education is fully subsidized for Australian students. So it is nothing new about subsidizing completely the cost of University education for citizens. But my complaint really is the cost of subsidy of the foreign students in our University. I asked about the number of foreign students in the University last year, and I was told there was quite a number of them in the University. I understand there are now about one foreign student to five students in the University. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday we were fortunate that the Minister for Education presented us with the fees and the subsidies, and he said that foreign students paid 50% more than the fees paid by Singapore students. That would mean that a foreign student studying Medicine only paid 3.76% of the recurrent cost for the study, and a foreign student doing Accountancy and Business Administration only paid 16.8%. May I know why are we subsidizing foreign students to that amount? In Australia, I am told, foreign students have to pay 25% of the cost, and there is a move to increase it now to 45%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is a general feeling in Singapore that foreigners are getting away with lots of things that Singaporeans can't. I mentioned this with regard to their liability for National Service. Now there is the question of jobs and places in the universities. Why are we paying for foreign students at the expense of our own students? May I know what is the reason for this? It would appear that they were even invited to go on the SDU course free of charge. We should correct this imbalance between our students and foreign students. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1445</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point, Mr Speaker, Sir, is the request that was made by a parent about the insistence that anyone admitt2to the University must pass the Second Language at 'A' level before he can be awarded his degree. I am told, the problem in this particular case arises because the son, although he has got a pass in 'O' level in Second Language, did not get a pass in the 'A' level in the Second Language. The father is very worried that his son may not be awarded his degree unless he passes the Second Language at 'A' level. May I know what is the reason for this? If the boy has already got his Second Language at 'O' level, why should he be deprived of his degree because he cannot get through the Second Language at 'A' level? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, may I just reply to the hon. Member for Serangoon Gardens who was replying to the Member for Potong Pasir about muzzling University students. Perhaps he has forgotten that last year when the Political Association brought out a paper, they were told they could not publish it, and it was handed over to the Students' Union. Well, if that is not muzzling student activity, I would like to know what is? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Defence and Trade and Industry (BG Lee Hsien Loong): Mr Speaker, Sir, I have an amendment under Subhead LE-01. As it concerns the University and this has been raised by the Member for Anson, perhaps I will speak now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister for Education to confirm that it is in fact the policy of this Government to educate all our citizens to their maximum potential. We have stated this many times. We have explained this in this House, but perhaps it has not been fully understood, and should be stated again, I say this particularly in view of the suggestion yesterday from the Member for Potong Pasir that we could get more university graduates in Singapore simply by having a second university, and then we would automatically double the number of graduates and the amount of talent available. And the suggestion today from the Member for Anson, that because we have foreign students in the University, therefore Singaporeans are deprived of places. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1446</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are pernicious simplifications, distortions of complex realities, of real constraints which we face. Our policy, as the Government, is that we will have enough university places for all Singaporeans who are able to go to University. In other words, if you do well enough in 'A' levels, if your results show that you are likely to benefit from a university education, then indeed you will get a university education. Not only because you deserve it, but also because, from the point of view of human investment, it is well worth our while to put in the $10,000 per year for four years, or $50,000 per year for five years in the case of doctors, to obtain a citizen better trained, better rounded, better able to contribute to the society which he belongs to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our problem is not that there are not enough university places. Our problem is that there are not enough students who are deserving of university places to take up all the places available in the University. We have no difficulty arranging for further places. We have no difficulty finding jobs for the graduates when they come out and enter the economy. The fact that our starting graduates' salaries in Singapore are very much higher than starting graduates' salaries even in Japan proves that, in fact, the economy could do with very many more graduates than we now have available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, not all graduates are in equal demand, and if all our students wish to study courses with no practical use, then we would indeed have a graduate employment problem, as has happened, I think, in Sri Lanka, where instead of producing engineers and doctors, they produce large numbers of experts in English Literature. Well, we also need experts in English Literature but I would be very sad to see 2,000 of them looking for jobs every year. So we will find places, and there are places for as many graduates as we are able to produce. \n  <br>11.30 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our problem is not to get some more places in the University. Our problem is to get more people who are fit to go to University. And the way to get more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1447</b></font>\n  <br>\n  <br> people who are fit to go to University is not to set up a second institution. We used to have a second institution. I think many Members will remember that, and some Members indeed graduated from Nanyang University. But the way to do it is to increase the pool of 'A' level students, raise the standard of students leaving school, and make more people prepared to reach university and to benefit from a university education. That is what streaming is about, that is what spending more years in school is about, that is what our junior colleges and pre-university centres are trying to do. And if we look at the numbers year by year, we will see that, in fact, each year a larger proportion of our 18-year olds have been going to university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The foreign students do not displace Singaporeans. But the Member for Anson speaks as if every foreign student there is depriving a Singaporean of a place. It is not so. It is not so because we have places for everybody. It is not out of largesse or out of a sense of generosity and humanity that we give places away to foreign students. Each foreign student is a worthwhile investment because when he comes, he brings ability, he brings talent. He learns in the University. Our students benefit from the wider exposure and from the mix of different students, students from different backgrounds, in the University. And many of the foreign students thereafter stay on and contribute to our economy, and contribute to this society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Far from looking at it as a way to prevent Singaporeans from having a place at the University, we should look at it as an investment which pays off in the society in Singapore. It is a way to bring people in. It is an investment which pays off. It is a way to bring people in without having even had to pay for their education for 12 years, from primary school to 'A' level. That is for free. The student comes whole. We give him four years of university education, and he is ours for a number of years. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Where is the loyalty? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> And in due course, I am sure many of them will develop \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1448</b></font>\n  <br>\n  <br> loyalty, just as others who have come to Singapore from distant shores have developed loyalty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the problem really is to find ways to increase the number of students at 'A' levels, to find ways to increase the number of students who are deserving of university places. And then as our economy expands, as the needs of society develop, to find ways for more of them to go to University. We shall expand our University's facilities. And then, if one university is not big enough, we shall have two. But that is very different from saying, 'Why don't we just have a second university and let us solve our problems thataway?' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, that is what I would like the Minister for Education to confirm - that these are complicated problems and not susceptible to simple-minded, simplistic, solutions. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Point of clarification, Mr Speaker, Sir. Yesterday, I said that it was the suggestion of the architect of Singapore's industrial programme, Dr Albert Winsemius, who suggested that there should have been a second university. Is the junior Minister for Defence implying that Dr Albert Winsemius does not know what he was talking about? Or is he implying that Dr Albert Winsemius was wrong in suggesting that there should be a second university in Singapore? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, it is far better to be the junior Minister for Defence than to be the Deputy Leader of the Opposition! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not quarrel with Dr Winsemius. I merely ask whether the Member for Potong Pasir speaks because he believes it or because somebody else says it. There is reason to doubt because, not very many days ago, he said, \"I believe it because the Prime Minister says so.\" And today he believes it because Dr Winsemius says so. What next? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance, Minister for Education and Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance, Minister for Education and Minister for Health (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, when one is in Parliament, I believe one should observe the forms. One of the forms, Sir, if I may respectfully say, is that one should address Members by their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1449</b></font>\n  <br>\n  <br> correct designations, The Member for Teck Ghee is the Minister of State for Defence and Trade and Industry, and not the junior Minister for Defence. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He is a junior Minister. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Perhaps the Member for Anson will point out in our Government publications where we have used the words \"junior Minister\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me go on to a more serious point. The Member for Teck Ghee, in response to a point made by the Member for Anson, has asked me to confirm that the admission of foreign students to the University will not limit the opportunities for Singaporean students to take up tertiary education and that, in fact, this policy of admitting a limited number of foreign students to the University is in the best interest of Singapore. Sir, I hardly need to add anything more to what the Member for Teck Ghee has already said most eloquently and, I would say, most pertinently. We do not admit foreign students into the NUS or into the NT( simply because we are a generous nation with overwhelming largesse to spread beyond our shores. In fact, I believe the Member for Anson has always criticized the fact that we are a parsimonious Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there are good reasons, Sir, why we should at all times ensure that our University student community does not become a parochial community. You see, Sir, we are a small society in Singapore. Our children, by and large, go through the same system of education. There is not the variety of experience or of backgrounds which would make for a truly university education. Sir, admitting a limited number, and I stress the words \"limited number\", of foreign students to the university gives our own Singapore students at the NUS and at the NTI the chance to interact with students who have grown up in different societies with different backgrounds. And in this way, Sir, I would hope that our students at the University would be able to acquire what I would regard to be a full university education, ie, not only getting the required training and getting their degrees but also learning more about life, not only about life in Singapore but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1450</b></font>\n  <br>\n  <br> also about life in countries outside Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are very stringent about the admission of foreign students into the NUS. For a start, only those foreign students who are significantly better in academic quality than our own students have any chance of being admitted. First preference is always given to our local students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was the Vice-Chancellor of the National University of Singapore in 1980-1981. Since then, I have been the Minister in charge of the NUS and the NTI. During all these years when this policy of admitting a limited number of foreign students into the University was in force, I have not yet come across any instance when Singapore students who are qualified, whom we would regard as being able to complete their courses successfully at the NUS and at the NTI, have been refused admission. In fact, Sir, our problem, as the Member for Teck Ghee has said, is that we do not have, unfortunately, enough students of the right quality to proceed to university education. It is to our benefit that every Singapore student who can make it to University and who can benefit from a university education should go to the university and a place should be found for him or her at the University. And this, Sir, is something which I would say is not only in the interest of the student himself but also in the interest of Singapore. I have stated many times in my Budget statements that the only resource which Singapore has is its people. And the more that we can develop our people, the more education that we can give them, the more that we can groom and train those who have the capacity to receive and benefit from this training, the more Singapore will benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I would hope that this will not become another debating point in Parliament. As I have said, we only admit a small number, a limited number, of foreign students into the university. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is the percentage? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> This is not for the benefit of the foreign students but for the benefit of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1451</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the percentage which the Member for Anson has asked, I stated in 1981 that I would regard a reasonable percentage for the University for foreign students to be of the order of 20%. And I would say that I make no apologies for stating the fact that I believe that this is a reasonable percentage. If we require more places for our own students at the University, then I think the solution would be to expand the NUS rather than to exclude foreign students and let our students grow up with closed minds, without the opportunity, as I have said, to interact with other students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has suggested, quoting Dr Winsemius, that we should have a second university in order to provide more places. Sir, I would like to inform him that we do have a second university, and that is, the Nanyang Technological Institute. At present, it is affiliated to the NUS but in due course, we hope to develop it into a technical university, which is what Singapore will need in future years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I come to the point raised by the Member for Anson regarding the Second Language requirement at 'AO' level which a student who, I presume, has already been admined provisionally to the University, is required to fulfil before he is allowed to receive his degree. The reason why he has to fulfil this requirement is because this is part of the entry requirements for admission to the NUS. It is because we know that a number of students may have difficulty in meeting the Second Language requirement at the pre-U level that we have given them the opportunity to be admitted into the NUS so that they can fulfil this requirement while they are doing their courses at the NUS. \n  <br>11.45 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the University has just arranged during these holidays a special course for these provisional students in order to help them to meet this Second Language requirement at 'AO' level. And I have no doubts, Sir, that with the intensive training given by the University and the personal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1452</b></font>\n  <br>\n  <br> attention which will be given to these students, no student will have any difficulty in meeting this requirement by the time he or she graduates from the NUS or from the NTI. Sir, we must have confidence in our student population. Those who go to the University are a bright lot. They will make the grade. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, may I ask the Minister by way of clarification, if he would say something about the need to subsidize foreign students to the degree that we are subsidizing them. Is he saying that if he raised the fees for the foreign students they would not be coming here? As I said, in Australia the foreign students are paying 25%, and UK has raised its fees. My question is, why are we subsidizing foreign students and grudging our own students lower fees? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, I do not believe that we should follow the policies of other countries, whether Australia or England, where these policies are, in my opinion, wrong. I think that it is detrimental to the interest of the two countries, Australia and England, which the Member for Anson has mentioned, that they should adopt this policy of restricting the entry of foreign students into their country. It is not in the long term interest of these two countries - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> They are charging a fee. That is all. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> - to make it difficult for foreign students to study at their universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming back to the point which the Member has raised. All students who graduate from our University have to sign a bond to live and work in Singapore for at least three years after they graduate. Sir, we have a very limited talent pool in Singapore and the fact that we have been able to attract these foreign students to our University and subsequently to have them live and work in Singapore is to the benefit of Singaporeans. I do not think we should ever get into the situation where we try to exclude competition. The more talented people that we can attract to Singapore, the more benefit all Singaporeans will receive from this policy. And I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1453</b></font>\n  <br>\n  <br> will repeat again, Sir, that because we have been expanding our tertiary institutions over the last few years, because we have increased the number of places, we have made it possible for every Singapore student, who deserves to go to University, to have a place at the University. No student has been deprived. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Sir. I believe the Minister has repeated his statement twice. He says that every student in Singapore who is capable of getting into the University has a place there for him. But I have quoted figures in my previous address. These figures were taken from the Goh Report on Education. England produces proportionately 1,2 times, Taiwan two times, France three times, and Japan four times the number of graduates more than Singapore does. Why is Singapore not producing as many graduates as the other countries if, as the Minister says, every student who wants a place there is a place for him at the University? Does it mean that our quality of students are lower than these other countries? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Let the Minister clarify what you have said. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, the Member for Potong Pasir should try and keep awake in this Chamber. I know the speeches are sometimes dull, but still, when one is here, one is expected to pay attention. I did not say, Sir, that every student who wants to go to the University can go to the University. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> \"There is a place available.\" \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> No, Sir. What I said was, every student who is able to benefit from a University course and who can qualify to go to the University, we will find a place for him. There is a vast difference between a student who wants to go to the University and the student who qualifies. I am sure that the Member for Potong Pasir can understand the difference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has quoted statistics from other countries and asked why we are not producing as many university graduates per 1,000 population as England, Taiwan, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1454</b></font>\n  <br>\n  <br> so on. He quoted statistics from the Goh Keng Swee Report in 1978. The answer, Sir, is very simple. And if the Member for Potong Pasir will not pay attention in this House, he should at least pay attention to manners outside this House. The reason why we have not been able to produce as many University graduates as in other countries and as we would like lies in the fact that we do not have, in the past years, students of the required quality and ability and training who could benefit from a University education. And the reason, Sir, why we do not have these students is because there were severe flaws in our education system. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You admit. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> This is what Dr Goh has been striving over the last six years to remedy, with the help of Members in this House, and occasionally with the help of the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all the controversy over streaming, all the money which the Government has been spending on education has been for one purpose - to upgrade our primary schools, to upgrade our secondary schools, to upgrade our junior colleges, so that we will have enough students who can qualify and benefit from a university education and in that way, Sir, I hope that in years to come we will approach closer the percentages or the number of people who can go to the university as in Taiwan or in other parts of the world. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Sir, much has been said in this House in the last two days about the Express stream, Normal stream, Extended stream, and the Monolingual stream. Sir, I come on to a subject which affects all these streams. I would like to offer a few comments on the subject of the teaching of Physical Education in our schools, primary schools, secondary schools and junior colleges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, l believe this subject is not given the proper importance in our schools, largely because it is not an academic subject. However, Sir, I believe that the social cost for neglect of this subject in our schools will be quite high for the nation as a whole. What then, one might ask, are the causes for this neglect? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1455</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the pursuit of academic excellence, most principals and teachers tend to sacrifice physical education lessons for more important examination subjects. There is also a marked lack of trained teachers to take on this subject. I seriously wonder how many trained teachers are there in our schools to take on the teaching of Physical Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the main constraint, as I see it, lies in the lopsided ratio of male and female teachers in our schools. Of the total number of teachers in primary, secondary and junior colleges, 64% are female and 36% male. If we look closely into the breakdown for primary schools, it is 70% female teachers, 30% male. In secondary schools, the percentage is 57% females and 43% males. And if we go on to the junior colleges, it is 62% females and 38% males. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with 70% of teachers in primary school being females, I feel it is important that specialist teachers undertake the teaching of physical education and other sporting activities in our schools. It is just no use having teachers in charge of games and sports if they do not understand the game in the first place. Instances of this are many for me to enumerate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from physical education, students also learn basic skills in primary schools for various sports and other activities. It is important that proper skills are imparted at an early age. Sir, the teaching of football skills, as the Member for Changi will tell you, is not merely tossing a few footballs to a class of 40 students. Specialist knowledge is required, and specialist teachers are required. Contact sports and activities develop various character aspects of the individual - the element of competitive spirit, teamwork - and it also helps the individual's physical well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this respect, I welcome the setting up of the College of Physical Education. I would urge that the intake to this College be increased quickly and also more in-service courses in physical education be conducted to alleviate the problem of lack of PE teachers. Sir, qualified PE personnel in Singapore is rather limited and I believe \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1456</b></font>\n  <br>\n  <br> they should be harnessed to undertake the job more effectively. There are PE specialists, I am told, in the Ministry of Education and at the same time in the ECA Centre. Specialists in the Ministry and specialists in the ECA Centre visit schools, obviously for different tasks. I am wondering, Sir, whether these activities should not be combined so that there is no wastage in the utilization of manpower. Sir, the Ministry might want to consider looking into this aspect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question to the Minister is to enquire as to how soon we can have qualified physical education teachers in our primary and secondary schools as well as junior colleges, and to ask him whether this is an achievable goal in the very near future. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I have an amendment under Extra-Curricular Activities. May I have your permission to speak on this subject, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, the Member for Pasir Panjang and the Member for Chong Boon have touched on this subject of extra-curricular activities. I would like to congratulate the Education Ministry for its emphasis on ECA. I am especially grateful to note that there is also an increased emphasis in the uniformed youth organizations (UYO), and this is a subject on which I wish to address today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The uniformed youth organizations, such as the National Cadet Corps, National Police Cadet Corps, Scouts and Guides, Boys' Brigade and Girls' Brigade, Red Cross and St. John's Ambulance, all place much emphasis on discipline, the development of total personality, especially leadership training, and community service. Greater participation by our students will result in better citizens. Furthermore, the special skills that the students will achieve will be invaluable in their adult life and even in Civil Defence, for example, skills in fire-fighting, rescue and first-aid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983, the Ministry embarked on a programme to increase the enrolment in the uniformed youth organizations. It was the aim of the Ministry that one in three of our secondary school pupils should parti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1457</b></font>\n  <br>\n  <br> cipate in the uniformed group. The Ministry was not able to reach this target. But the Ministry has still to be commended as there was an increase in the enrolment. Of the 134 secondary schools, 49% or 37% have attained this target of one in three. May I congratulate them on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest two ways, and I am sure the experts know of many more, even better ways, to increase the enrolment in the UYOs. Firstly, that more teachers be allocated to this sphere of activity. I am given to understand that certain UYOs, such as the NPCC, will be able to take in more students if they are able to have more teachers to lead the students. Furthermore, leading a uniformed youth organization can be very demanding, and perhaps a teacher involved in the uniformed youth organization should be exempted from other ECA. Secondly, except for the NCC and the NPCC, students are not given free uniforms. One set of scout's uniform, I am told, costs approximately $30. One set of NPCC uniform costs about $60. 1 wonder how many members there will be in the NPCC today (there are 22,000 today) if these uniforms are not free. Do not misunderstand me. I am not advocating a cut in the NCC or the NPCC vote. Both these organizations are doing a splendid job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must take into account the fact that as a student progresses from Secondary 1 to Secondary 4, and as he is growing, he may have to change two, or even three sets of uniforms. This cost, by itself, may be a deterring factor. Perhaps more could be done financially to help the other UYOs in addition to the NPCC and NCC. \n  <br>12.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we examine the Main Estimates, we will note the allocation as follows: NCC, $323,500; NPCC, $271,000; Scouts and Guides, $25,000; Boys' and Girls' Brigades, $5,000; Red Cross, nil; St. John's Ambulance, nil. I would assume that the funds for the Red Cross cadets and St. John's Ambulance cadets would come from the contributions of the Ministry of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1458</b></font>\n  <br>\n  <br> Health allocation to the Red Cross Society and the St. John's Headquarters. But how much of this fund is actually allocated to the cadets or school students? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To be fair, it must be acknowledged that, above all this, the Ministry of Education also approves an incentive donation of $6 per member except for NPCC and NCC. This is admirable, but I believe it is still inadequate considering the uniform factor alone, not to mention the cost of funding activities. Unless there are sufficient funds to invest in creative activities, the enrolment in the UYOs cannot be expected to increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I enlighten the House regarding the cost involved using the Boys' Brigade as an example. In their 1984 Annual Report, it was reported that administration expenses alone were in the region of $100,000. Events and training expenses were in the region of $196,000. Based on the Main Estimates of the Ministry of Education, the amount spent in the various UYOs per student enroled will be as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NCC, about $42 per student; NPCC, approximately $12; Scouts and Guides, $2.92 plus $6 donation will bring it up to about $9; Boys' and Girls' Brigades, $8 per student. Unfortunately, I am not able to give the figures for the Red Cross and St. John's cadets as I have insufficient data. I am not suggesting that increasing the allocation of funds alone will achieve the target of 1:3 but this, I feel, would help. I hope the Minister will consider my humble suggestion. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> May I have your permission to speak now, because I have two amendments* Nos. (14) and (15) which concern schools, so that I need not move them later? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Thank you, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had intended to move two amendments to the Development Estimates that cover the primary and secondary schools as well as the junior colleges. I note that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1459</b></font>\n  <br>\n  <br> about a third of the Development budget or $148.57 million is being set aside for the construction of new primary and secondary schools and junior colleges. There will be a total of about 43 schools and two junior colleges to be constructed in the financial year 1985. The better part of the time during the last 11/2 days has been spent on general education, but I want to shift the debate to the question of the building programme for both the primary and secondary schools as well as the need for junior colleges in the various HDB New Towns. For example, in Hougang New Town, the better part of which will be coming up in Punggol Constituency by the late 1980s, there will be some 20,000 to 25,000 units. I am not particularly happy - I would say I am rather disappointed - that so far only one primary school has been completed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last 15 years several new towns have been built by HDB - and that has resulted in massive population shifts. In the process, a lot of schools, both primary and secondary, have had to give way to new ones and the old ones have to be upgraded in terms of facilities as well as amenities. One can go down the line. For example, on the relocation of schools. The original project cost was revised from $31 million to $57.6 million and requiring a revote of $1.468 million to complete the relocation of schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I wish to make and the elucidation that I wish to seek of the Minister for Education is that, are there going to be schools which will be better located? For example, in the Hougang New Town, only one primary school has been completed and is operational only a few weeks ago, and it has been handed over to the Catholic Mission, I am pleased to put on record that, through the intervention of the Minister of State for Education and Communications and Information, as well as the Senior Parliamentary Secretary to the Minister for Education, the Catholic Mission has been able to take over this primary school and is contributing 20% of the building cost. That I would say, Sir, is a recognition of the missionaries' contribution towards education in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1460</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that when the House first met on 25th February, 1985, many hon. Members in this House took the oath on the Bible, whether it be the Douay version or the King James'. It shows that the missionaries have done a lot for Singapore in terms of education. In this respect, Sir,[ would like to make another request and, that is, while recognizing the contribution that these missionaries have made, would not the Minister consider helping them? I take cognizance of the fact that today, with affluence, this zest for missionary work is not entirely satisfactory. As a result not many are coming forth so that quite a number of these Christian missionaries are faced with the problem of recruiting sufficient numbers of people to carry on their mission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, would not the Minister consider helping them? Since they have made their contribution, we should not only recognize them but because they have served well and will continue to contribute to education, we should allow them more time to repay. Instead of repaying 20% of the capital cost over a period of three years, let us not be too stringent. All I am asking is more time. They have got the kind of management which some of the schools do not have in setting up school management councils or advisory committees. Perhaps we can learn something from them. It is in this light that I file the two amendments, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the question of junior colleges. I would very much like a junior college to be built in Hougang New Town, not in Punggol Constituency which will be too big by that time. But I think there is no loss whatsoever in making this small request. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Sir, I fully share the views expressed by the Member for Chong Boon with regard to physical education in our schools. In 1983, 1 asked the Minister for Education on the Ministry's plan to recruit some 700 PE teachers to meet the requirements of both primary and secondary schools. I was informed then that the College could only take an intake of 50 trainees per year. It would definitely take a long time before all vacancies of PE teachers are filled. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1461</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, physical fitness is the very basis of our national defence, increased productivity, and a rugged society. The key to a finer people is an effective physical programme for all categories of pupils in our schools. However, a major obstacle to such a programme is the lack of full-time PE teachers who are qualified enough to implement the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The setting up of the PE College is definitely a welcome boost to physical education in our schools. In the meantime, Sir, what steps have been taken to implement the PE programme effectively? Are there in-service courses available for teachers who volunteer to conduct the various sports activities in our schools? I would also like to know whether the PE College has sufficiently trained staff and how many of them are local personnel. I firmly believe that proper and systematic teaching of physical fitness in our schools and junior colleges is important in getting our young men to be physically fit before they enter full-time national service training. I would like clarification and a progress report on the development of the PE College up to this date. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, can I speak on my amendment No. (9) on Subhead LC-01 now? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> We have heard various Members of the House putting forward views and suggestions on various aspects of education and how to improve our education system. There is one aspect which has not been touched on and I would like to spend about three minutes on this. There is a need to communicate more effectively with the general public on the education system. The objective of our education system is to bring out the best in our children, and this is indeed a step in the right direction. It is in our long term interest but, sad to say, the merits and the rationale of the new system have not been effectively driven home to the general public. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1462</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Till today, we still hear of comments from members of the public that the system is too complex and, at times, confusing. Others say that with the frequent announcements of changes in the system they have now lost touch with the education system. They will worry about it when the time comes for their children to go to school. Yet another category of the public, and this is largely the lower income group, find it hard to understand the new system which has been explained through the use of flow-charts drawn up by systems engineers. There is one other category of people whose comment on the new system is based on their own personal experience gained under the old system, not realizing that the school environment then was different and that the homes were mainly dialect-speaking. We could go on and on, but the message here is that if there had been greater and more effective communication with the public on the rationale and the merits of the education system, some of these comments, which tend to form negative impressions on the system, could have been avoided. \n  <br>12.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We welcome the announcement by the Hon. Minister to review the new education system. I hope the Minister will bear in mind in the review exercise the need to come up with a better communication programme to effectively put across policies and ideas to the general public. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo (Bo Wen):</b> Mr Speaker, Sir, may I be allowed to speak on my Amendment (8) and Amendment (16). 1 propose to drop Amendment (18)* because the Minister of State has, in fact, touched on the topic yesterday. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You can carry on. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo:</b> Mr Speaker, Sir, the child's initial interest in learning is influenced by his nature, the stimulation he receives from his parents and equally important his pre-school education. I am sure Members would have come across the works of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1463</b></font>\n  <br>\n  <br> Piaget, a renowned psychologist. Piaget himself has identified that the initial foundation of learning for the child is from the age of three to five years. Extensive research has been done by him to suggest that this is the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is a need at some point in time in our Education development to examine our pre-school education programmes. It is estimated that at any one time during the year there are about 30,000 children attending various pre-school programmes provided by different groups in Singapore. May I suggest that the Ministry at an opportune time consider reviewing the curriculum content of pre-school education, and to suggest and give recommendations to various organizations to improve the methods of teaching and their curriculum content that are directed towards the teaching of these children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also realize that amongst students who live in housing estates, the home environment of some of them is not conducive. They find it rather distracting to study. I feel that since most schools are estate-based schools today, I hope that further improvements could be made to provide for study centres for such children so that they can find a more conducive environment to enable them to study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with regard to special schools for disabled children, the Member for Anson yesterday said that nothing much has been done for the children from the Singapore Association for the Deaf, Since I am associated with the Association, I would like to tell the House that the Ministry of Community Development has given a grant of $19,400 to the Singapore Association for the Deaf to purchase audio-visual equipment to enable these children to learn better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Ministry has seconded 73 teachers to teach in these schools. This has helped the various special schools. However, the secondment of such teachers is dictated by the availability of teachers from the Ministry. We all know that there is a shortage of teachers in the Ministry, especially for primary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1464</b></font>\n  <br>\n  <br> schools. In view of this it will take some time before the teachers could be found and seconded to the special schools. In order to meet the education needs of disabled children, would the Ministry provide the necessary grants in lieu of the teachers to be seconded to the special schools?. Sir, this move would help the special schools to respond more quickly to meet the education needs of disabled children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to touch on another area about the upgrading of instructors in vocational training centres run by the voluntary organizations. Mr Speaker, Sir, these instructors need to be upgraded so that they will be better equipped to train the disabled in relevant trades for more open employment. I am wondering if VITB could extend its assistance to these organizations to upgrade the instructors. Would the VITB also consider seconding instructors to the vocational centres, jointly run by voluntary organizations, to help them organize relevant training programmes so that the disabled themselves would be trained, equipped, and ultimately will enable them to better able to obtain jobs in the open market? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have forty minutes left for the Minister to reply. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, before I reply to the points brought up by various hon. Members, I feel I should touch on two points raised by Members yesterday, which were not dealt with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First is the point raised by the Member for Pasir Panjang regarding Islamic Religious Knowledge. He has suggested on previous occasions that the Ministry should consider bringing forward the teaching of Islamic Religious Knowledge from Secondary 3 and 4 down to Secondary 1 and 2. 1 know his reason for this. He feels that the children who go through this programme will also benefit from moral education. But, Sir, we feel that there is great merit and advantage in allowing children to take part in a common moral education programme that runs from Primary 1 to Secondary 2. This common programme allows children of all races and background to take part in the same curriculum and, therefore, helps in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1465</b></font>\n  <br>\n  <br> mixing and integration of our different racial groups. I think there is enough time in Secondary 3 and 4 for the children who will then go on to choose the respective religious knowledge or courses they wish to take and to spend two years in doing so. So in reply to his point, I feel we should retain the present situation of a common moral education programme for all our students up to Secondary 2. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two other Members, the Member for Serangoon Gardens and the Member for Kampong Ubi, touched upon the History course that is now being run in our secondary schools, Secondary 1 and 2. They commended the Ministry for putting on this course which has something to do with the social and economic history of Singapore. They also asked if the course could bring to the students the momentous events which had led to the formation of our nation and to the development of our nation. I want to assure them that this course spans quite a wide range of our history, starting from 1819 and comes up to 1965. So it does touch upon events from the foundation of modern Singapore. In fact, in some of its parts, it goes even beyond 1965 and touch upon developments in the 1970s and early 1980s. So I assure them that we have not lost sight of this course and its purpose is to inform all our children of the history of Singapore up to very recent times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now, Sir, to deal with service conditions for principals. The Member for Nee Soon has quite rightly pointed out that there must be adequate service conditions to attract people to become principals, apart from other service factors. I would like to inform him that the Ministry is actively working to raise the salary endpoints for the Senior Education Service for both graduates and non-graduates. And the Senior Education Service is a service which caters for principals. So we feel that, with this raising of the salary end-points of the salary scales, this should help to attract more people to become principals. He mentioned also a gap which seems to exist amongst the principals by different age, length of service. The reason for that gap, the middle gap so to speak, is because of the expansion of schools in the last five or more years. We have undergone a very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1466</b></font>\n  <br>\n  <br> rapid expansion in the last five years which has created this gap whereby new principals had to be appointed with relatively short span of service. There is no other explanation that I can give to him for this apparent gap in the distribution of principals by length of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Anson asked the question about Home Economics and Technical Studies for Secondary 1 and 2. Sir, I think the Member will agree with me that with the family structure that has evolved in Singapore, more and more of our families are small families, insular families, comprising parents with two or perhaps three children living in a housing board flat. And the situation is also evolving in which families have to manage the care of their children and domestic affairs very much of their own. Notwithstanding the question about foreign maids and so on, the vast majority of Singaporean families do not have maids and have to manage the home by themselves. They have to bring up the children themselves. So we feel that, with this family pattern that is emerging in our society, there is every purpose and every need to ensure that young people leaving school should have some knowledge about child care and child development as well as about home management. We have asked that girls, in particular, should acquaint themselves with Home Economics knowledge, and when we have enough resources, namely, teachers, we would like to extend this even to the boys. I personally feel that this knowledge of home management, child development, child care is so basic to family life that we should extend this knowledge as widely as possible, not just to girls but also to the boys. I am sure the hon. Member would not disagree with me on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for technical studies, it is an option available to the boys but it is not an option that makes very much difference, even in the past, to those who want to go on for skills training, technical studies, to become technicians at the polytechnics or at the University. The metal work and woodwork that they learn in technical studies are not critical to progress on to these technical courses after school. They are not even a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1467</b></font>\n  <br>\n  <br> requirement for entry to any of the vocational or tertiary institutions. So I do not see any loss in those who wish to undertake technical courses but who have not taken technical studies in Secondary 1 and 2. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two Members spoke about physical education, and I agree wholeheartedly with them about the importance of physical education. I agree with them that we have tended to play down the importance of physical education, perhaps even to neglect it. In the 1970s when our preoccupations were with other matters in education, issues over language and basic courses in education, I think we had no choice but to pay more attention to these and to pay less attention to physical education. But we have recognized the importance of physical education and we have taken steps to make sure that it is properly taught within the school curriculum. \n  <br>12.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a start, we recognize that physical education should be taught by specialist teachers, teachers who have undergone a course in physical education and who will spend the greater part of their time in school teaching physical education, It should not be regarded as a part-time chore for teachers of other subjects who happen to be lumbered with the task of teaching physical education as well. So with this approach of specialist teachers for physical education, I believe that the programme will begin to move foward in the schools that have such teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To train specialist teachers, we have started the Physical Education College. The first intake was 46. We have every intention to increase the intake. In fact, in July this year, we are aiming to take in 100 students into this course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, we already have more than 30 secondary schools which have a full complement of trained physical education teachers. In these schools, the programme has become well established and we can expect to see this move forward year after year as we have more physical education teachers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1468</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The College itself is establishing its courses very well. It has received help from the Loughborough University in the UK which is the premier university with a department of physical education, Experts have come over from Loughborough University to help our PE College. A new complex of buildings and facilities are being planned for the Physical Education College to be located at the IE campus at Bukit Timah. This new complex should be ready in about two years' time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, the College uses the IE premises to run not only its full-time course for PE trainees but also in-service courses for our schoolteachers. Last year, about 88 school teachers went in for these in-service courses run by the PE College. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Fengshan talked about uniformed groups. I am glad that he is fully in support of our policy to encourage as many of our students as possible to join uniformed groups. We believe that uniformed groups are a very effective way of developing our children in leadership qualities in their character and I would venture to say that, even within this House, many hon. Members when they were in school were active members of uniformed groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The target that we have set for our secondary schools is to have one in three children in the uniformed groups. Overall, we have achieved this target. But we are not satisfied because not all schools have achieved the target of one in three. There are some schools which still have less than one in three in the uniformed groups. We know which schools these are and we are working with them to raise the number in the uniformed groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, is the question about cost of uniforms and whether we are providing enough financial support for these groups. The Member has rightly pointed out that we are now giving all uniformed groups, with the exception of the NCC and NPCC who are separately catered for, $6 per head per year. This does not seem to be a large sum of money. But from what was received by them last year, they received $113,000 in total, we know that only one-quarter of that sum of money was spent by them on uniforms or to help the needy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1469</b></font>\n  <br>\n  <br> students with uniforms. So there is enough money from what we have given them to help their own members with respect to uniforms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now turn to the remarks made by the Member for Bo Wen, specifically to his point about the special schools and the vocational training centres that some of them have for training of the disabled in vocational skills. I feel that it is perfectly possible for VITB to work with these special schools, the vocational training centres, to help them in the upgrading of courses that they are providing, or even to help them to change some of the courses which may have become out of date. This is a manner which I will ask the VITB to take up directly with the associations concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the request for more teachers for these special schools, basing on their enrolment or their waiting list, they can approach the Ministry. We have already an agreed formula of one in 25 for these schools and I would suggest that they approach the Ministry and we will look into the matter with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Member for Kaki Bukit said that we should try to communicate more with our people on the policies of education, the achievements in our education system, the programmes that we are setting out in our schools, and so on. I could not agree with him more that we should do this. In fact, we have tried to do this with the various channels that are available to us. One of the more effective channels is the Schools Council. Every month, as you know, Sir, the Schools Council meets and many manners of direct concern to schools, to students, to teachers, are discussed at the Schools Council. And these reports are covered in the newspapers, We will take his point into consideration. Where there is a specific need, we will look into how we can best publicize or communicate this information to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will leave my Senior Parliamentary Secretary to deal with the points brought up by the Member for Punggol. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> In clarification, may I ask the Minister of State two questions, Sir? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1470</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> About the ban on girls doing technical studies in Secondary 1 and Secondary 2. As I understand it, it is a total ban. Will the Minister say whether they would allow girls to do technical studies in Secondary 1 and Secondary 2 if they can also combine it with Home Economics course because, I understand, they are prevented altogether even if they can do both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I was hoping that the Minister would say something about the standard of English teaching. What is the Ministry doing about that? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, in Secondary 1 and 2, the pupils in school do eight subjects. There is a choice, to do either Home Economics or technical studies. It is not possible and there is no time, in fact, for pupils to do both. Given the value and the importance of Home Economics which I have explained to the Member, it is not unreasonable to ask as many, if not all, of our students to take this subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also wants to know the position of the standard of teaching of English. This is a subject which is well known. It is being reported upon in the Schools Council, in the press, very often. The programme of the Ministry is also well publicized. In the primary schools, we have introduced listening comprehension, phonics, new materials and now with reading programme to help the lower primary school students to overcome that hurdle of reading inability. For secondary schools, again we have new textbooks, new materials, which will help the teaching of the language. So as far as the programmes are concerned, we do have them. The problem still comes back to one of insufficient number of teachers and teacher training. I have touched upon this problem yesterday. We are fully aware of the problem and we are doing everything within our power to rectify these problems. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I ask the Minister one question? The Member for Whampoa has suggested that the Opposition Members be briefed on certain Government policies. As regards the Schools Council, will the Minister allow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1471</b></font>\n  <br>\n  <br> Opposition Members to sit in this Council to observe and maybe give suggestions? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> All sensible suggestions from Backbenchers will be considered. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Education (Mr Ho Kah Leong):</b> Mr Speaker, Sir, first of all, I must salute the hon, Member for Punggol for he is one of the PAP MPs who takes a personal interest in the school development in his constituency and its surrounding areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member may be pleased to note that my Ministry has plans to build five primary schools, three secondary schools and one junior college in Hougang New Town, of which two, not one, have been completed and operational. They are the Holy Innocents' Primary School at Lorong Low Koon, as mentioned by the Member just now, and Xinghua Primary School at Hougang Avenue 1. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The locations for the other three primary schools are at Lorong Ah Soo earmarked for Paya Lebar Methodist Girls' Primary School, at Hougang Avenue 8 for Xinmin Primary School and at Hougang Avenue 10 for Montfort School. As regards the locations of the secondary schools, Sir, they are at Lorong Ah Soo for Paya Lebar Methodist Girls' Secondary School, at Hougang Avenue 1 for Yuying Secondary School and at Hougang Avenue 8 for Xinming Secondary School. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a junior college will be built along Upper Serangoon Road, more or less opposite the existing Punggol Vocational Institute. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry recognizes and appreciates the effort and contribution made by the community, be it missionary or other interested bodies, in the advancement of education. In fact, it is this spirit and the sense of participation that has contributed to the progress of our country. It will be sad, Sir, to see the diminution of such a spirit. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1472</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is precisely because of this that my Ministry decided three years ago to raise the capital grant from 50% to 80% for the better aided schools to relocate. Sir, this capital grant includes building cost, furniture and equipment. The School Management Committee has only to bear 20% of the cost. Sir, it works out to be around $1.2 million to $1.6 million for a brand new primary school of 1980 standard, and $2 million to $2.4 million for a brand new secondary school of 1980 standard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the event that the School Management Committee finds it difficult to raise enough funds in a short time, my Ministry allows the SMC to take over a brand new school at a nominal rental of $1 per month for three years in the first instance, as the case of Holy Innocents' Primary School. If, after the three year-period, the SMC still cannot meet its target, Sir, it can always come back to my Ministry to ask for an extension. My Ministry will take a very sympathetic view on the request and will try its very best to help the SMC to overcome its difficulties. For after all, Sir, it is for the benefit of our children and the common good of Singapore. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof (Kampong Kembangan):</b> Mr Speaker, Sir, I do not have an amendment under this Head but may I be allowed to speak for five minutes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Say what you want to say, please. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Sir, I have a few points to raise. The first is on streaming and the labelling that goes along with streaming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must say, Sir, that I accept streaming in principle, for the simple reason that nobody is born equal. But what I am particularly disturbed is the label used for streaming. The label is not only contradictory. For example, if you use \"Normal\" for primary and secondary schools, it does not convey the same classification. Secondly, Sir, labelling is a serious business in Singapore and people are so much attached to labelling. We spend millions getting people to prepare a logo for a certain company and we take pride in wearing the logo on our shirts and jeans. The point I want to say, Sir, is that labelling \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1473</b></font>\n  <br>\n  <br> has now become a prominent factor in our urban life. We know a person by the uniform he wears and by categorizing him. The term used for labelling here, for the primary and secondary schools, has caused great concern among parents. The parents of children who are labelled as \"Mono\" especially, and \"Extended\", are very unhappy and are quite reluctant to tell the others that their children belong to \"Mono' or 'Extended.\" It is the same with the secondary schools, Sir. May I ask the Minister to reconsider, to be more subtle and more selective in using the label so that it will take away any kind of embarrassment that could affect the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point touches on salary anomalies. I have constituents who came to see me and asked about four anomalies involving graduate teachers. Anomaly No. 1 involves graduate teachers who had gone on study leave but who had not taught in secondary school prior to their university studies. On return, they were not accorded the salary of a graduate teacher for one year for the simple reason that they had not taught in the secondary school for one year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Case No. 2 involves a graduate who, after scoring good results at the General Degree level, was offered a Master's course straightaway. On return to teaching, she was offered an Honours graduate salary instead of Master's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Case No. 3 involves two graduate teachers who took up a part-time degree. The one who had one more year's teaching experience was paid one year's salary point less than her colleague who is also a graduate and who took the degree course within the same year but who has one year's teaching experience less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those are the anomalies that were brought to my attention, Sir, and I hope that the Ministry could reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point which I would like to raise concerns population shift. We have seen a lot of new housing estates being built on this island. Areas with high concentrations of population have now been converted into areas of low population concentration. But there are still many schools found in that area. I would like to know what the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1474</b></font>\n  <br>\n  <br> Ministry has in mind for those \"underpopulated\" schools in order that we could use the school to its maximum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point, Sir. Following complaints about excessive claims of overtime from the school watchmen, we have seen many schools withdrawing their watchmen. In my constituency we have cases of schools being broken into during the weekends because there was no watchman in the school. I would like to know whether there is some plan prepared by the Ministry to overcome this problem of schools being broken into during the weekends. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, I would just like to say that I am happy that the Member for Kampong Kembangan has accepted the principle of streaming. As regards his suggestion on the names for the various streams, I would like to tell him that, as it is a sensible suggestion, Sir, I will ask my officials to look into the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also brought up a number of anomalies in salaries. If he will give us the details, we will look into them. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have eight minutes left. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, I am just following on with the points that were being raised by the Member for Kampong Kembangan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On population shifts, schools which have a falling enrolment, there are such schools. We have really tried to do two things. One is that we have amalgamated some of these schools to form larger units where it is possible to do so. Secondly, some of these schools themselves are in a very poor physical condition, and we have closed them down and moved the children to the nearest school for them. I think this process will go on gradually as our population shifts to the new towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Member's last point on the school watchmen, Sir, we have difficulty in recruiting people to be school watchmen. In fact, we have decided that we will not try to recruit school watchmen and we do not have such a scheme for schools. But if the Member will let us know of the problems in the schools in his constituency, Sir, I think we can help perhaps in improving the physical security of the school in some way. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1475</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong</b> rose - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Don't be long-winded now. We do not have much time left. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> I know, Mr Speaker. I am going to withdraw my amendment, but before I withdraw the amendment, since there are a few minutes left, could I just take the opportunity to do two things. One is to comment very briefly on what the Member for Anson has said; unfortunately he is not here. The other is to pay a tribute to the Minister for Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the first matter from the Member for Anson - actually I would prefer if he was here, but unfortunately he is not here - he talks about the lowering of the standard of English. This is a very subjective matter. Of course, even in England they talk about the lowering of standard of English today and in many places. We have got universal education to cater for all Singaporeans. When we compare the school population today with the school population 20 years ago, where only a minority were able to go to school, of course, today when this quantitative element is involved, we can always pick a small group and use that as a yardstick when we talk about standards. I think he used a group of students in his constituency, the people who wanted some help in tuition, as a yardstick. He made mention to us that he gave tuition. I do not know whether he was trying to make political capital out of his statement that he gave tuition, apart from handling Meet-the-People sessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I want to know is, is he a qualified teacher? It is a serious matter because I remember the Straits Times came out with an excellent article some two years back analysing the problem of private tuition in Singapore. Children are put under tremendous pressure, and that today we have a sudden mushrooming of private tutors who are unqualified, people who have never known the principles of teaching; you know, HSC students, and so forth. Even if you have a Law degree, I can assure you that you still do not know how to teach. This is the concern of the teachers, because you can undo what the schools are trying to do. You may teach \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1476</b></font>\n  <br>\n  <br> the wrong thing! It is a serious matter. It is not meant as a flippant remark, but I think it is a serious matter. When we talk about private tuition, there must also be qualitative control. Anyway, I could go on, but since the Member for Anson is not here, I do not want to be unfair to him and go further on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also want to take the time now to say a few words in tribute to the Minister for Education. After all, if he could earn a compliment from the Member for Anson, I think it is only logical that from the PAP Backbenchers, and when I say so, I say it not only saying on my behalf but also on behalf of my fellow PAP Backbenchers, but if any PAP Backbencher disagrees he can dissociate himself from me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Minister for Education deserves our greatest tribute for this excellent Budget debate on Education, not in terms of the debating style and the eloquence, but in terms of the decisions that he made on four very vital controversial issues. And those decisions would have very far-reaching and favourable impact on the lives of Singaporeans, particularly in regard to education. And I think many Singaporeans who heard the news last night through TV and read the newspapers this morning have reason to feel relieved that four bugbears concerning education will be removed as a result of very enlightened decisions made by the Minister. The Minister has expressed the wish that after he has solved these problems, perhaps next year the Budget debate will have less controversy. I think, Mr Speaker, you, myself and many Backbenchers share the same sentiment with the Minister for Education. Although we had many heated controversial sessions during the Budget debates on Education in previous years, they never seemed to be able to solve the problems of Education. We share in the wish and hope that perhaps the Budget debate under the heading \"Education Ministry\" next year will be a non-event in terms of heat and controversy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,469,641,500 for Head L ordered to stand pan of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1477</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $472,056,400 for Head L ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Time for suspension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend this Sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1477</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood on the Order Paper Supplement - \n  <br>\n  <br>Dr Augustine H.H. Tan: \n  <br>\n  <br>Dr Aline K. Wong: \n  <br>\n  <br>Mr Tang See Chim: \n  <br>\n  <br>Dr Tan Cheng Bock: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) That the sum to be allocated for Head P be reduced by $10 in respect of Subhead PA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head P, Amendment No. (1). Dr Tan is not here. Dr Wong. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P be reduced by $10 in respect of Subhead PA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In May last year, the Ministry of Health announced a plan to change the present administration of Government hospitals to allow greater autonomy in managing their own affairs. The objective is to bring improvement to services by encouraging efficiency, higher standards and competition among the autonomous hospitals. Autonomy in management will also allow the hospitals greater flexibility to work out better terms and conditions of service to recruit and reward the better staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In January this year, a pilot project in the new hospital at Kent Ridge, renamed the University Hospital, was announced. The Hospital will be owned and run by Temasek Holdings (pte) Ltd. It was also said that if the project was successful, the new system of administration would be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1478</b></font>\n  <br>\n  <br> extended to the Singapore General Hospital and then later to other Government hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the public can perhaps understand the administrative rationale behind the privatization of hospitals. If the standard of medical care can be raised, and if the costs can be kept at the lowest possible, there may be a case for privatization. But since hospital care is a highly personalized and labour-intensive industry, the costs of providing such services are high and will continue to rise. The public is understandably concerned with the question of costs to themselves and less concerned with the standard of services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the standard of care at our Government hospitals has been high and, when compared to that of government hospitals in many countries in the developing world, our standard at present is very high indeed. Of course, there is always room for improvement and we should always strive to upgrade and never let up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, our dual system of having public and private hospitals side by side, catering to the average citizen and the better-off in two different sectors, has worked very well. It has allowed for good medical services to be accessible to both the rich and the poor, and in the process, also allowed for mobility of the professional staff between the two sectors. The bonding of medical graduates to Government hospitals is a socially just scheme. I fully supported it even when it was announced and we understand that after salary revisions, the attrition rate of doctors at Government hospitals has gone down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By now, I would say most Singaporeans have accepted the fact that no social service can be free, that someone must ultimately pay for such services. By now, Singaporeans have also accepted the philosophy that it is only through hard work and savings that we can ensure a secure future for ourselves. However, many are still of the opinion that health is a social responsibility of any government. Health, like education and basic housing, is one of the fundamental social services expected of any government. Of course, this social \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1479</b></font>\n  <br>\n  <br> responsibility need not be discharged through a 100% subsidy. The user can be asked to bear part of the costs. This is an effective way to curb unwarranted demand or demand abuse and this, in fact, has been the way health care has been provided for in our country in the past. So people do not understand why the present situation should be changed and so soon after the Medisave Scheme has been instituted. The Ministry's announcement therefore came as a great surprise to our average citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Government hospitals become private, would it mean that the Government would no longer subsidize the recurrent costs and only give subventions for capital expenditure? Or if the Government is going to reduce the rate of subsidy over a number of years, would this reduction be made at such a pace that the majority of our citizens would still be able to pay for the hospitalization costs at each stage of the reduction in subsidies? Would the present scheme for remission of hospital charges still remain for the poor and those in financial need? What about the charges for outpatient treatment? And what would privatization of hospitals mean for the present polyclinics and also the community hospitals which have not yet got off the planning board? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt the Medisave Scheme is providing for hospitalization expenses and this Scheme is, on the surface, painless since it is tapping on CPF funds. The question is: when hospitals become private, would the majority of people still have enough balance in their Medisave Accounts to pay for not one, but maybe several hospitalizations? While the Medisave Scheme is flexible enough to allow an account holder to pay for the hospitalization costs of a family member, the fact is someone in the family, ie, the family itself, must come up with the funds. In future, some form of compulsory health insurance scheme may have to be implemented \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1480</b></font>\n  <br>\n  <br> to supplement the present Medisave Scheme so that the \"risks\" can be pooled in a more equitable manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister would not say that, since much depends on the success of the pilot project, it is still too early for us to worry about the rising costs for medical services when the Government hospitals go private. There is little doubt that the pilot project will succeed unless it is grossly mismanaged, and I wish it every success. There is also little doubt that Singaporeans will have to pay more for better services or pay more simply because the costs of running hospitals are on the rise. I can only say that the philosophy behind privatization of Government hospitals is hardly understood by the public and that the announcement is sufficient to cause deep anxiety in the minds of the public. Sir, the public awaits some re-assurance from the Minister. For supplementary information, may I also ask the Minister for some figures on the size of the remission of hospital charges in the past one or two years as well as the criterion involved. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Tang See Chim is not here. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I filed an amendment* to speak on the University Hospital which has been touched upon by my colleague. May I have your permission to speak now, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, before I speak, may I first declare pecuniary interest in that I am a medical practitioner in private practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hospital in Kent Ridge at the National University of Singapore was first envisaged as a University hospital. The purpose was that the various departments of the Medical Faculty would be gathered together under one roof in this new Kent Ridge Hospital, now renamed the Univerity Hospital. The initial reasons for the setting up of the University Hospital were noble and valid. But there appears to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1481</b></font>\n  <br>\n  <br> now a shift in policy in privatization which is cause for concern, as my colleague has mentioned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My concern is, firstly, whether the Hospital which is now confined to paying class patients can have sufficient clinical material for the training of medical students, both at the undergraduate and post-graduate level. Will this result in a fall in the standard of training of our medical students? Secondly, having been privatized, the hospital administration will surely now like to show profits to the shareholders. Can clinical research which is an integral part of the function of an academician in clinical practice, flourish in such an environment? This is especially important as Singapore is now endeavouring to establish itself as a base for biotechnology. Without adequate incentives for research, Singapore will always be dependent on technology handouts from the advanced countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the total cost of this project will be in the region of $290 million of public funds. Yet this project is now privatized. We need further clarification as to the implications of this term: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Will University staff, some of the best in clinical practice, now be available only to those who can afford? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) What about some of our C Class patients who have today still been attended to by University doctors? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By way of an example, may I quote the test-tube baby programme being carried out in Kandang Kerbau Hospital and, which is in the main, manned by the University staff of the 0 &amp; G Department. If this unit moves to Kent Ridge, does it mean that this service will no longer be available to the C Class patients? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) How is this privatization programme going to be implemented? Will practitioners in the private sector be allowed to admit their patients to this hospital? We need more details of this privatization plan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will enlighten us on this matter. I also hope that there will be more consultations with community leaders before embarking further on priva- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1482</b></font>\n  <br>\n  <br> tization of our other Government hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point that I would like to raise regarding the University Hospital is its close proximity to Alexandra Hospital which is now also a general hospital. In the early 1970s, when Alexandra Hospital was handed over from the British to our Government, one of the suggestions was that this hospital should be a children's hospital. After much deliberations, it was decided that the time was inopportune and that Alexandra Hospital should be a general hospital to serve the western sector of Singapore. Now we have two hospitals within 10 minutes drive or approximately 3 km of each other. May I also point out that Alexandra Hospital is also about 3 km from the Singapore General Hospital. I would like the Minister to consider whether he should now again revive this matter of the conversion of Alexandra Hospital to a children's hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Paediatrics, the care of children, and its many sub-specialities are highly specialized fields. Even the layman does not need to stretch his imagination to realize that the equipment for adults would be unsuitable for children. Furthermore, the child of today would be the adult of tomorrow. If we can give our children the best medical care, this is our best investment for the future. Senior Professor Wong Hock Boon, Professor of Paediatrics and Director of our Post-Graduate School and the father of modern paediatrics in Singapore, has often expressed this dream of having a children's hospital in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I humbly suggest to the Minister that in view of the fact that the University Hospital and Alexandra Hospital are so close in proximity that his Ministry study the feasibility of converting Alexandra Hospital, if not now, maybe in the near future, into a children's hospital? This can only be done if the administrators of the University Hospital will be magnanimous enough to consider having C Class beds in the Hospital. \n  <br>2.45pm \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I am a general practitioner. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1483</b></font>\n  <br>\n  <br> have no vested interest in what I want to discuss. I have before me a hospital bill of a heart patient. He stayed five days in a C Class ward in Alexandra Hospital and he paid a total of $128. He is an ex-farmer and he has no Medisave. The bill was paid by his son who has no Medisave. His son complained to me that his mother paid $50 two years ago for a similar five-day stay and expressed his fear that as both his parents are old and sickly, he would have difficulty paying the health bills in the coming years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I sympathize with this gentleman and I also worry for him because our subsidy on health is now only about 80% and this will be reduced to 50% in the years to come, if a subsidy of % cost him $128, his health bill would definitely be very much higher when the subsidy is reduced to 50%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What then is the answer? The answer, Mr Speaker, Sir, is better patient care outside hospitals. I brought this up before in the House but I think it is worth repeating. I am not impressed by the building of new hospitals because hospitals do not solve health problems. If you look at our Main Estimates on Health, you will note that approximately $274 million was allocated for general hospital services but a miserly sum of approximately $41 million was given to care of patients outside hospitals. Now, hospital care is expensive because patients need more attention and more service. Doctors in hospitals tend to order investigations more freely because they want the best for their patients, little realizing that every instruction is cost to the patient. I believe that there is a gap between care of patients at the general practitioner out-patient level and care of patients in hospital. And this gap must be bridged if we want to avoid expensive care in the hospitals. And I am convinced that many patients who should be cared for outside hospitals are at present being looked after in our hospitals. It is not possible for me within these ten minutes to outline the whole programme of care in this area which I call \"secondary health care\" in the ten minutes given to me. I have sounded this out in my maiden \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1484</b></font>\n  <br>\n  <br> speech in February 1981 (Hansard col. 109), expanded on it in March 1982 (Han sard col. 1560) and improved upon i during the Medisave debate. It is a lot o reading for the two new Ministers. So t be fair to them, allow me, Mr Speaker, t give them a gist of what I had in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to see the upgrading of our outpatient clinics, especially our polyclinics, into secondary health centres with ample facilities for better investigation of patients, rehabilitation of orthopaedic and mental patients and geriatric care. Geriatric care is very important because our population is growing old and chronic illnesses associated with the old will be more evident. These facilities should be open to the private sector for use because they will save patient costs. This, together with the setting up of the community health teams and health education, will, in my opinion, provide higher standards of health care to patients outside hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, health education is important and we should make a concerted effort to teach Singaporeans about health. If his knowledge of health improves, he takes better care of himself and he will help the system by not overloading the health provisions. It is therefore my belief that we must tackle this area of health care if we want to bring the cost of health down. And I said it is not difficult. We have all the ingredients to provide Singaporeans with a first-class health care at reasonable cost if we adopt this strategy of shifting health cost for an expensive area, ie, hospitals, to a less expensive area of primary health care, ie, care outside hospitals. The tragedy is that each time I manage to convince a Health Minister, he is transferred out of the Ministry. However, let me assure the new Minister for Health and the new Minister of State for Health that I am a very patient man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the patient I mentioned earlier has no Medisave and his son also has no Medisave. I would, therefore, like to take this opportunity to find out the status of Medisave for the self-employed. How many are voluntarily contributing to Medisave? What is the status of extending Medisave to self-employed on compulsory basis? Are Medisave account and contri- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1485</b></font>\n  <br>\n  <br> bution adequate? How many have overdrawn on the accounts and how much overdrawn? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as I have a few minutes left, I would like to take this opportunity to ask the Minister to give a report on the status of our ASEAN project, the Hepatitis B vaccine. Current hepatitis vaccines are made from infected human plasma which has a potential complication of infection, and for which supplies are limited. I want to know whether the Government is going ahead with the manufacture of this plasma-based vaccine, and whether the Minister is aware that a breakthrough in the manufacture of this vaccine through genetic engineering has been accomplished. This would mean a drastic cut in the cost of production. Should we then not rush into production now and wait for the latest method of using genetic engineering, and thus not spend large sums of funds in the project which, I believe, is in the region of $18 million or even more? I have a report from the Far East Health, a medical bulletin, that Welcome Foundation has signed an agreement with Biogen providing for the marketing of Biogen's Hepatitis B vaccine in major world markets. Now, Biogen is a big pharmaceutical giant and they are experts in the development of pharmaceutical products through genetic engineering. Will our project which is plasma-based vaccine be able to compete with these cheaper and safer vaccines? In the light of this new generation technology, I would request the Ministry to reconsider the whole position and, in all probability, not undertake production of the plasma-based vaccine. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Speaker, Sir, I would like to focus the attention of this House on the question of surplus of dentists in our society. I am reliably told, Sir, that this will also extend to doctors in the not too distant future. Sir, I think something has gone wrong in our planning, both at the Ministry level and at the University. Sometime earlier a shortage was envisaged and the then Minister for Health introduced a dental therapist scheme in order to alleviate the problem of shortage of dentists. However, Sir, this scheme was sensibly and fortunately scrapped in 1982. And now we are faced \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1486</b></font>\n  <br>\n  <br> with the problem of excess supply of dentists. The Government itself is releasing many of its bonded dentists, an I am told vacancies in the private sector are extremely limited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also reliably informed that five Government dental clinics had been rented out to dental graduates. Each clinic has four dental chairs catering for four dental graduates. There is a contract for two years at a rental of about $500 pe month. I am also told that another five dental clinics are available under the same scheme. Maybe the Minister might want to consider extending the scheme to include community centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of over-supply of dentists or any profession is indeed a serious problem, especially so in Singapore. It has been repeatedly pointed out that we have a limited talent pool and there is no room for wastage. I would seriously urge the Ministry and the National University of Singapore to review the situation and put things right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I had intended to speak also about the privatiza tion of the University Hospital but I see quite a bit had already been said by other speakers. All I wish to ask is about the future for Class C wards. I see from the announcement that this new Hospital will have no provision for Class C patients. And with the announcement that other Govern ment hospitals may also go private, may I know what is the future for patients who are at the moment receiving Class C treat ment at the hospitals. Is it the Govern ment's intention to do away entirely with Class C treatment? Is it because it is no considered economical for the Govern ment to give treatment on those rates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the cost of medical treatment in Singapore, and I am particularly speaking for those who are earning below $1,000 a month for a family, is very, very high. Not very long ago it was reported that a gentleman who is an apologist for this Government has decided that he can no longer live in Singapore because he cannot afford the cost of medical treatment for himself. Well, he should consider himself lucky. He has got a country to go to, where he will be given free treatment at no cost to him. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1487</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, on a point of clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I am not giving way, if it is a clarification. Please raise it later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, he is lucky that he can go to a country where he gets free treatment. But our Singaporeans are not so lucky, and may I say he has paid the greatest tribute to the British health service which this Government is always denigrating. Mr Speaker, Sir, I have with me bills for drugs paid by patients who were at one time bed patients in the hospital but have had to go back for repeat medicines and for drugs. I think they are both pensioners and, in one case, the man has had to pay a sum of $811.30 between the 12 April 1984 and the 8 November 1984. This is for the cost of drugs that he needs for his condition. The cost is $811.30 because the hospital says it will not supply these drugs to him. So he is asked to purchase them outside and is given a prescription. May I know why the hospital refuses to supply these drugs to these patients who are in need of them if they were previously patients in the hospital and have been requested to return for further treatment? Is it because the hospital finds it too expensive to stock these medicines for supply to its patients in the hospital? \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the cost to this pensioner is almost crippling, Mr Speaker, Sir. And Medisave does not really help him at all. Medisave, as we have maintained right from the beginning, is only a scheme to enable the Government to recover its fees, its charges. This was brought home to me when somebody told me the other day that his nephew had been taken to the General Hospital and he was admitted into the ward and then, within 10 minutes, it was discovered that he should be transferred to another hospital because the service could not be provided at this particular hospital. Within this space of 10 minutes, just as he was about to leave, he was presented with a bill for the services rendered to this boy and it was $40 or so, I am told. \"What is surprising,\" he said, \"was that it was already marked as paid.\" So the Government had already collected \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1488</b></font>\n  <br>\n  <br> its fee for the service rendered to this boy. He had no opportunity to query any of the services or the charges levied for it. So one now sees starkly how useful Medisave is to the Government. This is what we have always maintained. It was not a scheme to help the poor pay for their medical care and treatment but simply to help the Government recover its fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said about the pensioners who were given prescriptions and told to buy their drugs from outside. They have given me, Mr Speaker, Sir, the bills and these drugs were bought from a chemist and druggist who has set up business, I see, at the Singapore General Hospital and it is Somedico Chemist and Druggist. May I ask the Minister how this company came to set up its business in the Singapore General Hospital? I see it is owned by a Howe family. And may I know when this company was set up in the Singapore General Hospital and whether tenders were called? Far more importantly, whether patients who are given prescriptions are directed to go and purchase their drugs or medicines at this druggist store at the hospital? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, if I may make my point of clarification now. I do not wish to dwell on the substance of the Member for Anson's comments because the Minister for Health and the Minister of State will deal with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I merely wish to ask the Member for Anson whether he possibly sees any contradiction between his arguments this morning when he was belabouring and berating the Minister for Education for indeed heavily subsidizing the education of non-Singaporeans in University, and the Minister for Health this afternoon, who is the same person, for subsidizing this time too little, or rather not enough, the medical expenses for non-citizens in Singapore? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am afraid the Minister of State has completely misunderstood me. I am not speaking here on the subsidy for non-citizens in this amendment that I have moved. I referred to this worthy gentleman, the apologist for the PAP Government, declaring in the papers that he could not afford to stay any longer in Singapore because his medical care was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1489</b></font>\n  <br>\n  <br> costing him too much. I am not asking the Government to subsidize his medical care. I was merely saying that he is lucky he has got somewhere to go to. But our citizens are not so lucky. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not understand this interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Health and Foreign Affairs (Mr Yeo Cheow Tong): Mr Speaker, Sir, on behalf of my Minister, I will answer the points raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changkat and the Member for Fengshan have raised the point about privatization and what is the background behind the formation of the National University Hospital (NUH) and how that would impact on the costs of health care to the patients there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first explain about the thinking behind NUH and correct any wrong impressions that Members may have as well as the members of the public may have on the setting up of the Hospital. The main objectives for incorporating NUH as a private organization are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) To institute a new organizational and management system which will be fully autonomous and outside of the Civil Service, yet within the guidelines set by the Ministry of Health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) To allow the management to improvize and bring about innovative management systems which we believe can lead to greater economies and efficiency in the running of hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) To enable the Hospital to establish and maintain the highest levels of excellence in medical education and research and in the delivery of patient care. Through better staff remuneration systems, we hope that the Hospital will be able to attract and retain the best medical staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To answer the question from the Member for Fengshan, the NUH as a private hospital will not affect the role of the National University Hospital as a teaching hospital because approximately 70% of its beds are in B2 class wards. Sir, we have been using both C and B2 class patients in the SGH and the other hospitals for undergraduate and postgraduate teaching all along. In fact, if there are patients in either \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1490</b></font>\n  <br>\n  <br> the A class wards or B class wards that have rare or interesting medical conditions, they will also be used for undergraduate instruction. This is no different from the situation in teaching hospitals overseas where patients in the private hospitals are used for teaching. The most well known examples are the Mayo Clinic and the Cleveland Clinic in the US which are private hospitals with very large and well known undergraduate and postgraduate teaching programmes for the teaching of doctors and specialists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to allay the fears of the Members for Fengshan and Changkat that this will make the health service more expensive and, therefore, not affordable to the low income groups. As I have explained earlier, the aim is to make the Hospital autonomous and thereby more efficient and economic to run. The NUH when completed will have a total of 767 beds, of which approximately 70% will be in the 6-bedded rooms. These beds will be the equivalent of the B2 beds in the new SGH. The remaining 30% are in the single or 4-bedded rooms equivalent to A and Bl class beds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All patients admitted to the 6-bedded rooms will be levied charges similar to those in the B2 class wards of the SGH, ie, they will be heavily subsidized to the order of about 75% of the running cost. If capital depreciation is taken into consideration, the subsidy for these patients would be even more subtantial. Patients attending the Accident &amp; Emergency Department and the Specialist Outpatient Clinics will also pay charges similar to those in the SGH. Taking all these into consideration, the Government has agreed to provide a subvention of $20 million to the NUH for these subsidized services. The hospital will have to recover its other operating costs for all the other services from the A and Bl class patients. Thus, it will be seen that the running of the NUH will not be purely profit oriented. It will be very efficient and the patients in the low income group will be able to enjoy subsidized B2 class service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, if, in spite of all this, there are patients who still cannot afford to pay the B2 charges, they could apply to the Hospital for a reduction or a waiver of their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1491</b></font>\n  <br>\n  <br> charges. This is in line with Government policy that applies to all the other Government hospitals. Such applications would be looked into by the medical social workers who are based in the Hospital, and I can assure Members that deserving cases will have their charges reduced or waived completely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changkat has also asked whether the privatization of NUH will affect the programmes for polyclinics and plans for community hospitals. I can assure her that the NUH programme will in no way change our programme and plan for the setting up of polyclinics and community hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To her other point about remissions, I would like to take that in conjunction with the fears that the Government is not providing adequate medical care and at a low enough cost to the low income group. This happens to be a favourite topic of the Member for Anson, and I would like to disabuse the Member of his frequently repeated criticisms. Let me first reassure him, as I have done about two weeks ago, that no Singaporean will ever be deprived of proper and adequate medical care. Our Class C and Class B wards are not only very heavily subsidized but safeguards are also built in to ensure that, for major surgical operations, there is a limit placed on how much such patients would be charged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give some figures to illustrate this, giving the average charges for an appendix operation which involves about six days of hospital stay. A Class C patient, for such an operation, would pay only $248 while a Class A patient needs to pay $1,865, almost eight times more than the price paid by a patient in Class C ward. For a major operation, whilst a Class A patient will be required to pay up to $4,900 for the operation in operation fees alone, a Class C patient with the same service, using the same facilities of the Class A patient will need to pay for his operation only a maximum of $120, whilst the Class B2 patient will only have to pay $200. \n  <br>3.15 pm \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1492</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As you can see, the operation charges are significantly and substantially subsidized. This heavy subsidy is also reflected in the Ministry of Health's recurrent expenditure which has increased by almost 75% over the past four years, from $217 million in 1980 to $376 million in 1984. And as I have stated earlier, if, with all these subsidies, a patient still cannot afford to pay, he can apply for a waiver or a remission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to the Member for Changkat, in 1983, the number of cases in which patients were unable to pay and had their bills remitted, totalled 13,750 cases, involving a total bill of $1,020,000. Sir, there is absolutely no basis for the fear or belief that any Singaporean will be deprived of the proper medical care. I would like to assure Members of this House once again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In reply to the Member for Fengshan as to whether the NUH, being a private hospital, would deprive the other hospitals of the services of the lecturers and doctors from the University, I would like to assure him that the teaching of doctors in the other Government hospitals will still continue. Therefore, patients in other hospitals need not fear that they would be losing out on the services of such specialists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ayer Rajah has very aptly brought up the increasing costs of medical care. He has suggested that we should work towards moving out medical care to polyclinics and hospitals in the community. I thank him for his advice and would definitely look into it. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Point of clarification. It is to outside hospital care, not to hospitals. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Okay, I will definitely review his advice and look into the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now take the points brought up by the Member for Anson. In terms of the example brought up by the Member regarding the recent appearance of an article in the papers whereby a person claimed that he could not get proper medical treatment here and he could not afford the proper medical care here and could not afford the drugs, and he had to go back to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1493</b></font>\n  <br>\n  <br> England, I fear the Member may have been misled by the article. Let me explain. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Don't spend too much time on him. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> I think it is a very relevant case. What the Member has raised is a very relevant case. I should explain the background of the case to show that that article was misleading so that it would not unnecessarily frighten our own citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the case in point relates to a permanent resident here who is suffering from Parkinsonism. This is a long-term debilitating disease and requires routine drugs to be given. Our Singaporeans should normally be able to utilize our C Class facilities. So can this person, in point. However, he has not decided to take advantage of our C Class and has insisted on going to the A Class ward, thereby incurring a very high medical fee. If he was prepared to take advantage of the facilities available in Singapore, facilities which are enjoyed by all our citizens, he would then only have to incur a bill of $20 per month for drugs, not $400 as reported in the papers. I would like to state the facts clearly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the case that he has brought up whereby a member of the public informed him that he had to pay $811.30 on drugs for a period of seven months, and he queried as to why the hospitals are not stocking such drugs, let me again set the record straight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry has a list of standard drugs totalling 603 items in all. This is normally considered to be very adequate because even the World Health Organization recommends a list of only 371 drugs for hospitals to stock. Therefore, our list is significantly larger. However, patients are occasionally given a prescription to purchase drugs from private pharmacists outside, and this is because either the patient requests for a particular brand of drug which the Ministry does not stock or because the doctor feels that a particular brand is more suited to the patient. The practice of prescribing standard drugs, according to their generic name, is a practice that is accepted in most countries. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1494</b></font>\n  <br>\n  <br> cannot afford to stock a whole series of different proprietary brand names for a particular item just to meet the individual preferences of a patient or a doctor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When a patient or a doctor requires a non-standard item, the patient is given a prescription and he is asked to purchase it from an outside pharmacy. Requests for non-standard items by doctors for treatment of in-patients is generally approved on an ad hoc basis by the Medical Director of the hospital. When such a patient is discharged from the hospital, he will have to buy the non-standard drugs from private pharmacies. However, if he cannot afford to pay for these drugs, he can then make an application to the Ministry's Drug Advisory Committee for approval for such drugs to be supplied to him as an out-patient. In all instances, if, for medical reasons, he is required to have such drugs and it is confirmed that the patient has problems paying for such drugs, the Drug Advisory Committee would normally approve the application. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the case that the Member has brought up whereby a person was in hospital for about 10 minutes and he had his bill charged, I am not aware of the facts of the case and I would appreciate if the Member could give me the facts and I will definitely look into it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the point that there is a drug store at the hospital, I can assure him that patients are not directed to any particular drug store. They are free to choose the drug store for their own drugs. They are not directed to any drug store. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, may I be permitted to say a few words on this question of a second drug store in the Singapore General Hospital. Sir, the Member for Anson in his usual manner has cast a slur - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, I am asking questions. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> - on the honesty of the system. I stood up to say something because he might not know it, but when I was the Minister in charge, I pushed for the idea of having a pharmacy in the hospitals. The whole purpose of having a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1495</b></font>\n  <br>\n  <br> private pharmacy in the hospital, in addition to a Government pharmacy, is to allow the patient the opportunity to buy the drug either from the private drug store or from the Government pharmacy. This is to create competition for our own Government pharmacy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nobody directs any patient to buy his drug from anyone. In the past he would get his drugs from the Government pharmacy. Now he has a choice. He can either buy it from the Government pharmacy or he can buy it from the private pharmacy in the hospital. There was no intention or idea whatsoever of creating business for any private individual. And I am surprised that the Member for Anson should, instead of asking an honest question, ask it in such a way as to create an impression in the public mind that somebody has some vested interest in the pharmacy. I think if he is gentleman enough, he should tender an apology to this House for having cast a slur that somebody could have benefitted from having a private pharmacy in the hospital. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I do not owe anybody an apology. My purpose in this House is to ask questions. I keep saying this again and again. And it is for the Government to explain. You have a private company selling drugs and medicines at the hospital and I mentioned that it appeared to be owned by a Howe family. I asked the conditions under which this company was allowed to set up business in the hospital. So I think it is incumbent on the Government to set out the terms and conditions and how this company came to have a store in the hospital. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Sir, I think there are two types of questions. The Member could have asked a simple question as to the reason for allowing a private pharmacy to be set up in the hospital and the reasons would be given. But to suggest that the pharmacy has been let out to a certain family, of whom I am not aware at all, and I do not think the Minister for Health is aware as to who got that particular premises for running the pharmacy, is to suggest that there has been some wrong - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1496</b></font>\n  <br>\n  <br> doing, and to cast a vague slur on the whole system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think we are all aware of the technique employed by the Opposition Member for Anson, both in this House and outside the House, in casting a vague smear on the integrity of the system. He should know that under our system any premises to be tendered out, and I believe even without knowing the facts, that if a slot is to be let out to a private pharmacy it must be on a tender basis. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I tell the First Deputy Prime Minister that if the Government has got nothing to hide, it has got nothing to be ashamed of. So the only answer is, to make it public. Answer the questions. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Sir, this Government has nothing to be ashamed of. But we object to the manner in which questions are asked in this House. A question can be asked in a very innocent manner and it will get an honest answer. But to ask questions through casting a smear is unsuitable to hon. Members of this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear! hear!. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Was a smear intended, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, Sir. I was asking questions. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, let me go on to answer the last few points raised by the Member for Ayer Rajah as well as the Member for Chong Boon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I appreciate the concern of the Member for Ayer Rajah about whether any money has been wasted or wrongly invested in the manufacture of Hepatitis B vaccine. I can assure him that the Government is very prudent when it comes to spending public money. For the information of the rest of the Members in this House, Singapore Biotech Pte Ltd was incorporated in August 1983, to manufacture, under licence from an American company, plasma-based Hepatitis B vaccine and to sell this vaccine in Singapore, ASEAN and the surrounding region. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1497</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in view of the rapid advances in technology for the manufacture of Hepatitis B vaccine, the company this year decided not to proceed with the original plan to manufacture Hepatitis B vaccine using the plasma-based technology. It has not invested in any manufacturing facilities. The company is now monitoring the progress made by various research groups and pharmaceutical companies in developing this new vaccine. It is currently negotiating with the American company to produce under licence the new generation vaccine after the American partner has been granted approval for manufacture and use of the vaccine by the relevant health authorities in US. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding his other point on Medisave, I again want to thank him for bringing up the plight of those who are not on Medisave, the self-employed. We have invited the self-employed to voluntarily contribute to Medisave. To-date, only 332 selfemployed persons have voluntarily been contributing to Medisave. Their average Medisave balance is $2,253 per account. The Ministry is now working jointly with the Ministry of Labour to extend the Medisave to the self-employed in the near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding his query as to whether the Medisave balance is adequate and how many accounts have been overdrawn todate, the experience in the first nine months of the Medisave Scheme has been that almost all patients who use Medisave had adequate balances to meet their hospital expenses. As at 31 st December 1984, of the 47,843 Medisave Account holders who had made withdrawals to pay hospital bills, only 174 or 0.4% overdrew their Medisave accounts. Also, the amount overdrawn has been low, the average amount being $175. The statistics show that the monthly contribution of 6% to the Medisave Account is adequate at least for the hospitalization in Government Class B2 and C wards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In reply to the Member for Chong Boon regarding the supply of dentists and whether the Minister would also consider \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1498</b></font>\n  <br>\n  <br> helping in the setting up of dental clinics in community centres, first, I would like to inform him that my Ministry would, in principle, agree to the equipping of a dental clinic in the Chong Boon community centre and to lease such equipment to him if he is able to secure a suitable place for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the supply of dentists, there are currently 475 graduate dentists at the end of 1984. This gives a dentist to population ratio of 1 dentist to 5,324 population. Sir, I would like at this stage, with your permission, distribute some Tables (Cols. 1517 - 1520). [Copies distributed to Members]. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850326/19850326-HA-0451517.htm\">Tables - COMPARISON OF DENTISTS TO POPULATION RATIOS, COMPARISON HEALTH INDICES (Cols. 1517 - 1520)</a>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> May I remind hon. Members there are only seven more minutes left for this particular Head. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> From the Table, Members can see that, in terms of comparison with the other countries, the number of population per dentist in Singapore is still quite high when compared to Australia, France and the other developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the National Health Plan, the Ministry has planned for a dentist to population ratio of one dentist to every 3,000 persons by the year 2000. The plan was to increase the intake of dental students into the NUS to about 60 per year over the next few years. However, after a further review, this has been reduced to 40 a year for the next few years, compared to the average of 37 a year from 1974 to 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry's policy will emphasize on preventive services and curative care in dental clinics in hospitals, outpatient clinics and primary schools. The plan is to shift from curative to preventive dentistry. Greater emphasis will be given to dental health education, to improve and extend the school dental service to eventually cover the pre-school, primary and secondary school population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will also concentrate on the provision of specialized dental services. The better graduates will been encouraged to undergo further training in the dental subspecialties, both local and overseas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1499</b></font>\n  <br>\n  <br> These specialized dental services will be provided mainly at the dental clinic in Singapore General Hospital and in the major general hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with the above, my Ministry will continue to employ new dental graduates on a short-term basis to provide them with some experience before they set up practice in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to refer to the second Table, which I have given out, which shows the health indices in our country, ie, the health indices in terms of mortality rate and in terms of our life expectancy. Sir, as you can see from the figures in the Table, we have made much progress in these two areas. The Table, which has been circulated, as you can see, is self-explanatory. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, may I make a point? The Member for Anson just now asked for particulars of the letting out of the pharmacy at the Singapore General Hospital to a certain family. I agree with the First Deputy Prime Minister that the manner in which he has asked his question is calculated to cast a slur on the Government, in that he implied there is some wrongdoing in the letting out of this pharmacy and that the Government has something to hide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All I want to say, Sir, is that if the Member sincerely wants to know how the pharmacy is let out, all he has to do is to table a Question for Oral Answer, and I shall personally be very happy to give him all the details. The Government has, as I have already said, nothing to hide and our books are open all the time and all tenders are let out in the proper way. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There are two minutes left before guillotine time. Guillotine time is 3.40 pm. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, Sir. My question is: would the Minister please say what is the future for Class C patients? Are you going to continuously run them down now? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Again, Sir, the Member for Anson is trying to cast \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1500</b></font>\n  <br>\n  <br> insinuations and innuendoes on the policies of the Ministry. I would like to assure him that we will continue to have Class C wards in our Government hospitals. Our poorer Singaporeans will never have to fear that they will be deprived of the proper level of medical care in our Government medical services. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Even if they go private. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Sir, I would like to thank the Minister of State for his very full replies to the questions raised by Members of this House. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $473,087,930 for Head P ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $86,409,300 for Head P ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1500</b></font>\n  <br>\n  <br> \n  <br>3.40 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head M - \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M be reduced by $10 in respect of Subhead MA-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I wish to raise three matters. First, I would like to ask the Minister for the Environment to let the House know of the measures being taken to control air and water pollution in and around the petrochemical complex in Pulau Ayer Merbau to within acceptable limits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, I would like to refer to the use of lead alkyls as additive in petrol to increase the octane ratings. The Minister, being a scientist himself, is aware that lead is a general metabolic poison in the human body. Among other things, it can cause derangements in nearly every organ system and can specially affect the nervous system and the blood. There is evidence to show that even at low levels lead can interfere with the sensitive biochemical processes in the brains of children. Once lead gets into brain cells, it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1501</b></font>\n  <br>\n  <br> remains there and disrupts communication between cells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A major source of lead in our air is motor vehicle emissions. At the moment, the maximum allowable lead content in petrol is 0.4 grams per litre. This level is still high compared with that in some countries in Europe. I know the Ministry of the Environment is closely monitoring the lead level in the air. May the Minister let the House know the progress of such monitoring and whether the Ministry now considers it opportune to further reduce the maximum allowable lead content in petrol. And if so, to what level and how this level is arrived at? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third matter concerns gas leakage. According to an article in the Straits Times of 23rd March, 1985, some residents in Wilkie Road, near Mount Emily Park, suffered from dizziness, nausea and coughing induced by gas which had leaked out of a pipe or water tank. The gas was presumably chlorine. This incidence prompted me to ask the Minister whether pipes and containers for conveying, and storage tanks for storing, poisonous and corrosive gases are being regularly inspected to ensure that they are being maintained in good order and have not deteriorated through wear and tear to the state where leakage can occur. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Chairman, Sir, the Member for Buona Vista has raised a number of issues: measures taken to control air and water pollution in and around the petrochemical complex on Pulau Ayer Merbau, reduction of lead in petrol, and the Member has also cited the incidence of chlorine leakage near Mount Emily Park. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall first deal with the petrochemical complex on Pulau Ayer Merbau. Mr Chairman, Sir, at the Complex, large quantities of hazardous and flammable materials are being processed under high pressures and extreme temperatures. But like the other refineries and chemical plants, Sir, adequate precautions have been incorporated in the design and operations of plants at the Complex in order to minimize the risk of fire, explosions and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1502</b></font>\n  <br>\n  <br> environmental problems. In fact, Sir, it is for safety reasons that the Complex is sited on the offshore island of Ayer Merbau. My Ministry is concerned with environmental problems at the Complex, especially those pertaining to air and liquid effluents and also solid wastes generated by processes at the Complex. My Ministry, therefore, has stipulated requirements to minimize these, and I shall now deal briefly with control measures instituted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, measures to control air pollution. Sir, the biggest source of air pollution at the Complex is the relieving of processed valves during process changes, especially during the start-up and shut-down. Hydro-carbon emissions from processed equipment and sulphur dioxide emissions from the burning of fuel oil are other sources of air pollution. Mr Chairman, Sir, hydrocarbon emissions are discharged when there are defects in the process equipment and these emissions would add on to the ambient hydrocarbon level in the atmosphere and, if left unchecked, it could create a hazardous situation, like explosions, for example. Therefore, Sir, companies involved with the project have been asked to institute hydrocarbon emission monitoring programmes whereby locations where hydrocarbon emissions are likely to occur are monitored regularly. Where hydrocarbons are detected, Sir, action will be taken to rectify the situation. Now, to control the sulphur dioxide emission resulting from the burning of fuel oil, a 2% limit, by weight, has been imposed on the sulphur content of the fuel oil used at the Complex. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, various types of flare systems have also been instituted for the safe disposal of waste gases and also to minimize black smoke and visual intrusion. Sir, with this comprehensive flare systems and together with the limit on sulphur content in fuel oil and the hydrocarbon emission monitoring programme, my Ministry is satisfied with the overall standards of air pollution control achieved at the Complex. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to measures to control water pollution. Sir, for this purpose a central waste water treatment plant has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1503</b></font>\n  <br>\n  <br> been constructed to handle the liquid effluents. The treated liquid effluent is monitored regularly, and my Ministry is satisfied with the quality of this effluent. It has consistently complied with the limits set. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of the processes at the Complex are heat-generating or exothermic and, therefore, large volumes of sea water are used for cooling purposes. However, Sir, the discharge points of these have been carefully selected and designed so that the used sea water is discharged into the open sea, without upsetting the marine life in the sea. My Ministry is satisfied that the monitoring of sea water off Pulau Ayer Merbau has shown that there is no adverse effect on marine life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, as far a's solid wastes are concerned, they are either incinerated or buried at the Complex itself after they have been detoxified. The incinerators installed have performed up to the specifications given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these measures which I have just described are measures to control air and water pollution, and also methods to dispose of solid wastes. Other aspects like plant safety, fire-fighting ability, fire protection, industrial hygiene, are being looked after by the other relevant authorities, like the Development and Building Control Division of the Ministry of National Development, the Singapore Fire Service of the Ministry of Home Affairs, the Factories lnspectorate and the Industrial Health Division of the Ministry of Labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir,[ now turn to the second issue which the Member has raised and that is, the reduction of lead in petrol. Mr Chairman, Sir, as the hon. Member for Buona Vista has aptly described, lead is a metabolic poison. It can be inhaled or ingested into the body through the air we breathe or the food and drink we consume. And, as he has pointed out, Sir, air pollution from motor vehicle exhausts constitutes the most significant source of lead in our atmosphere, In fact, Sir, it has been estimated that well over 90% of lead particles in our atmosphere originate from this source. Now, the lead compounds in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1504</b></font>\n  <br>\n  <br> exhaust gases of petrol engines are actually the combustion products of tetraethyl lead and tetramethyl lead which are added to petrol to increase the octane ratings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the main reasons for wanting to control excessive lead pollution is to protect the public from excessive lead exposure. You may know, Sir, that children are more susceptible to effects of lead than adults, as their central nervous systems are still developing and are therefore easily damaged. And some of the effects of lead on children are hyper-activity, reduction in intelligence, loss of concentration. Even pregnant women too are susceptible to the harmful effects of even low levels of lead. Now, Sir, both the United States Environmental Protection Agency and the National Health and Medical Research Council of Australia have recommended that the maximum permissible level of lead in our air is 1.5 micro-grammes per cubic metre averaged over a 3-month period. And my Ministry has adopted this level as our guideline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question is: why do we want to reduce the lead content in petrol? When the lead in petrol reduction programme was first launched by my Ministry in 1980, the ambient and roadside levels of lead, as measured by the Air Monitoring Stations of my Ministry, were very much above this level, that is, above the 1.5 microgrammes per cubic metre. And the concentration of lead in petrol at that time was 0.84 grammes per litre But as this concentration was progressively reduced to the present level of 0.4 grammes per litre, which was first attained in 1983, it was observed, Sir, that the ambient and the roadside lead levels correspondingly decreased to a level much lower than 1.5 microgrammes per cubic metre. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Mattar, you have 13 minutes left. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> But since 1984, Sir, these lead levels have been on the increase again, and this is due to the increase in our vehicle population and the corresponding increase in petrol consumption. One of the ways of controlling the ambient and roadside lead levels is to reduce the lead content in petrol further, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1505</b></font>\n  <br>\n  <br> My Ministry is seriously looking into this, and we hope to bring down the lead in petrol to 0.15 grammes per litre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the incident at Mount Emily Park is concerned, this was caused by leaks in a valve controlling the supply of chlorine to a water tank at the Kandang Kerbau Hospital. Sir, Kandang Kerbau Hospital does not get its water supply direct from PUB. Instead, the PUB water is stored in a large concrete tank, and this water is super-chlorinated before it is being pumped and supplied to the hospital. The PWD has repaired the leaking valve and the cause of the incident is under investigation. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, may I ask the Minister a question? It was reported in today's papers that something like 1,000 cars per day were going across the Causeway to purchase petrol. Now, that means 30,000 cars a month. And it was also reported that the lead content of the petrol across the Causeway is something like 0.84 grammes per litre. That is twice the lead content allowed in Singapore. I believe if we take roughly 10 gallons consumed by each car, that means 300,000 gallons of this high lead content petrol were being burnt in our more crowded environment in Singapore than in Malaysia, Now, is the Minister thinking of doing anything about this? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, at the moment there is no law to prevent Singaporeans from going to Johor Baru to buy petrol. As far as the lead content of petrol in Malaysia is concerned, the Member for Potong Pasir is right. At the moment the lead content of petrol in Malaysia is 0.84 grammes per litre, which was the lead content of petrol in Singapore five years ago. But I have been made to understand by my counterpart, the Minister for Environment in Malaysia, that Malaysia wo will be bringing down the lead content to 0.4 grammes per litre with effect from July this year. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Deputy Speaker, Sir, I would like to bring up two observations and make two suggestions to the Ministry for consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past 12 to 18 months, the HDB has been completing and allocating a very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1506</b></font>\n  <br>\n  <br> large number of flats, and this high building programme will continue for the next few years. Therefore, a large number of Singaporeans are being relocated from one part of Singapore to another. Some of these people who are shifting are also hawkers and it is only natural that they would like to be able to move their stall from its present location to one that is nearer their new home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to make a suggestion for the Ministry to review as to whether it will be possible for the Ministry to perhaps set up a registry of hawkers whereby hawkers could register the location of their present stall and to state the location that they desire. They can then mutually have a swop scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second area of observation is the state of our public toilets. Normally, after a good meal at the hawker centre or after a hard day's shopping, one goes to a toilet and what does one come up with. First, before he even gets in, he is struck by the heavy, stale and humid atmosphere in the toilet. And when he goes into the toilet, he has to walk on a very wet floor. Sometimes, if he is lucky, just a damp floor and this is because the toilet attendant normally tries his or her best to mop up the floor. Sir, the reason for this very stale atmosphere and the damp floor is that most of these toilets are very, very poorly ventilated so that the stale air cannot be cleared nor can the moisture on the floor evaporate. I would, therefore, like the Ministry to consider whether they could in any way improve the ventilation or insist that the ventilation of the toilets be improved. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Thank you, Mr Deputy Speaker. I would like to remind the Minister that he has not answered my third point. \n  <br>4.00pm \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, what the Member for Buona Vista wants to know is to what level are we going to reduce the lead content in petrol, and how do we arrive at that particular level. As I mentioned just now, Sir, before I was interrupted by you, my Ministry is seriously considering reducing the lead \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1507</b></font>\n  <br>\n  <br> content in petrol to 0.15 grammes per litre. Why this level? It is because this is a practical level and it is being used by many countries, including Europe. More importantly, Sir, at this level, the octane numbers for petrol can still be maintained with some adjustments by the oil refineries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I would like to inform this House that before we embark on this programme of reducing the lead content in petrol further, my Ministry intends to seek the views of oil refineries and also the Motor Traders' Association. We want to know from them the economic and technical aspects of the reduction which may affect refinery operations, the effect on the quality of petrol produced and the type of vehicles affected by the change in quality, if any. And, most importantly, the pump price of petrol after the reduction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, Singapore is a highly urbanized society. Our road coverage per square kilometre of land is easily one of the highest in the world. So control of lead in the atmosphere is therefore a necessity for Singapore and the reduction of lead content in petrol is a cost effective method of control. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, the Minister has not answered the third part, and this concerns the measures taken to ensure that the pipes and containers for conveying and storing of poisonous and corrosive gases. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, as far as I know, gas cylinders used for storage and conveyance of dangerous gases are manufactured to international standards which are acceptable by the Factory Inspectorate of the Ministry of Labour. Although the Ministry of Labour does not prescribe standards for gas cylinders, they do inspect them before they are filled. They are also required by the Factory Inspectorate to be pressure-tested at regular intervals to make sure that they are safe and that they have not deteriorated with time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will now answer the question raised by the Member for Hong Kah on public toilets and I shall leave it to my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1508</b></font>\n  <br>\n  <br> Parliamentary Secretary to answer his question on hawkers. Sir, all public toilets in Singapore with more than two toilet compartments are required to be provided with extractor fans. In fact, Sir, it is one o the health requirements in the design of public toilets that there must be at least 10 air changes per hour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must stress that my Ministry is really very concerned with the problems of cleanliness of public toilets, including those which are accessible to members of the public, like those in coffee shops. Basically, there are two areas which require aftention. The first is on the maintenance of these public toilets. Here, we hold the managements and owners of public toilets responsible for this. We want them to make sure that the toilets are kept clean, and we want to make sure that the sanitary fittings and the mechanical systems are in operation. Those who fail to maintain their toilets are warned and even prosecuted under the Environmental Public Health Act. For the information of this House, Sir, in 1984 alone, 676 managements of public toilets were warned to keep their toilets clean and 98 were summonsed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some managements have complained to my Ministry that this is a difficult task for them as, very often, the public who use these toilets do not show enough care and consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second area that needs attention is on the use of toilets. We will continue to have dirty toilets as long as people abuse and misuse public toilets. Here, we cannot expect Public Health Inspectors of my Ministry to check on the users in order to make sure that they practise good toilet habits. So we seek the cooperation of members of the public who make use of public toilets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, in 1983, my Ministry embarked on a campaign to clean up public toilets. The approach was to get the managements and proprietors to rectify and spruce up the public toilets. They were also required to provide adequate facilities for drying hands, toilet paper, soap, and also to make sure that the mechanical systems, such as exhaust fans, are in good working condition. Sir, since then, some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1509</b></font>\n  <br>\n  <br> 2,000 public toilets in Singapore have shown some improvement. They have been rectified, spruced up and upgraded. And post-campaign surveys show that the sanitary fittings are in good working condition. Even the Ministry of Education, Sir, has embarked on a project costing $71/2 million to repair toilets in schools. The response is indeed encouraging. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the hope that clean toilets will beget clean toilet habits, my Ministry then went on to the public appealing to them, reminding them, to use public toilets with due care and consideration. I am confident that with the cooperation of the managements and users of public toilets, we hope to see some marked improvements in the state of our public toilets in the years to come. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Honourable Members should know that the Chair does not intervene unnecessarily except to enforce Standing Orders which the Honourable Minister would do well to abide by. Yes, Dr Ang. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Mr Deputy Speaker, Sir, I wish to thank the Minister for his very clear reply and I am fully satisfied. May I have your permission to withdraw the amendment? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There is no need for you to withdraw the amendment as we are proceeding. Mr Chai. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii (Bukit Batok):</b> Mr Deputy Speaker, Sir, I would like to raise a point about the control of hawkers. This issue was raised by the Member for Hong Kah just now. I would like to make an appeal to the Minister to reconsider the existing policy of not issuing hawker's licences to those over the age of 60. 1 know at the moment the policy of the Ministry is that those who are older than 60 years are normally not allowed to be a hawker other than on poverty grounds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, human resource is what we have. According to a Table I just received, life expectancy of Singaporeans is now 71.2 years. So for those who are 60 years old, they are too young to rest in peace and too old to get employment. So I would appeal to the ministry to review its policy on hawker's licence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1510</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many farmers who are resettled in Housing Board flats know only farming, maybe for 30-40 years, and now they are reseffled in Housing Board flats. They cannot do anything but to sit at the void deck and chit chat or complain about how dull life is in their new environment. These old gentlemen, sad to say, some of them do not survive very long. Although we are encouraging them to join senior citizens' clubs, I personally feel work is life in our Asian society. Without work, life has lost its shining surface. Besides if we can see someone working, maybe in tending a garden plot in a Housing Board area where at the moment we plant it with beautiful grass, life gives you more meaning. I am not sure whether the Housing Board should not permit these vacant places to be opened up as garden plots so that these old gentlemen will be able to plant some flowers, either poned or not or even some vegetables, not so much to earn a living but to keep on living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, another point I would like to raise for consideration of the Minister is perhaps we could also think of a way whereby we can allocate a plot of land to be used as a place for a Sunday market, not so much for selling commercial wares, but selling any artifacts or handicrafts made by people themselves at home as a pastime. This is not so much to help them to get economic returns but to provide some interest, some life, in itself because if they can show to their fellow residents what they have achieved, they can make themselves feel useful in life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are the two points that I would like the Minister to consider. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Mr Deputy Speaker, Sir, I have two hawker centres in Pasir Panjang constituency, one in Dover Road, Block 33, and the other is at Pasir Panjang Road. I think there is a need for the Ministry to upgrade these two existing hawker centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that construction work is in progress to build more stalls at the Pasir Panjang Food Centre. This is a welcome move, especially to those workers in PSA and the neighbouring factories. I would like to enquire whether the Ministry would take advantage of the construction being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1511</b></font>\n  <br>\n  <br> in progress to upgrade and renovate the old stalls as well so that the food centre as a whole would be a pleasant place for locals as well as for tourists who frequent this popular food centre. I would also like to know whether there are plans to improve the environment of this area, especially to increase and improve the car park facilities available at the Pasir Panjang Food Centre. \n  <br>4.15 pm \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Deputy Speaker, Sir, in my Meet-the-People sessions, I receive many requests from residents for hawker stalls to sell cooked food or cold drinks. I am sure this is the experience of many hon. Members in this House. Sir, these applications are duly processed by the Ministry of the Environment, and the following reply comes. Normally, the reply goes like this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There are no vacancies for cooked food stalls or stalls to sell cold drinks. However, if the constituent is prepared to widen his choice, then maybe an early allocation can be made to sell market produce.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, obviously, from this answer, it is clear that there is a surplus of stalls in the wet markets and a shortage of stalls in the hawker centres. And with the changing marketing habits of housewives, maybe the Ministry should now consider whether it is appropriate at this time to convert part of the wet market into a hawker centre, or maybe extend the hawker centre which sells cooked food, cold drinks and other edible food and reduce the number of stalls that are reserved for market produce. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Mr Deputy Speaker, in fact, last year I did raise precisely the same point made by the hon. Member for Chong Boon. The then Parliamentary Secretary promised to look into the matter. I wonder whether the present Parliamentary Secretary could report the result? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Parliamentary Secretary to the Minister for Communications and Information and Parliamentary Secretary to the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment (Dr Lee Boon Yang):</b> Mr Deputy Speaker, Sir, may I answer to the points on behalf of my Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1512</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Member for Hong Kah spoke about the high rate of building development, in particular, by HDB, and resettlement of hawkers who suddenly find themselves being moved away from their traditional hawking sites, and now have a home which is quite far away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a small country like Singapore, with scarcity of land, reseftlement of people is quite inevitable. As a general policy, Sir, my Ministry does not allow mutual exchange of stalls by hawkers. We do not want to create a situation for hawkers to trade their stalls underthe guise of mutual exchange. But in genuine cases, Sir, my Ministry will definitely consider the appeals of the hawkers, appeals on the basis that their home is now very far away from their hawking site. We will consider each of this case on its own merit, and those that are deserving we will certainly approve the transfer. In 1984, Sir, permission was granted to 60% of 184 applications by both HDB and MOE hawker stall holders for change of stall allocations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, next I will touch on the hon. Member for Bukit Batok's comment. The Member spoke on the question of not giving a hawker licence to those above 60 years of age. He touched on the plight of the old who have no access to this simple economic activity. I would like to point out to the Member that out of the total number of hawkers licensed by my Ministry, more than 80% of them are above 40 years of age, 31% are above 60 years of age. There have been cases where licences were issued to applicants who are actually over 60 years of age. I must point out that these applicants are usually physically fit and healthy individuals who are able to run the stalls themselves and they meet our Ministry's hardship criteria for the allocation of stalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of whether resettled farmers who find life in the housing estate rather boring and sedentary should be allowed to grow vegetables where lbvely lawns now occupy the space between the blocks, perhaps the hon. Member would like to direct it to the Minister in charge of Housing and Development Board for his earnest consideration. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Passing the buck. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1513</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> On the question of finding a place for some people to conduct small scale hawking, I regret to inform the Member that my Ministry is not in favour of bringing back street hawkers or unlicensed hawking activities, However, if the Member for Bukit Batok or any other hon. Member in the House feels that they have the premises, private or public premises, such as community centres, community halls, where they want to organize bazaars, jumble sales and suchlike activities on weekends, then my Ministry will definitely consider such applications, And where they can provide the necessary public health requirements, like toilet facilities, for the number of people who are expected to come to such bazaars, then we will certainly agree to the conduct of such bazaars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Pasir Panjang, Sir, has brought up the question of the Pasir Panjang Food Centre and asked whether it would be improved, upgraded. The existing Pasir Panjang Food Centre, Sir, was built in 1978 with a total of 28 stalls. It is a single storey building, a fairly high roof, ranging from 3,3 to 5 metres. It is an open-sided structure which was located in a park shaded by trees and is being provided with ceiii,ng fans for ventilation. He mentioned that the Centre may be rather uncomfortable. Well, l would like to inform him that during this year my Ministry will be improving the centre in terms of providing insulation panels underneath the roof which will reduce the heat load into the structure and thereby making it a far more comfortable place. At the same time extension work at the Food Centre is being carried out which will provide 17 new cooked food stalls. The extension is expected to be completed by June 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also touched on inadequate car parks at the Pasir Panjang food centre. I will certainly have my Ministry officials look into this matter of car park facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the Dover Road Food Centre, I would like to inform the Member that it is a food centre under the management of HDB, and I am sure any further improvement that is required will be looked into by HDB. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1514</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I come now to the Member for Chong Boon who raised a subject that is very close to the hearts of all hon. Members in this House, and that is, the subject of application for hawker licence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are all very familiar with the large number of people who are persistently applying for hawker licences, and the result is invariably the rejection of their applications. Sir, in 1971, my Ministry embarked on a programme to resite all street hawkers into proper food centres and markets. The reason was to contain the problem of street hawkers causing pollution, obstruction and congestion. In 1974, my Ministry ceased issuing new hawker licences except to those who meet the criteria for hardship cases. Sir, the programme of resettling street hawkers is almost completed now. We have at the present moment another 546 street hawkers waiting to be resettled. We expect the programme to be completed by the end of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are fully aware of the frequent requests for hawker stalls by members of the public, Between 1982 and 1984, my Ministry received a total of 15,088 applications for hawker stalls under the hardship criteria. We investigated each and every case, interviewed the applicants, and after assessment we found 580 of them meet our criteria, and hawker stalls were accordingly offered to these 580. Much to the surprise of the officers who went through all the difficulty of interviewing and writing up reports, only 107 of those who were offered stalls, in other words, only 18% of those who were eligible, finally accepted the stalls. The rest came up and told us, 'Sorry, we do not want the stall. Can you please give us another stall in such and such a centre?\", which invariably is one of the more popular thriving food centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the priority for cooked food stalls has to be given to the existing licensed street hawkers, as a result we find that the allocation of such stalls to other needs to be stringently monitored. And since we cannot satisfy every applicant who wants to have a stall in a popular centre, we regret that there will always be appeals from the MPs and the continuing exercise of assessing such applicants, and finally a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1515</b></font>\n  <br>\n  <br> reply, \"A cooked food stall is not available. Would you take an alternative market produce stall?\" Unfortunately, the operation of a market produce stall requires more expertise, more effort, and the profit margins are probably less than in a cooked food stall, As a result, many of these applicants who were offered a market produce stall did not take it up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other point raised by the Member for Chong Boon about the conversion of market produce stalls to cooked food stalls, two years ago my Ministry together with the Housing and Development Board conducted a survey on all the wet markets in Singapore with a view to determining how many vacant stalls were available and whether they were suitable for the conversion from market produce stalls to cooked food stalls. A total of 17 wet markets were found to have a sufficient number of market produce stalls and they were suitable for conversion. Some 688 vacant market produce stalls in these 17 markets are being converted into a total of 243 cooked food stalls. These cooked food stalls are earmarked for allocation to the remaining street hawkers and other HDB resettlement cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for public health reasons, we need to separate cooked food stalls from market produce stalls. In addition, a cooked food stall also requires a certain area for refreshment purposes for the customers to sit. So, approximately three vacant market produce stalls will only yield one cooked food stall. Hence the conversion of vacant market produce stalls to cooked food stalls can only be carried out if there is a sufficient number of vacant market produce \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1516</b></font>\n  <br>\n  <br> stalls. My Ministry will continue to monitor the situation and to identify any other markets which have a sufficient number of vacant stalls for conversion. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, why should we so blindly implement the policy of housing all our street hawkers into hawker centres? In fact, Mr Deputy Speaker, the word \"hawker\" means somebody who peddles his goods and travels from place to place. We are really immobilizing them. I am not saying that we should go backwards and start sending them out into the streets. But the point that I want to make is that street hawkers are part of our street life and part of the charm of a society. As long as street hawkers do not pose a health or litter or traffic problem, or some other hazards, we should allow them. For example, we cannot expect a kachang puteh man to operate a market stall. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I am afraid you will have to come back tomorrow for your answer, Dr Ang. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1985 to 31st March, 1986, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Ahmad Mattar]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1517</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850326/19850326-HA-0451517.htm\">Tables - COMPARISON OF DENTISTS TO POPULATION RATIOS, COMPARISON HEALTH INDICES (Cols. 1517 - 1520)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1518</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1519</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1520</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
