{"memberId": null, "volumeNo": "45", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "13", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"45\"> \n  <meta name=\"Sit_No\" content=\"13\"> \n  <meta name=\"Sit_Date\" content=\"1985-03-23\"> \n  <meta name=\"Start_Col\" content=\"1255\"> \n  <meta name=\"End_Col\" content=\"1342\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">45</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">13</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">23-03-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1255</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 45</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Saturday, 23rd March, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1256</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Trade and Industry. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1257</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang) Minister for Finance, Minister for Education and Minister for Health. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1258</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Home Affairs and Ministry of Community Development. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1257</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>CHILD CARE CENTRES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Toon Chia</b>: To ask the Minister for Foreign Affairs and Minister for Community Development how many child care centres will be set up for the financial year 1985/86; where will they be located; what will be their capacity; and what will be the rates of charges. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1258</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo (Bo Wen):</b> Question No. 1, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Home Affairs and Community Development (Mr Wong Kan Seng) (for the Minister for Foreign Affairs and Minister for Community Development): Mr Speaker, Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is projected that a total of 40 child care centres will be set up this year providing a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1259</b></font>\n  <br>\n  <br> capacity of 2,200. The centres will be managed by the People's Association, the NTUC, by employers, voluntary organizations as well as by the Ministry of Community Development and private operators. These 40 child care centres will bring the total capacity of child care places to 5,800 by the end of fiscal year 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 40 child care centres, 14 will be in work places, the remaining will be in HDB estates, community centres and private residential estates. The Government subsidizes child care centres run by the NTUC, by the PA and other organizations which adopt the NTUC and PA rates of charges as well as the standard of child care. The fees range from $150 to $250, depending on the income of parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the private child care centres, the fees will vary according to the services provided, and they may vary from $250 to $350. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> May I ask the Minister of State whether these child care centres are being provided for the highly paid people in our society or for the working class people? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, the child care centres are provided for every Singaporean who wants to use the service. There is no distinction between whether they are highly paid or lowly paid. The fee structure, however, distinguishes those families whose combined income is lower and therefore will pay less, from those families whose combined income is high, and therefore pay more. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Does his Ministry really expect a working class family to be able to afford $150? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, a family with a combined income of $1,450 can afford the $150 child care fee. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I know how many working class families have a combined income of $1,450? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, this requires a study to be made. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, it is not relevant to the question asked. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1260</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>KIDNAP FOR RANSOM CASES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Leong Horn Kee</b> asked the Minister for Home Affairs and Second Minister for Law whether there is a rise in the number of reported kidnap for ransom cases in Singapore in the last few years, and, if so, what actions have been taken to curb this type of crime. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs and Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and Second Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, in the last 10 years there were only three cases of kidnapping for ransom. One was in 1977, another in 1979, and the last one was reported in February this year. There is therefore no significant rise in the number of such reported cases. All the three cases have been solved with the arrest of the kidnappers. The recent case reported in February, 1985, was alleged to have been committed by someone known to the victim's family, and not by any organized gang of kidnappers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the law provides severe penalties for this offence. Under the provisions of the Kidnapping Act, a person convicted of kidnapping for ransom shall be punished with death or imprisonment for life and, if not sentenced to death, shall also be liable to caning. The Police have been effective in dealing with such cases, which are investigated by the Special Investigations Section of the CID which has the necessary expertise to deal with delicate and complex investigations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The record shows that all 34 cases reponed to the Police since 1959 have been solved. Sir, the punishments provided by the Kidnapping Act and the success of the Police in dealing with these cases have had the desired deterrent effect. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1260</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LOCAL INDUSTRIES AND MULTINATIONAL CORPORATIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Effects of economic slowdown)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Augustine H.H. Tan</b> asked the Minister for Trade and Industry whether the current economic slowdown has hit local industries more than large multinational corporations; how many local companies in manufacturing closed down \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1261</b></font>\n  <br>\n  <br> last year; how many workers have lost their jobs; and what assistance the Government is providing to our local industries. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, in 1984, 66 manufacturing companies were dissolved. All these 66 were local. 81 manufacturing companies went into liquidation. Only one of these was foreign. Sir, there were a total of 147 manufacturing companies which closed down in 1984, and this is equivalent to 29% of the total company closures of 505 during the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, this must be seen in the context of the total number of companies in Singapore which approximately now stand at 63,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of retrenchments, in 1984 3,487 workers in the manufacturing sector were retrenched, accounting for 75% of the total retrenchments in the country as a whole, 4,694. We do not believe that retrenchment is now a serious problem, as most of those retrenched workers have been able to find replacement jobs, as our labour market is still fairly tight. In fact, I would like to join my colleague, the Minister for Finance, in assuring the House that the economy is not in as bad a state as some Members and the press might think. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While some companies have closed down, many more new companies have, in fact, been formed. In 1984, a total of 4,601 new companies were formed, against 505 closures. This includes the manufacturing and the non-manufacturing. Hence, there was a net increase of 4,096 new net company formations out of a total of 63,000 companies. This represents a growth in the company numbers rate of about 6.5%, which is in line with the growth of the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The birth and death of companies is part of the restructuring process and also the evolutionary process of a dynamic economy. It is something which, I think, we have to learn to accept. It is indeed painful for those which have to close down, but we must look at the net effect on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1262</b></font>\n  <br>\n  <br> economy as a whole. To put it into perspective, in Japan last year, 19,000 companies closed down. Amongst them were large steel mills, shipyards, oil refineries, because they were also going through a major restructuring process of upgrading themselves. I do not think anyone can claim that Japan's economy is in difficulties or that it is not a dynamic economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for retrenchments, the picture is also not as gloomy as the press may sometimes paint it. As at 15th March 1985, 7,062 workers have been retrenched. For the first quarter of 1985 as a whole, we expect the total retrenchments to number around 1,000. In the last five years, for the period 1980 to 1984, the average number of retrenched workers in the first quarter of each year was about 1,300 so that the number of retrenchments expected in this first quarter is not out of the ordinary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like, Mr Speaker, Sir, to urge that perhaps occasionally the press might wish to consider printing some of the positive aspects of our economy rather than concentrate entirely on company closures and retrenchments. We could do with a bit of light relief from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, coming back to the question of the Member for Whampoa, I would like to add that the Government does not find it necessary or desirable to provide financial support to companies facing winding-up action. However, the EDB has intervened in some cases to try and persuade banks to be more flexible in recalling their loans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject, Mr Speaker, Sir, of help for local industries, the EDB whilst actively promoting foreign investments places particular emphasis on helping local entrepreneurs. The Board's overseas and home-based officers work together to arrange joint ventures with foreign companies for sub-contracts for our local industries. Assistance schemes available to foreign companies are also available to local industries. They include tax incentives, Interest Grant for Mechanization Scheme and the Training Grant Scheme. The latter two schemes are funded by the Skills Development Fund. These schemes have benefited our local industries tremendously. Over the last three years, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1263</b></font>\n  <br>\n  <br> more than half the tax incentives, like pioneer status, investment allowances and export incentives granted, were awarded to wholly local-owned or local-foreign joint venture companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Interest Grant for Mechanization Scheme, 69% of all grants or $33.7 million had been given to local companies as at 31st December, 1984. Local companies are also the major beneficiaries of the Training Grant Scheme. Of the $216 million of grants committed between 1980 and 1984, 65% were for local industries. In addition there were specific schemes which are specially designed to help small and medium-sized local companies. For example, the Small Industries Finance Scheme, Special Grants for Critical Supporting Industries, Product Development Assistance Scheme, Small Industry Technical Assistance Scheme, Development Consultancy Scheme and the Preferential Release of Skilled Workers from the EDB-Joint Industrial Training Centres. Details are given in the Annex (Cols. 1341 - 1342) which the Clerk has already distributed to Members. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850323/19850323-HA-0451341.htm\">Annex (Cols. 1341 - 1342)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, local industries are very important to our economic development. Their profits are retained in Singapore and accrued to our people. Hence, the Government has always been more generous in granting tax incentives and allocating specially-trained skilled workers to local industries. If need be, the Government will set up more incentive schemes to help local industries. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, the Hon. Minister seems to be implying that the press reports about bankruptcies and closures of companies have been a bit on the sensational side. Is he afraid that this may produce a panic situation? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, I am not suggesting that the press has been deliberately playing up the bad aspects of Singapore's economy. I appreciate that from the press reporter's point of view it is easier to gather reports on retrenchments and company failures than to gather information on company openings and new employment opportunities created by new \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1264</b></font>\n  <br>\n  <br> companies. I would merely ask them to try and present a more balanced view so that the world at large can understand that Singapore is not going down the tubes. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, the Hon. Minister mentioned that the EDB intervened in some cases to persuade the banks to be more flexible in recalling their loans. We all know that the EDB was set up to attract foreign investors to come to Singapore. So, were their efforts made largely on behalf of foreign companies or were some local companies involved as well? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, the majority of these requests were in aid of local companies because, by and large, it is the smaller companies which are involved. The major multi-nationals normally do not require such assistance. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> In looking at the Annex, while the various assistance schemes given to industries, both local and foreign, look good and helpful, one element seems to be missing, and that is, of marketing. What is the Government doing in this respect to help our industries in marketing? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, the Annex relates to schemes developed and administered by the EDB. We have a separate organization, the Trade Development Board, which specializes in marketing and the hon. Member for Chong Boon is, in fact, the Chairman of the Trade Development Board. This was set up about two years ago as a result of requests from the business community. It has expanded tremendously in the last two years and one of the areas where they are concentrating on, in fact, is marketing. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, is the Hon. Minister aware that there is a distinction between companies which are formed and companies which actually commence business? If so, of the 4,601 new companies which were formed last year, how many have actually commenced business? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, I am well aware of this. I did mention in my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1265</b></font>\n  <br>\n  <br> response during the debate on the President's Speech that one has to be cautious about looking at statistics because a large number of companies formed need not necessarily have such business. We do not keep a day-to-day check on the number of companies which have gone into operation. So I cannot give an immediate answer. But the statistics are readily available. If the Member wishes to have this, we will provide it to him. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, in the recent Budget Address, the Finance Minister gave a number of significant concessions like the suspension of the Payroll Tax and the reduction of the Skills Development Fund. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Tan, where is your supplementary question? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> I am coming to it, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Come to it then. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Some of the comments by industrialists have been that these concessions have been too few and make a negligible impact so far as their costs are concerned. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your supplementary question, Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Yes. Can I have the comment or the view of the Minister on this? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> I am not entirely clear on the question, ie, whether the incentives were sufficient or there is a request for more of them. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> More. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> It is something which I cannot really answer on behalf of the Minister for Finance. It is fair to say that whatever one grants to business people would not be sufficient because if I were a businessman I think it would be foolish for me to say that I have had enough. Inevitably, whatever is requested would be insufficient from somebody's point of view. But I think the Minister for Finance would take this into consideration in the light of the actual circumstances. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1266</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1985 TO 31 ST MARCH, 1986</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [4th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>11.18 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U (cont) - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have two amendments and I propose to take them one at a time. I propose to move first my amendment under Subhead UA-01 of the Main Estimates. I move, Mr Speaker, Sir, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead UA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, may I say that I am disappointed that the Prime Minister is not here this morning because I was hoping that he would answer this question that I have for him. All I wish to say is that I hope he was not exhausted by the long lesson he gave in history and arithmetic yesterday and that other pressing business keeps him from the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my query this morning relates to the appointment of Political Secretary. There is a post in the Prime Minister's Office for one Political Secretary and I think there are such posts in one or two other ministries as well. This gentleman who currently fills the post of Political Secretary in the Prime Minister's Office, I believe, was appointed sometime last year. He was going to lead the assault on the ground that the PAP had lost in 1981. He was going to be the flag-bearer for the PAP into Anson and to give him more clout he was appointed Political Secretary to the Prime Minister. And no sooner was he appointed, he had cards printed with his photograph circulated to all the residents in Anson. \"Here I come, Political Secretary to the Prime Minister.\" That, in the end, did not help the PAP or the gentleman in question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not here to talk about him and what he did but rather to query this provision for Political Secretary in the Budget. May I inquire from whoever is going to reply to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1267</b></font>\n  <br>\n  <br> this, where is the provision for the appointment of Political Secretaries? I have looked through the Constitution, Mr Speaker, Sir, and there is no provision in the Constitution for the appointment of Political Secretaries. I take it that \"Political Secretary\" is a political appointment and if it is a political appointment, one would find it in the Constitution. There is no provision in the Constitution for the appointment of Political Secretaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see that way back in 1959 the then Member for Farrer Park, who is now sitting on the High Court Bench, also asked about this and he pointed out that there was nothing in the Constitution about the appointment of Political Secretary. He said that the appointment of Political Secretary was something which was not known to the Constitution of Singapore. I would like to know where is the authority for this appointment of Political Secretary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it is not a political appointment, it is then a Civil Service appointment. Is it a civil service appointment? If it is a Civil Service appointment, then what was a civil servant doing, contesting the elections for the PAP in the constituency of Anson? May we have clarification from whoever is going to reply on this too? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, this gentleman who now occupies the post of Political Secretary in the Prime Minister's Office, I understand, is also currently the Assistant SecretaryGeneral, or is it Deputy Secretary-General, in the NTUC. May we know whether he is working full-time with the NTUC or whether he is working full-time in the Prime Minister's Office as Political Secretary? If he is working full-time with the NTUC, which I understood is the case, then how is he being paid out of public funds? I know about the symbiotic relationship between the NTUC and the Government. But it would be a complete violation of the Constitution, of the Finance Act, for the person who is working for the NTUC or any other organization to be paid out of public funds. I can only suggest that if that is the case, then whoever appointed him should be surcharged for the salaries that had been paid. I am surprised that the Auditor-General has not drawn attention to the salaries that have been paid to Political Secretaries in the past. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1268</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, I will sit down, Mr Speaker, Sir, but I would like to come back to the reply made by whoever replies. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I am not an expert on law and I am certainly not an expert on the Constitution of Singapore. But the Member for Anson is a lawyer and I believe he should know the Constitution much better than 1. I take it that he has gone through the Constitution and must have come across the clause wherein the appointment of Political Secretaries, Ministers and other office-bearers is specifically mentioned in the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The terms and conditions of appointment of Ministers, Political Secretaries and other office-bearers may not be mentioned in the Constitution. But I believe the Constitution expressly provided for the post of Political Secretary, and the appointment by the Prime Minister of Political Secretaries is perfectly in order. It is not a Civil Service appointment. It is a political appointment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the terms of the particular Political Secretary whom he mentioned is working in NTUC? I do not believe that there is any wrongdoing. If there is, I am sure the Auditor-General who audits our accounts properly would have pointed this out. Under the Constitution, I believe the Prime Minister has every right and authority to decide how his Political Secretary should work. If there is any abuse of public funds, as the Member for Anson seems to have alleged, we have the Public Accounts Committee. We have the Auditor-General, and he would have pointed this out to us. But he has not done so. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not in the Public Accounts Committee. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> For good reasons. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, for good reasons. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> The AuditorGeneral and the Public Accounts Committee have been fearless in pointing out any infringement of any rules or laws in this Administration. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, if I have erred, I would be the first to withdraw \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1269</b></font>\n  <br>\n  <br> my allegation. Would the First Deputy Prime Minister point to the Article in the Constitution of Singapore? I must have been blind when I went through this, because I cannot find it myself. But would he draw my attention to the Article in the Constitution which says that there shall be a Political Secretary appointed? I see under Article 25 that the President shall appoint as Prime Minister a Member of Parliament and he shall also appoint Ministers acting in accordance with the advice of the Prime Minister. That is Article 25 of the Constitution. \n  <br>11.30 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you move to Parliamentary Secretaries in Article 31, you find that the President, acting in accordance with the advice of the Prime Minister, may by instrument under the public seal, appoint Parliamentary Secretaries. And it stops with that. It is \"Parliamentary Secretaries from ,among the Members of Parliament\". Then you have a number of other Articles following that, and I cannot find any Article which gives the President or the Prime Minister the power to appoint a Political Secretary. So would you please refer us to the Article in the Constitution? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the Member for Anson, when he first rose, said that he could not find any reference to the term \"Political Secretary\" in the Constitution. He obviously has not looked carefully. If he looks at Article 2, Clause (5), the Constitution has expressly recognized the office of Political Secretary, because it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'For the purposes of this Constitution, a person shall not be considered as holding a public office or an office of profit by reason of the fact that he is in receipt of any remuneration or allowances ... in respect of his tenure of the office of President, Vice-President, Prime Minister, Chief Justice, Speaker, Deputy Speaker, Minister, Parliamentary Secretary, Political Secretary...'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So he misled the House when he said that the Constitution makes no reference to Political Secretary. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, that Article 2 is an interpretation Article. Before you can appoint anyone, there must be an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1270</b></font>\n  <br>\n  <br> express power of appointment. Surely, the Minister for Home Affairs, who was at one time a Professor of Law, must know this. Where is the express power of appointment of Political Secretaries? Do not refer us to the Interpretation section. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, it is a very strange concept in Constitutional law to say that every person who is appointed in the public service in Singapore or political service in Singapore must be referred to in the Constitution. There are many designations, many titles of people who are employed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point that the Member for Anson made when he first rose was that he could not find any reference in the Constitution to Political Secretary, and I have pointed out that the Constitution has expressly taken recognition of the office of Political Secretary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the details of the appointment, there are many appointments in each Ministry - Minister, Minister of State, Parliamentary Secretary, Permanent Secretary, Deputy Secretary, down to the clerk, the peon and so on. Do all these appointments require special authorization in the Constitution? I would like to know where is there this rule that all these appointments must be specifically named in the Constitution. Where is the authority for that proposition? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Will the Minister concede, without any equivocation now, that there is no power in the Constitution giving the Prime Minister or the President the power to appoint a Political Secretary? There is, of course, in what he has referred to, in the Interpretation section, the word \"Political Secretary\". But I repeat, \"Where is the power of appointment of Political Secretaries to be found in the Constitution?\" You will not find it. This was raised by the Member for Farrer Park in 1959 and it was not answered. Now, I say that every political appointment must find an enabling provision in the Constitution - the power to appoint to that political post. And that is why you find it in the Constitution that the President shall appoint the Prime Minister and that he shall appoint Ministers, acting in accordance with the Prime Minister's advice. Then you go on to Parliamentary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1271</b></font>\n  <br>\n  <br> Secretaries. That is in the section dealing with the Executive. Do you find anything about Political Secretaries in the Executive appointments? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, as I admitted just now I am no expert in law, but I believe that we run a system that is fair and open and can be challenged by anyone in Parliament and outside, in the court. The appointment of Political Secretary is not a new appointment. Political Secretaries have been appointed for years and, in my layman's approach, if there has been any wrongdoing in the appointment of Political Secretaries, that should have been challenged in court long ago by the Member for Anson when he was outside this House. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We get the stock reply from Government Ministers, \"Why don't you go and challenge it in a court of law?\" \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Why didn't you? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I am challenging it here in Parliament. And Parliament is the High Court of Parliament. [Laughter]. Well, I am afraid people who do not know anything about Parliamentary tradition will obviously laugh. But it is the High Court of Parliament. Anyone will tell you. And I am challenging it here. I say this is an abuse of public funds. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I have asked him, where does he get this legal proposition that every appointment must be authorized by the Constitution? The appointments which he referred to (Ministers, Parliamentary Secretaries) are provided for in the Constitution. Now he wants all other appointments to be expressly provided for in the Constitution. But the point is that every year, in this Parliament, the Minister for Finance presents the Budget which expressly provides for the appointments of Political Secretaries. If Parliament found that that provision was unauthorized, Parliament would reject it. Parliament has the power to query such provisions - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am afraid it is not. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> - but not on the basis of a Constitutional issue. And as the First Deputy Prime Minister has pointed out, if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1272</b></font>\n  <br>\n  <br> he really feels strongly that a grave issue of the Constitution has arisen, that the Constitution has been violated, it is a legal issue which has to be remedied not by Parliament but must be remedied by reference to the courts which, under our Constitutional system, are the proper body to pronounce on the legal interpretation of the Constitution. The legal interpretation of the Constitution is not what the Member for Anson says that it is. But it is what the court pronounces them to be. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the fact that ii has not been raised before does not mean that it cannot be raised today. And I am raising it today. The Minister for Home Affairs asks: what is this principle that says that there must be a provision somewhere for every appointment? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Quote chapter and verse. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, the Minister for Home Affairs must know that every public office appointment is provided for by Staute. Does he not know that? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, if the Member for Anson is challenging the constitutionality or otherwise of the appointment of Political Secretaries, as my colleague, the Minister for Home Affairs, has pointed out, the proper place to challenge this is outside, in the court, for a proper legal interpretation of the Constitution. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Will you withdraw your amendment, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not withdrawing my amendment, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the sum to be allocated for Head U be reduced by $10 in respect of Subhead UA-01 of the Main Estimates.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I call for a division? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do you really want a division, Mr Jeyaretnam, or do you want a show of hands? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, a show of hands, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee divided: Ayes, 2; Noes, 48. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1273</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, my next amendment is under UB-01. And I beg to move, Mr Speaker, Sir, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead UB-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Subhead concerns the Elections Programme of the Government. Was it two years ago or perhaps only a year ago, I suggested to the Prime Minister, who was then here replying to amendments on the supply for his Ministry, that it was high time he brought our election machinery in line with other democratic countries of the world and ought not to run the elections as though they were a private preserve of the Prime Minister and his Department. And I make that call now, again. I think it is high time that there should be set up an Elections Commission which will supervise and oversee the elections in this country and give all political parties a right in determining or deciding how elections should be held and the conditions and terms governing election activity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For far too long, the conduct of elections has been looked upon as a preserve of the Government and, in particular, of the Prime Minister's Department. It is time for a change. The winds of change are blowing through Singapore. So let us change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as was pointed out by my colleague on this side of the House, there are three parties represented in this House now. And I say that not only these three parties but other parties, which are not represented, should have some say in how elections are to be conducted. Now, there are some absurd rules in this Parliamentary Elections Act. There is the rule that was introduced which required posters to be stamped with the stamps issued by the Returning Officer. I asked the Prime Minister why, and I do not think I \" ever got a satisfactory answer to that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is this puerile rule which says that at election rallies, the speakers should be listed beforehand, in the application for the permits for the election rallies. What is the need for all these puerile rules? There was the Minister for Home Affairs holding forth sometime ago about the great freedom of speech, great freedom of this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1274</b></font>\n  <br>\n  <br> and that, that we have in this country, and yet when it comes to election activities, you have these rules. Even before anyone can speak, his name and his identity card number must be submitted to the police. If he is not on that list, then he cannot speak. It is an unnecessary restriction. There are a number of other things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment we cannot complain about any improper practices practised by the ruling Party in the conduct of elections. I think if you have a proper Commission, or you have a committee, then you will get elections conducted fairly in Singapore. \n  <br>11.45 am \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, I would have thought that after yesterday's debate on Ministers' salaries, the main thrust of the argument as put forth by the Prime Minister would have sunk home, ie, for Singapore to survive, for Singapore to prosper, it is the integrity of the men and the integrity of the system that is paramount. We can have any number of election commissions. We can put it under anyone, Prime Minister's Office, or appoint an independent commission. But if the integrity of the men is questioned, then it will not work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can look at the experience in other countries. There have been inquiries after inquiries. They have election commissions outside the Prime Minister's Office. But does it follow that the election results are necessarily fair? Has anyone in Singapore questioned the integrity of our system? Has anyone alleged that an MP has not been honestly and fairly returned in an election? Is the Member for Anson suggesting that he has not been honestly returned in Parliament despite the fact that the elections were held by the Department which is under the Prime Minister's Office? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the integrity of the people who run the system that determines whether the system is honest or not honest. That is a basic fact. We should not go in for form. If we go in for form, we can have a com mission as suggested by the Member for Anson. But does form guarantee us an honest system? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Only the Prime Minister's Department can do this? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1275</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> It is the integrity of the people in charge of the elections that counts. And they have been running elections for years since 1959 when the PAP was in charge of Singapore. Has there been any single allegation or accusation that in each election, whether it is a by-election or general elections, that anyone has been dishonestly returned? Has there been any shred of evidence that ballot boxes have been tampered with, have been stuffed? Has anyone any evidence to doubt the integrity of the system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we should not go in for form as practised by other countries. If we want form, form can be created but form can also be created to hide the truth. And the truth is, in fact, to have a system that everybody can see is well managed and well run. For that, we go back to basic and the basic is: how do we ensure that in Singapore there is always a team of people who are honest, clean, dedicated, and who can run the system honestly, and that any malpractices, misdeeds, can be seen and challenged by anyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think it is important that we re-emphasize this point. I know that the Prime Minister has emphasized it before. But it is a point which I would also emphasize, that the future of Singapore depends on whether we can continue to get good, honest men to be in charge of Singapore. And that is the objective - the substance, not just the form. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards rules, procedures, which the Member found absurd, these rules are necessary to prevent any malpractice. Has a rule interfered with any - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What malpractice? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> As regards posters to be stamped, I think some candidates have put in more posters than the number stipulated in the rules. So the elections office thought that one way to control this is to have the posters stamped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rules are to ensure orderly campaigning, orderly elections. And I do not believe they have interfered with the return of the Opposition candidate to Parliament. So I emphasize once again that it is the substance that we go for, not form. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1276</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the First Deputy Prime Minister asks: has anybody complained? Has anybody protested? Well, we have been protesting. We protested in 1972 about the conditions under which political parties were participating in elections, the unfair advantage given to the ruling party. We asked then for an elections commission. There was a memorandum from six political parties at that time, I remember. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says, \"What are your objections?\" I will tell him that there are quite a lot. I could speak for an hour on them but I have only got 10 minutes at the most. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Foreign Affairs and Community Development (Mr S. Dhanabalan): List them. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> After the 1980 elections, a voter in Telok Blangah brought an election petition asking for an inquiry into a missing ballot box. That inquiry was never heard because the Returning Officer, represented by the Attorney-General, and the candidate himself took objection to a technical point, that the petition had not been served. So we never had a full inquiry into the whole conduct of the elections at Telok Blangah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to the last elections, I was complaining about the unfair advantages and I could tell you, if you like to know and the people in Anson will tell you if you go and ask them, the unfair advantages which were enjoyed by the People's Action Party. Even before election day - \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> What are they? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am coming to that. Will you be patient, Leader of the House? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even before his appointment, the PAP candidate was accompanied by officials. There was the Senior Estates Officer of the HDB Area Office going with him from house to house. There were other officials. I have mentioned this in the House. I asked the Prime Minister about it. The community centre was being used to promote the PAP's chances in Anson. And what was the Prime Minister's reply? At least he admitted it. He said, \"It is the business of the Government to win elections.\" So to him, it is perfectly in order. But I say it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1277</b></font>\n  <br>\n  <br> not in order. That is why we need an elections commission to see that the scales are held evenly between the ruling party and the other political parties. And that can only come about if we have an elections commission which is independent of the Government. The future of Singapore does not depend, let me say, on everything being entrusted to the Prime Minister's Department. The future of Singapore depends on the people of Singapore and their participation in the future of Singapore. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, the Member for Anson, in typical fashion, has tried to cast a slur on the integrity of the system. He knows so well that the fundamental pillar that holds up this place is the integrity of the men in charge of an honest system. He has raised this particular point, I believe, in last year's Budget debate, again casting a slur, casting a smear, that elections have not been honestly held. And yet the same Member, who was casting an aspersion on the election system, stood for election in the last general elections and he was returned. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That speaks for the courage of the Anson constituents. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> And the honesty of the system. If he believes that the system was not honestly run and, in fact, if the system had not been honestly run, would he be sitting here in this House together with the Member for Potong Pasir? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I recall vaguely that the Member for Potong Pasir, soon after his election in the last general elections, praised the honesty of the Returning Officer. Perhaps he could confirm this. But I believe he publicly stood up and praised the Returning Officer for having run the elections fairly and honestly. I do not hear the Member for Potong Pasir complaining, casting a slur, on the election system which has served us well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was an allegation by the Member for Anson that a ballot box was lost in Telok Blangah. I do not think so. If indeed a ballot box was lost, I would be very surprised that the Member for Anson had not, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1278</b></font>\n  <br>\n  <br> he being a lawyer, taken this case to court and had a decision of the court on this. He will be the last person to leave the matter as it was. I think the Member for Telok Blangah did, in fact, pursue the matter in court and the case was lost. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It was not heard because the A.G. took advantage of a technical point. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> It was thrown out by the court. A decision was taken by the court. The case was thrown out. Is the Member for Anson, being a learned lawyer, challenging the decision of the court for throwing out that particular petition? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is no need for me to belabour the point that the Member for Anson, in typical fashion, is casting a slur on the system which has served us well and which has served him well. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, in my capacity as the Minister for Foreign Affairs, from time to time, I receive reports from our Ambassadors and Counsellors on elections held in various parts of the world. Having listened to the Member for Anson, I must say that he has paid a great tribute to our system in Singapore, unintended, but a great tribute. If, after having participated in so many elections, all that he can quote is the fixing of the stamp on the poster and the need for a speakers' list to be submitted in advance as unfair features of our election system - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Use of community centre. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> - and the use, as he says, of the community centre, then I say, Mr Speaker, Sir, we are truly a blessed nation with a clean system that has worked and all he can think of are little things which are intended to prevent candidates from not following the rules. \n  <br>12.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have said, I have read reports and anybody who is interested in representative government can read them. If the Member for Anson reads these reports of elections conducted elsewhere under systems with independent commissions and organizations counter-checking on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1279</b></font>\n  <br>\n  <br> independent commissions, the kind of malpractices that are indulged in it will make the Member for Anson's hair stand. So it is not the type of institutions, as my colleague has pointed out. It is who runs the system. That is what determines how honest the system is. And I am very cheered by the Member for Anson's remarks here this morning, that we have an honest, effective, competent system. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am afraid the Leader of the House, the Minister for Foreign Affairs and Minister for Community Development, completely misses the point. I can only repeat what I said yesterday, that I am amazed at the intelligence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I referred to the rules to show how ridiculous they are. I do not see any need for these restrictive rules in our election activity. We have grown up now, we are no longer little children, and I say that we can be trusted without these little rules for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Minister says I have not referred to any other unfair practices. Well I did. I referred to a host of them. i mentioned two unfair practices that were carried out in Anson during the last elections. If you think that does not give the People's Action Party an advantage, what does give them an advantage? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Why don't you challenge them in court? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why don't I challenge it in court? I keep getting this thrown at me: \"Why don't I challenge it in court.\" Well, I am challenging it here. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, the First Deputy Prime Minister has stated in this House earlier that election candidates had put up more posters than was allowed. This was the reason given for the stamping of posters. Surely he is not implying that the PAP candidates had put up more election posters than was allowed. Probably he meant the Opposition. Now, can the First Deputy Prime Minister cite a case where an Opposition candidate had put up more posters than was allowed? As far as I know, the printing of posters is one of the most expensive items of election \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1280</b></font>\n  <br>\n  <br> expenses. It costs about $3 to print a poster, and I believe most Opposition candidates are not as well off as the PAP candidates to indulge in this expenditure of printing and putting up more election posters than is allowed. Please, would the First Deputy Prime Minister cite the case; if not, he has to withdraw his statement. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, perhaps I should answer the point raised by the Member for Potong Pasir first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the by-election in Anson in 1981, I had personally gone down to Anson Constituency, and anyone could see that the number of posters was way beyond what was stipulated. When this rule was suggested by the Elections Office, we questioned them. Yes, they said that the rule could be infringed by anyone, not just the Opposition MPs. It could be infringed by some of the PAP MPs. It is for that reason that I agreed that to prevent any infringement, whether it be Opposition MP or PAP MP, the posters should be stamped. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> By PAP candidates, not the Opposition. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Anson. Do not forget the first - \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Do not forget. As I said just now, I had personally seen it with my own eyes, in Anson. Complaints were made to the police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To come to the point raised by the Member for Anson about these rules: why do we need them? I was listening to the Prime Minister yesterday and he gave us his experience. He went back a little bit into history. Before the PAP came to power in 1959, how were elections held. I remember distinctly that the Prime Minister mentioned the use of - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you giving us a lesson on that history now? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> - of gangsters by Lim Yew Hock, by M.P.D. Nair. I was surprised, Mr Speaker, Sir, that the Secretary-General of the Workers' Party, of whom Mr M.P.D. Nair is a member, did not jump up to defend one of his colleagues when the Prime Minister said in this House that gangsters were used in the old days by candidates to intimidate voters. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1281</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Not the Workers' Party. He did not mention the Workers' Party. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Taxis, and other means of transport, were illegally used by candidates in the old days before all these rules were formulated. Voters were bribed to return candidates. The point was made that a member of the Workers' Party, who stood for election recently, made use of unfair tactics, gangster tactics, in the old days, and that point was not challenged. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He was not from the Workers' Party then. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> The point was that such tactics were used. I am trying to illustrate the point that such tactics were used in the old days. Rules were therefore formulated when the PAP came to power to ensure that we have a clean and honest election campaign, and that is what the PAP has succeeded in bringing out. I agree with my colleague, the Leader of the House, that in a way, the Member for Anson has paid a great tribute to our system - when all he could bring up in Parliament this morning were the rules and regulations pertaining to elections. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, I am surprised at the answer of the First Deputy Prime Minister. He cannot cite a case where an Opposition candidate has put up more posters than he is allowed. He alleges that the Member for Anson had put up more posters. And how did he come to that conclusion? By just going around and looking at the number of posters? Has he counted them? If he judges that excess posters are being put up just by looking around, then I am beginning to get worried. Is this the quality of people we are having in our Government? They are paid, as the Prime Minister said, well paid; $21,600. And now we have the First Deputy Prime Minister, who is paid this amount, and coming here to tell this House that just by looking around he can know that a candidate has put up more posters. That is beyond belief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing the Prime Minister says is that anybody who comes into this House must justify what he says. Otherwise he has to withdraw it. Well, we learn it fast. All right, you have to justify this and quote one instance where an Opposition candi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1282</b></font>\n  <br>\n  <br> date has, in fact, put up more posters than is allowed. If not, you name your own PAP candidates. Otherwise he has to withdraw this statement. We are here face-to-face. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, at last the mouse has roared. There was a debate on Ministers' salaries yesterday for two hours. The Member for Potong Pasir sat down there quietly and had to be invited to make a speech. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Speak for yourself. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> To make a speech on Ministers' pay. And today - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He is very brave now. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Not only is he brave but he has roared loudly about the Minister's pay, $21,000, being well-paid, and the quality of man that has been taken in. So perhaps he has recovered from the wounds, from the shock. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Just answer the question. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> The mouse has squeaked. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> How would a person know that more than the required number of posters has been put up? It is by counting them. By going down to see. And that is exactly what we did in the by-election in Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask the First Deputy Prime Minister, how does he think the affixing of the stamp on the posters is going to prevent a candidate from displaying more posters than he is allowed? He can display them without the stamps. The answer to it is to send your men, the Police, around to see if there are more posters than allotted, and to take them down. That is how you prevent it. I do not see how affixing stamps will necessarily prevent them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is this. Did you lodge a complaint with the Returning Officer? Was it brought to the notice of the Workers' Party? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, the answer to that question is yes. I was told by the people who were running the Anson by-election that complaints were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1283</b></font>\n  <br>\n  <br> filed with the Police for excessive display of posters during the Anson by-election. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> By you. You did. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> By the Workers' Party. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> By the candidate of the PAP against the candidate of the Workers' Party. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. What happened? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> They took down your posters. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> I think they were - \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Promptly taken down. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Yes, I think they were asked by the Police to take down the posters, and the matter was left at that because the posters were taken down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But more importantly, Mr Speaker, Sir, in Parliament, we are expected to debate very earth-shaking matters on elections, such as people being intimidated, being assassinated in elections, but instead we have a heavy debate and are making heavy weather on stamps on posters. I think we have spent 10 or 20 minutes on this. So it is a tribute, whatever the Member for Anson and the Member for Potong Pasir may have said, to our system, that we are here to debate on a very minor matter, which is to ensure that elections should be run more orderly for the benefit of everyone, including the Members of the Opposition. The Member for Potong Pasir is not denying that the election system has been honestly run. He is not denying that. He has, after his election, praised the Returning Officer for his impartiality and for having run the system fairly and honestly. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> There seems to be a determined reluctance to understand what I am saying. I referred to the rules because I said they were absurd rules and quite unnecessary. The unfair way in which the election was conducted was exemplified or illustrated by me in what I said happened in Anson. Are you denying that the candidate for Anson was accompanied by officials from the Housing and Development Board and other officers? And the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1284</b></font>\n  <br>\n  <br> First Deputy Prime Minister talks about intimidation. Do you know what the whispering campaign in Anson was? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Why don't you disclose it in this House? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, I am denying every allegation that the election has been held unfairly. I am denying any smear cast by the Opposition Member for Anson - that we have not run a fair and honest system in the election. The Member for Potong Pasir is not making the same allegation as the Member for Anson - that we have run this election in an unfair manner. Have we run the system in an unfair manner since we have the evidence in this House of the two Opposition Members speaking loud and clear for the system? We would not have them over here, if indeed any allegation of the Member for Potong Pasir or the Member for Anson was correct that we have run the system to our advantage. It is a system that is run by men of integrity. It is a system that will continue to be run by men of integrity. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>12.15 pm \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead UD-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I first pay special tribute to that group of men and women at the grassroots level who have made considerable sacrifices in terms of time and money to serve the people. I think I speak on behalf of my PAP parliamentary colleagues when I say that the people owe the CCC members in the constituencies a great debt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> They have very effectively served the people at the grassroots. They have to a considerable extent satisfied the needs of the people, be they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1285</b></font>\n  <br>\n  <br> matters related to the physical environment, better transport system in the constituency, or better amenities. They have further effectively involved the people in various activities, be they National Day celebrations, campaigns and so forth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to speak on, Mr Speaker, is that the CCC, in view of the present effort on the part of the Government to get more effective feedback from the people, should be seen as the ideal channel of feedback from the grassroots level, and I would like to propose that the District Office and the Prime Minister's Office assist the CCC to play that role effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the guillotine time at 12.25 pm I would like to merely enumerate my suggestions and to allow the Minister to have time for a brief reply. I would suggest the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) That the District Office prepares papers on various subjects for the information of CCC members and for their discussion at their monthly meetings; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) That the District Office organizes briefings by civil servants, by experts on subjects on which the Government would like to have feedback; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) That the CCC should on a regular basis submit their views, their comments, their suggestions to the PMO through the District Office; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) That the responses on the part of the Government be transmitted to the CCC through the District Office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CCC has played a role in terms of feedback and I am sure the Government has appreciated that. But that role can be further strengthened. I hope that the Prime Minister's Office would strengthen the role of the CCC so that they be an effective channel of feedback for the Government. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, may I just have five minutes? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The CCCs are financed by public funds and they should then be national organizations. If they are national organizations, then the CCC \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1286</b></font>\n  <br>\n  <br> should be above politics. If they are to be above politics, then they should be open not only to the ruling party but to the Opposition as well to assist in the CCC. I believe both the ruling party as well as the Opposition have a role to play in the CCCs. I believe the more different types of viewpoints would only enhance the efficiency of the CCC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, I sincerely hope that the First Deputy Prime Minister would consider allowing Opposition Members to be advisors in the CCC. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ch'ng, you have got five minutes to answer. \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon (Minister of State for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Community Development (Mr Ch'ng Jit Koon):</b> Mr Speaker, Sir, I have been asked to reply and I shall do it in Mandarin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) Sir, the CCCs have been in existence for almost 20 years and they have fully discharged their role in bridging the gap between the Government and the people. Members of the CCCs come from all walks of life and are therefore able to reach out to a wide spectrum of our population in transmitting Government decisions and policies to the people and, in turn, the people's views and suggestions to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the formation of the RCs, some of the functions hitherto performed by the CCCs, such as problems related to improving living conditions at the neighbourhood level have been assumed by the RCs, thereby allowing the CCCs to devote more time on their consultative role. Steps have been taken to strengthen the role of the CCCs to provide effective feedback on national policies. Dialogue sessions with Ministers on national issues have been organized for not only the CCCs but also the CCMCs and the RCs to provide them with the necessary background and rationale of Government policies. At such sessions, community leaders have also taken the opportunity to give their views and suggestions. Representatives of the community organizations who attended these sessions were requested to brief their members at their monthly meetings and to stimulate further discussion on the matter. To facilitate discussion, transcripts of the dialogue sessions were provided. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1287</b></font>\n  <br>\n  <br> am pleased to say that quite a number of CCCs have made it a regular feature in their monthly meetings to discuss issues of national importance. Views and suggestions arising from such discussions were then transmitted to the relevant authorities wherever applicable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would certainly agree with the Member for Serangoon Gardens that we should continue to provide whatever assistance necessary to make the CCCs as well as the other community organizations an effective channel of feedback. In this connection, the Advisers to the community organizations can certainly play an important role by providing leadership and guidance for discussions on national issues. Seminars and talks on national policies could also be organized on a regular basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to take this opportunity to inform the Member for Serangoon Gardens that a Community Organizations Steering Committee will be set up to coordinate overall policies and activities of the CCCs, CCMCs and RCs. The Steering Committee will be chaired by the First Deputy Prime Minister. Apart from ensuring common policies which will certainly help remove any possibility of confusion and conflict among the three organizations, the Steering Committee will decide on the criteria for selection, appointment and recognition of members. The Steering Committee will continuously refine the definition of the role and function of each organization. It will also set down guidelines on how the activities of other existing and new community and civic organizations, such as the Constituency Sports Club, can be coordinated with the CCCs, CCMCs and the RCs. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, I thank the Minister of State for his positive reply and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $54,642,500 for Head U ordered to stand pan of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $17,035,400 for Head U ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1287</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head F - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head F has been dealt with. Therefore, I am going to put the Question on the sum to be spent. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $7,663,180 for Head F ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head 0 - \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead OA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister for Foreign Affairs his assessment of the security situation in Southeast Asia. As we are all aware, regional security affects directly our peace, security and economic well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, viewing the recent developments, one may conclude that the security situation has deteriorated from a year ago and there are certain facts to support that point of view. The Vietnamese have consolidated their position in Cambodia. They have recently wiped out the Cambodian Nationalist Forces near the Thai-Cambodian border. And more recently, Vietnamese incursions had occurred in Thailand. In my view, Vietnam today presents a greater threat to the security of the region. \n  <br>12.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, Mr Speaker, Sir, the Soviet Union is flexing its muscles more visibly than ever before. The Soviet Union has provided more military and economic aid to Vietnam, has built up its military presence in Vietnam and Soviet ships are plying the Southeast Asian waters more than before. In general, then, Vietnam and the Soviet Union, in my view, constitute the greater threat to the security of the region. How can we deter this? As we are all familiar, the Government's position is that one way of deterring this threat is to provide for an effective balance of power in the region, a balance of power between Soviet-led forces and US-led forces. But, unfortunately, this balance is being threatened: threatened by, in my view, the threat to US bases in the Philippines thereby weakening the US presence in the region, and by the US conflict with New Zealand, thereby weakening the ANZUS alliance. So the trend of developments may be that the balance of power may become disadvantageous for Singapore and ASEAN. The situation, therefore, is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1289</b></font>\n  <br>\n  <br> very promising. And if the trend continues, hen Singapore should be more prepared, should build up its defence forces and should strengthen its total defence strategy to meet any eventual threat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, specifically I would like to ask the Minister what efforts the Government is taking to encourage a balance of power that would ensure our peace and security. What efforts are being made to move the Cambodian problem to an early resolution? And here I would like to ask the Minister to comment on the present status of the Cambodian problem, especially in the light of the recent Vietnamese incursions into Thailand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the diplomatic approach to the source of the problem in Indo-China should also be undertaken, ie, that we should try to reduce tension between Vietnam and the other ASEAN countries. And here, I would like to ask the Minister what efforts are being made to promote greater mutual understanding between Singapore and Vietnam. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, I have two amendments under my name. And I do not intend to move them later. With your permission, I would like to raise three specific queries to the Hon. Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, I would like the Minister to inform this House whether there are any plans to set up new missions during the financial year 1985-86. Secondly, to inform this House what overseas properties were purchased by the Ministry of Foreign Affairs during 1983-84 financial year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I also notice that the estimates for FY 1985-86 provide an increase of $5 million ($14 million to $19 million) for purchase of overseas properties. Maybe the Minister could give us some details as to where these properties will be purchased. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Community Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, may I take the queries raised by the Member for Chong Boon first, because they are sim- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1290</b></font>\n  <br>\n  <br> pler and I do not want to miss giving him the details because, on the second point, I have quite a lot to say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, plans for new missions: the Ministry has no immediate plans to establish new missions. However, we are examining a couple of countries where it may be advantageous for us to have a resident mission. But we cannot, of course, announce it at this time as we have not entered into consultation with the countries concerned. So we have made a provision in the estimates but there are no specific concrete plans at the present moment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as properties purchased by the Ministry are concerned, in the fiscal year 1984 we purchased properties in Geneva, Washington, New York and Bangkok. We also made progress payments towards the construction of a Chancery in Canberra and New Delhi. Altogether the Ministry spent just over $13 million, or 94% of the allocation in the current fiscal year. The Member may be interested to know that the total value of all overseas properties owned by the Ministry at original prices is $110 million. For the coming fiscal year 1985, we have asked for a provision of $19 million. We are looking at residential properties in London, Paris, Brussels and Hongkong, with a view to purchasing these properties. We have also made provision for construction of staff accommodation in Jakarta and in Riyadh in Saudi Arabia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the points raised by the Member for Serangoon Gardens, he has quite rightly pointed out the changes in the security situation in Southeast Asia, though I would not entirely agree with him that the situation today is worse than it was a year ago. It is true that, since 1975, there has been a very marked increase in the presence of the Soviet Union's military forces in this part of the world. The effectiveness of the Soviet military presence in Southeast Asia has been increased very much by their access to base facilities in Vietnam, both Cam Ranh Bay and Da Nang. After the fall of South Vietnam, there was a real danger that the United States was going through a phase of withdrawal from its interest in this part of the world. This, of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1291</b></font>\n  <br>\n  <br> course, was very alarming, especially in the light of the fact that the Soviet Union at the same time was increasing its military presence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with political changes within the US, with change in the leadership, and with persuasion of the countries in this part of the world, I am glad to state that, far from reducing its interest and presence, the United States has increased its presence and commitment in Southeast Asia. It has taken on a more positive and realistic approach towards its responsibilities as a global power, especially towards its responsibilities in this part of the world, and it is maintaining a credible presence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we must all be quite realistic. Sir, we would like to be left alone. That is why Singapore, together with the other Members of ASEAN, subscribes to the concept of a Zone of Peace, Freedom and Neutrality. We would like all contending superpowers and regional powers to leave us alone. But at the same time we must be realistic. Repeated and public calls for superpowers to withdraw from this part of the world can have effect only on one superpower, and that is, the United States, because the US is subject to public pressure, public opinion, and pressure of the media. And only in a system like the United States, can there be generated pressures on the Administration to react favourably towards calls by countries in this part of the world for the US to withdraw. The other superpower, Soviet Union, is not bothered by public opinion, is not subject to media pressure. They are motivated only by one consideration, and that is, to improve and build on their presence in this part of the world, to position themselves in order to take advantage of any untoward developments in any country in this part of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we also have to be realistic in that we ourselves cannot balance the power of the Soviet Union. The only power that can balance the military presence of the Soviet Union in this part of the world is the United States. And that is why, in spite of our commitment to the Zone of Peace, Freedom and Neutrality, we have called on the United States to maintain a credible presence in Southeast Asia. And, as I said, Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1292</b></font>\n  <br>\n  <br> we are glad that the US is committed to such a presence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we in ASEAN also must do our bit to improve the security situation in Southeast Asia. The best way that we can improve or contribute towards increasing the security of the member states of ASEAN is to encourage rapid and sustained economic development. We have, together with friendly countries as well as with countries whom we term the ASEAN-Dialogue partners, implemented policies to stimulate rapid economic development. And this has certainly contributed very much to greater stability and security in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The dark cloud, of course, in this region is the situation in Indo-China. Singapore, together with ASEAN, has been very successful in its Cambodian policy. Our policy has been to deny Vietnam consolidation of its occupation in Cambodia and to make Vietnam pay a high price for its invasion of Cambodia. And I think our efforts have been successful. We have made Vietnam p&amp;y a very big diplomatic and political price. They are diplomatically isolated in all international fora. Far from being the heroes of revolution, they now slink along the corridors, hoping that people will not notice them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been able to isolate Vietnam from any form of economic assistance from Japan and the West. I think the cost to Vietnam in the loss of world esteem and the lack of economic assistance is considerable and must weigh heavily on Vietnam's decision on how long they can persist in the current course. And we will continue to ensure that the cost to Vietnam remains high. At the same time we must also be flexible and be open to negotiations with Vietnam over the problem in Cambodia. We have not dictated pre-conditions for discussions in talks with Vietnam, but we insist that two basic principles must form the centre-piece of any negotiations or discussions with Vietnam - the first principle being that Vietnam must withdraw from Cambodia, the second principle being that the Cambodian people must be allowed to determine for themselves the kind of government that they want. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1293</b></font>\n  <br>\n  <br> \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We support all moves by various Cambodian groups to come together in a process of national reconciliation in order to determine for themselves, free from foreign interference, their future and their future well-being. In spite of our efforts so far, Vietnam has not conceded in any way and I think Members would be aware that, while talking peace, they have also attacked and occupied the border camps of the various resistance groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the Cambodians, or ASEAN, were pitted only against Vietnam, I think there would be no problem. Vietnam is in no position to maintain its army in Cambodia. It is in no position to impose its will on Cambodia or even on Laos, if Vietnam were to depend only upon its own resources. Vietnam, of course, is able to pursue its present policy because it is backed fully by the Soviet Union, which is supplying massive military aid to enable Vietnam to pursue its policy. And this must have some impact on the Soviet Union's relations with the countries of ASEAN. It is for this reason, because Vietnam is backed by the Soviet Union, that we think that it is very essential that other powers come to the assistance of the Cambodian resistance groups. We have been trying to persuade the United States for some time to take a more active role in helping the non-Communist resistance groups. I am glad that, over the last few days, we are seeing some signs that not only has public opinion in the United States begun to change but that this change has begun to have its impact on the US Congress. Just three days ago, the US House Foreign Relations Sub-Committee on Asia and the Pacific, under the chairmanship of Congressman Steven Solarz, voted to authorize US$5 million to assist the two non-Communist Cambodian groups resisting Vietnamese occupation. The Sub-Committee in its report said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Such a step would materially and psychologically increase the pressure on Vietnam for a political settlement and would demonstrate to the KPNLF and the ANS (which is the Sihanouk group) that the American people who share their values are prepared to support their fight for freedom.' \n  <br>\n  <br>And that is what we are engaged in - supporting the fight for freedom by the Cambodians. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1294</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that this modest step in Congress will have much impact, not only within the United States but internationally, on the efforts to help the Cambodian people resist foreign occupation and to find a political solution in Cambodia. We want a peaceful political solution in Cambodia. But we cannot expect Vietnam to concede at the conference table what they think they have won by force. So their occupation of Cambodia must be made very expensive and there must be resistance from the ground. The call by the ASEAN Foreign Ministers at their last meeting in Bangkok, an open call for military support to the resistance, was a very significant breakthrough in ASEAN's emphasis that the military struggle on the ground must be on par with the political and diplomatic efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Cambodian problem is not going to be resolved in a year or two. It may take five years, it may take 10 years. But there is one thing that we must demonstrate to the Vietnamese and to the Soviet Union that we have the patience to continue as long as it is necessary to bring about a solution that will not be inimical to our interests. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Mr Speaker, Sir, I agree that ASEAN should stand firm on the principles for the solution of the Cambodian problem. But I hope that the ASEAN states will move towards the improvement of bilateral relations between each individual ASEAN state and Vietnam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that comment, Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $55,525,400 for Head 0 ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $19,000,000 for Head O ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1294</b></font>\n  <br>\n  <br> Head J - \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I do not know whether I should call you \"Your Lordship\" or \"Mr Speaker\" because the Member for Anson just said Parliament is a high court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this amendment, I would like to lodge a protest to the Minister for Community Development regarding the abolition of the Ministry of Culture. Since \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1295</b></font>\n  <br>\n  <br> the People's Action Party came into power 25 years ago in 1959, in every Cabinet there was a Ministry of Culture. The first one was headed by the present Senior Minister in the Prime Minister's Office. But this year after the change in the Cabinet, the Culture Ministry has \"died\" as it has been split into two parts, one part goes into Communications Ministry and the other part goes to the newly formed Community Development Ministry. This is a very serious matter. It is ironical that the abolition of the Ministry of Culture has taken place at a time when the new leadership has proposed that towards 1999 we have a vision of a new society which will be full of cultural vitality. Although the Minister may think that the name is not important and he may say \"what is in a name?\" The day before, the Member for Nee Soon had said that although the Ministry of Science and Technology was abolished, the Government is still carrying on with the promotion and development of science and technology in our country. If after the Ministry of Culture was abolished and yet the Government is still continuing with the promotion of cultural activities, then it is a matter of joy. However, I am somewhat worried. Science and technology are regarded as conducive to our economic growth whereas Culture is deemed by some people as a waste of money. Maybe proper naming is a small matter to the Minister. But, does the Minister know that in the eyes of many people, the Ministry of Community Development is the sum total of the names for CCCs, RCs and other community organizations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Minister has heard what Confucius said that \"If the name is not right, the saying would not be justified\", (&nbsp;&nbsp;&nbsp;&nbsp;). The Minister for Community Development is also the Minister for Foreign Affairs. Among our neighbouring countries, other than Thailand, which country does not have a Ministry of Culture? Even the newly independent Brunei has a Ministry of Culture. Yet, we abolish what we already had. Whenever I had a talk with artists from these countries, I felt jittery. I was afraid that some would brazenly ask me why Singapore did not have a Ministry of Culture. I would not know how to defend the Government in answering them. I feel that if the new Ministry could be called \"Ministry of Cul- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1296</b></font>\n  <br>\n  <br> ture and Community Development\", at least it would give some spiritual encouragement to our artists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other than about the justification of a name, I hope that other departments and Ministries could coordinate their efforts in the active promotion of culture. If cultural development and economic development cannot match each other, then spiritual civilization cannot be balanced with material civilization. Then our future generation will become a people without cultural roots. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past few days, from the debate I found that those Members who have raised the matter concerning culture were mainly Chinese educated. Perhaps these Members who have received Chinese education have thoroughly read the few thousand years of Chinese history and learnt about the rise and fall of Dynasties and about the vicissitudes of empires and the ephemeral ways of mundane affairs. Now they know even more that cultural achievements and spiritual civilization are things that surpass time and space, and surpass history and politics. They are eternal. Cultural civilization will exist forever whereas material civilization will fade away with the time. Whereas spiritual civilization is a rich heritage to us from our forefathers and it would give us the courage to face all difficulties, and it will give us the confidence to face a crisis and even enable us to build up from ashes and can stir up our hearts to look forward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new leadership has proposed a culturally vibrant society which calls for the resolution and concerted effort of all of us to strive for and build. I do not know whether the Member for Potong Pasir has any suggestion to help us achieve this society, instead of just asking to be an adviser to RCs and CCC. He once called Residents' Committee members as rubbish collectors. I do not know whether he has asked these rubbish collectors to invite him to be an adviser to them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now I forgot to move the motion under my name. So may I say now: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1297</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is 1.00 o'clock now. We will hear the answer after the suspension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House being met, the Clerk at the Table informed the House of the unavoidable absence of Mr Speaker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whereupon Mr Deputy Speaker proceeded to the Table and took the Chair, pursuant to the Standing Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont) - \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo (Bo Wen):</b> Mr Deputy Speaker, Sir, I must first declare that I have no pecuniary interest in this area. I would like to alert you, Mr Deputy Speaker, Sir, that the neighbourhoods of various housing estates will be the future arena in which new needs and problems of children, youth and aged, will surface. In response to these changing social scene, it is necessary for the Ministry of Community Development to step up its efforts to encourage more participation of various voluntary organizations and voluntary groups in meeting the new social challenges. In particular, the Ministry should review the extent and the manner grants to voluntary organizations are allocated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the grants to voluntary organizations as proposed for the financial year 1985 is meagre and is only helpful to meet some of the recurrent financial needs of some selected voluntary organizations. The grants, as it has been appropriated and set aside, may not stimulate other voluntary organizations and groups to pioneer into new services and projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am aware that there are some social and voluntary organizations \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1298</b></font>\n  <br>\n  <br> interested to pioneer into new programmes for children, youth and aged, in the housing estate's community, but they are unable to initiate such services because of constraints, in terms of facilities, and their inability to raise funds for capital outlay. I am wondering if the Ministry would review and enlarge the objectives of providing grants to voluntary organizations with a view to encouraging more voluntary efforts to pioneer into new services and programmes, and perhaps the Ministry could consider providing some seed money for organizations to take up in the various programmes. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I have an Amendment No. (3)*, and with your permission, I would like to speak now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two statutory boards under the Ministry of Community Development. One is the Hindu Endowments Board which looks after temples which has been endowed by a number of people. This particular body has performed a very useful function in looking after Hindu temples. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second statutory board under the Ministry of Community Development is the Hindu Advisory Board. Sir, this Advisory Board has worked very closely with the Ministry of Education in the recent introduction of the Study of Hinduism in the secondary school curriculum. The Board was actively involved with the Ministry of Education in the selection of the textbooks, recruitment of experts, and drawing up the syllabus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the work done by both the Hindu Endowments Board and the Hindu Advisory Board is fairly similar, I am just wondering whether the Ministry has any plans in amalgamating the functions of both Boards and set up one particular body to look after Hindu affairs in Singapore. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, I would just like to say a few words on the Library Services in Singapore. Other than the Central Library, I notice that there are not many branch libraries. One of the things that struck me \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1299</b></font>\n  <br>\n  <br> when I went to London to read Law was the availability of library services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Within walking distance, anywhere in London, anyone could avail himself of a library. Although the library may be a small one in case a book is not available in that library, the librarian could arrange for it to be obtained from a central library. I hope eventually that there will be more such services in Singapore. I believe the aim of the Government is to improve the cultural level and there is nothing better to improve the cultural level of the people than to improve the existing libraries in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that in England libraries are supported by rates. We know it as property tax in Singapore. Our library services are not financed in the same way as that in England. It is a budgeted amount, and in the Development Estimates this year I notice a mere $8 million is to be spent. Now, divide it by two million people, that is about $4 a person a year. I hope the relevant Minister could consider whether this amount could be doubled, or even tripled, to meet the aim of the Government to have a more cultured society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards what the Member for Leng Kee has mentioned, I am for the inclusion of the word \"culture\" in this Ministry of Community Development. I believe promotion of culture is very important and it should be highlighted. I personally believe that the cultural level of the people should be raised if we are to improve our country economically. I think culture and economics go hand in hand. You cannot improve the economic level without raising the, cultural level. I would say that if the cultural level of the people is raised, there is more likelihood that the high economic level aimed by Singapore could be more easily attained. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Mr Deputy Speaker, Sir, I have an amendment* to move but before I speak on that amendment, can I respond to the Member for Potong Pasir's plea for more culture within the allocation of the Ministry of Community Development? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1300</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, let me record how happy I am to see the birth of this new Ministry. As we all know, as Singapore is undergoing rapid economic transformation, all the more we have to face the social aspects of economic development to deal with this kind of social issues. I also note that, with a bit of regret, the total budget allocation to the Ministry of Community Development comes up to only about 0.4% of the total budget allocation. If the Minister would like more support from this House for a bigger allocation of the Budget, I think he can be assured of the support of many more Members in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Out of this $83.7 million, I note that $20.3 million is for Social Services, while $40 million is for Cultural and related services, and $13.8 million is for Sports. I agree that Culture and Sports are important components of a total approach to community development. And I also realize that the relative allocation to these services within the present budget is very much a reflection of the recent incorporation of some of the existing programmes under the former Ministries of Social Affairs and Culture. But I want to argue that within a much enhanced budget for the Ministry, if possible, more should be allocated to Social Services, because within Social Services are lumped together Services for Children and Youth, Day Care, Welfare for the Aged, Physically and Mentally Disabled, Public Assistance, Family and Counselling Services, and then something called \"Community Development\", and Probation and Aftercare. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, among these subheads, Family and Counselling Services and Community Development Services receive the lowest allocations, between $300,000 and $400,000 only. Since the concept of Community Development goes well beyond the rendering of social welfare services to particular groups, there is a need to reflect a broader approach in the Ministry's work in order to reflect the Government's emphasis on helping, say, communities to develop in the midst of rapid socio-economic transformation in Singapore. I also feel that the Family and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1301</b></font>\n  <br>\n  <br> Counselling Services should be strengthened as a component of Social Services in order to give more effective support to the family as a social institution. I am not saying that the family unit in Singapore is under dire distress or under the threat of being extinguished. This is simply not true. Our divorce rates are still very low. But it is true that the family is put under a tremendous stress, given the fact that there is now the increasing expectation of an increasing level of standard of living, more women are coming out to work, and so on and so forth. Apart from the point about cultural ballast, there is a need to strengthen the family unit as a social ballast for our economic development. So I feel that the Minister may have to beef up the services under the Family and Counselling Unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, sometime back, the idea of a Family Council had been broached by voluntary welfare organizations, under which the issues and problems facing a family today and the kind of preventive and remedial services could be provided as well as, and I think this is important, that this Council could help us to come up with some long term goals and policy guidelines in matters relating to the family as a unit. At the moment we have policies on family planning, on education, on women and their workforce, on childcare services and the aged. I am not saying that these policies are altogether entirely inconsistent among themselves, but all the more so, because we need an overall family policy to link these together. There is a need to bring all these together and against the background of providing the necessary support for the family as a unit in a rapidly changing society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So my plea is for the strengthening of the Family and Counselling Services with a view also to working with the voluntary agencies in coming up with some kind of coordinated view or policy on the family as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to move to this specific point about the Child Care services which will be greatly expanded under the new Ministry. We are very happy to hear that the Government has announced in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1302</b></font>\n  <br>\n  <br> January a series of subsidies to child care centres, plus the expansion of child care services to working women. At the same time a new fee structure was also announced, which pegged the cost of providing for a child at the child care centre at $250. If one of the major purposes of providing a child care centre is to encourage women to come out to work in the labour force, then I must question the rationale behind the pegging of the fees charged to the combined income of husband and wife instead of, as in the past, pegging it only to the income earned by the wife on her own. Most women work in order to bring in an income to supplement the family expenses, We are not talking about the minority of women who work for intrinsic reasons, for self-fulfilment, for self-development, but the majority of women who work to bring in an income to supplement the family expenses. So the question is not how much her husband earns, not how much the combined income of husband and wife is, but whether it is worth her while to come out and work and forgo all the time she could have spent with the child and go into all kinds of hassle with arrangements of work and child care services. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you will take a look at the average earnings of a woman and see whether the new fee structure, in fact, would be effective in encouraging a woman who wants to seek employment to really come out to work. Take $500 to be the average earnings of a woman. In 1983, according to the labour force survey, the median income of a woman was only $465 as compared to $624 for a man. Given a 10% rise in wages, her median income now would probably be around $500. This is only gross income. Take away CPF 25%, she is actually bringing home only $375. Out of the $375, if the combined income is less than $1,450, she has to pay $150 for child care in the child care centre. Then you have to allow $50-$60 for lunch and $40 for transport, after which she is really left with only $125, not to speak of the fact that she has to spend more on clothing and other incidental expenses when she comes out to work. Would this charge of $150 not actually be a deterrent to the woman coming out to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1303</b></font>\n  <br>\n  <br> work? Would this policy be effective in inducing women to come out to work? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We may very well argue that it does not make economic sense to subsidize women to come out to work who cannot earn very much. But the question is that there are also social benefits involved in having children to be taken care of in well-run, well-supervised child care centres with trained staff. This is what we are aiming for and this is what the Government is providing for. But if a woman who wants to work but is prevented from doing so because of the charges at child care centres, then you are also depriving the child of the very opportunity of receiving proper care at a well-supervised setting with trained staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge the Minister to reconsider the fee structure not only with regard to its effect of encouraging women to come out to work but also with regard to the social benefits to be derived when children are taken care of in well-run settings. I would urge him to think of child care subsidies as being a form of social investment in the children for the country. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Community Development (Mr S. Dhanabalan):</b> Mr Deputy Speaker, Sir, before any more Members speak, it would be appropriate for us to try and answer the points raised so far. I shall just deal with the point raised by the Member for Leng Kee and my Minister of State will deal with the other points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of Members have expressed grave reservations and unhappiness at the abolition of the Ministry of Culture. As the former Minister for Culture and the present Minister for Community Development, I want to give an assurance to all Members that culture is not being ignored. The entire Cultural Affairs Division of the former Ministry of Culture has been transferred to the Ministry of Community Development and all the various efforts to promote cultural activities and arts of various forms will continue. In fact, a five-year plan for cultural promotion has been submitted to the Treasury and this would involve almost a doubling of the expenditure on cultural affairs and, under this plan, the Ministry of Community Develop- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1304</b></font>\n  <br>\n  <br> ment would continue to act as a catalyst for cultural development, management and development of cultural facilities and strengthening of private organizations which are now very active in cultural promotion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But when we talk of culture, we tend quite often to think of culture in, what I shall call, a high-brow sense. Cultural promotion cannot be confined to high-brow culture for the select few. It is important to popularize arts. It is important to encourage participation by as wide a cross-section of the people as possible. It is in this context that I personally think that it makes much more sense to put Culture within Community Development because the Ministry of Community Development also oversees grassroots organizations and it is easier to bring culture to the masses through the grassroots organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the activities that we should promote, such as folk-dancing and singing, handicraft, guitar groups or small Chinese and Malay musical groups, or even pop bands, may not be considered by some to be worthy of the name Art with a capital 'A'. But it is something that is enjoyed by the masses. It is something that we should promote. It is altogether proper that cultural promotion which intends to bring culture to the masses should be in the Ministry of Community Development which is in charge of grassroots organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do have some sympathy with the Member for Leng Kee when he suggested that perhaps we should change the name to the Ministry of Culture and Community Development. But I can assure him that this change will not in anyway change the functions. It will only be a change of name. But perhaps a change of name will be more indicative of what we are performing, although I must say that even the Ministry of Community Development itself is quite a mouthful, and to add Culture to that will make it even longer. But it is something that we can consider. But, as I said, it will make absolutely no difference to the actual functions, ie, to the promotion of the arts and to bring culture to the masses. I will ask my Minister of State to answer the other questions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1305</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Deputy Speaker, Sir, let me first take the easiest one. The Member for Chong Boon asked whether there is a plan to consider amalgamating the Hindu Advisory Board with the Hindu Endowments Board. The two Boards have very different roles really. The Hindu Advisory Board was set up to advise the Government on Hindu affairs, Hindu religion and customs, and the Hindu Endowments Board was set up to oversee the temples and the properties managed by the temple officials. This proposal to amalgamate the two Boards was made about 10 years ago and at that time it was decided that since the roles of the two Boards were quite different the decision was to keep the two Boards separate as they were. But since the Member brought this up again, I will ask my Ministry officials to look at this proposal and see whether we should integrate the two Boards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir talked about library services, and he said that in UK, if you want to,borrow a book from a branch library or a sub-branch, and the book is not available, arrangements would be made for the borrower to get the book from the central library. The situation in UK is slightly different. The branches and the central library are quite far apart, whereas in the case of Singapore, we are just 16 by 24 miles and it is not difficult to go from one branch to another to borrow a book. But I agree with him that we should have as many libraries as possible so that our children would have enough opportunities to go to the library and read or borrow books to read at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For his information, perhaps he may not be aware, we currently have a central library. We also have a number of branch libraries. One in Queenstown, one in Toa Payoh, one in Marine Parade and one in Bukit Merah. There are plans to build an Ang Mo Kio Branch and a Bedok Branch. But in addition to these branches and the central library, we also have 10 mobile library service points. These mobile library vans do go out to loan books to the residents. On top of that, we have, what we call, part-time branches which means that they only open a few days a week, and part-time branches are currently found in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1306</b></font>\n  <br>\n  <br> Whampoa, Jurong and Bedok. Currently, there are enough library service points for the members who want to use the library. But as our population and student population gets bigger, of course, we will then do a review to see whether the supply is adequate to serve the needs of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Back to the Member for Leng Kee. I also share with him his view that we want to have a culturally vibrant society. We have had 25 years of Culture Ministry. Why do we now abolish the Culture Ministry? We have not really abolished the Ministry. What we did was to integrate part of the functions of the former Culture Ministry into a new Ministry called the Community Development Ministry which incorporates part of the old Social Affairs Ministry. Is it important to have the word \"Culture\" in the name of a Ministry? Just look at the Thais, for example. In Thailand they are very rich in culture, very strong in religion, yet they do not have a Ministry of Culture or a Ministry of Religion. What they have is a Ministry of Education that looks after both culture and religion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have had 25 years of HDB building. We know that housing is very important. 80% of our people live in HDB flats. Yet we do not have a Minister for Housing. We have a Ministry of National Development. More than 50% of our population are under 35 years old, very young people. Yet we do not have a ministry of youth. But it does not mean that youth is not important. As my Minister said, we will look at his suggestion and see whether we should have the word \"Culture\" added to Community Development. But what is important really is the role and functions that are being carried out by the Ministry rather than the name itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although we do not have a Culture Ministry the number of activities under the Cultural Affairs Division has not been reduced. In fact, it has increased. Last year, there were about 314 activities organized by the Culture Ministry, be they drama, dances, operas, exhibitions, shows, festival of arts and so on. This year, we have 241 activities. Last year's number of 314 included 116 activities of the festival of arts programme. This year, we do not have a festival of arts. So if you net the figure, that means we had 198 activities. So this year \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1307</b></font>\n  <br>\n  <br> we have 241 activities. The number of activities has not actually been reduced. We will continue to pursue our position as the catalyst, as the leader for promoting arts and culture in the country. \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a five-year plan which has recently been endorsed, not approved by the Ministry of Finance. Every year we will submit our proposals to the Ministry of Finance for funds. Under the five-year plan, there will be an average expenditure of about $10 million for the Cultural Affairs Division, and this compares very favourably with the previous expenditure of about $5 million. Even for this year, it is just $52 million. So although we do not have a Cultural Ministry, the Cultural Affairs Division will continue to be active in promoting arts and culture. And with the grassroots organizations and the community centres now being part of the machinery, the hardware, we can bring the software, the arts and the culture and the shows, to the people, I think it will achieve better synergy for the Government and the people benefit from it eventually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen highlighted a point which did not go unnoticed in the Committee for Problems of the Aged, ie, as our population gets older and as we have more and more concentrations of Housing Board areas then, of course, there is a need for community care service in the housing estates. It is not that the Government has not done anything for the community organizations or the voluntary organizations. In fact, there are other kinds of support that we give other than cash grant. I know that the amounts of cash grants may not be significant but there are a number of other things that the Government has done that are more than adequate to provide for the needs of the voluntary organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing scheme, we have per capita grant which means we give a $1.50 or 50cts per resident or per case admitted to a residential institution. And we give a block grant depending on the kind of organization; like the Singapore Council of Social Services, we give them $143,000, or an average of $140,000 over the last two years. But this is just a cash grant. It may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1308</b></font>\n  <br>\n  <br> or may not be enough to contribute to the running of the organization. But there are other forms of indirect assistance given by the Government. The first is the granting of \"an Institution of Public Character\" to these deserving welfare organizations. If they are Institutions of Public Character, donations to the institutions will be tax-free. In effect, it means that any individual who contributes, depending on the tax rate that he pays, from 4% to 40%, the Government is forgoing the revenue. That is a form of assistance. Let us recognize that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, for a number of organizations, the land and the building are either provided for by the Government, or Government gives assistance in erecting the building, or Government gives assistance in acquiring the land. Let us just take the example of the 22 voluntary welfare organizations now standing on about 380,000 sq metres of Government land. On a conservative estimate, that works out to be $59 million, according to the Government Chief Valuer. The voluntary welfare organizations only paid a one-time payment of about $650,000, and about $3,500 annually for TOL. If you capitalize the land, ie, if you either sell it or sell it and invest the money, the interest alone is quite a few million dollars. So that is another form of assistance the Government has given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For many organizations, particularly those that look after disabled children or less fortunate children, about 71 teaching staff were seconded to these organizations to teach the children. And they are all seconded from the Ministry of Education, given special training by the Government. The salaries alone worked out to be at least $2 million a year. Other services that the Government provide to these organizations are helping them to get people, helping them to set up the homes, helping them to get work permits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another form of assistance that the Government has spearheaded is the popularization of contributions to the Community Chest. Right now, I am told, about 55% of the people who contribute to the Community Chest are civil servants, and the effort of getting these people in the Civil Service to contribute to the Community Chest definitely is an initiative of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1309</b></font>\n  <br>\n  <br> Government. So we have done quite a bit but, I am sure, there is always room for improvement, and my Minister and I will look at the situation again to see what we need to do in order to further improve the facilities and the services provided by these welfare organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let me paraphrase this by making a general statement. Government is only a custodian of the people's wealth. If the Government decides to increase its contribution or grants to welfare organizations, then it has to take the money from somewhere, and eventually it will be from the taxpayers. We can increase the rates of tax as in some countries, and then re-distribute that, or we leave the cash in the people's hand so that they can decide what best to do with the money and the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changkat said that Social Services is only provided for with $20 million. As I said, $20 million may or may not be enough depending on the needs of the people, and there will be an opportunity, between the Ministry staff, the Minister and 1, to look at the situation again. But we should not just look at the amount of cash given to organizations to determine whether the Government has done enough. That is the point. I appreciate and I share with the Member's view that the family is the building block. It is the family that must provide the support and the care, the concern for the individual when he needs help, not just the Government. It is the community as a whole, people like you and 1. Either way, take the money from the people and give it to them, or we leave it to give to keep the money away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changkat also talked about child care services. She asks whether the new fee will discriminate against the low income women, or will it not discourage women from coming out to work. Let me give you some history on this. In 1981, or even before that, when the Government was trying to promote the use of child care centres to look after children, we made a study and determined that the cost of running child care centres was $165 per child. Over the years, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1310</b></font>\n  <br>\n  <br> between 1981 and now, cost must increase because we know that wages have at least increased from 1981 to 1985, not to say other kinds of costs. So cost has increased. And recently when a study was done, it was found that the cost of operating a child care centre is $250 per child. That is why we have the new rate of $250, and that is about 50% increase over $165. And if you compare that with the rate of increase of wages, it is about the same. It has not gone up tremendously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea of using combined income to assess whether you pay $150 or $200 or $250, is not a new idea. For a child care centre set up by the NTUC before 1981, it was a fixed rate based on the mother's income. For child care centres set up after 1981, it was not based on the mother's income, it was based on the combined income. So it is not a new idea. Even the child care centres run by the People's Association are also run on this basis, that is, their fees are charged according to combined income of the parents. It may be fair to some, it may not be fair to others. Under the old fee structure, for example, you will probably find that a woman who earns, say, $600 - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Wong, you have half a minute left. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> A woman who earns $600 but with a combined family income of $3,000 will have to pay less than a woman who earns $650 with a combined family income of $1,400. So which is equitable? So some win, and some lose. I think I have covered most of the points so far raised by the hon. Members. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ow, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> May I say a few words first, Sir. Sir, in Mandarin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) Mr Speaker, Sir, I am glad to know that the Minister has given us assurance that cultural activities would not be neglected. Furthermore, the Community Development Ministry has also put forward a five-year plan for cultural promotion. As for the name, I have already said, according to Confucius, \"if the name is not right, then whatever anybody says will not be justified\". If he is not aware of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1311</b></font>\n  <br>\n  <br> this saying, I forgive him. As for the junior Minister who is ignorant of this saying, I am rather puzzled. He said that Thailand has no Ministry of Culture and yet their cultural activities are thriving. He also said that we do not have a Ministry of Housing and yet our housing programme is very well done. I have myself pointed out that Thailand has no Ministry of Culture. My main point is that we have had Ministry of Culture for 25 years and now we have done away with it. As for Ministry of Housing, we need not create a new name just to be different (&nbsp;&nbsp;&nbsp;&nbsp;). I am glad that the Member for Potong Pasir supported me in saying that we should promote culture. But the question is \"how\"? I would like to know from him what can be done to promote culture in Singapore. As a constituent of Potong Pasir, I am entitled to know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, let me say another sentence. Ours is a multi-racial society, just as here we have an ethnic Indian Minister who is answering in English to questions put forward in Mandarin by an ethnic Chinese Member of Parliament. This blend of racial harmony is a very good trait of our society, a precious trait of our society. Let us preserve and treasure this precious trait of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri (Parliamentary Secretary to the Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Communications and Information (Encik Wan Hussin bin Haji Zoohri):</b> Mr Speaker, Sir, I wish to speak on the rate and pattern of marriages and divorces among the Muslims in Singapore. I find that between 1981 and 1984, on the average, the total number of Muslim marriages was more than 4,000. For instance, in 1984, 4,487 marriages were contracted. Then, if we look at the pattern of Muslim divorces between 1981 and 1984, the average divorce rate was within the range of 500 divorces. For example, there were 505 divorces in 1984. This means that when the total number of marriages is compared to the total number of divorces, on the average, the total number or the percenta e of divorce is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1312</b></font>\n  <br>\n  <br> between 8-12%, representing an average of 10-11% yearly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we are also aware that there are Muslim social case workers attached to the Mahkamah Syariah, and at the present moment, I find that there are only two incumbents. We understand also that a couple with marital problems will be referred to this Mahkamah (Court) with a view to effecting reconciliation. From the figures made available to me, I feel that these social case workers have fulfilled their duties admirably although the number of cases referred to them are large. For instance, the number of cases handled by these two officers in 1984 was 1,593 and this did not include outstanding cases numbering 814 which must also be tackled. This means that between the two officers, they had to deal with a total number of 2,407 cases. If this figure is equally apportioned between the two, it means that each officer will need super energy, perhaps they will need the energy like Badang in the Malay folklore. Nevertheless, although their workload was voluminous, they succeeded in reconciling a considerable number of couples. For example, between 1981 and 1984, on the average, the number of marriages salvaged was in the region of 600. For instance, 611 reconciliations were effected during 1984. This goes to prove that the performance of the two officers concerned was indeed meritorious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I move on to ask the Minister in charge whether it is not possible for him to increase the number of officers so that the incumbents will not be overloaded with work since, from the figures that I have quoted, it is not possible for cases to be handled expeditiously. At least the number required will be in the region of 10 officers if each officer is allocated an average of 200 or more cases. So we need 10 officers. I consider that two officers is inadequate to deal with the volume of work involved. I request that this matter be reviewed and, if possible, the enlargement of officers be effected within the bounds of reasonableness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pertinent to this subject matter, I also understand that in the newly built mosques in the housing estates, a certain type of service is provided whereby \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1313</b></font>\n  <br>\n  <br> couples having marital problems are given advice. I would like to be informed of the situation obtaining in certain mosques where this service is provided. Are the activities of the mosque committees receiving due attention? Will this device help to reduce the divorce rate among muslims? \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang)</b>(\n  <i>In Malay</i>): Sir, I wish to congratulate the Singapore Muslim Religious Council (MUIS) for being able to organize and upgrade further its activities and streamlining its administration. Congratulations also to MUIS on the production of its comprehensive annual report which, in its new format, is attractive. A summary of MUIS's activities is recorded in this report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I merely wish to touch on two matters. The first concerns deviationist teachings. I had occasion to comment in this House on the misgivings of the local Muslim community regarding deviationist teachings. Recently, the Berita Harian carried reports about this while the Friday sermons drew attention to deviationist teachings being practised in several areas in Singapore. I seek elucidation from the Hon. Minister concerned as to the true position and the steps to be taken by MUIS and other Muslim organizations to combat and, if possible, eradicate completely deviationist teachings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is about religious education in the madrasahs, suraus and mosques. I commend MUIS's efforts in providing courses to religious teachers. I would like to suggest that such courses be continued and that they be opened to all organizations which conduct their own religious classes. May I ask what further steps will be taken by MUIS to study and structure syllabuses in order to coordinate religious education in madrasahs, suraus and mosques for the benefit of the local Muslim community. I hope to hear a clarification from the Hon. Minister in charge. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Tanah Merah)</b>(\n  <i>In Malay</i>): Sir, I wish to add a little to what has been said by my colleague, the Member for Pasir Panjang, and the point that I wish to raise here concerns the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> Muslim Religious Council, Singapore. I would like to touch on the Haj services provided by MUIS within the framework of the muassasah system which was introduced last year. As we all know, the purpose of introducing the muassasah system is to enhance the services provided to our pilgrims who perform this obligatory tenet. However, as we all know, last year the pilgrims encountered many problems, and I think MUIS had already held a dialogue session with the pilgrims as well as the syehs Haji and received feedback pertaining to the problems faced by the pilgrims. I consider the measures taken by MUIS to get to the root cause of the problems of the pilgrims commendable and MUIS should be congratulated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder if the Hon. Minister in charge could elaborate to this House as to what steps have been taken and will be taken by MUIS to ensure that the Haj services provided to our pilgrims this year and the years ahead can be improved further. And I hope MUIS and the officials of muassasah in Saudi Arabia can work even closer together for the benefit of our pilgrims. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof (Kampong Kembangan):</b> Sir, may I speak for one minute? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Sir, I think the Muslim Religious Council should be congratulated for being very forward looking, able, in integrating modern life and the need for religious ballast by building so many modern mosques. In fact, after Phase 1, MUIS is now moving forward towards building Phase 2 mosques. What I would like to ask the Minister here is that in view of the recent recession and the slow-down in the construction industry, the drop in the price of materials, easier availability of labour and so on, will the Minister consider quickening the process of building Phase 2 mosques in Singapore by, if possible, using the fund from the Baitul-mal? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Chairman, Sir, I am replying in my capacity as the Minister-incharge of Muslim affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first deal with the Member for Kampong Ubi. He wants to know how \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1315</b></font>\n  <br>\n  <br> successful Muslim Social Case Workers at the Syariah Court have been in reconciling Muslim couples who seek the assistance of the Court for marriage counselling, the volume of cases handled by them, and the role of the Mosques Management Committees in helping the Court to counsel newly wed couples. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the number of marital dispute cases registered at the Syariah Court has been increasing steadily over the years. In 1975, the number of new cases registered was 1,064. In 1980, it increased to 1,216. And last year, as pointed out by the Member for Kampong Ubi, it was 1,593. So in percentage terms, Sir, the increase in the number of cases registered from 1975 to 1984 was 50%. Muslim Social Case Workers, or MSCWs as they are called, generally try to help couples with marital problems to resolve their differences. If after counselling the couples still insist on a divorce, the MSCWs will help them to reach a mutually acceptable agreement on matters such as custody of children, maintenance, consolatory gifts and division of property. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the MSCWs have generally been successful in helping couples to settle their disputes. On the average, in 33% of the cases counselled, the couples agreed to be reconciled; 14% insisted on going through a divorce; 15% had their cases referred to the Court for hearing, and the remaining 38% were carried over to the following year for further counselling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the staff in the Syariah Court have been facing an uphill task in trying to cope with their ever-increasing workload over the years. I am happy to say, Sir, that their predicament did not go unnoticed. The Ministry of Finance has given the Syariah Court two additional posts, a clerical officer in May last year and an additional MSCW for FY 85. It is hoped that, with the additional staff, the Syariah Court will be able to help Muslim couples resolve their marital disputes more speedily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to the role of mosques in helping the Court to counsel newly-wedded couples. Sir, the Syariah Court has successfully sought the cooperation of six Mosque Management Committees in this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> area of need. These are the Management Committees of the six mosques built under Phase I of the Mosque Building Programme of MUIS. Formed in the middle of last year, these Mosque Counselling Committees, as they are called, help in counselling newly-married couples who are facing marital problems. Now, in view of its usefulness, Sir, I think every couple who intends to get married should be encouraged to attend such courses. And the Registrar of Muslim Marriages and his Kadis, therefore, will have to vigorously promote these courses and request the couples to make a concerted effort to avail themselves of such courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, preventive measures are also being taken by the Syariah Court and the Registry of Muslim Marriages with a view to reducing the number of divorces among Muslims in Singapore. The Registry of Muslim Marriages refers couples who intend to get married but are found to have little religious knowledge to the Mosque Management Committees of the six mosques I have mentioned earlier. These mosques conduct classes on basic religious knowledge and the couples are required to attend these classes in order to improve their religious understanding which is an important preparation before they set out on married life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Syariah Court and the Registry of Muslim Marriages feel, and I agree with them, Sir, that parents of married couples should be made to realize their role and responsibilities in providing guidance and advice to their married sons and daughters. The traditional role of parents as counsellors should be revived. Parents, perhaps, should be encouraged to attend religious classes and talks in order to improve their knowledge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to observations of the Registry of Muslim Marriages and the Syariah Court, lack of understanding in Islamic Religious Knowledge among Muslim couples is one of the major causes for the escalating rate of marital disputes. So perhaps efforts should, firstly, be targetted at the young. They should be taught and made to understand the basic Muslim marriage and divorce laws. In this respect, Sir, our educational system could play an important role by incorporating this aspect \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> of the Muslim law into the IRK syllabus designed for Muslim students at secondary school level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Pasir Panjang has raised two issues, one on false teachings of Islam and the other on Islamic religious schools. Sir, cases involving wrong teachings or false teachings of Islam are brought to the attention of the Muslim Religious Council (MUIS) for investigation. These cases usually surface through complaints received by MUIS, either from the Muslim public, Mosque Management Committees, or MUIS's own Muslim Missionary District Committees (JHDs). Individuals or groups suspected of indulging in wrong teachings are summoned to appear before the Fatwa or Rulings Committee of MUIS, if the initial investigations by MUIS disclose that an offence has been committed. Following interrogations, the people concerned will be told of the falsehood of the teachings they are propagating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a follow-up, Sir, MUIS from time to time reminds the Muslim public to be wary of such wrong teachings through statements in the press, through its publications, and through Friday sermons. Where the need arises, public lectures are organized to expose the people involved in the spreading of wrong teachings. Incidentally, Sir, section 133 of the Administration of Muslim Law Act empowers MUIS to deal with people who are guilty of spreading false teachings. And if I may read, Sir, section 133 says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Whoever shall teach or publicly expound any doctrine or perform any ceremony or act relating to the Muslim religion in any manner contrary to the Muslim law shall be guilty of an offence and shall be liable on conviction to a fine not exceeding five hundred dollars or to imprisonment for a term not exceeding six months or to both such fine and imprisonment.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the Member for Pasir Panjang wants to know about Islamic Religious Schools, whether MUIS is doing anything about them: to standardize syllabuses; salaries of teachers, and so on. For his information, Sir, a comprehensive working paper on Islamic Religious Schools in Singapore which incorporates matters related to the curricula, salary scale of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> teachers and other recommendations are now being studied by MUIS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanah Merah wants to know if this year's Haj pilgrims could expect better facilities in Makkah and the other Holy Cities in Saudi Arabia when they perform the pilgrimage in the latter half of this year. My answer is: Yes, I think so. And I certainly hope so. My confidence is based on the good news brought back by the 4-member MUIS delegation to Saudi Arabia early this year, and the delegation was led by none other than the President of MUIS himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me just briefly tell this House why this delegation was sent to Saudi Arabia. Sir, it all started with the implementation by the Saudi Arabian Government of a new system, as the Member for Tanah Merah has mentioned, called the \"Muassasah\", for Southeast Asian pilgrims last year. Apparently, the system did not meet its intended objectives. Like all new systems, Sir, it had its teething problems. So MUIS felt that the problems encountered by Singapore pilgrims last year should be looked into and brought to the attention of the relevant authorities in Saudi Arabia in the hope that they would be resolved in time for this year's batch of pilgrims. But before the delegation left for Saudi Arabia, Sir, feedback from various sources, especially from last year's group of pilgrims, through questionnaires, and debriefing sessions from Medical and Welfare Teams of MUIS, was obtained. On the basis of the information gathered, a report was compiled and presented to the Saudi Minister for Pilgrimage and Endowments by the delegation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the delegation was given an assurance by the Saudi Minister that his Ministry would, to the best of their ability, provide better facilities in order to improve their services to the pilgrims. For matters which do not fall under the jurisdiction of the Ministry of Pilgrimage and Endowments, such as airport facilities, transportation and health matters, the Ministry would liaise with the relevant Saudi authorities to extend full assistance to the pilgrims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, members of the delegation were also advised that arrangements for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> booking of accommodation in hotels and lodging houses would be standardized. With effect from this year, Sir, all bookings of hotels and lodging houses for Singapore pilgrims will have to be made through MUIS. MUIS has also been assured that, other than those in hotels, the other Singapore pilgrims will be accommodated in one or two lodging houses in close proximity of one another and not scattered about as was the case previously. Another assurance given to the MUIS delegation is that Singapore pilgrims will not be grouped with pilgrims from other countries. MUIS has also been requested to send another delegation nearer the 1985 Haj season to inspect the accommodation which will be allotted to Singapore pilgrims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with these arrangements,, MUIS hopes that the problems encountered by our pilgrims last year will be minimized this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan has suggested that MUIS should take advantage of the recession and the low cost of construction, to expedite the building of mosques by using money which has accumulated in the Baitul-mal. Sir, the building of mosques in Singapore is a specific project under the Mosque Building Scheme. Muslims in Singapore are contributing to this Scheme. The minimum contribution is $1. There is no limit to the ceiling. And money collected for this fund is being used for the purpose of building mosques. So there is no other way by which mosques can be built from other funds. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Haji Zoohri:</b> Mr Deputy Speaker, Sir, with the assurance given by the Minister concerned that two additional posts have been made, a clerical officer in May last year and one additional Muslim social case worker will be made available in 1985, I thank him for that. However, against the background of the statistics given, I still think that with this one additional post, making it three altogether, they still need Herculean strength to solve the more than 2,000 cases that are in their hands. However, in the spirit of half a loaf is better than none, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JC-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As working mothers, we are grateful to the Government for having set up child care centres to enable women to work since the 1960s. It is therefore very heartening to note that the President has included in his Address the need to develop good quality child care centres, not only to enable women to work but also to provide an all-round development for the children of these working parents. The Minister of State has also mentioned this morning that more centres will be set up by various organizations this year. I am therefore surprised, Sir, to note that under the Ministry's budget for Day Care Services the grants to child care centres has been decreased from $1.32 million to $1 million. I would like to seek the Minister's clarification on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as you know, the resources and expertise of private organizations are limited. Therefore, instead of depending on the private organizations, I would like to know whether the Ministry is prepared to take on the operation of child care centres. I am sure that if we could spend $55.5 million to develop and maintain our garden and parks last year, we should also be prepared to invest our resources on our young who will be the future owners of these parks. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, may I just reply very quickly to that point brought up by the Member for Yuhua. While it is correct that the provision for FY 84 of $1.32 million has been brought down to $1 million, we must look at the actual expenditure in 1984 compared to the provision of 1985. I think that would be a more realistic basis for comparison. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the reasons why the provision has been brought down, in fact, it is not even brought down but I will explain afterwards is that we plan to set up more child-care centres. In fact, 15 new child care centres were planned to be set up - four by NTUC and 11 by the employers. NTUC \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> did not set up the four child care centres because the fee structure was not correct. Perhaps the operation cost was too high. So NTUC decided to defer the setting up of the child care centres. Of the 11 remaining child care centres proposed to be set up in the employers' organizations, unfortunately, only two took off the ground, leaving nine with no takers. Therefore, the actual expenditure, ie, the subsidies given to the existing child care centres as well as the new child-care centres set up in 1984, was only $150,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have made a fresh provision of $1 million for fiscal year 1985 to promote the establishment of more child care centres. In proportion terms, this is a realistic number. But in addition to the $1 million provision under the Ministry's head, there is also a provision for $600,000 for 14 child care centres in the People's Association. I believe these child care centres will be managed by the PA in the community centres. We have actually increased the provision from $1.3 million to $1.6 million as far as the Government is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether the Ministry would run child care centres, there is a plan currently. We are working out the details, the costing as well as the fees for the Ministry, on an experimental basis, to try out four child care centres in four constituencies. If it is successful, and I hope they will be, then there will be more in the future years. We know that from projected demand based on very rough estimates, about 19,000 child care places are needed by the year 1990. So we will progressively build or encourage the establishment of about 35 or 40 child care centres each year to be set up between now and 1990. I hope that answers your question. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> I thank the Minister for the answer and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood on the Order Paper Supplement - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Vasoo: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(10) That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JC-03 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (10). Dr Augustine Tan is not here. Mr Vasoo. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo (Bo Wen):</b> Mr Deputy Speaker, Sir, I share the sentiments of the Members for Changkat and Yuhua. I would like to assert that the investment on community development projects is, in fact, helpful in building the fabrics of our society and promoting better social networks in the community. I feel that some people do not believe in investing in this area and they think it is just like pouring water on the duck's back. We should look at the long term implications of such investment because it provides a social net and prevents people from falling through. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to bring to the attention of the House that I am disappointed with the budget allocated for the services for the aged because I feel this is a growing problem and very little consideration has been given. It contradicts basically the general trend and the interests of the Government to look at this problem more seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we should be particularly concerned about the growth of private homes for the aged sick. There are currently more than 17 such homes. More will be expected to be set up to cater for the increasing needs of the aged sick. What I would like to know is the standard of care and conditions of these homes. I feel that there is a need to monitor the standards and the conditions in these homes more closely to ensure that the families that are receiving services from such homes are not taken advantage of. Perhaps support and guidance could be given to homes which are providing such services so as to encourage and enable them to improve their standard of services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry may perhaps like to consider setting up a coordinating committee to look at the overall growth and future directions of the services and programmes for the aged in the community. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can I remind hon. Members to move their amendments before embarking on their speeches? Dr Tan Chen Bock is not here. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I cannot agree with the Member for Bo Wen more. He is a sociologist. I am not. The point about the growing aged population is definitely recognized. It has been recognized by the Government and that is why it commissioned the Howe Yoon Chong's Committee to look into the problems of the aged. But we do not have such a problem right now. We know that it is beginning. Of course, we have got to start planning now so as to take care of that problem when it occurs over the years. We are also concerned about the standards of homes, and that is why my Ministry officials periodically visit these homes to ensure that the minimum standards are maintained and that the residents receive appropriate care and attention given by the home-givers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards setting up a coordinating committee to look into these homes for the aged and so on, there was already such a recommendation by the Committee on the Problems of the Aged. Right now, there is no such committee but I am pleased to inform the Member for Bo Wen that such a coordinating committee, as recommended by Mr Howe Yoon Chong and his Committee, will be set up in the Ministry of Community Development, and we will look into that very soon. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Sir, may I say a few words? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> Whilst at this moment there may not be a big problem of the aged because our population is not so old as yet, there is right now quite a considerable problem of the aged sick. In other words, the aged people who have lived at home, who have fallen ill, say, of a stroke, and cannot be looked after at home, have great difficulty in finding a place where they can be looked after by competent staff. I personally know quite a few of these. They are not necessarily from poor families. They are not necessarily destitute at all. But there is not adequate provision in this area and a lot more needs to be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On both the aged sick as well as the aged, and the homes in general which are run by the Social Welfare Department, I wonder if the Minister will think of involv- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1324</b></font>\n  <br>\n  <br> ing the community around that home as well as relatives of residents in the home. Of course, in homes that have destitute people only, there will be no relatives who are concerned. But in the home for the aged sick, for instance, there may be relatives, and the community in which this home is located could be interested in keeping an eye on how things are run. If we involve the people there, I think the monitoring of standards will be much better. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, we recognize that currently there are some problems with the aged sick who could not find admission to homes. Let me give some numbers about the availability of places in the aged sick homes. For 1985, we know that we have 547 places in the various aged sick homes. There are four aged sick homes and about three more aged sick homes will be set up in the course of this year. One, which is already set up, the Grace Lodge Home has a capacity for 50 residents. Two others, the Singapore Red Cross Home for the Aged and the Lions Nursing Home for the Aged, will be set up in the course of this year, providing an additional 70 places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the number of the aged sick? We do not have an accurate number, but we know that there are more people than places available for the aged sick. Where can they go to? We know that in the home for the aged, not the aged sick, there is enough capacity to take in some aged sick people, but because the care and attention that is needed for the aged sick is much more than an ambulant person, it is not easy for such homes to find the staff to provide the kind of care that is required. Some of these homes, although they want to take in some of the aged sick people, are constrained by resources, such as not being able to get enough staff, and my Ministry is aware of that. We are trying to do something about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On community care involving the community in looking after the aged, and our senior citizens, I think it is a very good idea. In the Ministry we have actually thought out two ideas, ie, the home help service and the meal delivery service, as examples of how those who are able and ambulant can help those who are not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> ambulant. We are working out details of the meal delivery service and the home help service. But we require assistance. We require helpers to get this project off the ground and, if Members know of anyone who is prepared to assist, just let me know or give the information to my Ministry. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> Sir, I think the Minister of State has not quite understood me. What I meant was to involve all these various organizations that we already have within the community to take an interest in any of these homes that are located within their constituencies. If we have people more or less on the spot to visit them or take an interest in them regularly, we may be able to avoid the homes from running down, having low standards, and we would avoid the situation where we have to depend entirely on visits by officials of the Ministry. Officials of the Ministry may be busy with other duties and may not be able to visit very often. But people who actually live in the same community where the home is located should be able to do better than that. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I would not disagree with the Member for Ulu Pandan. But I know where the answer is. The answer is in our hands. What we need to do is to go out to persuade more people to help, and I think we can get it done. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, I want to say a few words because the problem of the aged sick is a very serious problem that is going to confront Singapore in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ulu Pandan is right. It is not just a question of the aged. It is not even a question of aged sick from poor homes, but aged sick from families that can afford but cannot keep the aged sick with them for various reasons. This is going to be an increasing problem in Singapore. People are going to live longer and there are going to be many, many families who can afford but because they live in 3-room or 2-room Housing Board flats, or the couple concerned are working \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> and not able to take care of their aged sick parents. Even with all the goodwill in the world, they cannot keep the aged sick in their homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the reason why, in the Committee of the Problems of the Aged, it was recommended that we should only address the problems of the destitute, aged destitute, and the aged sick. And the aged sick will be the increasing problem, not the aged destitute because they (people who came from China and India alone, and have no family connections) are a disappearing group. But we are going to have an increasing group comprising old people, sick, who have children but who cannot take care of them, not able to give them the kind of attention that they require. Where should the aged sick be housed? How should we finance the care of such people? How should they be taken care of? These are very serious problems that we have to face. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee on the Problems of the Aged addressed these problems and tried to bring to the attention of Singaporeans the serious problem that we are going to face in the not too distant future, but unfortunately the thrust of the message that the Committee was trying to bring to Singaporeans was completely lost because everybody focused on just one issue, the question of CPF. The CPF issue can be solved, and will be solved. But the problems of the aged and the aged sick are going to be with us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I could not agree more with the Member for Ulu Pandan that we must get the community involved. In fact, the present homes for the aged which include the destitutes and the sick, already have considerable assistance from various community organizations. There are religious groups, churches, youth groups, schools, which visit these homes regularly. Perhaps we can organize such help in a better way so that the visits are not all bunched around Chinese New Year or Christmas but spread through the year, so that the homes get better continuous attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have in mind also to get basic grassroots organizations like the Residents' Committees, involved not only those which are around the homes but we even \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> want to get RCs far from the homes involved in the concern, care and upkeep of these homes and the people there. We are also trying to get others who are aged but able-bodied housed in these homes so that they can help to take care of the aged sick. But this community involvement is something that I cannot overstress because the kind of care and attention, love and compassion that is needed cannot be shown just by the Government alone, it must be shared by the community. And we will do everything that we can to get the community more involved. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, I have two amendments.* May I move them one after the other? Is that all right? They are (11) and (14). \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If I may now speak on my amendment No. (11), Mr Deputy Speaker, Sir. That deals with the allocation for Welfare Services for Physically and Mentally Disabled Persons. Sir, for the last three Budget sittings, I have raised this matter and I have also raised the other amendment that I propose to speak on, and I could not let this year's Budget sittings pass without making my plea again. No doubt, I will be told, \"We've heard this before.\" But it is worth repeating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am now talking about the physically and mentally disabled persons, and I am particularly directing my words to the children who are physically and mentally disabled. Mr Deputy Speaker, Sir, my first point is that these children are educable; they can be educated. Second, that education of them is not a handout. It is not a charity. It is an economic necessity because otherwise they will become a burden where they need not necessarily become a burden. And thirdly, that the parents of these children have as much right as the parents of normal children to expect their children to be educated. And it has been my lament in this House for the last three years that this Government has shamefully neglected its responsibilities in the education of these children. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1328</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I understand that there are seven specialist schools which cater for children who are mentally or physically disabled in one way or another. And they all have a sorry tale to tell. They just cannot cope without Government intervention, without Government help. They do not have the trained staff. I heard the Minister of State talking about 71 teachers being seconded to the institutions. But I understand that they are not trained, specialist trained staff. We were told a year ago about a course that was being run now by the Institute of Education, but I am told that that is not an adequate course. The teachers that are sent there are not trained teachers or normal teachers, but untrained teachers. It is unlike - \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, on a point of order. It is not that we do not want to reply to the Member for Anson, but I think the subject that he is bringing up should be brought up under the Ministry of Education and a proper reply will be given. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, I beg to differ because we are now talking about mentally disabled persons under this Ministry. May I continue? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, I assume the Member wants an answer to the points he is making. If he wants an answer, he should bring it up under the proper Head. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But I am saying to you, Minister for Community Development, that you should do your utmost now to transfer the responsibility to the Ministry of Education. Get the Cabinet to transfer the responsibility. Do not treat it as a charity to be administered by your Ministry of Community Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if I may continue where I left off, Mr Deputy Speaker, Sir, these seven specialist schools, as I said, are sorely in need of proper facilities, teaching aids, teachers, and they are not getting anything like the help they need from the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand, Mr Deputy Speaker, Sir, that in 1981 a costing was made by a committee about the education of these children in these seven specialist schools. I am told they estimated that nearly $4 million would be needed as recurrent expenditure, every year, for the education of these children. The actual amount is $3,938,906 and the Committee also estimated that there would be a capital outlay of $1,831,924. Now, that is a paltry sum, Mr Deputy Speaker, Sir. I appreciate that the costing was for 1981. It probably has gone up a little bit now. But that is a paltry sum. In 1981, the recurrent expenditure for primary schools was $252,055,000, and the amount to be spent on these mentally disabled, physically disabled children, represents only 1.56% of the total recurrent cost on primary education in this country. Why cannot we afford this money for these children, may I ask? Why should these children be deprived of their birth right? What right has this Government to deny these children their birth right? I say, it is only a government that is callous, that is completely indifferent to the needs of children, can be capable of doing this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that in the 1960s, the Government used to send specialist teachers for training overseas, to be trained in the teaching of handicapped children, whether they be deaf or spastic, or whatever it may be. I am told no teachers are now being sent. Why? Cannot afford the money? We can spend $18 million to proclaim the PAP manifesto but we cannot, it seems, spend $3 million or $4 million a year to give these children their birth right, a proper education, when they can be educated and they can be made an economic asset to the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if I may now move on to the other subhead, and this is on public assistance and it covers assistance to the aged, the vagrants, the destitute. Mr Deputy Speaker, Sir, may I read a letter that was written on the 7 September. I hope the First Deputy Prime Minister (he was not the First Deputy Prime Minister then but it was addressed to him as the MP for Marine Parade) received it because this was sent to me as a copy of that letter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> which was sent to him on 7 September 1984. And I would give his name; it is here. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, on a point of order. There is a certain procedure to bring up matters in this House. I think the Speaker made it clear on the day the Debate started that if Members want to bring up their amendments, they could bring it up under the Main Head which covers the whole Ministry. We are now talking of Subhead JC-03 which has got nothing to do with all the matters that the Member is raising. And until we dispose of JC-03, he cannot move all these other items. He is talking about JC-04, JC-05, and now he has gone to the sub-items. We are now talking about JC-03. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, perhaps you might give me a ruling on this. I am talking on my amendments, and that is, JC-04, JC-05. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Yes, but the Subhead JC-03 is not finished yet. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, you address your objections to the Chair. The Chair told me that I could speak on my amendments. I am speaking on JC-04 and JC-05, those are my amendments. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, can I suggest this. In order to allow matters to proceed neatly, would you like to take up the second amendment later, after the Minister has replied? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I asked you whether I could take it up immediately after, and you said I could. That is why I spoke on it. I can see why they object. They hope to defeat my speaking on it because it would then be half-past Four. Very clever. \n  <br>4.15 pm \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, the Member should know that we are not afraid to take up his arguments. He can have all the time that he wants. If he agrees, we can have the meeting for another half an hour. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Good. Let us have it. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> That is not the point. We have a certain procedure that we follow in this House. I have already intervened at the beginning of his statement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> that the question of special education to children who are disabled should be brought up under the Ministry of Education because it is the Ministry of Education that deals with the training of these teachers, with the posting of these teachers, and deals with the seven voluntary organizations as far as education is concerned. And I have already had indication from the Minister for Education that he will deal with it under the Education Head. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if the Member for Anson is really interested in the welfare of these children, he should not come here and be difficult. He is just trying to make political capital out of these poor disabled children. There are more PAP Members here in this House who are involved in assistance to disabled children than the two Opposition Members. They know even more the conditions, the plight, the problems, of disabled children. We are here to try and see what we can do to help these children, not just make political capital out of them. If he is really interested to know what the Ministry of Education is doing on the education of disabled children, raise it under the proper Head. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, again and again, we get this buck passing. We had this last year. We are getting it this year. I do not know whether we will get anywhere with this Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My purpose in mentioning this is because at the moment they come under the Ministry of Community Development. I am asking the Minister whether he will persuade the Cabinet that the education of these children should now become the responsibility of the Government completely and be taken over by the Ministry of Education. I just want a simple answer, yes or no. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now go back to my amendment on JC - \n  <br>\n  <br>\n  <!-- Mr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Vasoo:</b> Point of order, Sir. We are on Subhead JC-03. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, you allowed me to speak on this subhead. Are you in charge or are the Members in charge? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, I have allowed you to speak on subhead JC-04. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1332</b></font>\n  <br>\n  <br> But I asked you whether you will be prepared to wait till later to speak on your subhead JC-05, in order that matters can be proceeded with neatly. Have you finished with subhead JC-04? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> After subhead JC-04 the next amendment is on subhead JC-05. The Member for Whampoa has an amendment on that subhead. All right, let us take Mr Vasoo's amendment first. \n  <br>\n  <br>\n  <!-- Mr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Vasoo:</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JC-03 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Anson has given a lot of talk on the disabled and all that. The basic question we have to ask ourselves is: is he personally and directly involved with the provision, involvement and giving of service to all these children? I am sure he is not involved. He has come here to speak on things to rile up various issues. There are many Members here who are involved in the various voluntary organizations dealing with this whole problem. We are here to try and see how we could improve the services and give constructive suggestions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to thank the Minister and the Minister of State for giving their reply on subhead JC-03, Object Group 1210. I feel that there are a lot of areas that we can improve on - in the care, in the services for the aged sick and the services for the aged. The Government, the community and various other community organizations should be coordinated to work together to see how we can best prepare ourselves for the provisions or programmes for the aged sick as well as the aged in the next five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, we are now on my amendment on subhead JC-05 and I take it, Mr Deputy Speaker, Sir, there are no further interruptions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was referring to a letter that I received at my office, not a few days ago, it came towards the end of September 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1333</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Point of order, Sir. The Member has not moved his amendment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JC-05 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This letter was written by a man and, as I said, addressed to the Member for Marine Parade, who is now the First Deputy Prime Minister. The letter reads as follows, and I think it is worth reading: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Honourable Sir, I shall be very grateful if your honourable will not hesitate to enlighten me of our elected Government's action towards a poverty stricken, local-born, active service, volunteered, wounded, aged, soldier is in terms with your honourable pledge [this is the pledge he says that the Member made in his capacity as Minister for Defence,l suppose at that time] that whatever the difficulties, the Government will not abandon the aged. Thanking you, your honourable.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"This pledge,\" he says in his letter to me \"was reported in the Straits Times of the 2nd of May 1984\", this pledge of the then Minister for Defence. He says in his letter to me that no reply was received to this letter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Education and Communications and Information (Dr Tay Eng Soon): Sir, point of clarification. I would like to ask the hon. Member whether that letter is an anonymous letter or a letter signed with a name and address. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Signed, thank you. I do not know whether perhaps the First Deputy Prime Minister can now tell us whether he replied to this poor man and I do not know whether this poor man is still alive. But there we have from a citizen of this country a cry of despair about the neglect by this Government of the aged, poor and sick. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are at the moment doling out - \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Sir, on a point of clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> To you, I will concede. All right. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Deputy Speaker, Sir, I recall this letter but since it was written sometime ago, 7th September \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> 1984, I am not in full possession of the facts. I believe a reply was given to this particular old gentleman from the Ministry of Defence. If my recollection is correct, I think he was pleading for some assistance on the ground that he was a very very old serviceman. He has rendered some service to the country, I think, before Singapore became independent, fighting the Japanese war and so on. And I think he was appealing for some medical benefits to be given to him as a result of his past service. A reply was given to him by the Ministry. I will not be able to quote exactly what the reply was. If the Member for Anson is interested, he could ask me a specific question and I will give him a full and detailed reply on this. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I have just brought this letter to highlight the desperation that is felt in some quarters at the neglect by this Government of their needs. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> A point of clarification, Mr Deputy Speaker, Sir. May I know - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not giving way. I gave way to the First Deputy Prime Minister. I am not giving way. I am carrying on. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> May I know - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not giving way, Minister of State. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Please carry on, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I was talking about the public assistance that we are giving. $90 for a single person, $140 for two, $180 for three, $220 for four and above. How magnanimous we are! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said yesterday, we are mocking at our people, people who are in receipt of these public assistance amounts. Yesterday, we were told by the Prime Minister that he cannot live on $30,000 a month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He never said that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He says he has to be paid more. His Ministers cannot live on $21,000 a month and yet we think - \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, a point of order. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is the point of order? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1335</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> The Member is not telling the truth. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What was the Prime Minister saying? Well, get him back here. What was he saying? I thought he was saying, \"You've got to pay us more, $30,000 is not enough.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, sir, there was another letter a week ago in my office which says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Jeyaretnam, will you please tell them that Ah Meng at the Zoo costs $3,000 a year? And what do they think we cost?' \n  <br>\n  <br>This was written to me after I made my budget speech about the income tax personal reliefs that were being allowed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These rates, Sir, were revised, I am told, on the 1st of April last year. Of course, not because I have been protesting about it since I came into power [Laughter] since I came into this House. All right, since I came into this House in 1981. It has been raised because other PAP MPs have been protesting but only coincidentally it happened to be after my entry into this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, we should stop mocking the poor in our midst. Let us treat them with some dignity and respect, deserving of human beings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask that an immediate revision be made of these public assistance awards. There is a woman in my constituency whose public assistance was withdrawn, and she is asthmatic. She is unable to fend for herself, and her public assistance was withdrawn simply because, as I said, she asked someone else to come and live with her otherwise she would not have been given an HDB flat. What is she driven to? Going round begging. So let us stop mocking at our people. Let us give them a chance to live a decent human life. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, this matter of public assistance has been raised a number of times. The same speech has been made, the same replies have been given. I do not know whether my colleague has managed to dig out the references in the Hansard, the column numbers. But I think I can refer the Member to previous answers to this question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have never said that the public assistance is intended to meet all the expenses of a family on public assistance. It is only meant to meet a part of what is required by the family, whether it is a family of one, two or three, and the rest is expected to be met from other sources. But this does not mean that when the officers - \n  <br>4.30 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Dhanabalan, it is 4.30 pm already. It is guillotine time. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Well, I think we can have a few minutes more so that I can reply to the Member for Anson. Let it not be said by the Member for Anson that we delayed in order to get to the guillotine time. I think we can have a few minutes more, Mr Deputy Speaker, Sir, if Members agree. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> If you will move a motion to that effect. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Deputy Speaker and the general assent of Members present, Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Debate continues for another 15 minutes. - [Mr Dhanabalan]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) - \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, every case of public assistance is investigated very thoroughly and after public assistance has been approved, if the public assistance approved is not sufficient to meet the expenses of the family, the social welfare workers will ensure that various supporting payments are also made because the Ministry of Community Development not only administers the Public Assistance Vote, but it also administers a number of other funds from various charitable organizations. And either monies are disbursed from these charities or, in many other cases, these public assistance cases are referred to other charities, who then supplement what is given under the PA scheme. I would go so far as to say, Sir, that in no case which we investigate do we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> say, \"Well, you require $X to survive, but we can only give you $X-$A and we do not care how you raise the rest.\" We always make every effort to assist the PA case either find him a job or refer him to other charities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the woman who is supposed to have been struck off the list of cases of PA because she's got somebody living with her, I do not know. I have to get the details. But in going through previous cases that the Member for Anson has raised in this House, specific cases of supposed maladministration or wrongful implementation of policy, in every case that was investigated, it was found and established that the story that he told was quite different from the truth. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Has it? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, let us have an investigation. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Therefore I would suggest that he refers this specific case to me and I will look into it. And I am fairly confident that from past experience he has told only half-truths. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Will you withdraw that and I will bring it up before you. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You bring it up. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do you wish to withdraw your amendment, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, Sir, All right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JH-01 of the Main Estimates*. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this extension of time has given me this opportunity to raise just one question with the Minister. This relates to the desire of sportsmen and sportswomen in Singapore to have their dream materialized, that is, the construction of an indoor stadium. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you are aware that at the moment we have an indoor stadium, the Gay World Stadium, but really it is a disgrace for us to have that kind of indoor stadium. So I would like to ask the Minister the state of progress of the plan to construct the indoor stadium and if he can inform the House when and where the site of the stadium will be? \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I just would like to add on to what the Member for Serangoon Gardens has said. Sometime last year the then Hon. Minister for Social Affairs informed this House that there were plans to build this indoor stadium. Looking at the Budget estimates for 1985, I see no such provision. I am sure the Finance Minister has agreed but somewhere somebody is delaying it. Maybe the Minister can inform the House. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I share the views expressed by my colleagues. I would now like to mention something about the National Stadium Loan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it would be timely at this juncture for me to restate the plight of the Singapore Sports Council concerning the repayment of the loan of $60 million, owed by the Singapore Sports Council to the Government to build the National Stadium. I know, Sir, that this matter has been raised in this House year after year, without receiving a positive response. However, in view of the significant support advocated in the Budget Statement for Tourism, Travel, Entertainment, and now the building of the indoor stadium, perhaps due consideration could be extended to the promotion of sports in the Republic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Sports Council has been paying interest annually, ranging from $155,000 to $1.6 million since 1975. This money is obtained from the annual surplus of the National Stadium Sports Centre and its car park. Perhaps this money could be utilized by the Singapore Sports Council to promote other sporting activities, for example, renovation of the track at the National Stadium, to air-condition the Squash Competition Courts at Kallang, to provide flood lights at the various stadiums for evening usage. I could add on to this list. Perhaps I would like clarification from the Minister whether \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> the Government would consider converting the loan into a grant. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee (Parliamentary Secretary to the Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Community Development (Mr Teo Chong Tee):</b> Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Members for Serangoon Gardens and Chong Boon are interested to know the progress of the indoor stadium. Sir, on 19th October, last year, during a Parliament session the then Minister for Social Affairs announced his Ministry's support for the proposed indoor stadium. Sir, I am happy to report that the project is on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hear! hear! \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Thank you. A project paper was submitted to the Ministry of Finance for approval. However, the Ministry of Finance asked for a re-costing of the centre as the preliminary estimate of $45 million provided by the Singapore Sports Council was too low. A steering committee headed by Dr Tan Eng Liang, Chairman of the Singapore Sports Council, is re-looking into the details of construction and costs. Both local and international experts are being consulted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when completed, the indoor stadium will have a fixed seating capacity for 15,000 persons. But for certain events such as boxing, table tennis, badminton (finals) up to 20,000 people can be accommodated. It will service a variety of indoor sports, musical shows, exhibitions and trade fairs. It will have provision for a restaurant and fast-food outlets. The building will be adaptable for air-conditioning and natural ventilation. It will be designed as an energy-efficient building, supported by computerized gadgetry and sophisticated equipment to reduce manpower and maintenance costs. A site has already been earmarked at Kallang, which is near the National Stadium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, funds for the project will be provided when the steering committee completes its detailed studies and the project approved by the Ministry of Finance. Construction work is expected to take 11/2-2 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in answer to the query raised by the Hon. Member for Pasir Panjang, I would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> like to inform him that the Singapore Sports Council has made several attempts with the full support of the former Ministry of Social Affairs for the loan of the National Stadium to be written off. So far, these attempts have been unsuccessful. The Ministry of Finance has instead requested the Singapore Sports Council to rent out all usable space to generate further revenue to pay off the loan. The SSC has been able to reflect operating surplus, averaging $780,000 per annum since 1978. Unfortunately, this sum cannot meet the full interest of $900,000 per annum, much less the capital sum loaned. As the SSC is unable to generate sufficient revenue to even meet the interest on the loan, my Ministry is making further appeals to the Ministry of Finance to convert the loan into a grant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with a kind-hearted and generous Minister for Finance, it is our hope that our appeals will be favourably considered. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, I hope the review of the costing will be completed within the next few months. With that, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $64,449,350 for Head J ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $19,292,000 for Head J ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think it is now time to take the Moment of Interruption. Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1985 to 31st March, 1986 and ask leave to sit again on Monday, 25th March, 1985. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Fifteen Minutes to Five\n  </div> \n  <div align=\"right\">\n   o'clock pm to Monday,\n  </div> \n  <div align=\"right\">\n   25th March, 1985.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850323/19850323-HA-0451341.htm\">Annex (Cols. 1341 - 1342)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
