{"memberId": null, "volumeNo": "45", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"45\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1985-03-04\"> \n  <meta name=\"Start_Col\" content=\"111\"> \n  <meta name=\"End_Col\" content=\"186\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">45</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">04-03-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 45</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 4th March, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 112</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Trade and Industry. \n  <br>Encik lbrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Sa niff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance, Minister for Education and Minister for Health. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Tang See Chim (Chua Chu kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Home Affairs and Ministry of Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>NON-CONSTITUENCY MEMBER</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> At the general election held in December 1984 Mr M.P.D. Nair of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> Workers Party was declared by the Returning Officer as the candidate elected as a Non-Constituency Member in accordance with section 51A of the Parliamentary Elections Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With reference to section 51 B of the said Act, I wish to state for the record that Mr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> M.P.D. Nair did not take and subscribe the oath of allegiance before this Parliament at its first or second sitting in its First Session held on 25th February, 1985, and 1st March, 1985, respectively. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>QUESTIONS FOR ORAL ANSWER</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, at future sittings of this Parliament - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) questions for oral answer addressed to the Prime Minister shall be taken at 2.30 pm and the provisions of paragraph (2) of Standing Order 21 shall apply mutatis mutandis if any such question is not fully answered or reached by 3.00 pm; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) such questions shall be excepted from the provisions of paragraph (2) of Standing Order 86. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the revised times of sitting of Parliament now stand, Questions for Oral Answer by Ministers are taken between 11.00 am and 12.00 noon. This MeanS that if there are questions addressed to the Prime Minister, he has to be here during this period to answer questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister's work schedule is such that he will find it more convenient to answer questions addressed to him at 2.30 pm. Questions addressed to the Prime Minister may be answered by Ministers in which case, questions would be taken at 11.00 am. But there will be instances where the Prime Minister may want to be personally present to take questions, in which case, he will find it more convenient if these are taken at 2.30 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister has asked if the House agrees that he be allowed to take questions addressed to him at 2.30 pm. As the motion stands, half an hour is allowed for questions addressed to the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, at future sittings of this Parliament - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) questions for oral answer addressed to the Prime Minister shall be taken at 2.30, pm and the provisions of paragraph (2) of Standing Order 21 shall apply mutatis mutandis if any such question is not fully answered or reached by 3.00 pm; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) such questions shall be excepted from the provisions of paragraph (2) of Standing Order 86. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>ADOPTION OF CHILDREN</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Adoption of Children Act (Chapter 43 of the Revised Edition)\" presented by the Minister for Home Affairs and Second Minister for Law (Prof. S. Jayakumar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Second Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [1st March, 1985], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament.\".' - (Dr Tan Cheng Bock) \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> Mr Speaker, Sir, I will continue to deliver my speech in Mandarin. (In Mandarin) Sir, last Friday, I spoke in support of the motion by the Member for Ayer Rajah. At the close of the meeting, I was touching on the setting up of centres for the aged to provide various means and facilities for the aged to engage in healthy pursuits in their leisure. I suggested that out of the one million working population, we could deduct $1 each from their CPF contributions and use it to set up centres for the aged, so that we will be able to provide these people, who had in the past, contributed to our prosperity and to what we are today, the means and facilities for them to enjoy their remaining years with peace of mind. After the Parliament sitting on Friday, I met the Minister for Labour and he said, smilingly, to me, \"Everybody wants to make use of Central Provident Fund savings!\" I answered, \"Of course. To help the aged.\" I thought to myself, the Minister has heard my suggestion. But I do not know whether he will consider my suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the aging of the population is a serious social problem. According to the official monthly statistics, we find that last \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 117</b></font>\n  <br>\n  <br> year 7.7% of our population were over the age of 60 years, and 17.8% of our population were above the age of 40 years. The problem of aging is very real in our society. We find old people with white hair, idling at the void decks of HDB flats everywhere. We will have to think ahead of their care. By 1999, when every family would have owned his own home, it would not be difficult to visualize more old folks with a blank look loitering around the void decks of housing estates or even along busy streets. I do not know whether this 20% of our population will spend their life more interestingly and more meaningfully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, old people have their own attitudes towards life. Setting up old peoples' centres with appropriate facilities will give them a place and a chance for them to group together, to talk to one another and to get themselves involved in whatever activities they like. This is necessary. The Minister should consider deducting $1 from each of the one million working population who contribute to the CPF as old people's development fund. Sir, if the Muslims could contribute $1 every month to build mosques, why could we not make our one million working population to contribute $1 or $2 each in addition to their monthly CPF towards this fund? By contributing $1 or $2 each towards the fund, more old people's centres can be set up in all our new towns, so that all the densely populated estates would be able to have at least one centre each for our elderly people to get together so that they can have a club of their own. I am sure that if we set aside a little bit of our money for the benefit of the whole population of our old folks, we will get the support of the society for this good deed, and I hope that our young and capable Ministers will consider this suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just as the sixth objective mentioned by our President in his Speech was to support the aged to have a more active social life, so we should build more of these centres for the old people. We do not want to see all these people who are over 55 years of age loitering around in the void \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 118</b></font>\n  <br>\n  <br> decks of all our housing estates, by the roadside or at the departmental stores. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we should also raise the retiring age from 55 years to 60 years. With improved medical care and health services, the life-span of our people is expected to increase. So we should also raise the retirement age accordingly. As long as health permits, we should encourage these old people to continue working so that they can be economically independent. The raising of retirement age is the most effective way to make the old people socially active and to live a more meaningful life. In this way, we can also assist in meeting the shortage of labour in our nation and improve our productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our nation is facing a world-wide recession, instability of currencies and all kinds of protectionism. Our nation's economic progress will surely slow down, but with the strong economic foundation we have built over the past decade, I am sure, with the concerted effort of all our people in the same boat working together with a unity of purpose, we should be able to weather the vagaries of economic weather and continue to press forward towards the same direction. And when all the gloomy clouds have passed away and the sun and fine weather come out again, we shall continue to progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on behalf of the people of my constituency, I wish to thank the President for his Speech. \n  <br>11.14 am \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Mr Speaker, Sir, I support the Member for Ayer Rajah in his motion of thanks to the President for his speech made in this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the speech, I notice that this Government, in its efforts to increase the wealth of the nation, has not forgotten the 15-20% of the population who are poor. This is indeed very commendable and is a clear sign that this Government has a caring attitude towards all. I say \"very commendable\" because we in Singapore are so influenced by the business environment and dealings that we nearly always discard the loss-making departments. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask myself: why is this Government so concerned with this poorer group of the population? Among many other reasons, I have two main reasons which I think this Government is so concerned about. It is because every Singaporean is a person, and not a digit. And because every Singaporean is a person, he must be cared for to the best of our ability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason is that people are the most important asset in the Singapore's economy. We treasure every person, and every Singaporean, rich or poor, has to be helped to contribute to the nation's wealth. But in order for anyone to contribute, he must, first of all, have the pre-requisite of being fit. Thus, it is an obligation of every Singaporean to be fit, physically and mentally, and it is an obligation of this Government to provide all the necessary facilities and environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to suggest that the present facilities are not enough, and are not within walking distance for those living in the HDB estates, especially the older ones. Those who are better off do not have any problem for they just have to hop into their cars and zip off to their private clubs or public recreation parks and facilities. I am thinking of the poorer 15-20% group and maybe another 15-20% above the poorer ones. Remember, they live in HDB estates which were designed and constructed in a hurry to solve their accommodation problems. We have come a long way. We have progressed but, for one reason or another, these two groups have not progressed fast enough and yet they are part of our workforce. And because they are part of our workforce, they must be fit too, but there are no facilities within their reach. In many HDB estates, there are very few playing fields and open spaces. If there are void decks, the HDB 9ign will show \"No cycling\", \"No ball games\", no this, no that. Where then are these people going to release their pent-up emotions after a day's hard work? They have no choice but to confine themselves in their crowded flats with their children and sit in front of their TV set, if they can afford it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Psychologically, I think this is bad and this may lead to emotional and, maybe, mental problems. May I then suggest that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 120</b></font>\n  <br>\n  <br> this Government consider opening up school fields which are usually found within walking distance from the HDB estates? The school field is one means where workers and their children could use to recreate their bodies and souls after a hard day's work. It may create a better family relationship. I realize that there are maintenance problems. I further suggest that we enlist the help of the RCs, the CCMCs and the CCCs to help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am convinced that the Government and the workers must co-operate to ensure that we always have a workforce which is not only hardworking, intelligent, determined, but also healthy and fit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to move on to another point the President made in his speech, The President mentioned that one of the goals of this Government is to reach 80% home-ownership by 1989, and 100% home ownership by 1999. I sincerely believe, barring all unforeseen circumstances, we will reach the goal. But I am very concerned because the HDB is involved, and because they will bear the main brunt of responsibilities. If they fail, it will be disastrous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My concern came to the fore arising from a recent event which I was involved in a very small part. Many Members here will remember the problems faced by the businessmen in the Defu Industrial Estate. This estate is managed by the HDB. Mr Sia Kah Hui, the former Member for Paya Lebar, laboured for many months, meeting with the businessmen, the HDB, but to no avail. Then came the current First Deputy Prime Minister in his walkabout. The same problems were presented to him, in fury and in anger. Lo and behold, in a short while afterwards, HDB solved the problems without much trouble. At this juncture, may I take this opportunity to record my appreciation of Mr Sia Kah Hui for his patience and hard work which finally paid off. To many, it seems that the HDB will attend to matters urgently only when a senior Minister intervenes, or in our Singapore slang \"Big eye\" and \"Small eye\". To an MP, it can be very humiliating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as far as I am concerned, I do not think that the HDB is partial. I believe the event is a symptom of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> an underlying problem within HDB. I want to take note that the HDB officials are overtaxed, because HDB has a finger in too many responsibilities. It is then natural that the officials can do that much, resulting in attending only to those problems which are most pressing. I have a high regard for the HDB officials and will encourage them to continue their good work. I want to assure them that they have a friend in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I then suggest that this Government consider asking the HDB to review its role which, in the main, is public housing, and pass on the other responsibilities to other statutory boards so that HDB can concentrate its efforts, expertise, and get ready to meet the greater task ahead and, that is, to reach the 100% home-ownership by 1999. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion. \n  <br>11.24 am \n  <br>\n  <br>\n  <!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lai Tha Chai (Henderson)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the six main objectives as outlined in the policy statement are quite good. Nobody says they are no good. If there is anybody who says that they are bad or no good, then he must be either an ass or a fool. The younger leadership have put their heads together and consolidated the thoughts of all. Therefore, I support these good suggestions. I would like the new Government leadership to consider that along with the good suggestions, there should be good methods of carrying them out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 5-7% increase in economic growth, I believe, is achievable as there is no lack of eminent economists. I have the confidence. The Member for Teck Ghee has said on 1 March that the progress of a country depends on its economic growth. I agree with that entirely. A Chinese saying says the people regard food as the supreme providence. Marx had also correctly stressed the importance of economy. I agree: no money, don't talk of anything. \"No money, no MRT\", the Member has said. Without economic progress, there will be no well-being for the country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I would like to point out that there is something as important as economic growth, that is, culture which the Member for Delta has pointed out to him. I agree entirely with that. The Prime Minister has also talked about it on 1st March here, and also in 1981. Let me quote a part of what the Prime Minister said during the Chinese New Year season in 1981. He said that the cohesiveness and unity of the basic unit of a family has enabled the Chinese society to endure for 4,000 years without declining. This is a unique civilization in continuity. Despite the ravages of floods, famine, pestilences, wars or earthquakes, this civilization is still continuing, preserving its original form. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are doing well. It is good. Particularly in the recent decade we have made good economic progress. Everybody is happy. All are pleased. But I would like to mention something which the Prime Minister mentioned. I refer to three examples which I heard in the past ten years and which I have regarded as very important. First example, there was, living in a 3-room flat, a family of two persons, mother and son. This reminds me of what the Member for Ang Mo Kio has just said which is very important. The mother had a son, and then this son married and produced a grandson. So there were four persons. So if they wanted to stay in a bigger flat, would they be able to do that? There were CPF savings to help. The HDB had a good scheme. Just half a year ago, the son acquired a 5-room flat, so he sold the original 3-room flat. Then he, his wife and his son moved to stay in the 5-room flat. At the same time, he said to his mother, \"Bye, bye. Will you please find your own accommodation elsewhere?\" This is a fact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second example that I would like to quote involves three persons, father, mother and son. This son went to England to study in a university. After graduation, he stayed on there and took up some work. He got married there and did not return. When the father fell sick, the son said he wanted to come back. So he returned to see his father. His father was quite pleased. This is a wealthy family. The father had a detached house, and he thought that since he was dying, he conveyed the house to his son. The father died \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> later and the son went back to England. Soon his mother received a letter from the son from England telling the mother, \"Mother, the house that you are staying in is mine. So I want you to send $700 to me in England as monthly rental for the occupation of the house.\" That is another factual story that I have quoted. This is a big matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third example is this. There was a family of a few boys who were brothers. They were getting on quite well. One of them who was less than 20 years old had been to various places like Australia, the United States and Canada. One day he told me, \"Mr Lai, there is something wrong or something bad about our Government.\" So I asked him, \"What is wrong? What is no good? Let me hear it.\" He said, \"The Government wants me to study English. I am happy about it. But to ask me to study Chinese is a waste of my time.\" I asked, \"Why?\" He said, \"i have been to various places in the world. In future I would not like to stay in Singapore. If I don't go to Australia to get a job, then I will go to the US or Canada. I will not stay in Singapore. In those places Chinese will not be of any use. It will be a waste of my time and money.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have quoted these three examples. Sir, despite our good economic position, these three examples have emerged. This made me think of a poem written by an English poet, Charles Kingsley. Allow me one minute to read it out: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'When all the world is young, lad, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And all the trees are green; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And every goose a swan, lad, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And every lass a queen; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then hey, for boot and horse, lad, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And round the world away; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Young blood must have its course, lad, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And every dog his day.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not mean to say that our young people are like the young people of England or America who like material enjoyment and detest work and labour. No. Our young have to study very hard. They are under great pressure from a very young age. The Member for Ayer Rajah has been talking about education since 1981, and all well-said. Our Minister for Education said that we would review our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> education policy in order to make changes. But the young people feel that studying is very hard, a hard chore. Some people say studying is a very enjoyable thing to do. I would say studying is also a very enjoyable thing to me. Studying has been the most enjoyable period in my life. But many young people nowadays do not think so. They find it a hard chore. After leaving school, they will be enlisted for national service. Our Minister for Defence has also mentioned that we want to cultivate soldiers of good quality and not like what the Cantonese describe as \"watery soldiers\", soft and without bones. This is correct. We want elite soldiers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding work, as Singapore is a very small place, we are facing great competition. Everybody will have to work hard. Otherwise, when you return home you will not have money to pay your PUB bills and rentals. Yes, it is a fact of life. We all have to work hard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past few years we have been stressing on economic growth and progress. So far, we have been able to see only the tip of the iceberg of such progress. What I have mentioned is just an indicator of our situation. At this juncture, if we just talk about economic progress without talking about culture, we are just talking about material civilization and not cultural or spiritual civilization. It would amount to only talking about material enjoyment and not about the family, the nation and the parents, the virtues of civilization of our people. Sir, in the long-term, we will be able to see whether this would lead to the unity and to the making of a strong society, or the division and the weakening of our society. Let each of us ponder well over these things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the 1st of this month, the Member for Delta touched at length on Confucian thoughts. Like him, I have been nurtured for over 10 years in the Confucian school. So I have the same feeling as he does, having gone through the same mill. But I am also a pragmatic person. If we want to go back to our old path and old way, I would say that it is not possible, not practicable. He talked eloquently on Confucian ethics and principles: that when the four national virtues are absent, then a country will perish. Is there anything wrong? Of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> course, if the virtues are not put into effect or manifested among our people, then the nation will deteriorate. People could talk a lot about Confucianism, but what is the essence of Confucianism? To come down to brass tacks, fundamentally it means one must practise Jun Su way in human relationship, be of moderate temperament, faithful and kind to others, and forgiving. Nowadays, to talk about being faithful and kind to others sometimes would make one lose or be at a disadvantage for the time being, but in the long run it would not be so. For over 20 years I have suffered some loss, but on the whole, have I been disadvantaged? No. I have been living happily with a peace of mind, and free of conscience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The propositions of Confucian thoughts are self-cultivation, putting one's family in order, ruling over one's country and achieving peace in the whole world. Of course, some people would say all this is grand theory but useless. It is hardly achievable. It depends on the cultural resolution for one to be of such mentality. Otherwise why should you, Mr Speaker, Sir, be here. You might as well go and earn a lot more money outside this House. Therefore, while we engage ourselves in economic tasks, we should not neglect our cultural tasks. Let me give an example to show the importance of cultural tasks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about Lu Shing, he is a writer whom everybody knows. When studying in Japan, one day in a cinema he saw a film showing the Japanese killing the Chinese. Lu Shing. then was studying medicine, aspiring to save lives in Japan. He thought to himself, \"If I could only cure a few people a day, then in one year I would not be able to cure more than a few hundred people. That would be a waste of my time.\" So he decided to give up his study or living the life of a doctor. Then he became active in the cultural field. His writing called, \"Ah Q\", has stirred millions of the Chinese people to take up arms in the war against Japan. After the successful war, China today regards the writings of Lu Shing as cultural treasures of China. I think it is only right and proper. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me quote another example. When I was 18 years old, I read a book called \"The Reminiscences of Rousseau\". In this book, there is a description about the writer when he was 17 years old having sexual relationship with a nun. Sir, I could not imagine how it could be like that. So I decided that if I should go abroad one day, I would visit Europe to see for myself, in particular, the churches of Europe to see what it is all about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, this book helped me to make up my mind to engage myself, life-time, in cultural work, which is important to me. Although I have talked so much, to some people it is like harping to cows. They might not understand what I am talking about. But this year is the Year of the Ox which symbolizes hard work and determination in one's efforts. Our leaders are people with brains. They have the verve and the specialities. They have worked well in the economic field. So now they should try their effort in the field of culture. That would be good to us and also would be better to the generations yet unborn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I support the Member for Ayer Rajah. \n  <br>11.45am \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos):</b> Mr Speaker, Sir, I support the motion moved by the Member for Ayer Rajah, thanking the President for the speech which he delivered on behalf of the Government at the opening of the First Session of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President in his Address to the nation on 25th February, 1985, clearly outlined the goals and directions of the Government from now until the end of the century. He stated that the major task of the Government is two-fold, which is: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'To safeguard what we have achieved and to improve upon what has been achieved by building a better society.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving towards this goal, the declaration to pay particular attention to the 15-20% lower income group and the aged, like what has been mentioned by the Member for Paya Lebar, deserves high applause. We are for the ordinary man and our deeds and actions must manifest so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> \n  <br>\n  <br>What better way than to show that we have not forgotten them and that it is our sincere desire to assist those who are struggling to keep pace with changes around them. They must be assisted in order to ensure that they are not left out of the mainstream of our fast developing society. Not to address ourselves sufficiently to this group is to invite trouble down the road and aggravating the problems already faced by this sector of the population, like big family size, crammed living conditions, vulnerability to anti-social activities and financial hardship. It is not uncommon to observe children from these low income families loitering around aimlessly at the void decks of their 1- or 2-room flats, and thus exposing themselves to the influence of undesirable elements in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bearing in mind the hidden dangers, there is definitely a need to implement more community development programmes, like those which are already in existence at Bukit Merah, Ang Mo Kio and Bedok South. Called the \"Out-reach Project\", this is a programme designed to reach out to what we call \"detached youths\" between the ages of 7 and 17 years from low income families, by mobilizing and organizing them to participate in social, recreational and community activities, with a view to making their lives meaningful so that they can grow up to be useful citizens. This 15-20.0/0 group cannot help but feel that they are not given a fair hearing in that some controversial Government policies affect them more than it affects the middle and higher income groups. They therefore require outside help not only from the Government departments and agencies but also from their better endowed fellow Singaporeans to enable them to stand on their own feet. In this regard, the proposal by the Member for Leng Kee that interest-free loan be provided to help the poor to purchase their own homes merits serious consideration by the Government. In addition, community-based organizations, like the CCCs, CCMCs and RCs, must take the cue by widening and upgrading the scope of their activities to reach out to these target groups, working closely with other social community organizations, be it at the national level or the constituency level. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given this scenario, we can, with confidence, look forward to the day when our society will have, what the Addendum by the First Deputy Prime Minister calls, \"the attributes of a mature people: cohesive, tolerant, charitable and compassionate\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, equal attention should also be paid to the disadvantaged, the disabled and the aged by all concerned. It is gratifying to note in the Addendum to the Presidential Address that the Ministry of Community Development has given due acknowledgment and recognition to them to \"develop and express their potential and abilities\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Allow me, Mr Speaker, Sir, now to move to another aspect of the Presidential Address, ie the call for greater participation by the population in the decisions which will reshape their life. With more Singaporeans, young and old, being better educated and better informed, the decision to set up town councils or estate committees for the purpose of managing new towns is a step in the right direction. Besides promoting good neighbourliness and community solidarity, involvement in town councils, in particular, will bring with it a whole range of new vistas, a first-hand and in-depth knowledge of the scope and dimensions of estate management. It will pave the way for people to voice their views and bring in new ideas to issues and matters that affect their daily lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If at all possible, Mr Speaker, Sir, may I suggest that selected potential residents of a new town be given the opportunity to be involved at an early stage, say, at some point during the planning stage, and thereafter following through the various stages of development until completion. This will be in line with the indication given earlier this year that new groups be established to reach out to professionals and RCs to be strengthened to discuss policies at the proposal stage. To play the desired role, this grouping must be as representative as possible, encompassing a wide spectrum of people, the young and old, professionals and non-professionals, the high income and the low income. For in this way will we minimize the danger of over-looking the interest and concern of any particular group. If something can be worked out to the satisfaction of all, it will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> be beneficial in the long run, with people having their views and opinions heard at the outset and thereby making the Government less vulnerable to accusations of bull-dozing major decisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Mr Speaker, Sir, although this has been mentioned several times, allow me to remind our fellow Singaporeans that for the goals and objectives outlined in the Presidential Address to be achievable, effective leadership to ensure political stability is of paramount importance. There must not be any let-up in the search for the best and the ablest to lead the country. Singapore must continue to produce men and women who can provide continuity in good government, a change in policies, flexibility to reflect the changing mood and aspirations of the electorate. Only then can the pre-conditions set out in the Presidential Address be created, namely, \"an efficient and honest administration, strong defence, political stability, social and racial harmony, good industrial relations and a free market economy\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, Mr Speaker, Sir, I support the motion moved by the Member for Ayer Rajah. \n  <br>11.55 am \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, I rise to fully support the motion moved by the Member for Ayer Rajah to thank the President for his Address at the opening of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the past 25 years the Government and the people of Singapore have laboured hard and achieved a social and economic progress which is remarkable by any standard of measurement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The affluence we have brought to the country has in its turn generated certain problems requiring new approaches for their solution. Recognizing this, the Government has initiated efforts to evolve a more effective consultative system which will better reflect the wishes of our people in the shaping of our society. Our people as a whole are better housed and better fed, more literate and knowledge- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> able, and more highly skilled and professionally better qualified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concomitant with these changes, the attitude of the people has changed and the expectations of life have also been raised. Although by and large the people do agree that the ablest should lead the country to the next stage of development, at the same time they want an increasing participation in shaping the nature of our society. This is a good sign of the growing maturity of our people, and the Government is correct in actively encouraging this development. The proposal to form town councils may be presumed to be a harbinger of more such participatory institutions to come. This augurs well for our social evolution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The goals for the next five years as spelt out in the President's Address are ambitious, reflecting a quiet confidence in our people's ability to pull together to strive for greater heights of achievement. Barring any severe deterioration of the world economy and despite the present protectionist practices in world trade, our past efforts at restructuring our economy have placed us in a position to make these goals attainable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am glad that the Government will assist those belonging to the lower income group, who find it difficult to adjust to the pace of change. This is equitable; partly because Nature has not endowed them sufficiently and partly because they have not been equipped with the requisite capacity nor the necessary discipline to meet the rapid change. Greater attention and appropriate assistance will go a long way to encourage them to make that little extra effort to make the grade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am also glad to note that special attention will be paid to our senior citizens, the number of which is increasing rapidly, to enable them to be socially active and healthy and to remain as participating members in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thanks to the advancement of medical science, we can expect to live for 3-score and 10 years, and in some cases more. And yet the retirement age remains at 55 in the private sector and at 60 in the public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> sector. How then should the average person, if he is healthy and mentally alert, spend the rest of his life after retirement? Mr Speaker, Sir, for those who are prudent enough to have substantial savings, do we want them to laze about aimlessly? And for those who have exhausted their savings, do we want them to depend on the State or the charity of friends and relatives to traverse this last stretch of their lives? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can, of course, encourage some to plunge themselves into community service. Not all can. Nor is this close to the life-style many want. Mr Speaker, Sir, work plays a vital part in our life. To the aged, more so. The feeling that one is still useful and able to continue to be in the main-stream of life is extremely important. It means dignity, without which how can one grow old gracefully? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Among other things, the Addendum on the Ministry of Community Development has mentioned about providing the opportunities and the environment to assist the aged. I hope that by this the Ministry will consider an upward revision of the retirement age for those who are physically fit and wish to continue to work and, for those retiring at 55, to have the opportunity to be gainfully employed at less exacting jobs with commensurate remunerations, and more important, took into the possibility of reserving certain categories of light jobs and occupations to be preferentially given to the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our workforce, almost half of the economically active persons aged 50 and above have, at most, primary level education. They are not likely to have much accumulated reserves on retirement in a few years' time. What sort of meaningful and satisfying life could they look forward to for the remaining years of their lives? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is comforting to note that the Ministry will conduct programmes for the social care and integration of the aged with their families and, parallel to this, to physically upgrade or relocate existing institutional homes. It is right that we should encourage and help the aged to live in the community instead of placing them in such institutional homes. Institutional homes, however, cannot be dispensed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> with altogether as they do serve a need but they should only be the place of last resort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage the young to look after the old, we need, on the one hand, to inculcate filial piety and, on the other, to allow liberal income tax relief for those who look after their old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let us be reminded that one grows old with every moment of time and reaches old age often sooner than expected. Let us, therefore, create conditions in our society to make old age a less worrying prospect. And even though it may not be as depicted in the pious optimism of Robert Browning that in growing old 'the best is yet to be', let us ensure that at least 'pleasant it could be'. \n  <br>12.03 pm \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment (Dr Lee Boon Yang):</b> Mr Speaker, Sir,I rise to give my wholehearted support to the hon. Member for Ayer Rajah who has moved the motion to thank the President for his Address on the occasion of the opening of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the forefathers and parents and, indeed, quite a number of Singaporeans came from distant shores to this island not too long ago. They uprooted themselves from their homeland to come here because they had a vision. They had a vision of a better life for themselves and for their children. Thus, people of diverse race and culture arrived in Singapore with a common purpose. Jointly, they struggled through the colonial era. They suffered the pains and uncertainty of early nationhood and again, together, they forged a society, a prosperous society of which we are part of today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our society, despite what the Member for Anson said, has already achieved all the fundamental needs of people everywhere. In some respects, we have done much better than many other countries. We have full employment. Many of our people own their own homes, although not quite enough. We live in a beautiful garden city. We have all the facilities that are required for a comfortable life. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> Recreational facilities are available. we even have a symphonic company, and pretty soon we will have an indoor sports stadium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the progress of a nation is like a journey up a series of mountain peaks where the moment we arrive at one peak we see ahead of us another peak, not too far off but a higher one, and we see in the distance the ultimate summit which is still hidden in the clouds, yet to be defined, yet to be reached. We have already arrived at the first peak. It is now necessary for us, as a nation, to strike out boldly for new objectives, to reach the second peak that we can see ahead of us. We must do so in order that the vitality and sense of accomplishment that characterize Singaporeans today is not dulled through complacency and lassitude. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, therefore, the vision of an affluent, vibrant and caring Singapore society, poised to enter the 21st century, is timely and a necessary beacon to light our way in the coming years. It is a vision to give purpose to what we are about to do. A government can steer the ship of state to great achievements with the support of a willing crew member, that is, the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, Mr Speaker, Sir, the force of circumstance has frequently led this Government to take quick action when people were poorly educated, jobless, homeless or living in squalid conditions. There can be no other choice. The government of the day must take prompt and decisive action. The fact that today Singaporeans are enjoying a high standard of living is a testimony to the ability and judgment of our earlier leaders. They have successfully led the people to conquer the first peak. Now, as we gather our forces to prepare ourselves to assault the second peak that we see ahead of us, we need, first of all, to strengthen the bond between the people and the Government. The effort to encourage greater participation by the people in matters and decisions that concern their life, marks a welcome change. I hope that this change is not mistaken to be merely a response of this Government to the loss of 12.6% more votes in the last general election. If it were those votes that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> this Government is interested in, then there are many other soft and easy options which can be used. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reality is that if we are to succeed in reaching our second peak, we need now, more than ever before, the wholehearted support and commitment of all Singaporeans. We need to convince them of the destiny facing our nation and to gain their total support so that we can complete the course together and arrive victorious on higher ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the forces of nature work against Singapore in the struggle for success. No amount of reclamation will ever alter the fact that we are but a very tiny island on the face of this earth. Nothing is buried beneath our soil that will earn us a living, By the turn of the century, we will still be a nation of about three million people and not that we have room for many more. If we cannot keep abreast of global technological development, we will rapidly suffer the 'Consequence of neglect. There is no second line of defence for Singapore. We cannot go back to the land to eke out a living. Keeping chickens in the backyard may be a very earthy suggestion but, Mr Speaker, Sir, it is anachronistic and far from the aspirations of many Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me give an example which will be very easily understood because of the average Singaporean's great love for a car. Singapore is rather like a 1400 cc car, one of the ubiquitous Japanese cars we see on the road. There is only so many horsepower that you can get out of this 1400 cc engine. But if you are willing to invest in that little extra, if you are willing to pay and put in the effort of installing a turbo charger, Mr Speaker, Sir, you can make your 1400 cc car perform like a 2000 cc car. It can take you into the formula races. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at this point of time, we must make this decision to put in that extra effort so that we, as a nation, can make it to the second peak. This is the message that must be emphasized to Singaporeans, to the younger generation, particularly, who, in a manner of speech, have arrived at the first peak, without too arduous a journey. They are camped there now and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> the option that faces them is to go on to the next peak or to go back, down to where they came from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the next task ahead of this Government is to evolve an equitable system of helping the less successful in our midst. They are less successful but nonetheless most of them are conscientious and hardworking people, honest people, but because of age, lack of education or other personal circumstances, they are part of the low-income wage earner group, unable to keep pace with general affluence. Many are casual labourers or self-employed, without the benefit of a CPF saving. These are the people who, in another time, in another place, would have continued to live a simple life in their tiny farms or their fishing village, But, Mr Speaker, Sir, in the context of Singapore, the privilege of living off the land is a privilege that we can ill-afford. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The low-income group in their rental flat is thus facing a real danger of being detached from the mainstream of society. As time goes by, it will be more and more difficult for them and for many of their children to pull themselves out of this trap. Failure to help them now would be to leave behind in our progress a weak spot, a weakness in the fabric of our society that could one day lead to the erosion of all our achievements. Therefore, Mr Speaker, Sir, I give the declaration to help the low-income wage earners become homeowners in their own right my loudest cheer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in doing so, we must also take pains to ensure that such assistance does not become a crutch and that others would be tempted to slacken in their own efforts to forge ahead. It is a paradox which will not be easily solved. It shall require some radical thinking and bold departures from our usual meritocratic approach. For a start, Mr Speaker, Sir, the 20% downpayment for HDB flats has often been cited by many rental flat tenants as a major obstacle to their purchase of their own homes. I would urge the HDB to seriously review the quantum of downpayment for selected categories of flats which rental flat tenants can be encouraged to purchase. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Government's desire to create the pre-conditions for fruitful efforts to generate wealth is most laudable. Economic well-being is a fire that stokes on nation building effort. We need to have economic well-being and growth to be able to achieve our society of excellence. In recent years we have achieved good economic growth. However, our present targets are set at a more modest pace of 5-7%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, recently we have witnessed several examples of difficulties in our economy. Even large multi-national companies are suffering some setbacks. Several had to retrench staff. We also read regularly between the pages of our newspapers of the difficulties faced by the other sectors of our economy. Such setbacks serve to highlight the sensitivity and delicate balance of our economic structure in relation to the larger economy of the Western nations and Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I suggest that these are also reasons for us to examine carefully how our projected 5-7% growth in the coming year will be distributed among the various sectors of our economy. In this way, we may be able to avoid the danger that may come from a skewed growth in our economy. We do have a large number of medium-sized companies, numbering around 61,000. These include supporting industries which offer goods and services to consumers, to large national and multi-national enterprises. These companies are home-grown. They have their roots sunk deeply ,into Singapore. They are not able, like the multi-nationals, to shift their operations to new theatres when economic conditions are unfavourable. The survival of these companies is dependent on their willingness and ability to absorb new methods and technology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the present circumstances, Mr Speaker, Sir, these companies are in great need of assistance if they are to survive a harsh cycle. Assistance to help them in upgrading, in assimilating new technologies is needed and yet, Mr Speaker, Sir, I note the paradox that, in the 1983 and 1984 Report of the Skills Development Fund, out of this group of small and medium-sized companies of 430,000 or so, only 7.2% of their total pool of employees received \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> training. On the other hand, the larger companies which, in times of economic stress retrench their workers or shift their operation elsewhere, receive in the same period training for 26% of their staff of 500-odd thousand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of the difficulties being experienced by the small and the medium industries, I urge this Government to review the training spread of workers in the various sectors. Greater emphasis should be made to balance out the apparent gap between contributions from the small and medium industries and the benefits that they are deriving under the Skills Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a further step which needs to be taken at this time is a thorough review of the system of tax overheads that has been built into our economy. During the good years nobody will dispute the need for contributing to the Skills Development Fund levy of 4%, contribution to the payroll tax of 2%, and several other Government taxes for utility and services. However, when economic adjustment needs to be made, in face of adverse market conditions, there is a need to ensure that such overheads do not artificially phase out otherwise worthwhile and viable enterprises. The presence of a broad spectrum of business enterprises, from small, medium to large, gives us an added degree of resilience to our economy. It creates opportunity to cultivate entrepreneurship and business acumen in our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, just as we wish to promote excellence in sports, music and literary art, where individual endeavours are the yardstick of success, we must give the individual entrepreneurs a fair opportunity to contribute to our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully support the motion of the Member for Ayer Rajah. \n  <br>12.20 pm \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, I cannot help but reflect as I listened to the Member for Jalan Besar, in his comments on the economy, to recall what our Prime Minister has said in his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> various messages to the people so far this year, and that is, that we are going to have a slower growth this year of 5-7%. At the same time we have reports of retrenchments in various companies and our survey in the NTUC for the first month of January indicated that retrenchments would continue to follow the trend set at the end of last year, and were increasing. And knowing the behaviour of most companies, with the Chinese New Year impending, retrenchments would be withheld as far as possible until after the Chinese New Year, and this indeed was the case in a couple of companies, as we have seen in the papers recently. So while we talk about the vision for 1999, what we intend to achieve by the year 1989, what the Government has set out to achieve in the next four to five years, as spelt out in the Address by the President and the accompanying Addenda, I think it is equally important for us to reflect how we shall get through this particular year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is meaningless to talk about the good things to come if the worker is going to be faced with the prospect of unemployment and no income. I am not saying that our economy is in deep trouble; on the contrary, I think we have a fairly robust economy. But in such a situation, do we need to allow a segment of our population to suffer hardship because the companies they work for are unable to get through a temporary setback? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have different taxes; some not in the form of tax, like the Central Provident Fund, which is the basis of our social security. At the present moment, the CPF contribution rate is already 50%. We have raised this quite substantially in the past two to three years. I think it is time for Government to review the situation on the CPF, and I hope that, in the current period of temporary difficulty, there will be no CPF increase recommended this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the heart of the problem of companies in this period of difficulty, is the higher costs of operation. The complaints about the 4% SDF, the complaints about the 2% payroll tax have been mentioned several times in the past. We tend to dismiss such complaints about the SDF or the payroll tax when the other signs of the economy do not indicate to us that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> employers are facing such hard time that we need to review the imposition of these two taxes. With the increase in retrenchment figures, with the increase in the number of bankruptcies, I would urge that Government review the contributions to SDF, review the payroll tax, at least on a temporary basis, for the next one year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much has been said about communication between Government and the people, between Government and different segments of our society. I hope that communication in this instance will be a two-way flow and we should take note of the cries that are apparent from the employers. We have heard this ourselves when we meet managements in the course of our work as union officials. Once we have overcome this period of temporary difficulty, then we can embark on our ambitious programme of what we want the Singapore society to be in the next five, 10, or 15 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to turn now to another subject, and that is, very much again connected with communication. An example of how not to communicate was presented to us last year in the overall presentation of the Howe Yoon Chong Report. I recall Mr Howe, in this House, complained about the response of Back-benchers and the members of the public on the Howe Report. He said that instead of looking at the overall picture, we tended to focus on the individual brush strokes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, in the last three weeks, we have had a different approach in the art of communication, and this time by the Ministry of Communications. First of all, on February 14th, a press conference was called wherein the PWD indicated how much they have done to build the road infrastructure in Singapore and that there is a limit to how many more kilometres of roads that we can build in Singapore. Because of the need to allocate resources for different purposes that beyond the current phase. of planning, expansion of roads, Singaporeans cannot expect further increase in the mileage of roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subsequently, there were other press conferences touching on different aspects of Government policy in the field of communications, the recent one being the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> impending taxi-fare increases, the impending road taxes that are expected to increase, the impending increase in diesel tax on taxis, and so on. When the Ministry of Communications decides on this approach of not giving the overall picture but instead to give us parts of the picture, which the Straits Times called a jig-saw puzzle, well, it fuels speculation. So the net effect of it is not really a jig-saw puzzle, because in a jig-saw puzzle you can only imagine so much but you have got to put all the pieces together. This is more like a case of mental striptease. You present a little bit and, depending upon on your own psychological make-up, your own experiences, you imagine all kinds of taxes and the like that are to be imposed by the Government. So somewhere in between the Howe Yoon Chong Report and the current example of the Ministry of Communications' approach, a balance must be struck in order to communicate effectively on the subject with the public. Because of the various announcements by the Ministry of Communications, in my own constituency I was faced with questions by the electorate, by my constituents, about what is the objective of the Government in wanting to impose further taxes on the people. With regard to this particular subject they asked: is it because of traffic jams that Government wants to restrict the growth of cars? Or is it because parking is a problem and there is a need to control the growth of cars? Or is it because we are running out of parking places and the roads in the housing estates are getting clogged up because of illegal parking? Or is it because Government needs the money and wishes to impose more taxes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They object very strongly to the use of monetary incentives or disincentives to effect a particular Government policy. The question is whether it is not possible for the Government to come up with other solutions to control the rate of growth of the car population. Various ideas have been tossed about. Should not Government seriously consider each of those proposals? One of the proposals which my constituents feel would be an acceptable proposal is to restrict the ownership of a second car for a family. While we cannot grudge a family for owning the first car, if the family is in a position to own a second \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> car, then let them pay the price for it. This kind of monetary disincentive, they feel, would protect the majority and penalize the minority who contribute to the clogging up of our roads and our car parks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They caution that the use of monetary incentives and disincentives should be considered very carefully. Because once a tax is imposed, while the car owners and others would grumble about it, eventually the cost comes back to the ordinary man in the street because the increased cost is always passed on to the poor consumer. So in the end, it is the lower income group who will bear the brunt of whatever taxes that are imposed. And these are the people who can ill afford another round of price increases in hawker centres or in the shops because it has always been a convenient excuse for hawkers and shopkeepers to increase prices as a result of taxes imposed by Government on various matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They feel that if we are going to solve the traffic problem, traffic jams, car park problems, then there must be a satisfactory alternative in the form of public transportation. If there is no satisfactory alternative in the form of public transportation, then the ownership of a car is going to be considered as a basic necessity rather than a luxury. I am not saying that they are complaining that SBS has not improved over the years. I think they agree that the standard of service of SBS has improved. The Ministry of Communications, I think, went out of their way to show how much improvement has been achieved because in the Straits Times report of 2nd March, a few points were stressed, ie, now buses are more comfortable, are more reliable and are more convenient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just touch on the point of convenience. The report says that 87% of the people in Singapore live within 400 metres of a bus stop. There are more buses and all HDB new towns are linked up with the major work areas, shopping centres and so on. But I think it misses one very important point, ie, how long does it take a person to get from point A to point B. That is the essence of transportation. What the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> commuting public complains about at the present moment is not whether there are buses but how long a person takes to get from his home to the place of work. My observation is that in the past few years the SBS has concentrated on keeping the cost of conveying the public as low as possible, and they have done this marvellously. Perhaps it is time the SBS looked into solving the problem of transit times for the travelling public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that these points of view which were raised by my constituents be taken note of by the various Ministers in charge. I hope that the communication is definitely going to be a two-way process, and I hope that the various Ministries will improve on the art of communicating with the public. I would like to suggest, in this particular instance, that the Ministry of Communications, instead of continuing with this series of either a jigsaw puzzle or mental striptease, conduct a television forum inviting members of the public to debate on this issue. I think that an hour's programme on SBC is going to better explain the situation than leaving it to our journalists to report in the various newspapers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Mr Speaker, Sir, I support the motion. \n  <br>12.38 pm \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Boon Teck):</b> Mr Speaker, Sir, I rise in support of the motion moved by the hon. Member for Ayer Rajah thanking the President for his speech delivered at the opening of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his address to this House, the President outlined the Singapore Government's objective for the next five years. Among the objectives indicated by the President is a target for economic growth rates of between 5-7% per annum. One of the most important means to achieve this rate is to work hard. The Government has been saying that again and again. But I think working hard is not sufficient. Our employers, our industries and traders must have a more competitive edge over others, and the Government must assist by reducing their production cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the main elements of the high production cost is the very high labour \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> overheads currently borne by our employers. Singapore employers today have to pay a payroll tax which is levied at the rate of 2% of the employee's monthly pay when this exceeds $500 per month. But at the same time, the Government's economic restructuring encourages the high wage policy to facilitate a transition to higher value added and less labour intensive industries. Then there is the Skills Development Fund levy, a 4% surcharge on that part of the payroll which goes to the employees earning less than $750 a month. The SDF levy was aimed at funding approved manpower training and provide interest subsidies for automation schemes to improve labour productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we look at the report of the SDF, we find that the spread of training so far has been concentrated on the bigger companies employing over 50 people. Of the 50,405 small companies employing less than 10 persons, the spread of training has only reached 1.5%. Many of these small companies want to use the SDF. They want to automate their process and they want to upgrade their manpower. But I think many of these small companies do not know how to upgrade. They do not know how to automate. Many of these small companies would include the small retailers in the Housing Board estates providing very essential services like small laundry shops, provision shops, coffee shops, etc. Take the case of a simple coffee shop. How much automation can they have? Another example is the provision shop. How much automation can they do? The days where they can use robots to distribute goods are still not economically feasible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to suggest to the relevant Ministries concerned, together with the different trade associations, to set up an advisory committee to draw up plans for automation and retraining of the staff to help these small companies and traders. I further suggest that the Government should review the need for all traders and companies to pay the SDF levy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On top of the payroll tax and the SDF levy, there is also our very high CPF payments. To the employers it is a high overhead. To the employees it means less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> take home pay. The hon. Member for Clementi has urged the Government to review policies that blunt Singapore's competitiveness in the world market, and I wholeheartedly support him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I recommend the Government to seriously study the possibility of abolishing the payroll tax and a temporary suspension of the SDF levy for at least a year to give our industries and traders a chance to counter the economic recession. The CPF contributions for both employers and employees are high enough. I urge the Government not to further increase the CPF contributions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President has also set the target that, in the next five years, 80% of our population will be HDB home owners. He has also indicated that the HDB will build 180,000 units in the next five years. These figures provide some indication of the volume of work that will be available to the building industry, and hopefully this news will provide sufficient incentive and volume for the building industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President has also indicated the need to help the 113,000 rental tenants to purchase their own flats. Many of these rental tenants are self-employed or engaged in odd jobs, without CPF. The hon. Member for Leng Kee has suggested the provision of interest-free loans to help this group of people. I support him again, and I would like to add that the repayment instalments of the loans must be realistic and it must be within the means of this group of people if the loan scheme is to work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President has also stressed the need for special attention for our aged. Our senior citizens need better facilities to keep themselves socially active and healthy. Today, the TV is a basic appliance in the home. Our senior citizens should be able to tap this as a simple and inexpensive form of entertainment. But yet many of them are unable to do so because they do not understand the programmes. Ever since the SBC phased out the dialect movies and series from the TV, many of the senior citizens could only stare at the TV screen in despair. I strongly urge the Government to consider allowing some dialect movies and series for the senior \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> citizens. These programmes need not be telecast at prime time. They could be telecast in the afternoon hours when the younger people are either at work or in school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like now to refer to the Addendum to the President's Speech issued by the Ministry of Trade and Industry. In the Addendum, the Ministry states that \"the PUB will continue to look for alternative sources of fuel like natural gas and coal to diversify energy sources.\" But we have a vast source of energy so far untapped - solar energy. In Japan where sunlight is not as intense as it is in Singapore and where sunlight hours in the winter are extremely short, they have started experimenting with the use of solar energy as a clean and cheap alternative source of energy. In the Tsukuba Science City they have installed solar cells to the street lamps. In the daytime these cells capture the solar energy and in the evening it is used to drive the street lights. Singapore has sunlight throughout the whole year and very intense at times. Yet we have not exploited this form of energy. It may be time the PUB thought of tapping this source. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if all the objectives that were spelled out by our President could be achieved in the next few years, life in Singapore can be more fun. But in order to enjoy the fun we must, first of all, be in good health. To maintain good health we have to be vigilant in our diet and living habits. But unfortunately we are constantly exposed to very dangerous fumes, fumes from the exhaust of cars, from chimneys of factories and, worst of all, from the smoke emitted by cigarette smokers. The ROV is trying to control the fumes through car inspections and the Ministry of Health has started a campaign to encourage people not to smoke in hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me briefly explain the dangers facing our non-smokers today when they are in the vicinity of a smoker. When a person puffs a cigarette, about 75% of the smoke from the burning cigarette goes straight into the air, while the remaining 25% goes through the cigarette and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> smoker breathes it into his lungs. But unfortunately the smoker breathes out half of it again. So a non-smoking bystander is forced to breathe in about 85-90% of smoke from the cigarette. While the smoker has a choice to smoke or not to smoke, and whether or not to use a filter on the cigarette, the bystander is forced to breathe unfiltered smoke which contains three times the nicotine which causes addiction, three times the tar which causes cancer, and five times the carbon monoxide which starves the body of oxygen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to congratulate the Ministry of Health on its very big step forward in discouraging people from smoking in hospitals. I think it is time a further step was taken to preserve the health of non-smokers and the general public. Let the Government show an example by being the first to ban smoking from all government offices, and eventually as the public gets educated on the dangers of smoking and its related ill-effects to non-smokers, ban smoking from all public places. I think it is time the non-smokers stood up for the right to breathe in clean air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I support the motion, \n  <br>12.50 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I rise in support of the motion moved by the Member for Ayer Rajah in thanking the President for his Address delivered at the opening of the First Session of the Sixth Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the President has stated that the Government's first duty would be to safeguard what Singaporeans have achieved, and that its second duty would be to improve upon what has been achieved. It is indeed worthy of note that these two goals of the Government have been described in terms of a \"duty\"; an accurate description in my mind of the role that the PAP Government has taken in the past and will take in the future, a Government that always sees its goals as a duty to the people, to serve the people. These two goals, I am sure, will be the goals not only of the Government but of all Singaporeans. We may vary in the methods to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> achieve these goals, but these are goals that we will all strive to achieve together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this context, I would like to comment on the belief of the Member for Anson that the people of Singapore reject 25 years of the PAP Government. May I remind him, but he is not in the House now, that up to 1980 this House still consisted wholly of PAP Members. My learned colleague, the Member for Ayer Rajah, has fully explained the reasons for the shift in the voting pattern in the last general election and I will not repeat this. The people of Singapore, I believe, will continue to support this Government, as this is the Government that sees its role as a duty to the people of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve the six objectives set for the next five years as outlined by the President, the Government will be seeking greater participation by all Singaporeans, both young and old. Decentralization of authority and greater autonomy in new towns is envisaged. This will place greater responsibility on our community leaders. Our community leaders in the Citizens Consultative Committees, the Community Centre Management Committees, the Residents' Committees and a whole host of other organizations, such as the Constituency sports clubs, clan associations, service and religious organizations, have sacrificed much and served well. This new philosophy to \"devolve control of the new towns to town councils or estate committees\" will mean that more will be expected from the community leaders. More solid shoulders will be required to share the heavy burden and load, and more strong hands to make the work bearable. Many more must come forward to serve and sacrifice if this concept is to succeed. Those communities which lack the dedicated and unselfish leaders to make this system work will be bitterly disappointed. If the community leaders decide that chicken-rearing in HDB flats is to be encouraged, then the community must learn to live with chickens, Lip service and criticism for its own sake will not contribute to a better quality of life. With this new philosophy, action and words must go hand-in-glove. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the President has stated that \"governments do not create wealth. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> They can only create the pre-conditions for fruitful efforts.\" I would like, with your permission, Sir, to touch on only one of these pre-conditions mentioned, namely, that of a strong defence. Since achieving independence, our defence policy has been peace through strength. The SAF is critical of peace and prosperity. Realizing our limited manpower and financial resources, we have built up a citizens' army through national service, with a small pool of well-trained, dedicated professional soldiers. In the last year, we have embarked on the concept of total defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Addendum to the President's Address, the Minister has emphasized that the SAF will be concentrating on: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) the operational readiness of the SAF reserves; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the absorption of new hardware; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) the non-military aspects of total defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is indeed timely that the emphasis will be shifting to these three critical areas. The Swiss Chief of General Staff, Lt-Gen Jorg Zumstein, has made the point that as arms become more sophisticated, early warning times will be shorter. This means that our state of operational readiness must always be in keeping with the advances in arms technology. In an emergency, our reservists, our front line troops, have to be recalled to camp. Our present method of recalling reservists through sending messengers to every home (our so-called Silent Recall System) may be too slow. Perhaps other channels of communication need to be explored, including the use of the mass media, such as radio and television. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In bringing up this topic of shorter early warning times, I hope that the Member for Anson will consider the views expressed by the Swiss Chief of General Staff. Perhaps this will encourage him to rethink on his philosophy regarding the purchase of the E2Cs Airborne Early Warning Systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The subject of reservist training and liabilities often generates much heated discussion. To some reservists, it is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> paradox that he who works diligently and does well is required to perform more service because he is promoted. From the Establishment point of view, this is only natural as the best must be retained in service. From the reservist's point of view, this calls for more sacrifice and inconvenience - the price he is asked to pay for being a good soldier. Ironically, the less diligent serves a shorter period. The answer here, of course, lies in the word \"commitment\", ie, a willingness to do more. Perhaps a programme of both incentives and disincentives will need to be implemented here. This problem deserves closer study, for if this mood is allowed to fester, morale will be adversely affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The absorption of new hardware will be a costly but necessary affair. Tapping our civil resources, ie, the equipment that is at present being used by our civilian sector, for example, tractors, bulldozers, cranes and other heavy machinery, can help reduce our defence expenditure. We can perhaps benefit from the British experience of the Falklands War, where civilian resources were adapted for military purposes; for example, the conversion of the luxury liner, QE 11, to a troop carrier. Perhaps Mindef should now make a serious study of our civil resources - Neptune Orient Lines, Singapore Airlines, our pool of vehicles, equipment and services in the civil sector. Having an up-to-date inventory of these and a well-organized mobilization plan will not only increase our combat-effectiveness but will also trim our costs in peace-time. However, any efforts to marshall civil resources must take into consideration several factors: (1) the inconvenience to the civil sector should be kept to a minimum; (2) there should be a minimum disruption to civilian operations in peace-time; (3) that financial compensation, where applicable, should be fair; and (4) those asked to participate should be convinced of the importance of their contribution to the defence of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Total defence must not remain only a concept. It must be practised by each and every citizen. It must not be the sole \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> responsibility of the Ministry of Defence. It is good that the Ministry of Home Affairs is handling civil defence. But it must not be forgotten that the police, the fire and ambulance services, our hospitals (both private and public) and our industries are also part of total defence. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. It is 1.00 pm. This Sitting is suspended until 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Coming back to the issue of Civil Defence, it is gratifying to note that by mid-1985, the Civil Defence Volunteer Training Programme for residents would have covered all constituencies. It should be emphasized that the National Civil Defence Plan was first implemented in 1982, yet so much has been achieved in this short three-year period. Approximately 23,000 civil defence volunteers have been trained and the success of this programme is seen by the fact that 10% of these are housewives and 6% senior citizens. Those in charge must be complimented on these achievements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is, however, touching only on the tip of the iceberg of Civil Defence. How will one maintain interest and effectiveness after basic training? How will equipment be stored and maintained? What will be the programme to upgrade civil defence skills? How do we ensure that civil defence volunteers are conversant with new equipment purchased from time to time? Much more needs to be done. Indeed, total defence is so all-encompassing that it is inappropriate for Mindef alone to handle it. It is in the final analysis, the business of each and every citizen to \"safeguard what Singaporeans have achieved.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have not mentioned the noble objective of the Government to help the 15-20% of our citizens in the lower income group. This has been adequately covered by my colleagues who have taken the Floor. I would like to join them in urging the HDB to remove the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> deposit requirement for flat purchasers for this category of persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I fully endorse the Member for Kebun Baru in his call to the Government to review the CPF, the Skills Development Fund and payroll tax. That a unionist is calling upon the Government to review this is worthy of note. It carries with it double weightage, in the language of the Education Ministry. I cannot agree with him more that the companies facing temporary difficulties should be given all help to see through this year. Their collapse will mean only one thing - more retrenchment, more unemployment and more difficulties for our citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion by the Member for Ayer Rajah. \n  <br>2.35 pm \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the President in his speech on behalf of the Government last week outlined the main objectives of the Government in the years ahead, the prime task being: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to safeguard what Singaporeans have achieved.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the last 25 years, we have achieved outstanding economic performance. According to the October 84 issue of 'Euromoney,' of the 93 countries surveyed for the period 1974-1984, Singapore was the best performer based on the average of five economic indicators, ie, economic growth rate, consumer price, inflation rate, strength of exports, currency strength and current account balance relative to GDP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to GDP, Singapore achieved a 8.4% growth p.a. during the 10-year period, Taiwan 7.95% p.a. and South Korea 7.81% p.a. For C.P.I. during this period, Switzerland 3.56%, Singapore 4.27%, placed second and West Germany 4.38%. As for currency appreciation, Singapore attained 3.07%, third in position and behind Japan (4.35%) and Switzerland (3,36%). According to the Business Times dated 20th February this year, our foreign reserves reached $10.3 billion, 11th highest in the world and higher than countries like UK, Canada and Australia. It is therefore clear that our economic performance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> is comparable to that of the developed nations, the result of the diligence of our people and the Government in the past years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members may recall that this 'Euro-money' magazine had in 1982 voted the late Mr Hon Sui Sen as the most outstanding Finance Minister in the world for that year. I would urge our people to treasure the fruits of our progress. We should maintain our momentum, particularly in the face of increasing protectionism and competition in the world markets. We should strive for more effective marketing techniques, better information and higher quality products and aftersales support and services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of sectors in our economy are facing difficulties. Members have urged the Government to help the businessmen, especially the medium and small enterprises. With the imposition of exit taxes in neighbouring countries, the number of tourists has dropped, affecting our retail trade. Our employers have asked for concessions in CPF contributions, SDF levy and payroll tax. I hope the Minister for Finance in the impending Budget would reduce their burden and help them tide over this period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our new leadership is looking forward to a new society in 1999 as described by the First DPM in the Addendum to the President's Speech. It is only 14 years from now. Do we have the will and the resolve to formulate and implement concrete plans to realise the various objectives? If Singaporeans can succeed in this project, then we would have demonstrated our capacity to take up any challenge. We should prove by deeds and not by words our capability of attaining the targets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First DPM stated in the Addendum: \"Talents of the people will be developed to the fullest.\" But I have seen a Chinese translation which read: \"Talented people will be cultivated in order to develop their potential to the fullest.\" This meaning is rather different. I believe the Government intends to develop the talents of all our people and not just the 'talented' ones. Take for example the creator of the Apple micro-computer. He had failed his second year in College and was a drop-out. Apple \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> computers have now spread all over the world, setting a trend in computer technology. As our population is small, our Government's policy must be to educate and train all our children so that everyone can develop his potential to the fullest. We should not focus attention on a few 'talented' people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No Government in the world is omnipotent and can solve all its problems. The new leaders have initiated public discussion of policies and issues to foster better communication between the Government and the people. This is a good sign. Before any policy has been decided upon, these discussions would reduce loopholes and anomalies. When implementing a policy, if there is more detailed explanation and precise exposition, the objectives of the policy would be achieved more readily. However, there are always two sides to the coin. If the participants of the discussions are stubborn and refuse to accept other points of view, then more disagreements and even a deadlock would result. I believe that for such consultations to be fruitful, the following points should be borne in mind. In the first place, the starting point must be the national interest and not personal or sectoral interest. Secondly, arguments must be based on reason and not on the benefit to be obtained. Thirdly, Ministers should be sincere and humble in encouraging people from all walks of life to speak up. We know that our leaders are extremely busy, some with multiple portfolios. Other than dealing with Ministerial work, they have to attend official functions, numerous meetings, social functions, receive foreign dignitaries, look after their own Constituencies and meet all kinds of people. In fact, they have little time for themselves. Nevertheless, as the Chinese say \"Three cobblers will match a clever man.\" Regardless of his occupation, the man-on-the-street may have views worth listening to. The last point to note is that the mass media should not quote things out of context and resort to over-statements when reporting such consultations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A hundred years ago, man invented the telephone and 40 years ago the computer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> was built. In the last 10 years, computer technology has advanced at a tremendous rate. Coupled with telecommunications in the form of satellites, undersea cables and microwave transmission systems, a message can be transmitted anywhere in the world in a matter of seconds. In acquiring current technology, countries like ours may be infected by a common disease in developed countries. I am not referring to AIDS but individualism, a tendency to care for nothing but himself, as vividly described by the Member for Henderson. Inter-personal relationships and the relationship between man and his society will shape the character of our future society. In Western countries, the work ethic has been eroded and traditional values have been brushed aside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, the learning of the mother tongue is tied up with traditional cultural values. It is concerned with a philosophy of life, how to live a life according to principles. We should not give in to the request of some people who have problems with examinations. We should remember that the purpose of learning the mother tongue is not just to enter university but for the sake of understanding and appreciating our own cultural values. How to make our young generation understand these values and live with a purpose and direction, instead of becoming the 'lost generation,' blindly imitating the West, is the duty of all of us, as parents and as Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 14 years, we shall come to the end of the century. The next century has been termed the Era of the Pacific. Let us work together with unshakeable courage and resolution and strive for a new Singapore of excellence. \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Mr Speaker, Sir, I rise to join my colleagues in this House in support of the motion moved by the Member for Ayer Rajah thanking the President for his Address delivered at the opening of the Sixth Parliament on 25th February 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Address, the President outlined six major objectives of the Government. The very first of these objectives is to reach an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> accord, a new consensus with the people of Singapore on the character of the society they desire. Since this and the other objectives follow closely the new vision for Singapore in the 1990s, as put forward by the new leadership on the eve of the recent General Election, I would like to offer some observations not only on the President's Address, but also on the new vision itself. In fact, the new vision should serve as the long-term perspective within which the specific objectives of the Government for the next five years are to be pursued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is what it is today because the founding fathers had a vision. It was a vision of a modern, independent nation, multi-racial, multi-cultural, free and prosperous. The vision was turned into a mission in the hands of the first generation leadership and the achievements of the country are for all to see. The path to development has not been a smooth one; it was beset with problems, growth pains and difficult adjustments. But by and large, the mission has been completed, and the goals of the first vision fulfilled. It is therefore timely that our young generation leaders should take on a second mission, based on a vision of a better society for the 1990S. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As stated in the Agenda for Action, the goal of the younger leaders is to build on what we have and make Singapore a City of Excellence, a Society of Distinction by the turn of the century. To achieve this goal, we aim to make Singapore a fully developed economy and a cultivated society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Few would disagree with the high and noble goals as spelt out in the new vision. But how to realize these goals? The question is not simply how to mobilize resources in order to catapult our economy onto a higher plane of development. It is also a question of how to cope with the complex interplay of economic and social changes arising from the realization of the new vision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see the new vision as having two different aspects or dimensions: the material aspects and the social aspects. Most Singaporeans are confident that the Government can achieve the material base \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> of the new vision. Our economy has developed the basic infrastructure, our people have acquired the basic skills and education. Given continued political and social stability in the region and a reasonably conducive international economic environment, our economy is likely to achieve the targeted 5-7% annual growth rate, and if this is sustained into the 1990s, the new vision of our entering Division One of the developed economies ,would become a physical reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the new vision is not just about the criss-crossing of new expressways, the towering buildings of Marina City, or beautifully sculpted cultural centres. These can only form the shell or the superstructure. There must also be a new spirit, a new society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What kind of society can we envisage after the material base for the new vision is achieved, and after the superstructures are completed? Can we simply assume that a cultivated society will by itself evolve? Clearly there are many social imponderables. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a sociologist, I would feel far more uncertain about the consequences of social change than, say, an economist would feel about the outcome of economic growth. In the process of sustained economic growth, there will be concomitant social transformations which may well be beyond our control. As we strive to reach yet higher levels of economic growth, there will be fundamental changes in society. By the 1990s, Sir, Singaporeans are likely to demand a new pattern of government-people relationship, evolve new family structures and new social values. There will also be a greater demand for a form of social freedom which emphasizes the individual's choice of his own lifestyle, be it in the sphere of work, leisure, family life or personal pursuits. The new values that will emerge are likely to be different from those which laid the foundation for our previous phase of economic growth and nation-building. Not all of these new values are \"bad\" or \"undesirable\". Indeed, some of the new values and new relationships could well be better alternatives to what we have today. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One case in point is the much feared consequences of large numbers of women entering the labour force. As the President said, \"there is a danger that their children may not receive enough parental care and guidance to grow up as moral and upright citizens\". We have also been reminded by the Member for Ulu Pandan of the possible harm to the nation of a generation of children being brought up in child-care centres. While these concerns are legitimate, Mr Speaker, Sir, I should like to add that the consequences of working mothers are not so catastrophic for society; in fact, there are gains to the economy and to the family, not to mention the sense of fulfilment women find in their work. Also, the long-awaited programme of child-care centres is not meant to be the only support services for working mothers. There can be and there should be other programmes so that both men and women can combine work with parental responsibilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to my point about social change, the issue is clearly: Are we prepared for those changes? Japan, with a homogeneous population, a relatively more insulated society, has tried to contain what she considers to be undesirable social changes in the midst of her economic growth. In spite of her efforts and some measure of success, cracks are now beginning to show in the surface, revealing some deep-seated maladjustments. Obviously, it is much more difficult for Singapore, an open, international city, to match Japan's efforts. Besides, some changes are global, and are perhaps inevitable because they are in the nature of changing civilizations. So the challenge of the future is not whether we have the means to reverse those social trends. Theoretically, we can screen every new idea, every fad and fashion that comes into Singapore, in the same way as Japan is said to be doing. Theoretically, we can legislate that every child must support his parents and live with them. But is this desirable? The challenge of the future is not only whether we can identify the negative aspects of social change and try to correct them, but also whether we can see some positive aspects and turn them to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> our advantage for social and cultural development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have taken every opportunity to talk to young people from various social backgrounds on their views of the new society which rightfully belongs to their generation. Many endorse the new vision; but many, I am sorry to say, do not seem to be inspired by it. This is not to say that the young people are not concerned with the future. In fact, some are crying out for greater involvement in charting out the future which affects them and their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The realization of the new vision is not just the responsibility of the Government alone. The people must form the main driving force. The vision will be realizable if the imagination of the country can be sparked off and the creative energies of the people released, in the same way as the first generation leaders succeeded in mobilizing the whole country by its first vision of economic growth and nation-building. Why, then, are not more of our young people excited by the new vision? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It seems to me that the new vision, in its present crude form, does not contain enough of social idealism to fire the imagination of many young Singaporeans. There should be something more which can lead them to envisage the non-material aspects of the new society, such that work is not just highly-productive work that brings higher incomes, leisure is not just a series of sporting events, and lifestyle is not just one based on affluence and modern gadgetry in the home. There must also be something more to substantiate what constitutes a socially just, a culturally vibrant and a compassionate society. If you will give me the time, Mr Speaker, Sir, I shall cover these aspects one by one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To many from the lower income groups, the new affluent society must appear quite remote. A large proportion of our workers are still earning an average income of $600-$700 per month. Although there is no evidence of widespread poverty in Singapore, a sizeable proportion of the population is just earning enough to make ends meet, with little or no savings except in their CPF accounts. And we are talking \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> not just about the 15-20% of the lower income groups who cannot afford to own their own flats, but also of some 3-roomers and 4-roomers who have little spare cash to tide them over sustained periods of economic depression. Something obviously needs to be done to enable these groups to draw upon their CPF savings in a limited way, should such eventuality arise. Our Prime Minister, with characteristic foresight, has hinted at this measure in his Fullerton Square rally speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But coming back to the new vision, it should be sufficiently clear that we should not just push for higher rates of economic growth, but also a more broad-based pattern of growth. Singapore's past economic growth and equity performance have been outstanding by Third World standards; but our future reference point should be the advanced countries. We should aim at a greater diffusion of affluence, or a degree of equity performance commensurate with the present affluent societies of the West and Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education is no doubt essential for the evolution of a cultivated society and our emphasis on education must always be there. What is needed, apart from better facilities and better teachers, is the cultivation of a conducive intellectual environment for free, uninhibited inquiries. Is our present educational system sufficiently open to encourage independent thinking and not just cram students with facts to pass exams so as to meet the manpower requirements of the economy? Is our educational system at present sufficiently flexible to allow for the development of individual abilities to their fullest? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the President stated in his Address, one of the Government's objectives is to strengthen the driving force of our progress, that is, \"the urge each citizen has to develop his potential to the fullest\". I think we should also recognize the urge of every parent for his child's potential to be developed to its fullest. Is this urge sufficiently recognized in the present system of streaming in our schools? In the new vision, Singapore will not only be a welleducated society, but also a culturally vibrant society. The word \"vibrant\" is used \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> in the context of the President's Speech as well as in the Agenda for Action as referring to Culture, and not as the Member for Anson has twisted it to refer to a different context. It is also so refreshing to hear in the President's Address that \"a more vibrant, cultural environment can make living in Singapore more fun.\" How to encourage culture to flourish? Culture is not simply a revitalization of traditions. Cultural development is not the same as cultural preservation. We need to develop new forms of culture which are reflective of our own times. There must be a new spirit of experimentation (and this would be fun), of self-examination and continuous criticism (which may well bring pain). The society itself must also be more tolerant of new ideas, not only as tried out in art schools, in universities or cultural centres, but also in the open arena. Clearly, our present approach to culture must be re-examined and a more open policy adopted. Incidentally, some questions have been raised not only by just one Member of this House but also by people outside as to why the Ministry of Culture has been abolished. Have we relegated \"culture\" to the realm of \"information\" and \"communication\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One last theme in the new vision is that we aim to become a society of compassion. I would imagine that this is with particular reference to the sick, the handicapped, the aged, the widowed and the poor. We read with deep appreciation from the President's Address that among the objectives of the Government for the next five years, steps will be taken to enable the 15-20% of the population in the lower income group to own their homes and to help the aged to have a socially active life. Let us hope that these steps are the beginning of a broadening programme to help other underprivileged groups. The State, and not just the family and community, must come to their aid so that they become self-reliant and dignified individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree perfectly with the Member for Teck Ghee that the best charity is to give a person a job. But we must not forget that the aged sick, the handicapped, the destitute, are what they are, not because they lack the work ethic. The very stringent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> criteria for public assistance are necessary. But the paltry sum given out after a recipient has passed all these stringent tests could well make a mockery of our compassion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the fundamental premises upon which we have built up this society have served us well in the past, there should be nothing to prevent us from rethinking some of these premises from time to time. Otherwise, our pragmatism which gave us so much flexibility in the past could become a form of dogmatism. We need not be so apprehensive of the evils of \"welfare-statism\" as to deny even a minimum level of \"state-welfarism\" to the unfortunate members of society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have dwelt at some length on the perceived inadequacies of the Agenda for Action, in the hope that it will become more fully substantiated when it is put into action. At the same time, I hope I have conveyed the wishes of those young people who are concerned about the new society, their new society. For, as I said earlier, a vision to be realizable must serve as a rallying point for the people's collective efforts. In short, a vision, no matter how well spelt out by the leadership, must also become a shared dream. So let there be fuller discussions and public debates on this vision so that our people can truly participate in building up a new consensus and be truly excited by it. \n  <br>3.05 pm \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Mr Speaker, Sir, I rise in support of the motion moved by the hon. Member for Ayer Rajah thanking the President for his speech at the Opening of the First Session of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, being a new Member, I realize I have much to learn in this House. I intend to listen to the senior Members. Their experience will be an invaluable guide to my progress as I hope to make my contribution to the maintenance of the tradition in this honourable House. I pray, Mr Speaker, that I shall never give you cause for concern but that I shall always be able to catch your eye. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the objectives of the Government as set out in the President's speech are realistic and, by the record of the last 25 years, these are achievable aims. As we progress and achieve higher levels of objectives and goals, it is important that we move the whole population upwards, to the next higher level of achievement. Hence it is significant that the Government is going to pay particular attention to the 15-20% of our population in the lower income group. For various reasons, this group have fallen behind and have not enjoyed the benefits of our economic progress as do the majority. I am grateful to my hon. Friends, the Members for Eunos, Paya Lebar and Kampong Ubi, for raising the problems of the 15-20% of the population in the lower income group. This is a subject close to my heart, having sprung from this sector of the population. But I would not like this to be perceived as a racial problem. Poverty transcends all races and I agree with the Member for Kampong Ubi when he said that no particular section of the society should be rendered any privileged treatment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, who are these people in the 15-20% group? It would be useful to say the least to have a broad picture of this particular group. Some characteristics such as household income, educational qualifications and the type of dwellings, will help us to understand the problems this group is facing. I suspect that the majority in this group are living in the 113,000 units of old rental flats mentioned in the President's speech. In these 113,000 units of old rental flats, you will find about 100,000 1- and 2-room HDB rental flats. This is a significant number. That means in Singapore about one family in five live in an HDB 1- or 2-room flat. In a country whose per capita income is the highest in Asia besides Brunei and Japan, I am confident that we can do much better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let us take a look at household incomes. Sir, may I have your permission to quote some numbers from the 1980 census of population? At the national level, there are about 127,000 households out of half a million with less than $500 income per month. Of these 127,000, about 35.6% or nearly one in every three are living in 1- or 2-room flats. Sir, I have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> chosen $500 income per month as a cut-off point. This is arbitrary. But may I with your permission refer to a report in the Sunday Times of 24th February under the heading, \"When Coping is a Struggle\". This report highlighted the difficulties and plight of three families earning incomes of $545, $605 and $950. Sir, life for this group and those below trying to make ends meet is nothing less than a struggle. As education has a positive influence on income, one can expect the educational level of this group to be low. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now draw your attention to the highest educational qualifications of the adults living in these 1- and 2-room flats. At the national level of a non-student population of about 1.65 million, about one in five or 20% have at least secondary education. Compare this national average with those living in 1- and 2-room flats. In the 1- and 2-room flats, about one in 12 or 8.2% have secondary education and above. Again, Sir, you see the disparity. One in five adult Singaporeans have at least a secondary education but only one in 12 living in HDB 1- and 2-room flats have a comparable education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now draw your attention to the physical size of the HDB 1- and 2-room flats. Based on material gleaned from the HDB annual reports and again from further extracts from the 1980 census, I have tried to work out the space available to a resident living in the flats based on the mean or average family size. This has helped me to visualize the physical home environment but a visit to these flats gives a more vivid picture than these somewhat dusty figures can convey, My visits to such flats have opened my eyes and I am sure that many hon. Members here have had a similar experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I have your indulgence to quote this last set of numbers? The average area available to a resident of a 1-room flat is about 8.6 sq metres per person; 2-room flat, 9.8 sq metres; 3-room, about 13 sq metres; 4-room flat, depending on the design, is about 15 sq metres; and a 5-room flat is 26 sq metres. In other words, a 1- and 2-room flat resident living in an average family has less than half of the space of his counterpart living in a 4- or 5-room flat. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have made house-to-house visits to 1 -room flats in the evenings. I could not help sniffing a wide mixture of different aromas coming from the different kitchens due to the close proximity of the units. Very often I have seen mothers eating on the floor with their children. Fathers are not at home. The father is doing overtime work and he is doing overtime work because he has to in order that he can survive, in order that his family can survive. These are not ugly Singaporeans, Mr Speaker. To my mind, this is the ugly face of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in all fairness, I must admit that we have come a long way from the unhygienic and insanitary conditions of slum dwellings from which many of these families originate. But these are no grounds for complacency. My vision of the ugly face of Singapore, however inadequate, is merely the introduction to a greater concern of mine, and I hope of this House, and that is, of education of children living in 1- and 2-room flats. Sir, the conditions I have described will have a bearing on the educational performance of this group due to financial hardship. I know of children who are not in possession of a full set of school textbooks. You are also aware of the origins of the milk for school children programme which is aimed at helping undernourished and underprivileged children. And many of these children go to school without an adequate breakfast or without breakfast at all. Financial hardship also precludes these children from receiving remedial help through private tuition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is axiomatic that a parent with primary education can at best guide his child through the very rudimentary stages of his child's primary education. Considering that only one in 12 has a secondary education and above, the sources for educational support in these homes are minimal. The physical size of the home must also have a dampening effect. The lack of privacy and the inevitable high noise levels make any attempt at serious study difficult indeed. These children need help and support. Unless we can help these children to break out from this poverty trap, the social cost in future will be high. A better education will lead to a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> better job; a better job will enable these children to support their parents who probably have little or no Central Provident Fund savings. Let us invest in them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last Saturday's Straits Times report on the Prime Minister's speech in support of this motion was headlined, \"Time to educate a new generation.\" Yes, it is time to educate a new generation. But let us make sure that we properly educate a total generation. For a start, I am suggesting that needy school children be loaned a complete set of school textbooks. Due to outdated income requirements, I believe that very few children are benefiting from free school textbooks. I have a primary school in Radin Mas, There are about 1,600 students and the principal told me that only eight needy children qualify for free textbooks. That is less than half a percent. The milk for school children programme should also be undertaken, I believe, by the Government. For the children's study needs, I suggest that rooms be created at the void decks of HDB 1- and 2-room flats wherever possible. These rooms should be furnished and perhaps be under the charge of community organizations, such as the Residents' Committee. I also urge community organizations to seek volunteers to provide tuition and guidance to these children at no cost. In today's competitive environment, these children need all the help they can get for, unless you do something positive, this group will be left further behind by society; something which no right-thinking Singaporean will desire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government is right in encouraging those in the lower income group to improve with smaller families. Appropriate incentives and disincentives must continue to be applied. But these are consenting adults and their children should not be unduly discriminated against. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last thing I would advocate is charity. What I am advocating is not only the inalienable right of every child to equal opportunities in education, but something which is inherently cost-effective. For unless you educate a total generation, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> society's failing to capitalize on our most valuable resource, the young people of this country whoever their forbears were. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not pretend to have all the solutions to this problem. For that matter, I do not believe I have all the questions. If we want to pay particular attention to the lower income group, I suggest that the Government take a comprehensive look, a total study, at this issue and not only at the problem of home ownership. Of course, this is a very important issue, home ownership. However, I wish to stress that unless 1-2 room residents are able, with help, to own better homes and not just retaining their 1-room flats, we are just maintaining the status quo. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Besar has also brought up the problem of the 20% down payment and the removal of the 20% down payment for the poor, which I endorse. My hon. Friend and mentor, the Member for Leng Kee, has suggested interest-free loans to help the poor living in 1-2 room flats to own their homes. There are other ways like lengthening the repayment periods, but until 1-room flats no longer exist, the Government's vision of the future will be impaired and the education of children living in these homes seriously hampered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we all have our dreams and today I share part of my dream with this House. Naive they may be, but I am convinced that unless they are translated into reality, the ugly face of Singapore will continue to remind us in 1999 that we have failed to give the children of the poor the best possible education today. \n  <br>3.20 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, I rise in support of the motion moved by the Member for Ayer Rajah in thanking the President for his Address which was delivered on behalf of the Government in the opening of the First Session of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I agree and support the goals and objectives set out in the President's Address. I am indeed heartened by the high ideals and lofty objectives spelled out in that Address. At \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 167</b></font>\n  <br>\n  <br> this juncture, Sir, may I be allowed to make some observations. You have on the 25th February, 1985, mentioned that there were three lady Members after having without them for over 15 years. May 1, with your permission, draw Members' attention to the fact that this House has now three political parties represented in it. Prior to October, 1981, there was only party. This is only a one-Party Parliament since 1965. On 31st October, 1981, at a by-election, one Opposition Member was elected, and then there was a two-party Parliament. Three short years later, December 1984, at the general elections two Opposition Party Members were returned. Now we have got a three-party Parliament. This is significant. The Government is not short of feedback machinery. We have got the backbenchers for a start, meet-the-people sessions, RCs, CCMCs, the lot, and yet the people want an extra voice in Parliament. They want an Opposition in Parliament because they know that it is through the Opposition that they can be effectively heard. The Member for Whampoa has said that there are no issues, which have been raised in the last general elections, that have not been raised in this Parliament. But what happens? The people still want opposition, and not only opposition but there was a big swing. So can it be said that without opposition, they can be effectively heard? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since dwelling on the Member for Whampoa, the Member has also said that he was the first one to raise this issue on HDB costing; and it has been taken up by the Opposition in the last election and has been effectively used, and he has regretted it. He said that the Opposition was irresponsible. As far as my Party is concerned, we in effect worked out our costing of HDB flats and found that they have been making a profit. There is nothing wrong in raising a truth. It is not irresponsibility on the part of the Opposition. It cannot be said to be irresponsible when we bring up something which is touchy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is my first debate in Parliament and I believe that at the outset I would like to state my position in relation to Parliament and in relation to the nation. I shall be a loyal Opposition, loyal to the Constitution, loyal to the nation, but not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 168</b></font>\n  <br>\n  <br> loyal to the ruling Party. My role in Parliament is to contribute to nation building. We are a very young country and we have much to do in terms of nation building. Nation building must not be the sole concern of the ruling Party. The Opposition is equally responsible in nation building. In fact, the whole nation must be responsible for that also. If we are to improve on what has already been built, we should also improve on our Parliamentary system. On my part, ( shall try my best to ensure that the Opposition be institutionalized in Parliament. My task is to ensure that it is not just an Opposition but it is an Opposition which must be constructive and sincere. Such an Opposition shall also be responsible for the preservation of our multi-racial, multi-lingual, multi-cultural, multi-religious and our tolerant way of life. As an Opposition, I shall also preserve and protect the sovereignty and integrity of our nation, and support a strong defence force within our economic limits for such a purpose. Many of our national service boys and those in the army have pledged to give their life to defend our nation, and I shall be willing also to die for our country, if it need be, should war break out, which I pray to God that that day will never come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our Parliamentary system is a copy of the British West-minster style of parliamentary system. The British has evolved their system over 500 years. I would say that the British parliamentary system is one of the most difficult and complex systems to imitate. Even the British themselves, I believe, do not fully comprehend it. But by their inherent genius, somehow they have made it work. That system is not based on a written Constitution, for the British do not have one. The British system, amongst other things, is governed by a lot of customs and traditions which comprise unwritten laws. No wonder so many of the colonies of the British empire, and I believe the Prime Minister did mention that 50 of them, despite rapid changes in their constitution, have failed to make it work, Because of its inherent complexity, there are no clear-cut functions as in the American system where they have got the Executive, the Judiciary and the Legislature, where there is a separation of powers and a written \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br> code, a written constitution. I believe that the prerequisite for such a system to work is the requirement of a mature people, a high level of education, a disciplined population, and the concerted effort of the leaders of the country, both from the ruling Party as well as the Opposition. I believe this system can work in Singapore because we do have all those prerequisites. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe in democracy. I believe in democracy not just for the sake of democracy. At one election I remember, my opponent, who was at that time in the Government, said that we were here so busy building a country, and asked, \"Why was this Mr Chiam running about and talking about democracy?\" We do not just want democracy in an academic sense. We believe in democracy because we believe that it is the best system in which we can establish a creative and vibrant society, because it is under this system that the fullest creative and innovative talents can come to fruition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the real source of wealth? Real source of wealth is from creative labour. We must go down to the basics. That is the real source of wealth. Many people in Singapore have bought land in a rising market. They bought land for $1 million, and then three months later they sold it for $2 million. They have made $1 million, and they become rich men. Others have speculated in the share market - bought low, sold high. They have also become rich. Yes, there are many rich men in Singapore from that source of business activity. But they have not created wealth for Singapore. Real wealth is what we can make. I have read somewhere that a university lecturer has successfully grown some mushrooms. Now this is really creating something. He exports them; we really earn the money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have always got to go down to the basics. During the last election, I did mention something about rearing chickens, and I was misquoted, and the new leaders made fun of it. There is nothing wrong with rearing chickens. It does not mean that now we have an affluent society - big tall buildings, nice supermarkets - we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> forget that there may be a day when we have got to go down to that level in case there is a big war. I have travelled through Germany, perhaps the fourth largest industrial state in the world. I have gone through their housing estates. Do you know what I see? In the empty lands, they have planted maize, or corn as it is called in America. Next to nice houses, they plant maize. You will be wondering why when they are making so many cars and machinery, they could be bothered to go down and dig the ground to plant maize. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hobby. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, it is too widespread to be a hobby. In fact, it is a practice there. Because Germany has gone through two wars, they know what devastation is like. Let us not forget that because we are affluent, we can laugh at people rearing chickens. The older PAP generation will tell you. I can remember it myself. I was six years old when the Japanese came in. All the nice gardens in compound houses had to be dug up and planted with tapioca and sweet potatoes, I can remember that well. At Emerald Hill Road, at Saunders Road and at Cairnhill Road, you can see open fields planted with tapioca. Of course, the younger generation has no such experience, and they laugh at me when I mentioned about rearing chickens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has rightly said that the lesson is for the new generation to learn, not for myself and the Member for Anson! We have learnt our lessons. I wonder whether the $18 million spent, which was supposed to educate the people on the hardship in the past, whether that message has gone through, not our people but our younger generation leaders. Have they learned any lesson from that Exhibition? They have to remember the basics, not because we are so well-off that we suddenly forget about menial things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want democracy because we feel that it is the best system for the creation of wealth. Democracy not just for the sake of democracy. In fact, it is a pre-condition for the Government if they want to fulfil their vision in 1999 and to have a more creative and vibrant society. You may say that Singapore can sell services. Yes, we can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> sell services. We are good at it, can make money. But what happens if there is a world recession and then we have to --- \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Rear chickens! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, all the younger Ministers have no such experience and they can laugh. Nothing like personal experience. Personal experience can never be transferred to another generation unless they have undergone that experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying, you do not create real wealth just by selling your services, If the world recession really digs deep into Singapore, then it would be difficult for the Government to carry out its programme. As it is, there is some recession. The Government was unable to sell the parcels of land at Marina South. They have to dig into the national assets to finance the MRT projects. Think how wonderful it would have been if we have the creative talents and expertise to build the MRT ourselves. Each contract I see costs $200 or $260 million. These are all awarded to foreign contractors. Money is taken out of the country. It is not re-circulated. There is no multiplier effect and that does not help our economic growth as rapidly as if our own contractors could bid for those contracts, when the $200 million for each contract would be circulating in our own country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the President has stated that the first duty of the Government is to safeguard what Singaporeans have achieved, and the second duty is to improve upon what has been achieved by building a better society. I agree with that. No sane person would tear down or destroy what has already been achieved by Singaporeans. I would even go one step further by saying that it is not only the sole duty of the Government to improve on what has already been achieved but it is also the duty of all Singaporeans, including the Opposition, to build and improve on what has already been achieved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have stated, if we are going to build a nation, not only is the Government responsible but also the Opposition is equally responsible. If we are to go and build a society, the Government, if it so desires, must have the support of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> majority of the people of Singapore. If the Government wants the majority of Singaporeans to support it in its programme, it must convince the people and make the people believe in the programme of the country. In other words, the Government must be credible. But sad to say, I observe that the aim of the Government is not matched by its policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I take a point which concerns my constituency. The people of Potong Pasir have cast nearly 60% of their votes to vote me to represent them. It is obvious that they believe in me. They think I am an honourable man, honest and trustworthy, otherwise they would not have cast about 60% of their votes. If I get just 50.1%, there might be a doubt. But I have got a clear-cut majority. They want me to represent them in that constituency, but the Government says, \"No. You have to wait for another year before you can be appointed as Advisor to the Residents' Committee. We do not want you to be in the community centre's Management Committee.\" Where is the credibility of the Government? The people want me to represent them and the Government says no. How are you going to get their cooperation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to build on what we already have. Yes, we have the Constitution. The Prime Minister has said that we must not tamper with the Constitution. I agree fully with that. But there was, in fact, a threat made before the elections. When asked whether the Constitution would be modified to change the one-man one-vote system, there was no clear-cut answer whether or not the Government would, in fact, change the Constitution. Will the Constitution be changed to give executive powers to the President? If that were so, then we would not have a parliamentary system that we know of today. If more powers were given to the Executive, we would end up with the French version of the Presidential type of government. The Government should in this respect give clear-cut signals. Otherwise the credibility of the Government would be in question and, if that were so, then how do you expect the majority of the people of Singapore to go along with you and carry out this very important programme? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this programme, the Government says that it will be aiming for 100% home-ownership. We agree with that. It is a good thing. But in March 1984, the Minister for National Development said that no more flats would be built for rental. I sincerely hope that in this policy there will be no force used to get people who want to rent flats to purchase them. There will be people who will want to rent flats and the Government should not force the whole lot of them to purchase flats just to carry out the home-ownership programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government really wants the people to own their homes, again why do they withhold the sale of some nice HUDC flats at Anthony Road, off Cavenagh Road? On the one hand, you say, \"Yes, please, buy up the homes.\" And on the other hand, when people want to buy the Government's HUDC flats in the choice districts, you said, \"No.\" Why is there this contradiction? So how can the people believe the Government? On the one hand, you say, \"Wait for 1986, we will have 81% and by 1996, I believe we will have 100%.\" Why should we wait up to such a long date? If you are really sincere in wanting to carry out this programme, let us see it in action today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government wants to assist the poor, the 15-20% in the lower income group. In fact, I would say that the lower income group comprises a greater percentage. If you look at Government statistics, you will see that, for workers, 55.3% of them earn less than $599 gross per month. So the percentage who are now in the lower income group is even greater than what is stated in the President's Speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We agree with giving assistance to the poor but if the Government is sincere in that, why has the Government increased the maternity ward charges in Government hospitals? There is a minimum increase of 33% in accouchement fees and a corresponding 38% increase in fee deposit for a Class C ward, whereas in Class A, which mainly caters for the rich, no such fee deposit is charged except only for the fourth child. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> They want the wealthy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 174</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> So let us be sincere. If the Government wants to carry out a programme, it has manifestly to be seen to be doing really what it preaches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, about the senior citizens. I note that now senior citizens are defined as people who are 65 years of age. I have the understanding that, in fact, senior citizens are people who are over 55 years of age, and not 65. Is this in preparation, setting people's mind in readiness, for the extension of the withdrawal of the CPF from 55 to 65? Further, if the credibility of the Government is to be maintained, then it has to do something about the CPF. The Government has promised to return the CPF money to workers at age 55. Now it says that it is not going to return this money until they reach 60 or 65. The policy now is that it has been postponed for two years, Well, the people go along with the Government, they will wait for two years. But at the end of two years, is the Government still going to tell the people, \"Yes, at the end of these two years, we are going to return you the money\", or is it not? They have to make a stand. On this one stand alone, if the Government cannot come up with a clear-cut answer, then I am afraid it is going to be very difficult for the people to believe the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How are they going to go with you and build this vision for 1999? They must know. The Government must be sincere. If there is a problem, the Government must spell out the problem. What is the problem? Is it inflation, massive inflation, or is it because the funds have been tied up and cannot be released? Or what? The people want to know. I do not think the Second Deputy Prime Minister should laugh. This is a serious matter. $22 billion of the people's money are tied up. It is not $220, not $20, not $220 million. It is $22 billion. One billion is 1,000 million, and that is, $22,000 million. That is a staggering sum of money. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Community Development (Mr S. Dhanabalan):</b> Are you talking about US million? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is US million I am talking about. As I say, it is like salesmanship. If you want to sell some- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 175</b></font>\n  <br>\n  <br> thing, the people must believe you, otherwise it is going to be difficult to sell your product. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the things mentioned in the Addendum issued by the First Deputy Prime Minister and Minister for Defence is that we shall be having free-flowing roads. Whenever motorists hear of any Government policies with regard to the road, they get a shiver down their spine because, almost like a reflex action, they know that further penalties will be coming. I hope that the Government, in trying to get a free-flowing type of road system, will not again penalize the motorist. As you know, three basic factors are needed to get free-flowing traffic, the three \"Es\" as they say - good engineering, good education of motorists, and the required enforcement. But more often than not, it is noted that the Government has not stressed on educating, or fully educating, the motorists or has not looked more into the engineering aspects of our roads, but rather on the enforcement aspect. This enforcement aspect, as I define it, would include not only fines, but parking fees and various taxes on motor vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, of course, one Member has mentioned that we could have better alternative transportation. I agree with that. But I would urge the Government also to look into another possibility, not only better education of motorists, better engineering of our roadwork system, but also on the possibility of, in fact, getting the traffic flow to move faster on the roads. I know there is a very strict speed limit adherence in Singapore, but perhaps this matter could be investigated. Because if the traffic flows faster on the roads, it will reduce the queueing time, and get rid of the motorcars from the roads faster, and that would cause less congestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have observed that in London and in European cities where I drive, the traffic moves at a much faster rate than in Singapore. But I notice that they observe two very important pre-conditions. One, strict adherence to lane discipline. I notice that they always stick to their lane, and if they want to change lanes, they give signals in very, very ample time. So if you stay in your own lane, you can travel as fast as you like. Now, the other aspect they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 176</b></font>\n  <br>\n  <br> observe is absolutely no jaywalking. You do not want to have people crossing the road when there is a fast-moving vehicle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect to reduce road congestion, which the Government can look into, is decentralization of Government business offices, and try to equalize the standard of all schools so that children can attend schools nearest their homes. Now if there are less people on the road ali going to one place like the Central Business District, then naturally it would only cause traffic jams. But if you can decentralize, as I believe the Immigration Passport Office has done that, it will reduce the number of people jamming up one place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Somebody has drawn my attention to another Government policy with regard to motorists. In this case, these are the taxi drivers. Now I sincerely hope that the report given in the Straits Times of 3rd March is not true because this touches on the credibility of the Government again, if it were true. According to that report, it says that taxi drivers are likely to pay a diesel tax of $6,600, that means $550 per month extra. And it goes on to say that despite the expected drop in occupancy of 15%, but to make up for that, the ROV would allow an increase in fare of $1 for an average distance of four kilometres, from $2.40 to $3.40; and that is if the taxi is not caught in a traffic jam. They would enjoy a 20% increase in their average income of now $1,200. Now the calculation I have made is that under these premises, in fact, the taxi driver will make a loss of 25% and not an increase of 20%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you will bear with me, Mr Speaker, Sir, the calculation is briefly like this: $6,600 per annum ($550 per month); average income is $1,200; average increase in fare by $1 from $2.40 to $3.40. You take the ratio of $3.40 - $2.40 X $1,200; you will get $1,700. That is an increase of $500. With the expected drop of 15% in occupancy rate, this $1,700 X 0.85 will give you $1,445. Therefore, the monthly increase of income will be $1,445 less the present $1,200 equals $245 per month. Then we have to take into account what he has already paid in diesel tax - $550. So this $1,445 less $550, in fact, the poor taxi driver will end up with only $895, com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 177</b></font>\n  <br>\n  <br> pared to his present $1,200. So $1,200 less $895 equals $305 which is, in fact, a 25% reduction of his present income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe this is a serious matter, and I hope that I will be proven wrong. Of course, this does not take into account the possibility of getting even less because of future increase in maintenance, future increase in diesel or petrol price. As I say, I hope that I will be proven wrong because as it was reported under these premises, the taxi driver will be making an increase of 20%. But according to my calculation, in fact, he is getting less, by 25%. If I were correct, where is the credibility of the Government? You are telling the people, \"Believe me, I am going to build you a super country by 1999.\" And here you are proven wrong. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You are wrong in your calculation! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is based on the premises, as I said, provided by the Government. These are the only data I have. I wish I had more. I cannot be wrong if it were based on these premises as provided by the Sunday Times of 3rd March 1985. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> The Sunday Times is wrong! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We are dwelling on the development of a cohesive community. Again, I would agree with this cohesive community. But looking at present Government policies, again as I say, whether or not the sincerity of the Government can be believed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our education system is, in fact, inherently divisive. There is streaming in the third year and streaming in the sixth year of a child's schooling. The division of our children into different categories will cause social alienation, and that will prevent the building of a cohesive society, unless something is done about streaming. The Addendum says that the education system will be more flexible, but I would suggest that thai is not enough. I would advocate the scrapping not only of streaming in the third year but in the sixth year as well and introduce an 8-year com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 178</b></font>\n  <br>\n  <br> pulsory education system. I believe our economy can maintain that kind of a system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, a cohesive society imputes that there must be unity amongst the community. How can there be unity when the representative who has been elected by the people is not given the chance to help in grassroots organizations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, a word about culture. I note that the Member for Yuhua has spoken a lot about culture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Changkat! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I beg your pardon. First of all, we must know what we are talking about. What is culture? I am saying \"in relation to culture.\" Culture, of course, includes good ballet, good music, art and good literature. But I would say that culture means more than that. It is a whole way of life. If we want to have a high cultural level, what we really mean is that we should raise the whole cultural life of our people and not just selected people to appreciate the things that I have just mentioned. Culture means how we behave, how we relate to others, whether we are polite, whether there is courtesy in our people, whether we have respect for the individual. It is a whole way of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sports is culture. It is not necessary to watch a ballet show. If you watch a good badminton game where, if Members know anything about badminton and if you have watched Rudy Hartono play a game, to me it is like poetry in motion. Sports is culture. So when we talk of culture, we cannot just mean exclusively certain aspects of it. I hope that the Government would widen the definition of \"culture\" to include all the aspects that I have mentioned. \n  <br>4.06 pm \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the Member for Ayer Rajah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President outlined six objectives for the next five years of Singapore's development. The first of these is: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'to reach an accord on the character of the society people desire, and involve the young in working towards its achievement;' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 179</b></font>\n  <br>\n  <br> Sir, by saying that we need to reach an accord, I hope that nobody is assuming that there has been a breakdown of the social consensus that has existed for the last two decades. Just because there are now two Opposition Members in this Chamber representing two minor political parties does not mean that the social consensus has broken down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I submit to you and to this House, firstly, that it is a safe assumption that Government policies have been largely correct over the last 25 years. Otherwise, we would not have witnessed the tremendous achievements that have been recorded. And that, secondly, Government continues to have majority support. If barely 60% is majority support for the Member for Potong Pasir, 62.5% must be a landslide for the PAP. Moreover, that is only for 49 contested seats. For the remaining 30 seats, our Senior Minister, Prime Minister's Office, Mr Rajaratnam, has claimed 100% support. I would not be so optimistic. I would be satisfied with 80%. If we were to work out the average between the two figures, then we are clearly in the region of something like 70%-plus and that is not a bad record. That is not a bad achievement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, undoubtedly, some adjustments have to be made in policies. But I would urge the Government, particularly the younger leaders, not to over-react. Do not, for example, start building chicken coops in the void decks of Potong Pasir. You know, I was three years old during the Japanese Occupation and I remember the distaste of eating tapioca and vegetables. But, Sir, if the hon. Member for Potong Pasir would look at demographic figures of Singapore, he would have realized that at that time Singapore had less than one-third the present population. There was still plenty of land to farm vegetables and tapioca and to raise chickens. Today, I do not think the Member is serious, but if he is, he would have to tear down the flats of Potong Pasir and rebuild the squatter huts to allow his people to rear chickens. And then he would have something like one-twentieth the population, not enough to support the Member for Potong Pasir. Let us not over-react. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 180</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, Sir, in our eagerness to attract tourists to fill our empty hotel rooms, do not sell our souls. I mean this seriously. Do not just do anything and everything to attract the tourists. Let us be ourselves, a dignified people, a compassionate people, a cultured people, a graceful people, an educated people, a people that do not over-react, a people that know how to handle crises, a people that do not shake just because two Opposition Members get into Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> More importantly, Sir, there will be pressures, pressures to relax laws and regulations. We must be careful not to unleash the spirit of lawlessness upon our nation. There will be pressures particularly from Potong Pasir and from Anson to rescind fines, to allow illegal hawking, illegal parking, not to be hard on those who fire crackers, not to fine those who litter and throw rubbish which kill people from Housing Board flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> And hell-riding. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Yes, even hell-riding. We must not succumb to these pressures. I do not agree with the First Deputy Prime Minister when he says, \"If the Member for Potong Pasir wants to have illegal parking, illegal hawking, we will let him have it.\" I say, \"No, we don't let him have it.\" He too must obey the law. The Member for Anson too must obey the law! And the voters in those two constituencies must obey the law! Because the Government is there. It was elected by the majority of the people of Singapore. It was a resounding mandate by any standards, and the purpose and the function of Government is to govern and to govern effectively, to govern honestly and yet to govern with compassion and with fairness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope what the Prime Minister felt on election night is not true. For a moment, he felt as though the people of Singapore were ungrateful. He quoted the Bible. The biblical example was of a man called Joseph who was a Jew. It bears some explanation for those who are hard of hearing. Joseph was a Jew. He was sold as a slave to Egypt by his brothers. By the grade of God, he rose to power as Prime \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 181</b></font>\n  <br>\n  <br> Minister of Egypt because he correctly interpreted the Pharoah's dreams. Joseph did well for Egypt. He did marvellous things for Egypt. But when he died, the next King of Egypt forgot all that he achieved. That was at the back of our Prime Minister's mind. That he and the senior Ministers of the Government having given their lives to Singapore, having invested so much to build up modern Singapore in the last 25 to 30 years, that all these may on a certain election night go to pot, go to waste. That there could come a bunch of Opposition people, ill qualified, ragtag, irresponsible, only knowing how to rear chickens, who might undo all the good things that we have done. I hope there is no such ingratitude in Singapore. Among the audience that night, there was at least one man who understood what he felt. And that was a Japanese correspondent. But I believe there are many more people than this man who understood - I am speaking for the 70%-plus of Singaporeans who, one way or another, supported the government at the last election. So I say to the Government, \"Don't over-react.\" The policies have been substantially correct. Make whatever marginal adjustments have to be made. Make them in the light of new circumstances and not of what people say; least of all, don't make them in response to two Opposition MPs, one of whom I thought was going to be more responsible than the other, but now I would say perhaps a little less irresponsible than the other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And I say so for good reason because I was listening to him very carefully, very intently; I took notes. While on the one hand he says he wants to be constructive - he supports the Constitution of Singapore, he will support good government policies - but every statement of his and every other sentence was to deride the Government, was to call the Government a liar, was to call the credibility of the Government into question. That does not speak well for a man who calls himself \"constructive\". I hope he would take note of my point because I still have hopes for his salvation in this House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 182</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second objective of the Government has to do with the creation of equal opportunities for every citizen of Singapore. I like the statement: \"Governments do not create wealth.\" I do not know how many MPs or people in the street who read this caught the meaning of this \"Governments do not create wealth.\" In fact, I will go further and say that in most countries governments not only do not create wealth but they squander it. And our fear, particularly the Prime Minister's fear, is that there may one day come a government that will squander the billions that have been accumulated by the thrift of 25 years of effort. Singaporeans should therefore continue to ensure that the people who are elected to government are really fit to govern because this is what it is all about - your future and mine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, let me refer to the policy of meritocracy. The Government has good intentions in this, in getting the so-called high-fliers, graduates with calibre, good degrees, putting them through their paces and promoting them rapidly. I think that is all to the good. Nobody would deny that Government has set out deliberately to create institutions that will support continuing development for Singapore. But at the same time, I think Backbenchers have been cautioning the Government in this area. It is just like having too many generals and too few soldiers (with apologies to the General from Teck Ghee). It is not merely the high-fliers that matter. I think the Government appreciates this. But it is a matter of expression, it is a matter of communication. We must say to those who are in the middle and lower echelons of the civil service and statutory boards that they do matter, and they matter a great deal. We must show appreciation to such people because if they get discouraged, if they feel that all that government is concerned about is the few graduates at the top, then they will not put in their best. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I would like to refer to the Government's home-ownership programme. I think it is a very daring objective - 100% ownership by the year 1999. There is no government on earth, Sir, that dares to promise its citizens 100% home-ownership. There is none. If there is, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 183</b></font>\n  <br>\n  <br> please let me know. I may not have travelled throughout all the countries of Europe, but I know there is no European country that promises this. And we offer these flats to the people on very generous terms. I would like to get privately a loan with fixed interest for 20 years at 6 1/4 % or 6 1/2 % per annum. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> 6 1/4 %. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> 6 1/4 %. I would like to get such a commercial loan. There is none. So let us give credit where credit is due. Sir, the Housing and Development Board is nothing short of a miracle. And yet it has become the favourite whipping boy of the Opposition, and all kinds of false accusations have been made against the HDB. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Let us have your facts and figures to prove you wrong. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> It is very simple. There are two components to the housing cost of a Housing Board flat, the building cost, the construction cost and the land cost. HDB has never denied that its selling prices of flats more than cover construction cost. Its subsidy is in the land cost. Furthermore, let us not forget --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is not what the First Deputy Prime Minister said. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Let us not forget something else. If we were to compare construction cost per square foot or per square metre between Housing Board flats and private flats, I believe you will see a vast differential. That alone should speak for itself because it is a reflection of efficiency. It is a reflection of economies of scale that have been achieved by the Housing Board, the external economies that have been achieved, that have made it possible for the people of Singapore to own their flats at very low prices. I say, let us give credit where credit is due. Further, the amenities which are given in Housing Board estates have been provided very cheaply. Swimming pools have been built in the newer ones. Yes, I agree with my colleagues on the Backbench that we should strive to get the Housing Board to improve on these amenities, and I believe the Government would be willing to do so if funds were to permit in the future. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 184</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point in favour of Housing Board flats is the low conservancy charges. If you do not believe me, compare it with the private condominiums. There are economies of scale again. What I am afraid is that when we devolve some of the Housing Board functions to the town councils, there may be some loss of economies of scale, and people living in those areas with town councils may end up having to pay higher conservancy charges. We never know what the situation is going to be, but I would say, however, that it is an experiment worth going through. Let us try it out in some areas and let us see how things work out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir also cautioned the Government not to force people to own their own homes. This is an incredible statement from a man who claims to be balanced and constructive. Has he any proof at any time in the past that the Government or the HDB has ever forced anybody into a Housing Board flat and forced ownership papers on him, \"You sign on the dotted line or else we put you in jail\"? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I said no more building of rental flats. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> No more building of rental flats is not no more renting of rental flats. Mr Speaker, Sir, I realize the English language is not exactly an easy language to master. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Even to a lawyer. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Well, there are lawyers and there are lawyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may get on to the next goal or topic of working mothers and upbringing of children. I like what the Prime Minister said on Friday. He said the integrity of the family must be preserved, and there was considerable support on the Backbench for this idea. The Member for Kampong Ubi was very eloquent in his stages of life presentation, from the baby unto the grave. Unfortunately, he forgot that many unborn babies are aborted in Singapore. This is a sin of the government! If the Opposition, Members want something constructive, join me in this: let us work together and get this abomination out of Singapore! It is murder. How can we, Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 185</b></font>\n  <br>\n  <br> cultivate a society, build a society, a people with compassion, who care for one another, if we have no care for life itself in the womb? Maybe you think it is a piece of tapioca inside the womb! I am sorry, Sir. How did I get hung up on tapioca? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the area of child-care, I would support the excellent suggestion of the Member for Ulu Pandan. If our women must work at all, let them at least take a break of a few years to care for their own children. It is an investment which is well worth it, for, Sir, if we consign our babies, our children, to the care of uncaring nannies and relatives, we are breeding trouble for ourselves in the future. We are breeding a generation of alienated people, well-fed, materially well provided for, but who do not understand the basics of life, of human relationship, of love, of caring for one another, of sharing and of giving to one another. It is only the close bonding between mother and child that can produce this. So I would say to the Government, I would rather have one or two percentage points less economic growth than that we bring up our children alienated, that threaten the future and the stability of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 186</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming now to the problems of the aged, it is unfortunate, Sir, that the Howe Yoon Chong Report is not sufficiently appreciated. First of all, I should like to make it clear before this House that it was a Blue Paper, not a White Paper. The public must realize that it is only a White Paper that sets out Government's position. A Blue Paper is for discussion, and I believe the Government in a sense erred or was over-eager in being democratic, wanting the people to discuss the problems of the aged well before the problems have come into a point of seriousness, and because of that we paid a heavy price. The people thought we were rushing to grab their CPF funds. It was gross distortion by the Opposition parties. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. It is 4.30 pm. Moment of Interruption. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at 4.30 pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
