{"memberId": null, "volumeNo": "48", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"48\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1986-07-30\"> \n  <meta name=\"Start_Col\" content=\"215\"> \n  <meta name=\"End_Col\" content=\"318\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">48</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">30-07-1986</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 215</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 48</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 30th July, 1986</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 216</b></font>\n  <br>\n  <br> \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of Trade and Industry and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Acting Minister for Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 217</b></font>\n  <br>\n  <br> \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Acting Minister for Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Dr Wan Soon Bee (West Coast). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 217</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>RESALE OF HUDC FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Assistance to Owners)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for National Development (a) what was the total number of HUDC units built; (b) what was the total number of units sold as at the latest convenient date; (c) what kind of financial assistance is provided for HUDC flat owners who are not able to sell back their flats to the Housing and Development Board (HDB) \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> and who find it difficult to service their existing loans; and (d) if the HDB will consider lowering the prices of the unsold HUDC units. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, the HDB has built 5,275 units of HUDC flats. As at 30th June 1986, 4,105 units of HUDC flats have been sold. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB does not provide mortgage loans to purchasers of HUDC flats. Purchasers of HUDC flats obtain loans from Credit POSB Pte Ltd or other financial institutions. HUDC flat owners who find it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 219</b></font>\n  <br>\n  <br> difficult to service their existing loans with Credit POSB Pte Ltd may request for: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) temporary suspension of monthly instalments; or \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) lower monthly instalments for a period of six months; or \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) extension of loan repayment period for a maximum period of five years. The above requests will be considered by Credit POSB on a case-by-case basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB's role in building HUDC flats is to provide long-term accommodation for middle-income people who cannot afford private residential properties. In fulfilling this role, the HDB has provided a range of HUDC flats for prospective owners to purchase what they can afford. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;70% of the 1,170 vacant HUDC flats are being sold below $220,000 each, which is well below the market price for private flats of comparable size in similar locations. The HDB will not lower the prices of the unsold HUDC flats as it is not the Government's policy to compete with the private sector in the property market. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Speaker, Sir, since about 1,000 units of HUDC flats, at an average price of about $250,000 each are left unsold, there is a sum of about $250 million of public funds left idle. May I ask the Minister how does his Ministry plan to make use of these unsold units? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the plan is to sell these flats slowly. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, it was an announced policy that the policy of the HUDC will be governed by the rules of the HDB. Why is it that the financing of HUDC flats cannot come from the HDB but rather from Credit POSB? Is this not a deviation from the policy? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, most of the policies governing public housing are quite similar for the HDB and HUDC but they are not identical. HUDC has certain separate rules which are different from HDB, and loans for the purchase of HUDC flats is one of them. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, the Minister seems to be twisting all the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 220</b></font>\n  <br>\n  <br> time. There is a clear-cut policy in which the policy of the HUDC --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have your supplementary question, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, I am coming to it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are not. You are making a speech. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is very clear that the policy, as enunciated by the Minister in 1983, is that the HUDC flats will be governed by the rules of the HDB. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Where is your supplementary question, Mr Chiam? Let us not waste time. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Why is this exception made in regard to financing of HUDC flats? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, as I have explained on several occasions, HUDC flats and HDB flats are generally governed by similar rules, in the majority of cases. But there are some differences between HDB and HUDC and providing loans for the purchase of HUDC flats is one of these differences. They are not identical, as I have explained earlier. They are generally the same. That means HDB undertakes the management of the estates. HDB does the cleansing work. HDB collects the service and conservancy charges. HDB plants the trees. I can go on for hours on the similarity of the management of HDB and HUDC estates but, at the same time, they are not identical. Not everything is the same. There are some differences. The provision of loans is one of the differences. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I ask the Minister this. You make a rule, make a policy, and you deviate from it whenever it suits your convenience. Is it not so? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> That is not true. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, may I ask the Hon. Minister a supplementary question touching upon his answer to part (c) of the question asked by the hon. Member. Would he agree that he had not really directed his answer to the point of the question, which is, assistance provided for flat owners who are not able \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 221</b></font>\n  <br>\n  <br> to sell back their flats to the Housing and Development Board? My supplementary question to the Minister is this. Would the Minister say whether, until the recent announcement was made by the HDB, HUDC owners were compelled to sell back their apartments to the HUDC or HDB now if they proposed to sell them within the prescribed period? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, no. Anybody who looks at the lease of the HUDC flats will know that there is no such rule that the owners who want to sell their HUDC flats in the first five years must sell them to HDB. They have to give HDB the first option, and it is up to the HDB whether it wants to buy or not. As a professional lawyer in practice, I think the Member for Anson and the Member for Potong Pasir must have come across sales agreements on properties and it is not unusual to put conditions on the property to be transacted. I have come across many agreements which say that if Mr A is selling a property to Mr B at a certain price, maybe at a certain concessionary price, and if Mr B wants to sell that property again he has to give Mr A the first option to purchase, and it is for Mr A to decide whether he wants to buy back that property or not. If Mr A decides not to buy back that property, then Mr B is allowed to sell the property to a third party. This is the usual clause. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Does the Minister concede now that he says it is in the agreement? Yesterday I thought he said there was nothing written about it. Does he concede that any intending vendor of an HUDC apartment within the prescribed period had to first offer it to the HUDC and without offering it to the HUDC could not sell it outside? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, as I have explained, to start with, in the first five years they are not allowed to sell. That is the rule. If they want to sell, they have to offer to HDB and, in this particular instance, HDB is unable to buy back the flat. This has been quite clearly explained on several occasions by the Government and I do not wish to waste the time of this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 222</b></font>\n  <br>\n  <br> House by repeating again. However, the Government has allowed HUDC flat owners to sell the flats to a qualified buyer of their own choice. On top of that, Government has waived the levy of 30%. Usually, anybody who sells the HUDC flat to a third party has to pay a levy of 30% to the Government. The Government has also waived that levy. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Will the Minister, without any further ado, concede that it is dishonest for the HDB now to refuse to buy back these flats from intending vendors where they had in the past compelled them to offer the flats to the HUDC? Does he not agree that it is dishonest where these HUDC flat owners may have suffered loss as a result of the policy of the HDB? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I think I admit that the Member for Anson is dishonest. He is trying to mislead the public. Nowhere is this stated in the lease agreement and perhaps I will senda copy of the lease agreement for the enlightenment of both the Member for Anson and Member for Potong Pasir. Nowhere is it stated in the lease agreement that HDB has to buy back the flats from the HUDC flat owners. Also, nowhere is it stated that HDB has to buy back these flats at the original selling price. So the Member for Anson is trying to dishonestly, in his usual tactic of rumour -mongering, mislead the people by inserting that clause that HDB has such an obligation. I challenge the Member for Anson to produce the lease agreement which states that HDB has to buy back the flat and HDB has to pay the original price of the HUDC flats when HDB buys back from the owners. Please produce that lease agreement. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Will the Hon. Minister concede that only a little while ago he said that they were not allowed to sell their flats within the first five years and they had to offer them to the HUDC or the HDB as the case may be? Did he not say that? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, yes, I said that. They have to offer to HDB but it is up to the HDB whether it wants to buy the flats or not. But nowhere in the lease agreement does it say that HDB must buy back the HUDC flats and that HDB must pay the original purchase price for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 223</b></font>\n  <br>\n  <br> the HUDC flats and that is what the Member for Anson is trying to mislead the people. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Can the Minister not see that, as a result of the policy reversal by the HUDC or the HDB, several of these owners who intended to sell them may have suffered considerable damages, loss? Does he not see that? And does he not think it dishonest on the part of the HDB to reverse this policy just because it does not suit the HDB? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I do not wish to continue to repeat the same thing. What I want to say is that HDB is strictly following the lease agreement and if the Member for Anson can produce to me the lease agreement which says that HDB has not honoured its obligation, then I will concede that he is correct. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have the second question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 223</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HUDC PHASE 3 FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Lifting of income ceiling)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Dr Koh Lam Son - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. To ask the Minister for National Development whether the Housing and Development Board will consider lifting the income ceiling and other qualifications for the purchase of HUDC phase 3 flats in view of the recent no-buy-back decision. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Question No. 2, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think this is important. May I ask a supplementary question? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You can raise that after the question has been answered. Mr Teh. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the present income ceiling for HUDC applicants of $6,000/- a month is based on the survey of household incomes in Singapore. 95% of families in Singapore qualify to purchase HUDC flats under the present income ceiling. As practically all families in Singapore qualify under the present income ceiling, there is no necessity to review the income ceiling condition for HUDC flat applicants. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 224</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As HUDC housing provides long-term accommodation for middle-income families unable to afford private properties, it is necessary to impose other eligibility conditions such as requirements for citizenship, family nucleus and non-ownership of private residential property. These additional conditions preclude families who can afford private residential accommodation from enjoying the privilege of HUDC housing and ensure proper utilization of the HUDC flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB has, therefore, no intention of lifting the income ceiling or the other eligibility conditions for the purchase of HUDC flats. This is also in line with the Government's policy not to compete with the private sector in the property market. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, a supplementary question as regards the previous Question which you have allowed me to ask. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am saying your supplementary question for the second Question. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But we have not completed it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am sorry to say it is completed. If you ask a supplementary question on the second Question, I will allow you. Do that please. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I will ask a supplementary question. The Minister has conceded that HUDC policy is under the HDB rules. Is it not HDB's rule that the HDB purchases flats back from HDB house owners within five years? Is that not a rule? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, as I have explained very clearly and repeatedly just now, a lot of HDB and HUDC rules are similar but they are not identical. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, can the Minister please tell the House that the rule governing HUDC policy is, in fact, not completely governed by HDB rule. Is that what he is saying now? You are making so many exceptions. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I think the Member for Potong Pasir is confused. Both the HUDC flat and HDB flat are governed by HDB rules. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 225</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Correct. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> It is correct. But HDB has made various rules governing, for example, the 1-room flat which has separate rules. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We are talking about the purchasing of flats back now. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Minister is answering the question. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> I am answering the question. I am just explaining that in all Housing Board flats, each flat type has its own rules. For example, the 1-room flat rules are different from the 2-room flat rules; the 2-room flat rules are different from other types of flats. Let me just quote an example. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Answer the question. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> HDB flats, the 1-room, 2-room and 3-room flats, are offered for sale and they are also offered for rental. For the rental flats, the rules are different from the rules for sale of the flats, and I just --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, this is wasting the House time. Please answer whether you have a rule to purchase back within five years. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, will you please sit down! \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, there is no such rule to purchase HUDC flats back in five years. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> HDB. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, HDB. I have explained. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right. Now he concedes that there is an HDB rule which the HDB purchases HDB flats back in five years. Now we go back to your previous policy. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have your supplementary question, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is there not a clause in your lease, which you so much would like to refer to, the legality of it? Is there not a clause in your lease which says \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 226</b></font>\n  <br>\n  <br> that if there is a requirement for the house owner, the HUDC owner, to resell it back, they have to resell it back only to the HDB? Is that not so? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I think this has already been answered and I do not wish to repeat. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Therefore, if the HDB has got this ruling, that ruling should cover HUDC flats. We are talking of legality now. Why is the HDB not --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you asking a supplementary question or not? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, all right. Why is the HDB not buying back HUDC flats within five years under your rules and under the agreement of lease? Clause 12 for your information. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> There is no such agreement in the HUDC clause that says HDB has to buy back HUDC flats. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us call this End of Question Time since the Member for Potong Pasir seems to be a bit confused. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 226</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEMBER FOR ANSON'S ALLEGATIONS ABOUT \"LIM POH HUAT\"</b>\n  </div> \n  <div align=\"center\">\n   <b>(Address of Lim Poh Huat)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have sought your leave to make a short statement about the matter on which I was referred to the Committee of Privileges yesterday. The Minister for Home Affairs then asked whether I had the address of this man who had complained to my friend about him being arrested, and I said I did not have it or I was not able to furnish it. But this morning the man who gave me this information and from whom I had a signed statement has sent me the address of this man. He told me earlier that he did not know the new address to which the man had moved. The address now is: Lim Poh Huat. He lives at Block 100, 567-D (I suppose he has given the old numbering), Aljunied Crescent, Singapore. I do not know what the postal code number is. That is the address, and if the Minister would like to send the Police to look for this man, they will find him there. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs and the Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and the Second Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, may I ask a question of the Member for Anson? Will he also give me a copy of the signed statement which he said was the sole basis on which he raised the complaint in the House? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, certainly. I told the Minister yesterday that if he wished to interview the man who gave me the statement (and it is in a signed statement as well, but he spoke to me orally first), he is very welcome to do so. I have told the man and he is ready to be interviewed by the Minister or by anybody. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> So that I will be absolutely sure, Mr Speaker, Sir, that no statement is going to be fabricated after this meeting, may I know the name of the person who had given him the signed statement? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I do not understand about statements may be fabricated, but I will let that pass. It is all the insinuations that come from this Minister in particular, and generally from the Government Benches. The man's name is Mr P. Senivaratne. I think that's how you spell it. And as I have told the Minister, I know this man. He is a member of my church and he is a man whose integrity I respect. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Is he the gentleman who is a journalist by the name of Percy Seneviratne? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Ah, Members will no doubt make the connection. This is the journalist who writes (a) glowing accounts of a Member of Parliament in a foreign press; and (b) writes damaging and embarrassing articles about Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REPORT OF COMMISSION OF INQUIRY INTO ALLEGATIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>OF EXECUTIVE INTERFERENCE IN THE SUBORDINATE COURTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 12 of 1986)</b>\n  </div> \n  <br>11.28 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [29th July, 1986], \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Parliament: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) accepts the Report of the Commission of Inquiry into allegations of Executive interference in the Subordinate Courts as contained in Cmd. Paper 12 of 1986; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) deplores as dishonourable the conduct of the Member for Anson in pleading Parliamentary Privilege to evade having to give evidence on his allegations of Executive interference, allegations he had made on several occasions in this House, all of which were calculated to undermine confidence in the independence, impartiality and integrity of the Subordinate Courts Judiciary.\". - [Minister for Home Affairs and Second Minister for Law]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> As I indicated yesterday, Mr Speaker, Sir, I was waiting to see whether any Government Minister or Member wished to speak on the motion before I replied, but I see nobody else wishes to speak this morning. I had to ask the Prime Minister to speak yesterday. But before I begin my reply to this motion, may I clarify one or two things that the Prime Minister said yesterday in his speech to the House and out of which I sought clarification from him. I see he is not here this morning. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do you realize that you have one hour? That is all. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I have this clarification of the Prime Minister first, Mr Speaker, Sir, and then have an hour on my speech? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, yesterday the Prime Minister referred to the affidavits or statutory declarations of Dr Ivy Chew. I asked him if he had got both the statutory declarations and would he like to read them. He did not read them. But he kept talking of just two words \"tacit understanding\", saying that there was nothing expressed. I have got both the statutory declarations and I will hand them up to the Clerk, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ivy Chew in her own statutory declaration, made not to us but to the Receiver and without any consultation with us or with me at all, told the Receiver, \"I posted the said cheque together with a letter to Mr J.B. Jeyaretnam at his office.\" So there was a letter. She says that in a sworn statement, and in spite of that the CJ says he cannot accept my evidence that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> there was a letter. Dr Ivy Chew was available all through the trial, waiting to be called by the prosecution. They had subpoenaed her. She was there and she was not called. So this is what I wish to make a clarification on. The Prime Minister's statement yesterday was that there was just a tacit understanding. He completely overlooked, and I am saying, regrettably, overlooked pointing out to the House that she said that she \"posted the said cheque together with a letter to Mr J.B. Jeyaretnam.\" \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin (MacPherson):</b> Where is the letter? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, if I may move to the motion before this House, perhaps you are aware that I have written to the Leader of the House to ask whether he would move a motion to give me more than an hour to reply. He has declined. So I must try and finish it within the hour. Unless, of course, he wishes to change his mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, first of all, let me state and put it on record again that yesterday we had it from the Prime Minister in this House that Mr Michael Khoo was transferred from his post of Senior District Judge because he had acquitted the Chairman and me on three of the charges. That is what the Prime Minister said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Distortion. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is what the Prime Minister said. The Prime Minister, of course, did not say that that was what the Chief Justice had told him. He says, \"This is my own view as a reasonable person, and I say, 'Look here, this is why the man was transferred'.\" Of course, he does not say that the man was transferred because he acquitted Jeyaretnam and Wong. He says the man was transferred because he had made six misdirections of facts and two misdirections of law. But whatever it is, the undisputed fact remains he was transferred because he had acquitted Jeyaretnam and Wong. And in doing so he says the man made six mistakes. Now, who says he made the mistakes? A single Judge of the High Court says he made the mistakes. And I have tried to point out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> yesterday that I have been barred from appealing against that judgment of the single Judge of the High Court. So let us not make any bones about this. It is the Prime Minister's considered opinion, and he comes to this House with his considered opinion, that the man was transferred because he had acquitted Jeyaretnam and Wong making a number of mistakes. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> A point of order, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your point of order? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> My point of order is that if the Member wants to quote the Prime Minister, surely he must quote correctly because Members will recall that that is not what the Prime Minister said. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I said, of course, he did not say it like that. Of course, he did not say it like that. But he said, \"I can understand why he was transferred. He made six mistakes when he acquitted Jeyaretnam and Wong.\" But he had come back to the point that the man was transferred because he acquitted us. I was going to ask the Prime Minister and he is not here. Has every judicial officer who made misdirections or mistakes in finding of fact been transferred or removed from their posts? Does he think that the High Court Judges should be removed from their posts if they made serious misdirections in law or in fact? I did not want to bring this but because of the Prime Minister's statement maligning this man, Mr Michael Khoo, may I ask the Prime Minister - I know he is not here - is he aware of the recent, perhaps not so recent but going back a year or so, decisions of the Privy Council, judgments of the Privy Council, which have criticized the Judiciary, the Judges of the High Court and the Court of Appeal? So does the Prime Minister say by the same token they should also be transferred or removed from their posts? Let us get that quite clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing, Mr Speaker, Sir, is this. The Minister for Home Affairs in opening his address on this motion said that I had attacked the Judiciary and then went on to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> say that I had made scurrilous remarks or comments about the Chief Justice. I asked him to draw the attention of this House to the passages in my speeches. And after some time fumbling through the reports, he referred to certain passages. I do not want to spend too much time on this. But may I say that it is only a distorted mind, a sick mind, which will find in those passages an attack on the Judiciary or scurrilous remarks of the Chief Justice. I repeat what I said. My only concern in bringing up this matter before this House is to safeguard the independence of the Judiciary, to see that it is seen by the public outside to be independent, manifestly independent. And I said that was vital to any society which believed in democracy and in a stable society. So I refute again this scandalous, outrageous, statement made by the Minister for Home Affairs that I attacked the Judiciary and made scurrilous remarks on the Chief Justice. Perhaps he would like to send them to somebody who understand the English language better than him and ask them what they thought about it, whether the passages amount to a scurrilous comment on the Chief Justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, to come to the motion itself, for a while, when the Prime Minister was speaking in this House on the 21st of March this year, it seemed that he was sincere, quite earnest and sincere, in wanting to establish and to show that the Judiciary and, of course, we were concerned with the Subordinate Court Judiciary, were acting quite independently of the Executive and had nothing to fear whatsoever from the Executive over any decision that they may make in the course of their duties. I suggested a Parliamentary Committee. Then he changed his mind and said, \"Well, what about outsiders?\" Then I began to suggest names and then after lunch the Prime Minister made a complete somersault and he came back and said, \"No, I am going to appoint a High Court Judge and I will get the terms out.\" Even then, I think there was some feeling that the Prime Minister was earnest and sincere in his desire to vindicate his Government and the Executive and to show that the Judiciary in Singapore had nothing to fear and that the public can repose full confidence and trust in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> Judiciary, and particularly the Subordinate Court Judiciary because they do the bulk of the administration of criminal law in this country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this desire on the part of the Prime Minister was dented very badly when he made the announcement on the 16th of April 1986 for the appointment of the Commissioner and the terms of reference. Mr Speaker, Sir, may I say that everything was wrong about this Commission. Everything was wrong about this Commission. And from then onwards, the Commission went off the track, the track upon which it was thought this House had launched it. It veered off completely. First of all, the terms of reference. The terms of reference were a complete departure from that suggested by me in this House and which I thought the Prime Minister accepted as a Prime Minister of the Government in this House, Parliament. The terms of reference were a complete departure. I have another motion and I will dwell at length on that. So I do not wish to spend too much time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the choice of the Commissioner. It was wrong in that respect. The Prime Minister yesterday seemed to imply that I had agreed in this House to the appointment of a High Court Judge. I said, \"If the Prime Minister wishes to appoint, so be it. It lies within his power.\" So it was not an agreement. It was a you-do-what-you-want. I said, \"So be it.\" \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> Can I seek clarification, Mr Speaker, Sir? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Afterwards, please. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Why are you afraid of the truth? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Bring it out afterwards. The Prime Minister forgets that immediately after that weekend of the sitting, I wrote to him and said, \"On further reflection, I didn't think a High Court Judge should be the Commissioner.\" And he replied saying he disagreed. He thought a High Court Judge could be the Commissioner. Those two letters were released to the press by him and they were published. So even if I did not object in this House to the appointment of a High Court Judge, I had drawn his attention three days later to the undesirability of appointing a High \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> Court Judge as the Commissioner. That was another thing wrong, appointment of a High Court Judge on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the choice of the particular Commissioner. May I tell this House, I am sorry to have to say all this, may I tell the Members of the House that from the time the announcement was made that a High Court Judge would be appointed to head this Commission, no bets were being offered outside as to who would be the Commissioner. And then when the announcement was made on the 16th April, 1986, again I wrote to the Prime Minister by my letter, which I shall release when I come to the next motion, sending him detailed reasons as to why I thought the terms of reference were wrong and that he had never consulted me, and again drawing his attention to this particular Commissioner saying that I thought he should not head the Commission. The Prime Minister replied, again dismissing it. I told him that I would release both the letters to the press. But, of course, our gutter press (yes, Mr Speaker, Sir, I did say, our gutter press) could not bring themselves, did not have the courage, to publish both those letters. So there it is. I have made it quite clear that I was objecting to the Commissioner; I did not think he was the right choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the appointment of Mr Glenn Knight. I again pointed out in that letter that Mr Glenn Knight was an unfortunate choice, if he wished to appoint someone to assist the Commission. I said he was too close to the bone. I am not the only one who shares that view. There was a letter written to the Straits Times, our press which at one time called itself the \"National Press of Singapore\" or the \"National Newspaper\". This was written by a pensioner, a Government pensioner. He wrote to the Editor of the Straits Times and he sent me a copy. He said the Government should reconsider asking Mr Glenn Knight to assist the Commission because, he said, he had been present at an interview with Mr Glenn Knight when he had made certain remarks which showed that he was completely biased. I am sure the Straits Times will produce that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> letter if it is asked to produce it. It, of course, never saw the light of day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So there were all these things wrong about the Commission. The terms of reference were wrong, the Commissioner was wrong, the person who was appointed to assist the Commission was wrong. So people began to wonder whether the Prime Minister was really earnest, was really sincere in wanting to establish the independence of the Subordinate Court Judiciary that they had nothing whatsoever to fear, or whether he merely wanted an endorsement, a white-washing, of his own view that the Executive did not interfere at any time with the Subordinate Court Judiciary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the end, the Commissioner sat over my objections. May I say this before I embark on the third limb of my speech here that the Prime Minister had said that the Attorney-General would draft the terms of reference after I had given them to him. It should have been clear to the Prime Minister that the Attorney-General should not have been asked to draft the terms of reference because the Commission was over his own action, because it had been revealed in this House that the transfer was done between the Chief Justice and the Attorney-General. So if you are appointing a Commission to inquire into that, should you ask the man, who himself was a party to the action, to draw the terms of reference? That, I should have thought, would have been clear to the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, in the end, the Commission sat and came out with its Report. May I say, Mr Speaker, Sir, and Members of this House, that the Report is founded on a deception, a deception which again took the whole of the Report off its track, a deception which has coloured the entire findings of the Commission and led to misconceptions and misdirections of the law. The deception that was responsible for this Report is, I am sure Members are aware, the deception that I had claimed privilege under section 4 of the Parliament (Privileges, Immunities and Powers) Act and that I had refused to testify. That deception was capitalized upon by the Government through,again, its gutter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> press who tried to give the impression every time to the public that I had refused to testify claiming privilege. Nothing is further from the truth. The deception was persisted in through the Government-controlled media and it runs through the whole of the Report and is responsible for the indictment of me --- \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> On a point of order, Mr Speaker. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your point of order? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I would like to ask whether the Member wants this proceeding to be interrupted so that we can, in fact, watch the video recording of what the Member said, before he proceeds to deny that he claimed privilege. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, we can watch the video afterwards. But if you will be patient and listen to me, if you will just hold your horses for a while. That deception is responsible for the indictment that I had no intention to give evidence, which is what the Commissioner says. That is his first finding, that I had no intention. I laughed when I saw that. Second, I had no evidence at all; and third that my conduct in Parliament was scandalous. It is a very strong indictment and it is a gross delusion born out of an inability on the part of the Commissioner to grasp the essentials, or am I to think that it was deliberate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What was the stand taken by me at the Inquiry? If one reads the reports, and particularly a report that appeared in the Asian Wall Street Journal, it becomes abundantly clear - yes I know, according to the Minister, it is only the local press which prints the truth, nobody else prints any truth but the local press, yes, 100% true - if you read through the reports, it will become abundantly clear to anyone that I had refused to testify after the Commissioner refused to give me an assurance that the persons I wished called would be called. Of course, I had the privilege not to testify and I chose to exercise that privilege because and only because of one reason, and the reason is that the Commissioner refused to give me the assurance that these witnesses would be called. If anyone was responsible for my not giving \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> the evidence, it was the Commissioner. It must become quite clear to anyone that he could have got my evidence. He had the opportunity and the power to get my evidence by only a simple statement, \"Yes, Mr Jeyaretnam, I assure you that these witnesses will be produced to you for cross-examination.\" If he had simply said those words, then the Commission could have embarked on its work. But he refused to give me that assurance. So I said, \"If you are not going to give me that assurance, I am not going to testify.\" That appears, if you read through the whole of the reports, patently clear. True, I was standing on my privilege but why? That is the point. The reason I was standing on my privilege is because no assurance was given by the Commissioner. So he shut me out from giving evidence. Nobody else shuts me out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And then a curious thing happened. And what is more? He says that I was disrespectful to him. I do not know whether it came out in the TV, but he was positively insulting to me. He said, \"Either you get out or I have to have you removed.\" He did not want to hear me in the afternoon when I said I wanted to explain why I was choosing not to give evidence. He refused to hear me. Some of it came out in the Straits Times. He refused to hear me and I stood my ground. Then he told Mr Glenn Knight, \"I am adjourning. See that Mr Jeyaretnam is removed.\" Why did he not want to listen to my reasons? Then I had to call the press outside to tell them why I did not give the evidence. Then he tells me also, \"You have no more part in these proceedings.\" \"But I am a party under section 17\", I have to tell him. He does not accept that. Because I am a person whose conduct is being examined by the Commission, I have a right to be represented. If I can appoint an advocate and solicitor to represent me, I can represent myself because I happen to be an advocate and solicitor. I have done that in other cases in the courts, represented myself. He would not have anything of that. He said, \"You are not a party. Get out. And if you are not going to go out, I will have you removed.\" Why was he anxious to have me removed from the proceedings? But the moment I moved out, the Chief Justice came in to give evidence. I was asking, \"Is the Chief \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> Justice going to give evidence?\" Why could I not have been told, \"Mr Jeyaretnam, the Chief Justice is going to give evidence\"? Is this a hole-in-the-corner affair? Why was I not told? I was clamouring for the Attorney-General to be produced for cross-examination. I had written to the Secretary asking that the Attorney-General be produced for cross -examination. And after I had been told to get out of the proceedings, the Attorney-General turns up the next day and he says, it is in the Report, \"I consider it my duty to appear before this Commission.\" I laughed when I saw that. If he had considered it his duty, was he not informed by Mr Glenn Knight during the lunch adjournment that Jeyaretnam was insisting that he come and give evidence, to be cross-examined? Was he not told about it? Why did he not send word back through Mr Glenn Knight to the Commissioner, \"Mr Commissioner, I will be coming to give evidence.\" The whole thing could have been saved. But the task of the Commission was not saved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Commissioner says that I never had the intention to give evidence. He is clearly wrong. I mentioned yesterday about the preparations I had made. I had written to the Registrar of the Subordinate Courts and my secretary, if she is asked, will confirm the time and effort I spent in preparing myself for this Commission and the Commissioner says, \"He never had the intention to give evidence.\" I had written to the Secretary to say that I would be coming to give evidence. I want the Attorney-General produced for cross-examination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say this. That in spite of my unhappiness with the terms of reference, in spite of my unhappiness with the choice of the Commissioner, in spite of my unhappiness with the choice of Mr Glenn Knight, I was resolved to give evidence so that the desire of the Prime Minister may be carried out, even however imperfectly, because I am here to assist. I am not here to obstruct and it is my conviction which I have tried to expound time and time again in this House and outside that the independence of the Judiciary is vital, that nothing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> will wreck a society, nothing will upset society more than a lack of confidence in the administration of justice. And may I also say the Prime Minister says in this House I agreed to give evidence. He again forgets - not that I am going to go back - but he again forgets that when I said \"I will give evidence\", I was talking about the terms of reference which he had agreed to accept. Then he completely changes them. But notwithstanding that, I was still prepared to give evidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why did I not give evidence? Mr Speaker, Sir, it must be again crystal clear to anyone that if you are going to inquire into the circumstances surrounding the transfer of Mr Michael Khoo from his position as Senior District Judge, then without any saying, it must follow that the Chief Justice and the Attorney-General must give evidence. Without them, it would be like staging Hamlet without the Prince of Denmark. And can you try and stage Hamlet without the Prince of Denmark, I ask you, Members of the House? This is why I wanted an assurance. And it must also be clear to anyone that the man involved, who was the subject of the transfer, should be called to give evidence. He should be asked what he thought about it. In the end, as it would appear from the Report, he was not called and yet it is about his transfer that the Commission was appointed. The evidence of the Chief Justice and the Attorney-General and Mr Michael Khoo lie at the core of the Inquiry. To try and say that they did not would be to pretend, and I wanted an assurance and that assurance was not given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also bring to the notice of this House that there were lawyers who told me not to take part in the inquiry particularly after the morning's proceedings. They said, \"You should just refuse to take part.\" But I said I would still take part if the Commissioner was prepared to give me that assurance. So I did not give evidence because and only because I did not have the assurance. I know the Commissioner said, \"We will consider. If they are relevant we will call them\" but I could not be sure that they would be called, and I was not going to allow myself to be a party to proceedings which were farcical without \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> these witnesses being called. That is the simple answer to it. I was not going to allow myself to be a party to proceedings which did not carry out its work properly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was not only the Chief Justice and the Attorney -General, not only Mr Michael Khoo. I also considered it absolutely important if the Commission was to carry out its tasks, was to carry out the terms of reference that had been entrusted to it, I considered it essential that they should also hear Mr Tan Teow Yeow, Mr Chandra Mohan, and of course at that time I did not mention Mr Glenn Knight, and I was ready to name the two members of the Judiciary that I gave yesterday. They were not just conjured up last night or yesterday and they should have been called after I had named them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister says, \"He can call them if they will confirm.\" The Commissioner said, \"You can call them.\" I laughed, Members of the House, when Mr Glenn Knight, wrote to me and said, \"Do you think the Attorney-General is going to support your allegations? Will you get me a brief of his statement supporting your allegations?\" Does he think I was born yesterday? Cross-examination is one of the very useful arts, functions, of getting at the truth. I wanted them for cross-examination because it is by questions directed at them and they answer them that one may arrive at the truth. So let it be made quite clear to the Prime Minister. I see in today's papers - I did not follow him quite clearly - he says, \"If he says they will confirm his evidence then he can call them.\" I do not for a minute expect them to come and confirm my evidence but I want them there for cross-examination. I have a number of questions to put to them and let them give the answers. So let that be made quite clear. Carry it to the Prime Minister that I am not asking that they be called just to confirm my statements and to be my witnesses. I want them there to be cross-examined by me. I hope I have made that very clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Commissioner's comment that I changed my stand in the afternoon. Mr Speaker, Sir, in the morning we were talking about section 4 of the Act and it seemed to me that the Commissioner was equating the privilege under section 4 with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> the privilege afforded under the Evidence Act to communications made to solicitors and professional communication, and that is why he kept talking about \"you waive privilege\", \"you claim privilege\", \"you waive privilege\". I had another look at it carefully during the lunch adjournment, and I thought it was all wrong to try and approach it like that. I told him that in my view section 4 was not the same kind of privilege that sections 128 to 133 of the Evidence Act talk about. That, in my view, section 4 imposed an absolute prohibition, and the fallacy of the Commissioner and Mr Glenn Knight is to think that the privilege was my privilege. That is where you get the fallacy, Members of the House, because the privilege is not of the Member, the single Member, or the Members. The privilege is the privilege of this honourable House. It is the privilege of the House, of Parliament, not the privilege of a single Member and so it was fallacious to suggest that I could waive the privilege that belongs to this honourable House. How could I do that? Only this House, by a resolution, can waive that privilege or this House can appoint its own Committee and this is what I said at the beginning - appoint a Parliamentary committee. So that is what I tried to point out to him. But he would not listen. He would not listen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I tried to explain to him why I was not going to give evidence because he did not want to give me the assurance, he said, \"I am not going to hear you. Get him out.\" And he walked off. So much for the thing that I had changed my mind. I was not changing my mind. I told him that in spite of that, and I think the Minister read yesterday, I said even though I may be seen to be aiding and abetting the Commissioner in committing contempt of Parliament I was prepared to do that and incur the displeasure of Parliament at a future date. I told him that, \"in spite of the absolute prohibition I will do it, if you give me the assurance.\" So let us not hide anything more. That is absolutely clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now turn to one or two legal findings of the Commissioner to show that he is completely wrong. The Attorney-General refers to Article 111(4) of the Constitution of Singapore for the authority, he says, that he and the Chief Justice \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> had for making the decision. You may remember, Members of the House, that it was said that the power had been delegated to the two of them. I cannot spend the time that I need for all this. But if one looks at Article 111(4), it becomes quite clear that there could not have been any delegation to the Chief Justice and the Attorney-General by the Legal Service Commission. Because Article 111(4) says quite clearly: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Legal Service Commission may delegate to any officer in the Singapore Legal Service or to any board of such officers appointed by it...' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will stop there, Mr Speaker, Sir, \"may delegate to any officer in the Singapore Legal Service or to any board of such officers.\". I will ask the Minister for Home Affairs to try and persuade me that the Chief Justice and the Attorney -General are officers in the Singapore Legal Service. He better look at the definition section in Article 103 and consider it very seriously, because it is my view that neither the Chief Justice nor the Attorney-General are members of the Legal Service. And Article 111(4) says, \"to any officer in the Singapore Legal Service\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said yesterday I do not know what goes on. I am not privy to the decisions that are taken by the Government, by the Ministry, or by any Department. All I can do, as I said yesterday, is to come here and to raise disquiet that I see outside, and then for the Government to explain it. I had assumed that the Legal Service Commission had decided on the transfer, the whole of the Commission. But as it transpired later, revealed by the Prime Minister on the 21st March, it was not the Legal Service Commission. It was only him, the Chief Justice, and the Attorney-General. I am saying that Article on which the Attorney-General relies upon is no authority for the delegation. So we come to this position, Members of the House, that the transfer was not of the Legal Service Commission. It is as simple as that. The transfer was not made by the Legal Service Commission. So it is unconstitutional. Of course, the Minister will perhaps come back with an opinion written by the Attorney-General. May I tell the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> not to come back with an opinion of the Attorney-General on this point? It is a serious matter and, if he thinks it is serious enough, perhaps he should refer that to leading counsel in London for their opinion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If that is so, that the transfer was made outside the Legal Service Commission, then the District Judges have lost the protection given to them by the Constitution. It must follow, must it not, Members of the House? There was a particular reason in the Constitution providing for six members to meet together and decide on the transfers, promotions and appointments, and that they should come from various sectors of the society. In that way, some protection is afforded to the holder of the post. But now, it would appear that the transfer was made outside the Legal Service Commission. So, I say, District Judges have lost the protection given to them. Do I need to have to say any further? The transfer would appear to me to have been unconstitutional. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then the position of the Attorney-General himself. The Attorney-General was born on 17th January, 1929, and on the 17th January, 1984, he reached the age of 55, Members of the House. If one looks at Article 35 of the Constitution, what do you find, Members of the House? Article 35(4) of the Constitution says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Attorney-General may be appointed for a specific period and, if he was so appointed, shall, subject to clause (6), vacate his office ... at the expiration of that period, [this Attorney-General was not appointed for a specific period.] but, subject as aforesaid, shall otherwise hold office until he attains the age of fifty-five years: \"So the Attorney-General could only hold office until the 17th January, 1984. After that, under the Constitution his appointment lapses, but there is a proviso. And the proviso is that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'the President, acting in accordance with the advice of the Prime Minister, may permit an Attorney-General who has attained the age of fifty-five years to remain in office for such fixed period as may have been agreed between the Attorney-General and the Government.' So he must retire but the President, acting in accordance with the advice of the Prime Minister, can permit him to remain in office for a fixed period. I do not know whether there is such an agreement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> between the Prime Minister and the Attorney-General after the 17th January, 1984. And this transfer was made in August, 1984. I have caused a search to be made of all Gazette notifications, going back to December, 1983, and I cannot find any Gazette notification that an agreement had been made between the Attorney-General and the Government for him to remain in office after he reached the age of 55. But there may still be an agreement. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, can I request clarification? Is the Member alleging that the Attorney -General's appointment and current position is unconstitutional? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am pointing out to you Article 35(4). It says, \"shall otherwise hold office until he attains the age of fifty-five years\". Is that clear to you, Mr Minister? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The question is: Is he alleging that the holder of the office of Attorney-General now is holding it unconstitutionally? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I do not know. You have got to answer it. I am asking you, \"Was there an agreement?\" \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I have asked a question: Is he alleging that? Because that is a serious complaint. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Minister is obtuse. I have pointed out to him, and I am saying I cannot find an agreement. The Article says there must be an agreement. Will you please produce an agreement? If you produce an agreement, of course, it is constitutional. I do not know. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, does he find any reference in the Constitution that the agreement must be gazetted? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It may not have to be. Produce the agreement then. Let's put an end to all this, produce the agreement. Don't hide it. Produce the agreement! But I should have thought it should have been gazetted. He is a holder of high office, the Attorney-General. Why should it not be gazetted? So that's that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, again I am sorry to have to say this, but it cannot be kept out. The Chief Justice himself had reached the age \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> of 65 for High Court Judges in 1982. He was appointed on the advice of the Prime Minister for a further three years. So he was holding his post as well, at the pleasure of the Prime Minister - appointed for a further three years. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Is he now alleging that the holder of the office of Chief Justice is holding it unconstitutionally? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, I am not. I am saying he was appointed for a further three years by the Prime Minister. Please, if you will just listen, Mr Minister. And that is that, after that date, both the Chief Justice and the Attorney-General were beholden to the Prime Minister for their offices. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> What is the insinuation? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because they were appointed. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, this is a very serious, scurrilous allegation. He is, in fact, saying that the Chief Justice after his re-appointment is beholden to the Executive and therefore his implication is that the Chief Justice will not make decisions impartially. Is he alleging that? We must know. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have said that under the Constitution the Chief Justice retires at 65, and I know by Gazette notification that he has been re-appointed for three years, and again for a further three years. I have pointed out that the Attorney-General should have retired in 1984 and I cannot find any Gazette notification of his appointment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the superficiality of the Report. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, on a point of order, which we need to know. I have said before that he has been using Privilege to cast doubts on persons outside this Chamber. He has made a very serious point - that the Chief Justice was re-appointed, and because he was re-appointed, he is beholden to the Prime Minister. I am asking: is he saying that the Chief Justice thereafter will not be, and has not been, impartial? He must answer the question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Minister, I am not saying that. Get it quite clear. I am simply pointing out what are the facts. For goodness sake. Now, the superficiality of the whole Report. May I just point to one thing? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You have three minutes more. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, Mr Speaker, Sir. May I point out how superficial the whole Report is. I had assumed that it was a parallel transfer of Mr Michael Khoo with Mr Errol Foenander. I had overlooked reading carefully the note that the Prime Minister had produced on the 21st March, but then later studying it, I found it was not a parallel transfer. Mr Michael Khoo is in Grade D (I think it is right) of the Legal Service and Mr Errol Foenander is in Grade E of the Legal Service. There is a discrepancy or difference of, I think, about $1,000 in salary. But the thing is Mr Michael Khoo was in Grade D of the Legal Service, Mr Foenander was in Grade E. After Grade D, there is E1, and I think it is E after that. I have a note, one can check all this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the truth then? Mr Michael Khoo was sent to take over the duties of a person two grades below him. So it was not a parallel transfer. And the man who was two grades below Mr Michael Khoo was sent to take over his duties. Does the Commissioner inquire into that? Does the Commissioner consider whether this was a parallel transfer? Does the Commissioner consider what were the reasons for this transfer, whether it was career development? The Chief Justice does not give any reasons. We heard it yesterday from the Prime Minister. I see that he is here now. We heard it yesterday from the Prime Minister that he, the Prime Minister, can see the reason as a reasonable person. And the reason was that he had made mistakes in acquitting us. But does the Commissioner inquire into the reasons? The Chief Justice was not asked, when he gave evidence, \"Could you tell us why you decided on this transfer?\" I hope these things are not done by the Chief Justice sort of waking up one morning and saying, \"I am going to transfer an officer.\" He should have been asked, \"Could you give us any reasons for your transferring Mr Michael Khoo?\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, your hour is up. \n  <br>12.31 pm \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Mr Speaker, Sir, I really feel impelled to say a few words. Members of this House know that I am not in the habit of criticizing Members of the Opposition. It is my belief that every person is entitled to his or her opinion and opinions do differ in anything and everything. But making false and malicious accusations is another matter altogether. And we have heard too much of this in this House. The Member for Anson, of course --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Move a motion. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> Mr Speaker, can I continue? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Carry on. Let us have less interruption, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> The Member for Anson has a long track record of throwing mud at innocent parties. But this matter is really getting too serious to be tolerated. Just yesterday --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Move a motion. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> --- how he brought up a fictitious case of wrongful detention by the Police. That is a very serious allegation. And yet it was without foundation altogether. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your point of order? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order, ie, that matter has been referred to the Committee of Privileges and they are looking into it and they will be studying it, I hope. Is it right for the Member to speak now on a matter which has been referred to the Committee of Privileges? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> She is just referring to it without talking about it. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> Thank you, Mr Speaker. Now we come to all this long business about the Judiciary. The Member says that his words do not amount to an accusation. I do not wish to go into words, regulations, Acts and sections but as a long suffering \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> Backbencher having to listen to all his very long speeches, it was very clear to me about his meaning. His meaning was that the Chief Justice made a decision to move the Senior District Judge at the behest or under the influence of the Executive. That meaning came across to me extremely clearly. As for his intentions, I will not talk about that today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we all know that an independent Judiciary is basic to the structure of our nation. Therefore, if the work of the Senior District Judge can be influenced by the Executive, by non-legal considerations, it then follows that people will think that the independence of other Judges in the District Courts can similarly be influenced. And the Member for Anson himself mentioned this possibility. Therefore, I think this matter was taken up very rightfully and we have heard the evidence. We have seen his shifty behaviour in court. I beg your pardon. I withdraw that. We have seen his shifty behaviour at the Commission of Inquiry and we have seen his shifty behaviour in this House, right up to five minutes ago. He is shifty all the time apparently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of Parliament have special freedom of speech, special privileges under the protection of this House. And not only that, the media bring our words into every home. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> A point of order. Is the Member speaking to the motion or is she speaking about something else? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> She is speaking on the motion. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are ruling that she is speaking to the motion, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, if you say so. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> Mr Speaker, Sir, let me repeat. In my opinion, Members of this House have special privileges under protection and we have the media which bring our words into every home. Not only the words of Members on the Government side but also the words of the Opposition Members. However, this privilege, and this is what I really want to say, carries with it a duty and a responsibility to take care that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> whatever we say must be true and just and definitely must be defendable. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, grandmother. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> So rude. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> On top of his other failings, Mr Speaker, Sir, I find him extremely rude, very boorish and absolutely without any sense of decency of behaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not afraid. Good grandmotherly advice, that's all. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> Mr Speaker, Sir, it saddens me that a Member of this House should behave in such a deplorable manner --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Move a motion. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> --- that a Member should so flagrantly abuse his privileges, especially when he has been elected in good faith by the people of Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Go and tell them not to elect me. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> Mr Speaker, Sir, I do not think I want to attract any more boorish behaviour and make his reputation worse. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Campaign in my constituency. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> Therefore, I would suggest that the Member for Anson owes a full apology to this House, to the people and especially to the Chief Justice; for the wrong that he has done to everybody, for the wilful way in which he has misled or tried to mislead at any rate the people. All this has caused a great wastage of time and effort and money if we start to count it. Surely, we have better things to do in this House than to waste a lot of time debating on empty, irrelevant, and things which are clearly proven to be untrue. How can we Members, honourable Members of this House, stand up and start saying things about the Police, the Judiciary, persons and institutions without any evidence beforehand? It really pains me, Mr Speaker, Sir, that such behaviour should be seen in this House. I would repeat my suggestion that the Member for Anson owes us and the people and particularly the Chief Justice, even Mr Michael Khoo, a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> full apology for dragging their names through the mud practically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Sir, I beg to support the motion in the name of the Minister for Home Affairs. [Applause]. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask for clarification from the hon. Member? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You have spoken for an hour. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your clarification? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> She says I have dragged their names through the mud. Could she again refer me to the various passages in which she says I have dragged their names through the mud? Would she do that? She says so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Read the Hansard. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, one other thing, ie, I have given notice of an amendment to the motion. May I just move that? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Not at the moment. Members are speaking on the motion. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I have given notice of an amendment. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I know that. We will let you do that later on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. Thank you, Sir. But what about my point of clarification? Will the Member give the passages? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I thought a gentleman ought to sit down because the lady --- \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> I will make things abundantly clear. Mr Speaker, Sir, it is also with a sense of sadness and outrage that I rise to support the motion standing in the name of the Minister for Home Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Commission of Inquiry was set up, I realized that there were two very important objectives that it sought to accomplish. First, to find out if there is something really wrong with our Judiciary and the system of appointments and transfer of people within the system. Secondly, what can be done to improve it. Unfortu- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> nately, Sir, as the Report makes it abundantly clear, no members of the public came forward to offer evidence. No proposals were received either on what is wrong with the system or on how we can improve the system. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is wrong. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> To me that is a very telling point. The Member for Anson made a lot of allegations in this House. But he too refused to give evidence and the way he did it was somewhat cleverer than he usually is. He imposed impossible conditions --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Impossible? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> --- so much so that he did not have to give evidence. Sir, I am not a lawyer. But as I read through this Report of the Commission of Inquiry, I was enlightened on two legal procedures or principles. On page 33, I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Where a witness wishes to call other material witnesses, then [quoting from the Salmon Report], a statement of the further evidence should be taken by the Treasury Solicitor. If the Tribunal in its discretion after seeing this statement considers that the evidence it contains may be material and that it is reasonably practicable to obtain it, that evidence should be called by counsel for the Tribunal. This matter must be left to the discretion of the Tribunal in each case, since it is not impossible that a plea for further evidence might be put forward merely for the purposes of delay or some other purpose irrelevant to the inquiry.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Anson at the inquiry insisted on calling four or five witnesses. But when he was called upon to give in writing the grounds upon which he was calling these witnesses, he did not do so. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I do not have to. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Then obviously the counsel for the Commission of Inquiry did not call the various people up as witnesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, on page 71 of the same Report, paragraph 7.9, it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There is another fundamental rule of evidence which Counsel referred to in his submission. It is a rule of presumption based also on commonsense that where a person who makes an allegation, when called upon, does not give the evidence on which the allegation was based, then it is reasonable to infer that either he does not have the evidence or if he does have any evidence that evidence would be adverse to or against him. Once again, by choosing not to give evidence on the allegations he made, I find that Mr Jeyaretnam not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> only did not have the evidence but that any evidence he could have given would under cross-examination be shown to be against him.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So there we have the facts of the matter, that quite clearly what this man set out to do in this House was entirely baseless. He had nothing to support his allegations. He was out to make political capital out of an unfortunate incident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And consider, Sir, the sequence of events leading to the transfer of Mr Michael Khoo, if the Executive had indeed wanted to persecute Mr Michael Khoo, then anyone who is not stupid would certainly not do it in that blatant way. In so short a time, after giving that judgment acquitting the Member for Anson and his colleague on four out of five counts, he was transferred. It is too obvious a way to do things. If there is anything that we can hold against the Government or credit the Government with, it is that it is not a Government that is stupid. The people are extremely intelligent and the sensible way to do it, if one wanted to do it, would be to wait a year or so and quietly transfer the person and not to do it like that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, we have the written testimony of the Chief Justice stating that he was personally responsible for the transfer. Unfortunately, Sir, yesterday the Prime Minister was moved, impelled to reveal to this House the contents of the judgment regarding Mr Michael Khoo's errors of judgment and errors of law. To me, as a layman, those points made by the Prime Minister and the letter of the Chief Justice make abundantly clear the reasons that must have been behind the decision of the Chief Justice to transfer this man. I say, like my colleague, the Member for Ulu Pandan, \"poor Mr Michael Khoo.\" Poor man. I would not like to be in his shoes. What has he done to deserve having his name dragged through the mud. He is a professional man. It is bad enough to have made the errors of judgment that caused the transfer, but to have his name dragged through the newspapers day in and day out, and in this Chamber, that is not a very pleasant thing to have done to one's reputation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a gross abuse of parliamentary privilege. It is not the first time that we have seen this in this House. It is not going \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> to be the last time. And today we heard another outrageous statement, and if we were to extrapolate from that statement, then we will infer from what the Member for Anson said, that therefore any appointment made by the Prime Minister of Singapore is immediately suspect; anybody appointed by the Prime Minister of Singapore to any position must be beholden to him. Therefore, where does that leave us in Singapore? Where does that leave the civil servants? Where does that leave anybody who has to be appointed by the Prime Minister? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Prime Minister appoints the civil service? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Who then can appoint anybody? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You have to fight for it. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> There you are. When it suits him, he will point to certain procedures. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Learned lecturer in law. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have less interruption, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Earlier on I was outside this Chamber and I overhead a conversation and somebody was saying \"that man (meaning the Member for Anson) is as slippery as an eel.\" To me, Sir, it is worse than that. His behaviour is reminiscent of a snake. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of order, Sir. I think it is unbecoming of referring to another Member as a snake. I wish the Member for Whampoa would --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, he was not referring to you. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It was quite obvious he was not referring to me. I think it is an unbecoming conduct, all the same. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You do not expect him to apologize, do you? Born-again Christian. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> I do not know how to describe people who like snakes or people who behave like snakes. Sir, I did not call the Member for Anson a snake. I said his behaviour reminds me of a snake. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is a Born-again Christian deception. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> But, of course, if one continues to behave like a snake, eventually there could be a physical transformation. Sir, we have seen nothing but negative, malicious, destructive, criticisms and behaviour in this House by the Member for Anson, and not far behind, the Member for Potong Pasir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can he please clarify that? What exactly does he mean by \"not far behind\"? What have I done? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I believe I have an hour and I will take that hour, if necessary, to go into what is wrong with some of the things said by the Member for Potong Pasir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You are as slippery as a snake yourself. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Don't you know that? Born-again Christian. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, when one is innocent, one does not worry about whatever labels others put on you. So we do not need to react unless the label fits. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Aren't you a Born-again Christian? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Praise the Lord, I am. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Hallelujah! Here is a Born-again Christian. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Yes. But as a Christian, I want to see justice done in this House. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are a shame. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, let us have less interruption. What is wrong with being a Christian? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> I believe Christians ought to be civil. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you civil? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> I do not interrupt people. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You call people snakes. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Correction. I said, \"he is like a snake.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> And who is being slippery now? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, what is obvious to us in this House and to the people of Singapore is that the Member for Anson is seeking to tear down our system. By that I refer to those institutions, those values which have been painstakingly built up over the last 26 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is one thing to be anti-PAP. It is quite legitimate to bring down the Government through democratic means. But I believe it is something else to be anti-Singapore. I said sometime ago in this House last year that I hope that in the course of time we can build up a consensus of what Singapore stands for. What are the values? What are the institutions which are good for Singapore? And I would expect hon. Members on both sides of the House, Opposition and Government, to subscribe to at least a set of fundamental values, to at least be able to believe in a set of institutions that work towards the good of Singapore. But we have seen, time after time, the two gentlemen from the Opposition seeking to undermine the credibility of our institutions, questioning the HDB's integrity, questioning the integrity of the Judiciary, questioning the integrity of the Central Provident Fund, and other institutions ad nauseam. What are they trying to do? I agree with my colleague, the Member for Ulu Pandan, that yes, we have privilege in this House, yes, MP's duties are to highlight abuses of authority in this House, but only where evidence is available. In other words, if we dare to make an assertion in this House, we must have at least some form of evidence upon which to base our allegations. But when we are asked or challenged to repeat the allegations in this House outside the House and we claim Parliamentary privilege, then what are the people of Singapore going to think about us? It is one thing to point to possible abuses of authority, it is another thing to have an attitude which is completely contemptuous of all authority, an attitude that seeks to undermine authority.Sir, no country can be run without authority being exercised by a government and by the institutions of government. Yes, MPs should champion the cause of the under- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> dog. But must we destroy Singapore in the process? Yes, MPs should draw attention to corrupt practices should they exist, but with proper evidence. But should we destroy the reputations of innocent parties in the process? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps Sir, it is time for us to consider the drawing up of a proper code of conduct for hon. Members of this House so that the integrity of this institution can be preserved and upheld, despite the presence of people who behave like snakes. To me, Sir, these problems point to a further need and there is a need to try and enshrine those values that have proven their worth to Singapore, a need to build institutions that will endure in order to ensure a prosperous future for our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I recall, Sir, that in the early sixties Government leaders spent much time and effort at nation building, values like ruggedness, hardwork and discipline were propagated. Meritocracy became a household word. Incorruptibility of Government and of bureaucrats made Singapore stand out from other developing countries. Law and order was established. Through laws like section 55 that effectively beat the gangsters. Workers accepted the need for industrial peace and discipline. The result was unprecedented economic development, uninterrupted for 24 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, Sir, there is a continuing need to inform and to educate our public, especially our younger generation, about the basic values and institutions that we need for our survival and indeed our prosperity. We should not take it for granted, Sir, that everybody understands and accepts our tried and trusted values and institutions. We need to try and explain patiently why we need section 55? Why we need the Internal Security Act? Why we need to have Work Permit regulations? Why we need meritocracy? What is the role of Parliament and MPs? How does the Judiciary function? How our economy works? And how we work to ensure that our leaders and bureaucrats are clean, honest, people of integrity. If we can do this, Sir, despite people like the two MPs of the Opposition, we shall build a secure and prosperous Singapore. [Applause] \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> There are still two minutes left. It is an appropriate moment to take the suspension. I suspend this sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>12.58 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I had earlier this afternoon indicated to the hon. Member for Anson that I would allow him to move his amendment to the Question before the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have since looked up Standing Orders to see whether I could, in fact, permit him to do so. I could find nothing. I am afraid, therefore, that I cannot permit the hon. Member to move his amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 44(3) is clear. It states that \"No Member shall speak more than once to any question.\" There are exceptions in the Standing Order but they do not apply in this case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member had a full hour to speak before the lunch break and he should have taken the opportunity to move his amendment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I then ask the Member for Potong Pasir to move the amendment in my name? I take it that will be in order. I have given notice but I am present and he can move it as his notice of amendment. Mr Speaker, Sir, the point is purely technical. You said I had not done it within one hour. I agree. I am very sorry it went out of my mind that I had to move this amendment. I am begging your indulgence to move this amendment. It would not take me two minutes to move this notice of amendment and I am appealing to the House to give me two minutes to move this amendment. I am appealing to the House. I can appeal to the general House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You said the Member for Potong Pasir will move the amendment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will ask him. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> And therefore you will not be speaking at all because you have spoken for one hour? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Who? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You told me I cannot speak any more. So I cannot speak, if you rule so. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, I have so ruled. But the Member for Potong Pasir can move your amendment provided he alone speaks, not you. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. He will move the amendment. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, let him move it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. Before I sit down, this is in clarification, Mr Speaker, Sir, I am not making another speech. I referred to two letters and I said that they could get them from the Secretary of the Commission. I do not know whether he has got them, ie, the Minister for Home Affairs. The letter is dated 22nd April 1986 addressed to the Secretary, Mr Lim Teik Hock, Commission of Inquiry, and it was sent by registered post on 22nd April 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other letter that I referred to this morning was dated 16th April 1986 and was addressed to the Editor, Straits Times Press, Kim Seng Road, Singapore, Letter to the Editor. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Tang, I think it is your turn to speak. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I would like to speak in support of the motion by the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the last two days, Parliament has been debating on a very important issue, ie, whether there are doubts about the independence of our Judiciary. From the speech made by the Member for Anson, it is obvious that he is systematically and calculatingly trying to cause members of the public to doubt our Judiciary. This is a very serious matter and the consequences are also serious. The Government had to spend a lot of time and energy to set up a Commission to look into the allegations of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> the Member for Anson to see whether there are any foundations to his allegations. His allegations would create, not only in the minds of our people but also through newspapers and media reporting, an undesirable impression on foreigners. In other words, the integrity and upright image of our Republic which has been built through years of efforts will be seriously undermined by his allegations if they are not rebutted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The allegations made by the Member for Anson is not a slip of the tongue. He is systematically and calculatingly undermining the foundation of our society. He has also alleged by giving the example of the arrests of certain persons without cause or reason. If such allegations were not disproved, it would cause undesirable consequences. He has raised these allegations in this House which provides him with certain privileges so that he could speak his mind without hindrance or obstruction. But outside Parliament,thousands of our people can discern whether his allegations are correct or wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His attitude displayed in this House by making unfounded allegations over and over again, is an abuse of the privileges given by the sacred institution of Parliament whose Members are elected by the people. So any responsible Member should not do that. We as Members of Parliament enjoy these privileges and we cannot be prosecuted for our speeches made here. But we must be responsible and we must have the duty to see that our allegations must be well founded. We must be responsible for our speeches made here. Has the Member for Anson this responsibility in mind? Obviously not. For example, he pointed out one Lim Poh Huat who was arrested by the Police. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am sorry I cannot remember which Member spoke on this this morning, and I said that the matter had already been referred to the Committee of Privileges. I hope Members will realize that once a matter has been referred to the Committee of Privileges, there should be no debate in this House until the Committee has reported on it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Fair enough. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng</b>(\n  <i>In Mandarin</i>): The Police has spent a lot of time and effort to make investigations. Only then did he recognize the falsity of his allegations and withdrew them. He could raise such allegations because he had the duty, as he said, to raise such questions in the House. I would like to ask him: as a Member of Parliament, should he be a parrot without a brain, or be an honourable Member with a rational mind? I believe that every Member of Parliament, before making any allegations in the House, should make a careful investigation. The Member for Anson not only raised unfounded allegations but he also broke his promises. This is manifested in the fact that he did not give evidence as promised. He has said in the House that whatever he said in this House could be counted upon, but in the end it turned out not to be so. This kind of false promises is a very serious fault. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If a Member of Parliament could break his promises, how could the people entrust their matters to him? During these two days of debate, on many occasions and many a time, the Member for Anson has demonstrated his trickery in debating by shifting ground. When his allegation of a particular person being imprisoned was rebutted, he shifted his ground and talked of other things, saying that there are other people who have been arrested for more than 24 hours and who could not contact members of their family. In this way, his original allegation was laid aside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sophistry is another of his tactics. For instance, he claims that he merely talks of Executive interference of the Judiciary and does not attack the independence of the judiciary. However, it is obvious to any sensible person that if there is Executive interference in our Judiciary, then the Judiciary is not independent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With this kind of allegation, the Government will have to take certain measures. Everybody can see clearly that we have spent a lot of time debating on this issue. The idea is to find out the truth of these allegations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, the Prime Minister even suggested the setting up of another Commission of Inquiry to look into the truth of the matter. This shows that we are brave \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> enough to face any issues or allegations. We would not do anything against our conscience and we are not like ostriches burying our heads in the sand. But what kind of attitude has the Member for Anson been adopting? We can all see for ourselves. The matter arose in this House and then there was the setting up of the Commission of Inquiry. Now the matter has been referred back to Parliament and there is another chance for him to talk about it. I would infer that even with another Commission of Inquiry, the matter would still come back to Parliament. Why? As I have said, his purpose is to systematically destroy the foundation of our nationhood. I would like to ask the Member for Anson whether to act in such a way would be good for himself and his children. If the foundation of the society is shaken, what good would it bring to the Member for Anson and his children? I think the motion by the Minister for Home Affairs is very appropriate because we cannot allow the situation to persist. We must not allow these irresponsible allegations to go without challenge. To allow this would bring disgrace to our sacred Parliament and would have aspersions cast upon it. \n  <br>2.46 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, I rise to oppose the motion and I would like to make an amendment to the motion in respect of paragraph (2). This is really the amendment of the Member for Anson and I have been asked to move it, based on the fact that he is now not allowed to speak as he has completed his one hour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the whole of paragraph (2) of the motion be deleted and to substitute therefor: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(2) regrets the failure of the Commissioner to give the assurance sought by the Member for Anson before the Member gave evidence and which failure prevented the Commission from inquiring into the Terms of Reference.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the allegations were first mentioned in Parliament on 10th January this year and the usual rebuttals were made by the Minister. At that time none of the Members in this House was alarmed by it. But now we hear three Members, two from \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> the Backbench and one from the Government side. The Member for Ulu Pandan has said that there is a waste of a lot of time and the Member for Whampoa says that there is a sense of outrage. And, of course, we get the usual lecture from the Parliamentary Secretary. If they were really so alarmed and there was a sense of outrage, why were they so quiet? Nothing was done for two months. It is obvious that either the allegations were properly rebutted and they thought nothing of that after that, or they did not realize the gravity of it, or they were just indifferent. It is only when the Prime Minister, after coming back from a trip, as he has stated, and the allegations made again, that he came into the House to confront the Member for Anson, and we knew what happened then. In the first instance, Ministers, Government members and Backbenchers thought nothing of it. It is obvious there are two thinkings on this matter - the Prime Minister on his own, Cabinet and other Members on the other side. If they thought alike, they would have brought this matter up in the first place. So it is obvious that it is the initiation of the Prime Minister. None of the Ministers here initiated this whole thing. And they said that there was a waste of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have seen the debate broadcast and we have seen the Commission of Inquiry called. The proceedings were telecast, repeated and repeated again. Why all this publicity? What is the purpose? If you want to come to a solution, I do not think that by just broadcasting to the world will come to any solution to the problems. What is the purpose? There must be a purpose for it. I suppose the Government only knows. They are the people who are wasting time, spending public money in \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;televising this three times, not twice but three times - that is my personal knowledge - maybe more times, I do not know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This matter could be easily resolved and I think an important issue is the privilege in Parliament. This is clearly enshrined, freedom of speech in Parliament. It is not absolute freedom but there is freedom of speech. I think this is an important issue which I have brought up before in another \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> debate. If the House feels that a Member has said something improper or acted in a manner which is not becoming of a Member of Parliament, there is the procedure. It does not mean that as soon as a Member makes an allegation, a Commission of Inquiry should be held. We have found the futility of this Commission of Inquiry because it is privileged. It is clearly spelt out in section 4 of the Parliament (Privileges, Immunities and Powers) Act that there is freedom of speech in Parliament and debate and proceedings in Parliament should not be impeached or questioned. Our section 4 goes further than the English section from which it was taken from clearly states that, \"No Commission of Inquiry will look into any debate or proceedings in Parliament.\" This section dates back to 1688 by the Bill of Rights, Ninth Article - as long ago as that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the freedom of speech and debate or proceedings in Parliament ought not to be impeached or questioned in any court or place out of Parliament.' So what is the simple answer. The simple answer is that if they feel that there is anything wrong, Parliament itself can form a committee and look into it or form a special Select Committee. The usual one is the Committee of Privileges. This is a simple answer to it. Why be so melodramatic, all the drama and all the excitement all for nothing? And now we have heard from Backbenchers. They said that we have got to have a Code of Conduct in Parliament. Parliament has been going in England since, as I have read, 1668. And of course we are guided by these Standing Orders here. There is no other written matter except this and probably some of the directions of the Speaker, and it is very, very clear. I hope we would not have to come back to this matter again. Standing Order 104 is very clear. This is a guide to us: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In cases of doubt the Standing Orders of Parliament shall be interpreted in the light of the relevant practice of the Commons House of Parliament of Great Britain and Northern Ireland.' So if we cannot find a precedent here, we look to the English precedent. But, of course, if there is any restriction which is passed by the House of Commons in England, we are not bound by it unless our own Parliament moves a resolution to that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> effect. This is all very clear. So in future if there is anything improper, we do not have to be so melodramatic, send it to the Committee of Privileges or have a special committee to look into the matter. There is allegation of waste of time. I think the waste of time is coming from the Government side. I have read the Report of the Commissioner and he has said that he can hardly find any English cases. It is quite obvious because in England they follow precedents. They know that anything spoken in Parliament is privileged and they do not hold a Commission of Inquiry of anything that is alleged in Parliament. That is the reason why he cannot find any English precedents. So he goes to the Commonwealth and he quoted an Australian case. But as we have seen under Standing Order 104, Commonwealth cases do not bind us. It is only precedents in the Commons House of Great Britain and Northern Ireland. So I think in that respect the guidance which he sought was quite misdirected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think everybody definitely would want an independent Judiciary. Nobody wants to see the Judiciary tampered with in any way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make an observation. Over the past 25 years - this is only an observation - there is only one Party ruling this country and in that Party, the Leader, of course, is the Prime Minister and he has become a very dominant figure in Singapore. And I believe - I think it is a true observation - that he dominates the universities, the Civil Service, statutory boards (I think even Members of Parliament). I have the privilege of sitting just across and could see for myself that when the Prime Minister walks in, everybody sits up. It is like a school teacher coming into Parliament. The Member for Whampoa at one time was making a loud, gesticulative speech on the economy and I observed when the Prime Minister walked in, he tapered, slowed down. It is not the Prime Minister's fault that he dominates the country. In fact, I think foreign observers also noted that. One Canadian reporter says, \"How can you fight George Washington?\" Well, I am not fighting the Prime Minister. I am in politics because I want to help make Singapore a better \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> place to live in. And, of course, there is a journalist, I believe he also wrote a book, \"Lee Kuan Yew, Prime Minister\" in which he says he akins the Prime Minister to a Banyan tree. I wonder you have seen a Banyan tree. The roots grow down and they grow more, and the roots grow down and they spread and spread. I have seen such a tree, really the biggest one in the world, in India. It is true that nothing grows under the Banyan tree. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the lunch break, the Prime Minister called for some written matter from the Chief Justice. There was a Queen's Counsel in Singapore at that time and somebody asked him, \"Would the Chief Justice jump (in England, that is)? - a query from Margaret Thatcher while she is having a fierce battle in Parliament. The Chief Justice in England would say, \"Tell Mrs Margaret Thatcher to go jump in the lake.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Perhaps the Prime Minister could tell us how he obtained this copy of the judgment from the court. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Of course, it is a matter of public record and I asked Mr Glenn Knight whether he has got a copy. He sent me his copy. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you, Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Is that wrong? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. I am asking a question and I got the answer and I am happy about it. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> May I know if it would have been wrong if I had asked the Chief Justice for a copy of the judgment he read out in his own court which became public property? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, we have got a code of conduct in Singapore. We have got procedures. If the Prime Minister feels that all these procedures are not binding on him --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> My question is: would it have been wrong? Because I would like to know the Member's sense of propriety. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What I am saying is that there are usual procedures for getting a judgment from the court. And if the Prime Minister could just approach the Chief Justice for the judgment, in this particular case he did not, so if he had not done it, I suppose that is the end of the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I am saying is that there are usual procedures for getting documents from the court. If the Prime Minister can bypass all those procedures --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> How have I bypassed any procedure? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There is the usual procedures for getting a judgment from the court. I am sure the Prime Minister should know that. You just make an application and it will be supplied to you. That is the usual procedure. If the Prime Minister wants to go direct to the Chief Justice, then I suppose he is privileged and we are not privileged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the appointment of the Head of the Civil Service and heads of statutory boards, can the Prime Minister tell us whether these appointments are purely based on efficiency and character and not on political considerations? Are they appointed just purely on efficiency? My observation in Singapore today is that we have got this dominant figure. And what is the result? Even this can sometimes be perceived by the public that members of the Civil Service - I am not saying all of them, some of them - may have been influenced by this. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> By what? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> By the dominant figure of the Prime Minister. That is what I am saying. This is an observation that people have made in Singapore. So under these situations, I think some people will tend to have some misconceptions and sometimes they may draw some inferences from this kind of a situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, therefore, I am opposing this motion only because I say that it has contravened section 4 of the Parliament (Privileges, Immunities and Powers) Act. In the first place, this Commission of Inquiry should not have been held at all to inquire into the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> evidence of what transpired in this House. And we hope that after this date, if there is any impropriety or any accusations of improper conduct, then it should be disciplined within Parliament and not outside. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Do I understand the Member as saying on behalf of his colleague for whom he is moving this amendment that there can be no Commission of Inquiry over anything said in this House because that is a contravention of our law of privileges? And that if there should be any inquiry, it must be in this House itself. Do I understand him rightly? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, I do believe that the Prime Minister knows that the House can waive that privilege. But until then, any proceeding in this Parliament is privileged. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> And that is the position the Member has adopted or is it the position that he is putting forward for the Member for Anson? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I, Mr Speaker, Sir --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am asking the Member for Potong Pasir. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Prime Minister refers to the amendment that the Member has moved on my behalf. And he wants to know whether that is my view that he is espousing. So may I answer the Prime Minister? He does not want it from me. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I have heard the Member for Anson at great length. I want to hear from the Member for Potong Pasir from whom I have some exceptional pearls, not necessarily of wisdom. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You have already exhausted one whole hour. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I know that, Mr Speaker, Sir. But the Prime Minister says, \"you are moving the amendment for the Member for Anson. Is that his view?\" Sir, I am saying, may I answer it? Or he does not want it from me. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are not allowed to answer. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, the privilege in Parliament is absolute and there is no doubt about that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There shall be freedom of speech and debate and proceedings in Parliament, and such freedom of speech and debate and proceedings shall not be liable to be impeached or questioned in any court, ...'. In Singapore, we have specifically put in \"Commission of Inquiry\". So what more? The interpretation of any section of any Act is by the ordinary and natural meaning. We have got absolute privilege here in Parliament unless, of course, Parliament itself waives that privilege or if the Member wants to go out and waive that privilege. That is quite clear. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> As the practitioner of the law with such clarity staring him in the face, he could have taken out an injunction against the Commission of Inquiry. And if the law is upheld as he has explained it, the Commission of Inquiry will come to a grinding halt. There are procedures to put these things right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We have had a debate on privilege. Perhaps the Member of Parliament was not here. And there is a matter, in fact, pending in the High Court of proceedings in one of the Select Committees of Parliament. Even that should have been privileged but this House refused to decide on that. So it leaves it to the Court. If we bring it to the Court, they will probably throw it back to Parliament. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think it would save a great deal of time if the debate on the amendment and on the main motion were to proceed as a single debate. Do I have the agreement of the House on this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It has been proposed as an amendment, to leave out paragraph 2 and there to insert a new paragraph 2, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(2) regrets the failure of the Commissioner to give the assurance sought by the Member for Anson before the Member gave evidence and which failure prevented the Commission from inquiring into the Terms of Reference.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be left out, be left out.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> \n  <br>3.12 pm \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Encik Yatiman Yusof)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, I rise to speak against the amendment moved by the Member for Potong Pasir on behalf of the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel rather disappointed when the Member for Potong Pasir hastily asked why, after the setting up of the Commission of Inquiry, there was no reaction forthcoming until today. And he explained in an insinuating manner that all the members of the Cabinet in the Singapore Government did not take any action except when they were prompted to do so. But later he himself realized that the person who moved the motion to accept the Report and to debate it was the Minister for Home Affairs who started off the debate before the arrival of the Prime Minister. The House did not debate the motion after the Prime Minister had entered the House. So even if, on a simple matter which is already clear, the Member for Potong Pasir who sits in front is unable to draw a rational conclusion, what more when it comes to his suggestions about freedom of debate in Parliament? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, later on I wish to expose the tactics adopted by the Opposition, stage by stage, in order to undermine Singapore's stability. However, before I do so, let me comment on some of his points of clarification in which he implied that all the Government backbenchers act only when prompted to do so. He gave example of how the Member for Whampoa varied his tone and style of delivery when the Prime Minister walked into the House as though he could see all these when he himself is seated with his back to the Member for Whampoa. Maybe the Member for Potong Pasir has four eyes such that he could see from the rear the changing reactions in the course of the debate. However, that is the way how both the Members for Anson and Potong Pasir draw their conclusion. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, is the Member for Whampoa sitting behind me or to my right? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you giving way, Encik Yatiman? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b>(\n  <i>In Malay</i>): I am not giving way. The Member for Potong Pasir has stated that the move to set up a Commission of Inquiry and to ask the Member for Anson to give evidence at the Commission of Inquiry is ultra vires the Standing Orders of the House. He went on to say that every Member of this House has absolute freedom of speech and that this freedom of speech could not be questioned or investigated into in any Court. If that is the correct situation, I feel that the Member for Anson who is learned and the Member for Potong Pasir is not less learned because both of them are lawyers who are supposed to be knowledgeable, but after the Commission of Inquiry had concluded its findings and its Report tabled before us today, the Member for Potong Pasir says that the Report runs counter to the Constitution and on that ground is not valid and should be rejected. After having spent tens of thousands of dollars in response to the Opposition's suggestion that a Commission of Inquiry be set up, now the Opposition says that the setting up of such a Commission is a waste of time and money. I wish to ask this House today whether this idea or proposition that this issue be taken up by the Commission of Inquiry was initiated by the Government or Opposition? If we peruse the Hansard, it is clear that it is the Opposition that wants this Commission of Inquiry because prior to this they had been drumming up for one after another Commission of Inquiry to look into a multiplicity of issues. The idea or suggestion of a Commission of Inquiry was initiated by the Opposition and the Government whose stand in the matter is one of fairness and openness, and it is the intention of the Government to go through this to the end and in the process expose how the Opposition tried to exploit facilities for their own ends. There are two political motives to this. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I clarify for the benefit of the speaker? True, I asked for a Parliamentary Committee. If the Member will recall, on the 19th March, my first proposal to the Prime Minister was that there should be a Committee of Parliament. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, I refer to the suggestions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> made prior to the 19th March. I refer to the suggestion that the Government sets up a Commission of Inquiry concerning freedom or independence which the Member had been harping on in this House previously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Be that as it may, Mr Speaker, Sir, let me say that the whole of this debate hinges on two stages. If we observe the performance and the arguments put forth by the Opposition Members, we will see that in the first stage they have done their utmost to weaken the value systems of the Singapore society, the value systems of Asian society. To show how despicable their attitude is, we notice earlier on how the Member for Anson contemptuously denigrated the Member for Ulu Pandan and ridiculed her as being senile and out of her senses. That is the brand of value system that the Opposition bandies about. However, after shouting from the rooftop about freedom of speech, freedom to express our feelings, freedom of action both inside and outside Parliament, we ask, are such freedoms accompanied by a sense of responsibility, not much, just a little sense of responsibility? In the course of this debate it is clear that the Member for Anson takes the position that it is his duty to merely ask questions, but in the process of doing so, he actually pours poison into the minds of the people in order that they will suspect and consequently reject the present leadership. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the conclusion that can be drawn from this debate is clear that the Member for Anson has failed to substantiate his allegations of Executive interference in the Subordinate Court Judiciary. Secondly, that the Member for Anson, and now followed closely by the Member for Potong Pasir, has expanded his wild allegations in order to find a new foothold for his allegations which he can certainly not come across. Mr Speaker, Sir, why has the House spent so much of its time debating this issue? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> When did I expand on the allegations of the Member for Anson? Can you please tell me? \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b>(\n  <i>In Malay</i>): When the Member for Anson mentioned two additional names besides Mr Michael \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> Khoo, he had in fact widened his allegations that the Executive had interfered in the running of the Subordinate Courts. Is that enough? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think that is not true. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, if you do not understand Malay, please listen to the translation. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I do understand Malay. The Member said that I was expanding on the allegations of the Member for Anson. I have not expanded. Please, do not --- \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> I have repeated three times that the two names were given by the Member for Anson, not from the Member for Potong Pasir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> That is right. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, why have we spent so much time debating this issue? Because we believe that the freedom, independence and integrity of the judicial system are of vital importance. We believe that the Executive system and the legislative system should be independent of each other and not influence one another. Because of the sanctity of this belief, we cannot allow any allegation, any insinuation of Executive interference of the judicial system to pass by. It is a serious allegation because whether Singapore in the future can survive and win the confidence of prospective investors or otherwise collapse will depend on the outcome of the debate on this issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson seemingly appears in earnest when he said that he spoke purely in defence of the judicial system. I think what he has done is actually the opposite. He has raised question marks, cast doubts among the people through this debate which is telecast to homes so that the people of Singapore lose confidence in the present Government and prospective investors shy away from Singapore. Is this then the action of a man who is honest, is this more patriotic, is this the manner in which he can provide long-term benefits to our workers whom he represents? I certainly think not. He \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> wants at the end of it all the investors to doubt the political stability of Singapore, to have doubts about the judicial system and thereby shy away from investing in Singapore. If this materializes, who will be the first victims? Mr Speaker, Sir, I think the first victims will be no other than our own workers who will be unemployed. Secondly, our people will suffer as they will be homeless. And thirdly, our businessmen who form the backbone of our economy. Professionals like the Member for Anson can easily take refuge overseas but those who will really suffer are the people of Singapore. We are the people of Singapore. In the circumstances, we must defend that there is no truth whatsoever, it is a lie, in the allegation of Executive interference in the administration of our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I oppose the amendment motion of the Member for Potong Pasir and I support the motion moved by the Minister for Home Affairs which states that Parliament accept the Report of the Commission of Inquiry and rejects the allegation of Executive interference of the Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left out, be left out.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I call for a Division, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Take a Division. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 2; Noes, 61; Abstention, 1. \n  <pre>\r\n\r\n      Ayes                             Noes (cont)\r\n\r\n\r\n\r\nChiam See Tong                  Ho Kah Leong\r\n\r\nJeyaretnam, J.B.                Ho Tat Kin\r\n\r\n                                Hu Tsu Tau, Richard\r\n\r\n      Noes                      Ibrahim Othman\r\n\r\n                                Jayakumar, S.\r\n\r\nAbbas Abu Amin                  Koh Lip Lin\r\n\r\nAbdullah Tarmugi                Lai Tha Chai\r\n\r\nAhmad Mattar                    Lau Ping Sum\r\n\r\nAng Kok Peng                    Lau Teik Soon\r\n\r\nBarker, E.W.                    Lee Boon Yang\r\n\r\nChen, Bernard                   Lee Hsien Loong\r\n\r\nCheong Yuen Chee, Eric          Lee Kuan Yew\r\n\r\nChew Heng Ching                 Lee Yiok Seng\r\n\r\nChin Harn Tong                  Lee Yock Suan\r\n\r\nCh'ng Jit Koon                  Leong Horn Kee\r\n\r\nDhanabalan, S.                  Lim Boon Heng\r\n\r\nGoh Chee Wee                    Ong Teng Cheong\r\n\r\nGoh Chok Tong                   Othman bin Haron Eusofe\r\n\r\nGoh Choon Kang                  Ow Chin Hock\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\nPhua Bah Lee                    Wang Kai Yuen\r\n\r\nRajaratnam, S.                  Wong, Aline K.\r\n\r\nSia Khoon Seong                 Wong Kan Seng\r\n\r\nSidek bin Saniff                Wong Kwei Cheong\r\n\r\nTan Cheng Bok                   Yap Giau Cheng, Eugene\r\n\r\nTan, Dixie                      Yatiman Yusof\r\n\r\nTan, Augustine H.H.             Yeo Cheow Tong\r\n\r\nTan Keng Yam, Tony              Yeo Choo Kok\r\n\r\nTan Soo Khoon                   Yeo Ning Hong\r\n\r\nTan Tee Yong, Philip            Yeo Toon Chia\r\n\r\nTang Guan Seng                  Yu-Foo Yee Shoon\r\n\r\nTang See Chim                   Zulkifli bin Mohammed\r\n\r\nTeh Cheang Wan\r\n\r\nTeo Chong Tee                        Abstention\r\n\r\nVasoo, S.\r\n\r\nWan Hussin bin Hj. Zhoori       Yeoh Ghim Seng\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question now is the Motion moved by the Minister for Home Affairs and Second Minister for Law. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I was in my office at work and listening to the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order, Mr Speaker, Sir. Is the Prime Minister going to have a second speech? He has already spoken yesterday. Is he going to have a second speech? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am not, Mr Speaker, Sir. I was just about to explain to the Member for Anson that I am here because of the queries he raised. If he does not want me to clarify, I will not. Amongst other things, I looked up Mr Yong Yung Sui and Mr Jeffrey Chan. My secretary had Mr Glenn Knight to look them up. We can leave it if you like. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think it will be a good thing for you to clarify, Mr Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Clarification, yes. Not a long speech. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I heard some intemperate words this morning in my room - the Report contains a deception by the Commissioner on the preservation of law of privilege, misdirection of law and he was delinquent. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Will the Prime Minister clarify if he wishes to clarify? Yes, I have asked him several questions. I asked him to produce the two affidavits, the two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> statutory declarations. He did not produce them. I produced them this morning. So will he clarify if he wishes to clarify and not make another speech? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> That is what he is trying to do, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I assume that after using words like \"deception\", \"misdirection of law\", \"delinquent\" with regard to a High Court Judge --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Delinquent? Did I say \"delinquent, misconceptions, and misdirections.\"? Delinquent? When did I say \"delinquent\"? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I assume that he does not want a reconvening of the Commission of Inquiry. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You admitted it yesterday, the reason for the transfer. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is amazing how quickly the Member shifts his target and his position. He does not want a reconvening of the Commission of Inquiry. I think I heard him right also that all High Court Judges are disqualified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, may I speak? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. You are not giving way? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> No. I want to get over with this. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, this is not a clarification. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He is trying to clarify. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Not a clarification. I am not allowed even one minute. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> Mr Speaker, Sir, on a point of order. Surely it is not for the Member for Anson to rule what is a clarification and what is not a clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am asking Mr Speaker, not you. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Prime Minister is clarifying. He has no chance to do it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Thank you, Mr Speaker, Sir, for your ruling. May I now proceed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A second tack now is that all High Court Judges are disqualified from holding a commission of inquiry because they are all unsuitable since he wrote to me in a letter explaining why they should not investigate the Chief Justice. Then, lo and behold, the Member for Potong Pasir goes one step further and says that any commission of inquiry, never mind by whom, whether it is a High Court Judge or anybody else, is prohibited by reason of section 4 of the Privileges Act. I can therefore only conclude that the Member for Anson does not want to pick up my --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, on a point of order, please. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, what is your point of order? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I clearly heard the Prime Minister say that he was going to clarify as to what the Member for Anson said this morning and not in regard to my speech. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I think Members of this House and indeed the public can be correct in assuming that under no circumstances will they now want a commission of inquiry. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will explain that, if you will allow me to explain. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> We have had two days of this. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will explain it. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> All the time he was willing to go into the witness box and take his oath. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would you ask me to clarify and I will explain it? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> But now in progressive steps, first, Mr Justice Sinnathuray is bad, deception, misdirection of law, delinquent. I may have heard it wrong. I will be subject to correction by Hansard. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Did I say \"delinquent\"? Did I say that? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> We will check from Hansard. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Call for the record. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> That no High Court Judges, now no Commission of Inquiry under any Commissioner whatsoever, that my offer of a reconvening of the Commission of Inquiry has been properly and thoroughly rejected. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. I will explain it to you. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, we can go on, round and round the mulberry bush ad infinitum. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I will give a simple explanation. Before a Commission of Inquiry the Member has to go into the witness box and take an oath, and he is hoping that before a Parliamentary commission it could be the same give-and-take as in this Chamber. That, Mr Speaker, Sir, is for you to decide if you want a further debate of this nature, instead of an ascertaining of the facts. A very wide blanket was thrown over all the judicial officers - the Chief Justice, the Attorney-General, the Commissioner - for having acted hole-in-a-corner. I do not think I heard that one wrong. They were afraid that if he was there, his presence --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I do rise. What is the clarification? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Later on you can clarify yourself too. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is the clarification? He said there were two things he wished to clarify. Now he goes on in his rambling manner. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am clarifying to this House that although he is rejecting the offer of a reconvening of a Commission of Inquiry, nevertheless he will find all the witnesses he has named - the Chief Justice, the Attorney-General, Tan Teow Yeow, Chandra Mohan, Michael Khoo, Yong Yung Sui and Jeffrey Chan - in another forum and I hope, Mr Speaker, Sir, when that happens we will all be cognizant of the fact that we are not continuing a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> debate. We are there to ascertain the facts and to get the facts, preferably on oath because there are penalties attached to making statements on oath. There are none when you toss them out like confetti in this Chamber. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Prime Minister is not giving way. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He has named five. He has not explained why he wants Tan Teow Yeow, Chandra Mohan, Michael Khoo. He explained why Yong Yung Sui and Jeffrey Chan are important. Sir, I caused enquiries to be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yong Yung Sui. He himself cannot remember the exact date but he knew he was transferred. He was then in 1973, 1st June, promoted to Upper Timescale and posted to the AG's Chambers. In 1980 --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> In 1972 he was transferred from the courts, wasn't he? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'1.6.73 - promoted to Upper Timescale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1.6.73 - posted to Attorney-General's Chambers as State Counsel, Upper Timescale.' \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> When was he removed from the court, do you know that? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Must be 1.6.73. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, we will check all this. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'1.1.80 - Legal Officer, Grade IX.' \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Grade what? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Grade IX. There may be Executive interference but I do not see it on the face of it. But, nevertheless, he will be produced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Jeffrey Chan. We were told that he acquitted a person defended by the Member for Anson of a CBD offence. He ruled that there was no case to answer. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a preliminary point. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> On a preliminary point. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That the law was ultra vires. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He was immediately transferred. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Transferred three or four months later. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Three or four months later. Mr Speaker, Sir, I have the facts before me, including a statement from Mr Jeffrey Chan who is somewhat vexed, having read all this and heard all this. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Let him be produced. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He acquitted on 11th of January 1977 without calling on the defence on the grounds that the regulations made under the Motor Vehicles (Licensing) Rules were ultra vires. What happened then? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> There was an appeal, yes. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The public prosecutor appealed. The Member for Anson appeared for the appellant. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Of course. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He was there when the Chief Justice on the 20th April 1977 ruled that Jeffrey Chan was wrong and ordered him to call on the defence. He suppressed that evidence. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I did not, Mr Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He never told us that. He said, \"Here was a case, an acquittal, man was transferred.\" He did not tell us, \"Here was an acquittal on a point of law, no defence called, went up on appeal (he was at the appeal), the appeal succeeded, the man was wrong, the magistrate was wrong; he was told to call upon the defence.\" He did. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> And then after that? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He did. And the Police inspector was convicted. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> And after that? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Because he had to call upon the defence. If Michael Khoo had been told by the Chief Justice to call upon \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> the defence, there would have been no second trial. Immediately, the Member would have been sent into the witness box. Or if he did not, as he chose not to, immediate conviction must follow. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Was he transferred after that? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I have his record. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why do you not answer my question? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'1.2.78 - considered by LSC for promotion to next higher grade but was granted two increments with effect from 1.2.78. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1.6.78 - promoted to Intermediate Timescale (Magistrate, Coroner, Deputy Registrar (Subordinate Courts)). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1.9.79 - promoted to Upper Timescale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1.1.80 - substantive appointment redesignated as Legal Officer, Grade IX. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1.8.81 - promoted to Legal Officer, Grade VIII. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1.8.84 - promoted to Legal Officer, Grade VII.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is important that we understand how the system works. First of all, the Legal Service Commission came into being long before I took office. It was decided in the 1950s (before 1959), drafted by legal experts, jurists in London with the Colonial Office in consultation with the Chief Justice, the Attorney-General, and members of the Legal Service (then the local members who were Malayan-named members, as they were known) about to take over. It was designed to create a service which was distinct and apart from the administration and to regulate itself. The key regulation was the composition of the Legal Service Commission and its power to promote, in other words, to reward, to decide who deserved which important jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I will not be interrupted, Mr Speaker, Sir, other than a point of order. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you still upholding that all this is clarification, Mr Speaker, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You think so. All right, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The Commission consists of the Chief Justice and one Judge (High Court Judge), the Attorney-General, three Judges - two Judges and one on the prosecuting side, making three, and three neutral members from the PSC (the Chairman and two others). The Attorney-General cannot say, \"I don't like that Magistrate because he acquitted. Transfer him.\" It is the Chief Justice who decides who moves out from his Courts or who moves into his Courts. And Subordinate Courts and Judges have to be controlled. They are controlled by the Legal Service Commission. In other words, when a man writes his judgment or makes his ruling, he knows that there can be an appeal and he has to justify what he has done, in writing with the records, and it goes up before a High Court Judge or the Chief Justice. And if he is constantly wrong and not up to the mark, his promotion must be affected. They decide. The three PSC members are neutrals but who must be guided, I suppose, by the three Legal members who know who's who and who has been competent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, this is so in all Courts, under all jurisdictions. It is so in Malaysia; it is so in England; it is so in Australia and New Zealand. I see nothing improper for the Chief Justice, in consultation with the Attorney-General as required by the delegation, to move anybody he likes. But to promote him, he must get the whole Legal Service Commission. It is important that we get these things right because we are recruiting new graduates every year and it has been a serious problem competing against a buoyant Bar. And with all these aspersions cast, that it depends upon, first, the three members of the Public Service Commission, then upon the Attorney-General, then upon the Chief Justice and the Attorney-General \"who are beholden to the Prime Minister.\" Mr Speaker, Sir, the Judges cannot be removed. That is part of the system. They can only be removed (they control the Subordinate Courts) if they misbehave, they have to be removed here, in Parliament, by a two-thirds majority, in other words, they are impeached. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Chief Justice reached 65, retirement age, in 1982. I had no choice but to ask him to continue. First, because there is no better man to take the job; second, because if I appointed any other Judge, they were all so young. They would be there for a very long time and the mistake would be a very costly one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1985 the three-year extension expired and the situation did not improve. He has another three-year extension. I do not know whether there will be an improvement. I do know that it is a Bar that is barren of talent. I have said so in this House and I explained it in the 1985 Budget debate, 1982 Budget debate, special lawyers' professional allowances, to retain them. Every year our best students go into medicine, and then engineering, and now the computer sciences. There are very few lawyers until recently, so much so that we have had to send scholar engineers, already graduated, on a special two-year course to convert into lawyers, to go abroad to get the necessary polish to come back and make up time. This is how parlous the situation is. So for the Member for Anson to make these allegations that they have been extended beyond their retirement age because they will be beholden to me, is I think --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You do not understand. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- a remark which I hope he will have an opportunity outside this Chamber to expand on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Threaten, threaten! \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> They are not threats. They are matters of fact. Under privilege of this Chamber, he is making the wildest, the most obscene allegations. The Chief Justice has been --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I think you have to rule on this. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I need no clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I rise on a point of order. You have got to rule. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. What is your point of order? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He says that I am making wild allegations in this House. What is he doing? Is he not making wild allegations? He says I made obscene remarks or obscene allegations. What are the obscene allegations that I made? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You want to clarify what is obscene? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Ask him to tell us where are the obscene allegations I made? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Give him a chance to do it then. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Will he point to the passages which, he says, are obscene? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> We have not got to a stage yet where the steno can type straight into a teleprinter on to a video screen which they already have in America. If they do, we would be able to do it. But I heard it distinctly --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That I made obscene allegations? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- to say of the Chief Justice and of the Attorney-General. He has been Chief Justice since 1963. He was a Judge before that, long before I took office in 1958. And because he ruled against Michael Khoo, overruled him, therefore now, a wider allegation. The Attorney-General - he reached 55 --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> 17th January 1984. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- and he was given a five-year extension and approved by the President a fortnight later. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why was it not gazetted? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, these are technical matters. I leave to the technicians of government. If it were necessary, they would have done it. These are not secret hole-in-the-corner appointments. The whole Legal Service wanted to know whether there will be a vacancy up. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why was it not gazetted? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Ask the Legal Officers. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. You better ask the Attorney-General. He should have seen to the Gazette. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, it is bad enough to make these allegations. It is worse when he tried to distract the gravity of these discussions by a rowdy, intemperate, tempestuous interjections. I have sought clarification because I think it is part of my duty to put the record right. There will be the Chief Justice when we meet. He will answer all questions. There will be the Attorney-General. There will be all the Legal Officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Attorney-General is not a member of the Executive. In Britain, he is. He is a politician. He is a Minister, a lawyer in the governing party takes over the job. And he decides who to prosecute, who not to prosecute. But not in accordance with party affiliations. Here, he is not a member of the party. He is a member of the professional service. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He is not the legal officer of the Government? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He is. He has to discharge the duties of the Chief Legal Officer. The fact that the Member for Anson asserts it with great authority in his voice does not make it sound. It is not so. It is in the Constitution that he is a member of the permanent service. He does not go with each election. He is there. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Isn't the Permanent Secretary a member of the Executive? Isn't he an Executive of the Government? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> No, he is not. He is a member of the Civil Service. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, you can split hairs. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, we will more than split hairs. We will break them up into microns. That is my intention. There was no better man ---. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Attorney-General? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- to be Attorney-General. Find me one. I said so in the Budget debate in March 1985. Find me one either in the public sector or in the private sector. I can find one in England or Ceylon or India because the best there go into the law. That would be quite a slap to the members of the Singapore profession. In fact, they are unhappy even when we opened the qualifications to people who graduated other than from England and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> included those who graduated from British and Commonwealth universities and allowed, under special provisions, the Attorney-General to approve senior, experienced and eminent counsel in Hong Kong to register here. That was just before the 1984 agreement which, because it was successful, led to no recruitment. That is how parlous the situation is. Do I appoint Ananda Subhas, that standard, M.P.D. Nair who appears for the Member for Anson in his cases? Are we really serious --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Point of order or clarification? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Point of order. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your point of order? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is he now going to refer to persons outside this House in a derogatory manner without them being here to answer? If he thinks Mr Tan Boon Teik is the best man for him, let him say so. We can see that he is the best man for him. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Where is the point of order, Mr Speaker, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I cannot see the point of order. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Thank you. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>4.08 pm \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I think we should finish this item today. Therefore, I would like to move that the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REPORT OF COMMISSION OF INQUIRY INTO ALLEGATIONS OF</b>\n  </div> \n  <div align=\"center\">\n   <b>EXECUTIVE INTERFERENCE IN THE SUBORDINATE COURTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 12 of 1986)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, let me round up the controls. The Subordinate Court Judges are controlled by the High Court Judges who can only be removed by an impeachment here in this House, by a two-thirds majority. But in Singapore, we have an extra supervision on them. When they write their judgments, they know that it could go up to the Privy Council and Judges, nothing to do with Singapore, will scrutinize whether their findings are in accordance with the law. I cannot explain why some judgments take so long. I do not understand it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> But I can only assume that the Judges are extremely careful when they write their judgments, that it will stand scrutiny. And if it does not, they get sparks knocked off them. It is an eminently reasonable arrangement, has worked and will work. Until the Member for Anson came along, nobody had any doubts as to the integrity of the Courts. But first he attacked the Subordinate Courts Judiciary, exempting the High Court Judges from his strictures. Now he has condemned Mr Sinnathuray, the Attorney-General, the Chief Justice, and he has also ruled out all High Court Judges from hearing the Commission on the allegations he made. So he has broadened out over a wide field. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has carried the logic of the extension one step further. Since there is no proof, there is no evidence whatsoever, that any member of the Executive interfered in the workings of the Courts, because the Judges regulated themselves and promoted themselves, it has nothing to do with the Government. He now says, because I have been here for 25 years, I have become so dominant, so dominating, such a big banyan tree with such wide-spreading roots, that they all do my bidding. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not know about the Member for Whampoa, whether or not he slowed down when I came in. If he did, I can only assume that perhaps what he was saying was tendentious. I have two hands, two eyes, two feet, less teeth than I started off life with. And I do my job to maintain the system so that it will last, what we have built can survive the creator generation. This is a very serious problem. And if they do not know how to deal with roughnecks, like the Member for Anson, then this whole thing will go upside down. I would never allow any challenge to the integrity of the system to go past and it should never be allowed. Therefore, we shall have this opportunity to hear the Member for Anson add the essential ingredients that will transform this picture and show that there were reasons why Judges as they wrote their judgments were looking over their shoulders, fearful, transferred out, demoted, humiliated and therefore all judgments went in accordance with the wishes of the Government or the Prime Minister. It is an absurd, ludicrous proposition. Given time, we will look up and dig up all the judgments that Mr Michael Khoo gave which were reversed and he still stayed on. I do not know how many. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. He still stayed on. In this case he did not. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> But when it came to such a sorry pass, I have yet to read such a judgment. I sat up when I read the judgment because it meant a rebuke in judicial terms so severe that it was not possible to leave the man there. He could not observe, he could not analyze, he could not assess. What do those words mean? And the Chief Justice is on record saying that. It is now suggested \"because he is beholden to me.\" Are we out of our minds? Have we taken leave of our senses? Put it to him. Put it to me. Did I speak to him? For 23 years, from 1963 to 1986, he has been the Chief Justice. I have been the Prime Minister from 1959. I have never discussed any case with him. It is a way of life. We meet socially. There are certain conventions. I do not ring up the Chief Justice and say, \"Send me your judgment.\" Are we out of our minds? And say, \"By the way, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> Mr Chiam ought to be fixed, you know. He is a strange man.\" It is not the way a government is run. If you run a government thataway, you end up --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> This is all clarification. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- like the Philippines. Because at some stage, it will all come out. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We heard all this before. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It will all come out, what President Marcos said to the judges and to the prosecutor, and so on and so forth. I have parted company with very old colleagues. They have not been fearful. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of order, Mr Speaker. We are hearing a lengthy speech from the Prime Minister. I do not know what the other Members think. This is certainly not a clarification. He is referring to me, referring to the substance I have just spoken and he is supposed to be clarifying only on the speech of Mr Jeyaretnam. This is the sort of dominance I am saying. We just give latitude to the Prime Minister. He holds centre stage probably up to another hour or so. What sort of clarification is this? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He is clarifying. He is coming to the end of it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. Not my speech. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, my colleagues are not intimidated by me. Far from it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Ask the Member for Whampoa. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> They speak their minds. Nothing has happened to them. But if we allow vicious, evil attacks to pass unchallenged --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Prime Minister, I am saying my observation. I observe it unless you deny that. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- then the whole system must be undermined. We are not concerned with the Member for Anson as such. And as for the Member for Potong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> Pasir, it is rather sad to see him used in this way. But, alas, that is his problem. But we are here to prevent any erosion of the institutions of the State, because without that the second generation will find it more difficult to maintain standards of government and civilized standards of conduct. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, you said you would allow me to clarify. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, let us hear your clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, Mr Speaker, Sir, and I hope --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> But not a long speech. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I see you did not enjoin that on the Prime Minister but you are enjoining it on me that I should not make a long speech. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You have had lots of points of clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I wish to clarify and I will come straight to the point. There are a number of things on which I wish to clarify. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, let us hear you. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> First of all, yesterday I asked the Prime Minister for clarifications. He does not seem to have answered all of those clarifications. I hope he has now looked at the two statutory declarations of Dr Ivy Chew and I hope he will be magnanimous enough to admit --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> There was nothing in the statutory declaration which said that she had a telephone conversation with the Member for Anson, and I was reading the Chief Justice's judgment. I know nothing about the case. The Chief Justice deliberated on the appeal and that was his judgment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Have you finished, Mr Prime Minister? Because you had the declaration with you yesterday and you picked out two words, I thought, \"tacit understanding\". So I told you to get the two statutory declarations. Did you get them, Mr Prime Minister? And did you read that she says she sent the cheque with a covering letter to Jeyaretnam? So \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> your statement that there was no express wording of her intention --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is not mine. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, you were quoting the Chief Justice. Then he was not correct then. Is that what you want to say now? Is that what you wish to say? So I hope you are magnanimous enough, Mr Prime Minister, to say that you are perhaps a little wrong and that you should have looked up both statutory declarations before holding it forth and saying, \"She just talks of a tacit understanding.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I asked him several matters for clarification. Did I understand him yesterday to say that, as a reasonable person, and I am sure he considers himself a reasonable person, he can see the reason for Mr Michael Khoo's transfer? Does he agree then that the reason for Mr Michael Khoo's transfer was that he had acquitted Jeyaretnam and Wong? Because he gave many reasons. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Not at all, Mr Speaker, Sir. Since he asked me, I heard this, I thought it was so fatuous he did not need a reply. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, could you sit down? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not giving way. I am going to carry on. I am not giving way now. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are asking a question? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not giving way. Would he concede, he can answer afterwards, that out of his own mouth in this House he has said that the man was transferred because he acquitted Jeyaretnam and Wong? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> On a point of order, I must insist. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Point of order. Do sit down, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I never made such a statement. I would not. Mr Speaker, Sir, it was the furthest thing from my mind. I could not utter words which were not in my mind: that he was transferred because \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> he acquitted Jeyaretnam of three charges and convicted him of one. No. What was in my mind, reading the judgment, was that here was the Chief Justice struggling very hard to find reasons to explain the Lower Court's decision and, finding evidence to the contrary, therefore he wrote that judgment. The Chief Justice could have just reversed it, but he went further. He spelt out the reasons - he could not observe, analyze. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I did say this morning that he did not say it in so many words. I did say that. What I am saying is, can you not see the only logical sequence of your statement? The Prime Minister was saying the man was transferred because he made six mistakes. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> On a point of great pertinence because I think this is a fair proposition which I will put to the Member for Anson very fairly. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Did you not say yesterday, Mr Prime Minister, that the man, you could see very clearly, or you could understand very clearly why the man was transferred was because he had made six mistakes of fact and two misdirections in law when he gave his judgment acquitting Jeyaretnam and Wong. Did you not say that? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes, Mr Speaker, I said that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. All right then. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> But I will ask the Member whether he would wish to claim --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Can I --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You asked him a question. Can you give him a chance to answer? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> If the Member claims that he was wrongly convicted, never mind all this legality, that he is an innocent man, that he was wrongly convicted, he can appeal to the President, we will have an inquiry on whether or not he was framed, that it was false evidence, that in fact he was an honest man. Because there have been people who have been sentenced for murder and somebody else \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> owned up. If that is so, I am prepared to have an inquiry into his innocence or guilt. But I have never heard any question about guilt or innocence. It is all about \"poor Mr Michael Khoo who got transferred because he acquitted him.\" Was he right or was he wrong? The Chief Justice found that he was wrong and stated so. If the Member for Anson believes that the Chief Justice was misled, that there were facts not dug up, either in the Lower Court or before the Chief Justice, petition the President, we will have an inquiry and get down to the facts. That is worth it. Is he an honest man or is he a crook? That is all. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Prime Minister is getting very clever at trying to divert from --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Are you an honest man? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> --- from the issue in hand. My question was, did he say this? And he has conceded at last that he did say this. My next question following that, does it not follow, Mr Prime Minister, as a logical sequence, that he was transferred because he made mistakes and acquitted Jeyaretnam and Wong? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> That is right. That is what the Chief Justice said. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. So he was transferred because he made mistakes and acquitted Jeyaretnam and Wong. We have at last got it from the Prime Minister, \"because he made mistakes\". \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Have you finished with all your points? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, I have not. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> How long are you going to take on this? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am going to clarify all he said. I am going to clarify, Mr Speaker, Sir. So I hope the gentlemen of the press will take note of that and the people of Singapore will know tomorrow that the Prime Minister says this, \"that he was transferred because he made six mistakes of fact, two mistakes of law and acquitted Jeyaretnam and Wong.\" This is what I said to the Prime Minister that the people of Singapore were saying. This is why I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> raised it in this House. The Prime Minister himself this afternoon says he has previously made mistakes. Have we transferred him? Of course, the answer was, \"he was not transferred.\" But in this particular instance he was transferred because this happened to be a case where he should not have made those mistakes. He had no bloody business to make those mistakes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, you keep on repeating yourself over and over again. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, I am not, Mr Speaker, Sir. I ask for your indulgence, the same indulgence that you gave the Prime Minister. I ask for the same indulgence. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Prime Minister does not repeat himself like you do. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, that is a matter of opinion. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Carry on, please. How many more points have you got? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I have got a few more points, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I will give you 10 more minutes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> 10 more minutes. All right, Mr Speaker, Sir. That will take us to 4.35 pm. Thank you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says, do I now reject the appointment of any Commission. What I said this morning, and I will repeat again, was that with the Prime Minister's admission, do we need any further Commission. Has not my statement in this House been vindicated by the Prime Minister himself? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Do I now understand the Member to say that really no Commissions of Inquiry are necesssary? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because you have admitted what I said. You have accepted it. These words \"beholden to the Prime Minister.\" All I did was to point out the Articles in the Constitution. The Attorney-General under the Constitution has to retire at the age of 55, and he reached this age on the 17th January 1984. I could not find anything in the Gazette that there had been an agreement, but the Prime Minister now tells us that two weeks later there was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> an agreement between him and the President and he was allowed to continue. And he says for all these years (1984-1986) no one has stumbled to the fact that it has never been gazetted, and I say it should have been gazetted because the Attorney -General is a high office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is, he says this man was removed because he made mistakes. And I asked this morning, \"Does he then say that Judges of the Subordinate Court Judiciary who make such mistakes should be transferrred and removed?\" And I asked him, \"Is he aware?\" Of some recent judgments of the Privy Council on the judgments of the High Court and even the Court of Appeal? Does he, by that token,agree, say that they should all be now removed? Would he like to look at those judgments of the Privy Council? We cannot have one yardstick applied to one man and then another yardstick applied to others. Why was it applied to this man? That is all I meant about \"beholden to the Prime Minister\" because the Attorney-General, clearly after the 17th June 1984, was holding office for a period fixed by the Prime Minister. And it lay in the hands of the Prime Minister whether he would extend it or not. That is clear. There is nothing mysterious about it, and equally for the Chief Justice. 1982, the Chief Justice reached the age of 65 and then it was left to the Prime Minister whether he continued or not. That is all I meant. So do not try and twist what I said into some sinister allegations. The other thing is this. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Would it not be easier, Mr Speaker, Sir, if the Member said it was a slip of the tongue and if he withdrew it --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is not a slip of the tongue. All I am saying is that I am just repeating, I am just pointing out what the position under the Constitution is and I am not allowed to do that, am I? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says the Attorney-General is the best man for the job, the present holder. If he likes, I will tell him what I was told when he was appointed Solicitor-General. Would he like to know that? If he likes, I will tell it to him. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he says that I have condemned the whole of the High Court Bench. I do not know whether he is intending, by that, to draw the notice of all the Judges to my wickedness because I have got to appear before them. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sometimes the Member is quite rational, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is that why you mentioned it? I pointed out in my letter to the Prime Minister why I did not think a High Court Judge was the best man for the Commission, and I said so. That is all I said. I was not condemning. I was not suggesting that they were corrupt, that they were incompetent, that they were derogatory. All I had to point out to the Prime Minister was that if we were going to inquire into an action that the Chief Justice says was his action in transferring the man, do we think it was right that a subordinate of the Chief Justice should inquire into it? It did not seem right to me that a subordinate should inquire into the conduct of a superior. That is all I said. So what is very wrong about that? Why do you not try and understand? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I pointed out that often the Chief Justice's judgments are deliberated upon by three Judges, all subordinate to him and over-ruled from time to time. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You see, Mr Prime Minister, you make the mistake. When they do that, they are sitting as a Court of Appeal from a legal judgment. But here the Commissioner is sitting over the Chief Justice's conduct, not as a Judge. As the Chairman of the Legal Service Commission, he does not exercise the functions of a Judge. He is not called upon to give his reasons for his decision. He is exercising a power that is given to him as Chairman of the Legal Service Commission and it has got nothing to do with his office of Chief Justice. But he happens to be their head. And you want a subordinate to go and probe into his action, into his conduct, in transferring the man. There is a world of difference, Mr Prime Minister, if you will try and think about it for a little while. That is why I say it is wrong to have just a Judge of the High Court to inquire into this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, he says, \"If he thinks he is still innocent and would like the case against him to be reopened, I would appoint a Presidential inquiry.\" I do not want a Presidential inquiry. All I am asking is: would you now amend the law and allow in our particular case an appeal to the Court of Criminal Appeal? That is all. It is simple. You can do it because under the law you stopped it. Now if you will amend the law and say, in this particular case, appeals shall lie to the Court of Criminal Appeal --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I did not amend the law, Mr Speaker, Sir. The law was thus. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Your Government amended the law. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It has nothing to do with me. That was the law. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, if you say you have nothing to do with it. This is all you need to do now. You do not have to have the President appoint a new inquiry. You just have to amend the law to allow an appeal and, in my particular case, to the Court of Criminal Appeal and from there I can take it to the Privy Council. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I make an enquiry of the Prime Minister? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You have already spoken, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is what I have been saying all the time. The Prime Minister is given so much leeway and anybody else is cut off. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Member for Anson had his say. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think this is important because the Prime Minister has insisted that the inquiry be opened up; we petition to the President for another inquiry. Why is he so anxious to have all these matters heard in public when he knows very well that under section 4 all proceedings in Parliament are privileged. I think the Leader of the House should be serious about this. It can be disciplined in this House and the Prime Minister says that if it is disciplined by Parliament \"it will be thrown out like confetti.\" Did he say that? Unless I am wrong, did he say that, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> \"it will be thrown out like confetti?\" I heard him say that. I think he is mistaken there. Does he not realize that Parliament has the power of suspension, of expulsion and even committal? \n  <br>4.37 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs and Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and Second Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, in summing up, I can be brief because the issues have been canvassed fully in the two days' debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me remind ourselves of the points that I made at the beginning of my statement yesterday that the issues are grave and serious, that it concerns attacks on fundamental institutions, in this case, the Judiciary. The second point which I made was that such serious allegations, which bring into total disrepute our Judiciary, will have to be scrutinized, facts established, truth determined. As far as the Government side is concerned, it has been made clear by our statements here that we really have nothing to hide. Members have heard the Prime Minister offering as many opportunities to have all that the Member for Anson claims he was shut out from being heard. The Member for Anson was offered another Commission of Inquiry or reappointment of the Commission of Inquiry. Today, he referred to the letter he wrote to the Prime Minister where it is clear he is not in favour of any High Court Judge being Chairman of the Commission of Inquiry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But if the Member for Anson insists, as he has insisted, that he was shut out, as we have made it clear on the Government side and as the Prime Minister has made it clear, he will be given every opportunity in Parliament, in a Committee. The Leader of the House will make a suitable statement later. He will be given every opportunity in this House to call the witnesses to adduce the evidence that he wants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, before I proceed further I see that the Member for Potong Pasir has left. His amendment, acting as a proxy for the Member for Anson, is truly ludicrous. He wanted to amend paragraph (2) but he did not want to amend paragraph (1) of the motion and therefore he was in agreement with the motion to accept the Report of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> Commission of Inquiry. Such an absurd amendment moved --- [The Member for Potong Pasir entered the Chamber.]. Yes, I will repeat it for the benefit of the Member for Potong Pasir - that it is ludicrous for the Member for Potong Pasir to move an amendment, no doubt at the behest of the Member for Anson, to delete paragraph (2) and substitute certain words and at the same time to accept paragraph (1), and paragraph (1) of my motion seeks the House to accept the Report of the Commission of Inquiry. That means the Member for Potong Pasir accepts the Report which also includes the findings. So we have an absurd situation where the Member for Potong Pasir, in fact, is telling us that he accepts the Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have said that in the two days the Government made it very clear. We have nothing to hide. The Member for Anson claims that he was shut out. Very well, he will be given full opportunity to adduce the evidence from the witnesses. He will still be given the opportunity. What about the Member for Anson? What has his position been? I think the best way to describe his position is that it has been a convoluted attempt to wriggle out. Yes, to wriggle out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Wriggling-out No. 1. He says he never made any attack on the Judges and he denies it, and he says all he wanted to do was to raise the question of public disquiet. \"Never made any attack on Judges\", and I referred to the passages yesterday, passages where he expressly said that members of the Judiciary were afraid when making decisions, looking over their shoulder, in other words, alleging that they were not true to their oath. These are attacks on the Judiciary. These are serious attacks on Subordinate Court Judiciary who have taken an oath to give decisions according to right and justice and not out of fear and favour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Wriggling-out No. 2. The Member for Anson said --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Minister read out the entire passage? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I am not going to repeat again. We can wait for the Hansard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Wriggling-out No. 2. He said yesterday that he never made any scurrilous attacks on the Chief Justice. I pointed out that the Chief Justice had given a handwritten note to the Prime Minister stating that it was he who made the decision. The Member for Anson did not accept that statement. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of order. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is the point of order? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He is misleading the House, Mr Speaker, Sir, because I said the Chief Justice's note, I accept that he made the decision. Would he like to look at my speech? I said I accept the Chief Justice's note but I wanted to know the circumstances why he made the transfer. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Precisely. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I accept his note that he made the transfer, and he says I did not accept his note. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Precisely. By asking who is the originator, the Member is in fact impugning the integrity of the Chief Justice. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is wrong with that? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> And no wonder the Chief Justice, as reported by the Prime Minister, col. 913 on 21st March, said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Prime Minister: ...He asked me to have the matter disposed of expeditiously, and to put it to the Member for Anson whether he would not state, without the benefit of privilege, what he has stated here - that the Chief Justice's note and the minute from the Legal Service Commission is not the last word...' The Chief Justice was astounded, asked the Prime Minister whether he would put it to the Member for Anson whether he would repeat it outside. The Prime Minister put the request on two occasions. The press asked him after he left the House and he did not repeat it. Yesterday, he denied that this was a scurrilous attack. What happened today? Today, he made an even more atrocious remark that the Chief Justice, because he was reappointed, \"is beholden to the Prime Minister.\" If there is any attack on the integrity of the Chief Justice, this surely must be it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Wriggling-out No. 3. He now says that he never claimed parliamentary privilege and that the one and only reason why he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> did not go into the witness box was because the Commissioner had not given the assurance that he sought. I read out the quotations yesterday. They were clear. If he wants, I can read out the quotations again: that the Member for Anson had in the morning claimed qualified privilege, that he would waive privilege; in the afternoon he made a 180-degree turnaround, said that \"this is an absolute prohibition, it is not a privilege that can be waived.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Where are you taking from? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> From the quotations that the Member for Anson - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> In the Report? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> We can play it on tape. Shall we play it on tape, Mr Speaker, Sir? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Yes. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, it will take five minutes for the run of the tape. It starts off with the morning session and later in the afternoon session. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do you want to see the tape? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, I will see the tape. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I think we adjourn for five minutes and resume so that the technicians can adjust the television. This must be shown because the Member for Anson repeatedly denies that he said this. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I hope the Minister will not mislead the House. I did not deny that I said that. I said I pointed out quite clearly that section 4 imposed an absolute prohibition and that I went on to say, in spite of that, I will still give evidence. And then I wanted to explain why I was not going to give evidence. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, on a point of order. Can we take a five minutes' adjournment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I said that the Commissioner was not prepared to listen to me. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do you accept what the Minister says? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I said that he is misleading the House in saying that I denied having said this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us adjourn for five minutes. I will take the Chair again in five minutes' time. It is 4.52 pm. Order. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 4.52 pm until 4.57 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 4.57 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I was explaining that the third attempt to wriggle out was when he said yesterday and today that he never claimed privilege, that the only reason for not going to the witness box was that the Commissioner did not give the assurance that certain witnesses be called. I had made it clear in my opening statement that in the morning his position was waiver of privilege, in the afternoon he took the position of absolute prohibition (the emphasis on absolute), a position he never took in the morning. He denies this. Let us see the tape. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I clarify this because it is becoming important? I thought I made it clear to the Minister who obstinately refuses to understand what I said. Of course, I made another stand in the afternoon: that section 4 could not be equated to privilege under the Evidence Act, that section 4 imposed an absolute privilege. There is no denying that I said that to the Commissioner in the afternoon. I have said it once, twice, three times to you, that I maintained in the afternoon that the whole thing was absolutely privileged. And the Member for Potong Pasir has maintained that in the House today, that the whole thing is absolutely privileged under section 4. But I went on to say to the Commissioner that, in spite of that, I would give evidence if he gave me the assurance, and because he did not give me the assurance I was not going to give evidence. And when I wanted to explain to him why I did not want to give evidence, he walked out. So I am not denying that I said in the afternoon that section 4 imposed an absolute prohibition. I said it and I said it this morning. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Let us listen, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[The House watched the relevant portion of the videotape of the Commission of Inquiry.] \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Thank you. Mr Speaker, Sir, I think the truth must hurt. The afternoon session was one continuous run. The Member for Anson took the position --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, since the Minister has brought this tape, why do we not go on? Do you want to cut it short? I did say. You heard me say that even in the afternoon that I would give evidence. Why does he cut it short? Why do you cut it short? Could you please play the whole tape? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> If the Member for Anson alleges --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Play the whole tape. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> We can arrange for the playing of the whole tape. If he wants to spend two hours watching it, we can arrange for a special room where he and the members of the press can sit and watch the whole tape, and point out to me --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is that what you do, select something to your advantage? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Point out to me --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Even that is to your advantage. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, please allow the Minister to finish talking. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because this is completely dishonest, the way the thing is being arranged. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> How could it be dishonest? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Completely dishonest. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> How? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why does he not play the whole tape? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why does he not play the whole tape? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, could you request the Member to sit down. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He will sit down. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Thank you. I gave quotations yesterday. The Member for Anson challenged the source of the quota- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> tions. I then said that we could bring these quotations which he challenged and put them on tape. This is exactly what I have done. These are the quotations on tape. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You misunderstand and twist everything. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The public can judge and there is no better source of judging than the recorded truth. The Member for Anson takes the position that it is absolute prohibition. And you do not have to be a lawyer to know that absolute prohibition means what it says. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose - \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I shall be grateful if the Member for Anson does not interrupt. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Could you please sit down, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you are not going to allow me to answer these misleading statements --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You keep on interrupting the whole afternoon. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is completely misleading and it will all be in the front page of the Straits Times. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Will you please sit down, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The only person who has misled this House is the Member for Anson and he himself yesterday withdrew an allegation admitting that he had misled the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, the concept of absolute privilege means what it says. It is absolute. In his words, there is absolute prohibition. There is no question of waiving an absolute prohibition. That is Wriggling-out No. 3. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Wriggling-out No. 4. He said that he had never accepted the Prime Minister's proposal of the appointment of the Commission of Inquiry headed by a Judge. It was pointed out to him that he had, in fact, accepted. His rejoinder this morning was that the words he spoke, \"So be it\", do not mean that he had accepted. I interrupted. He refused to give the Floor. And what I would have asked, and I ask \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 303</b></font>\n  <br>\n  <br> now and all Members must know what the answer is, he went on to say, and I shall quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I will if invited certainly make representations to whoever is appointed.' \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On what terms? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> We are not talking about the terms. We are talking about the Judge. And immediately before he spoke, who did the Prime Minister say would head the Commission? A High Court Judge. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But on what terms of reference? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> He said this morning, \"so be it\" does not mean he accepted. But he also went on to say, \"I will if invited certainly make representations to whoever is appointed.\" These are but four attempts to wriggle out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in closing, let me say this: has the Member said anything yesterday and today which should in any way cause us to reconsider the terms of my motion? No. All that he said only proves, even more so now than before, that he is up to great public mischief. Not only did he not retract the allegations but he went further to make yet more scandalous, more personal attacks on the integrity and impartiality of the Chief Justice. It proves my point that he is out to destroy our key institutions. It proves my point that he does so under the cloak of parliamentary privilege in this House and that he would never, and he does not agree, repeat these allegations outside Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my final point is this. The Prime Minister has yesterday repeatedly offered to him reappointment of the Commission of Inquiry headed by a Judge. Some vacillation on his part. He referred to the letters sent to the Prime Minister. He is now not in favour of Judges heading the Commission of Inquiry. So since he claims he was shut out and the Government has got nothing to hide and we are interested to let the truth be determined, we shall now give him a full opportunity in Parliament to call evidence, to bring witnesses, to prove his allegations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 304</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, in clarification. The Minister is completely silent. Probably he decided that he cannot answer my point of law raised under Article 111(4) of the Constitution which even the Commissioner has completely glossed over. Would he like to attempt to answer that, whether he thinks that the delegation was constitutional under the Constitution? And if it was not constitutional, would he agree that the transfer was made unconstitutionally outside the Constitution? Why is he so silent? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, since he has chosen to bring only those parts of the tape that suit him, would he play the whole tape as I have requested earlier? And it is even clear from what we saw this afternoon that I was saying in that afternoon I would give evidence provided he gave me that assurance. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> No. It is prohibition. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> \"If you give me that assurance, I will give the evidence,\" I said. That is crystal clear from what we saw. So will you play the whole tape? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, to us and to any reasonable person who has watched the proceedings, the truth is crystal clear. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Play the whole tape, I said. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> If the Member for Anson wants to watch the whole tape, we can arrange it. We can make a request to the SBC. \n  <br>\n  <br>\n  <!-- Mr S. Rajaratnam (Senior Minister for Prime Minister's Office) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister for Prime Minister's Office (Mr S. Rajaratnam):</b> Why don't you give him a tape? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> We can give him a tape. I think that is a good idea. We will do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Anson wants to side-track us from the issue before hand. And the issue before hand concerns his allegations of Executive interference in the Subordinate Court Judiciary. If he wants to bring forth some grave constitutional legal arguments about other matters, he is free to do so. He alleges unconstitutionality in the conferment of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 305</b></font>\n  <br>\n  <br> powers in the Chief Justice and the Attorney-General to decide on transfers. This is an entirely different issue. I have looked into it and I am satisfied that there is nothing unconstitutional about it. But it is an attempt to side-track. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Minister say --- \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, point of order, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your point of order? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> The mover of the motion has summed up and I think the matter should be put to the House now for a decision. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am asking for a clarification because he does not answer. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. One more clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He does not answer because he knows he cannot answer it. What research has he done that Article 114(4) does not empower the delegation to the Chief Justice and the Attorney-General? Let me tell him that I have the opinion of a lecturer in Constitutional law, who is experienced, and he is clearly of the view that that section does not empower, and he says, \"I am of the view.\" \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I must protest. Point of order, Mr Speaker, Sir. This is completely irrelevant to the issue and I think we should put the motion to the House. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, they are anxious to avoid debate. Would the Minister reply? And if it is clearly unconstitutional, would he agree then that the transfer is unconstitutional? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. The Question is the motion* standing in the name of the Minister for Home Affairs. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I ask for a Division, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you sure you want another Division, with the same result? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 306</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. Let it be recorded in the Hansard. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 60; Noes, 2; Abstention, 1. \n  <pre>\r\n\r\n      Ayes                             Ayes (cont.)\r\n\r\n\r\n\r\nAbbas Abu Amin                  Phua Bah Lee\r\n\r\nAbdullah Tarmugi                Rajaratnam, S.\r\n\r\nAhmad Mattar                    Sia Khoon Seong\r\n\r\nAng Kok Peng                    Tan Cheng Bock\r\n\r\nBeng Kian Lam, Arthur           Tan, Dixie\r\n\r\nBarker, E.W.                    Tan, Augustine H.H.\r\n\r\nChen, Bernard                   Tan Keng Yam, Tony\r\n\r\nCheong Yuen Chee, Eric          Tan Soo Khoon\r\n\r\nChew Heng Ching                 Tan Tee Yong, Philip\r\n\r\nChin Harn Tong                  Tang Guan Seng\r\n\r\nChng Hee Kok                    Teh Cheang Wan\r\n\r\nCh'ng Jit Koon                  Teo Chong Tee\r\n\r\nChua Sian Chin                  Vasoo, S.\r\n\r\nDhanabalan, S.                  Wan Hussin bin Hj Zoohri\r\n\r\nGoh Chee Wee                    Wang Kai Yuen\r\n\r\nGoh Chok Tong                   Wong, Aline K.\r\n\r\nGoh Choon Kang                  Wong Kan Seng\r\n\r\nHo Kah Leong                    Wong Kwei Cheong\r\n\r\nHo Tat Kin                      Yap Giau Cheng, Eugene\r\n\r\nHu Tsu Tau, Richard             Yeo Cheow Tong\r\n\r\nIbrahim Othman                  Yeo Choo Kok\r\n\r\nJayakumar, S.                   Yeo Ning Hong\r\n\r\nKoh Lam Son                     Yeo Toon Chia\r\n\r\nKoh Lip Lin                     Yu-Foo Yee Shoon\r\n\r\nLau Ping Sum                    Zulkifli bin Mohammed\r\n\r\nLau Teik Soon\r\n\r\nLee Boon Yang                          Noes\r\n\r\nLee Hsien Loong\r\n\r\nLee Yiok Seng                   Chiam See Tong\r\n\r\nLee Yock Suan                   Jeyaretnam, J.B.\r\n\r\nLeong Horn Kee\r\n\r\nLim Boon Heng                       Abstention\r\n\r\nOng Teng Cheong\r\n\r\nOthman bin Haron Eusofe         Yeoh Ghim Seng\r\n\r\nOw Chin Hock\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motion accordingly agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;* That this Parliament: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) accepts the Report of the Commission of Inquiry into allegations of Executive interference in the Subordinate Courts as contained in Cmd Paper 12 of 1986; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) deplores as dishonourable the conduct of the Member for Anson in pleading Parliamentary Privilege to evade having to give evidence on his allegations of Executive interference, allegations he had made on several occasions in this House, all of which were calculated to undermine confidence in the independence, impartiality and integrity of the Subordinate Courts Judiciary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPLAINT OF PRIVILEGE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I wish to move a motion under Standing Order 95(7)(d) (i) and (ii). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Parliament has come to a decision on the motion moved by the Second Minister for Law. We have had a very long debate and I do not intend to repeat all the points made. It is very clear to the House that the Member for Anson is guilty of an abuse of privilege and seriously guilty because, in his own words, \"erosion of confidence in the administration of justice is disastrous to our society.\" He knows exactly what he is setting about to do. He has failed to justify his allegations before the Commission of Inquiry on the preposterous argument that he is prohibited by law to give evidence. He has not only persisted in his allegations during the debate that has just been concluded, but he has widened his smear to include the Chief Justice and the Attorney-General and the other Judges of the High Court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore wish to move, Mr Speaker, Sir, under the Standing Order that I quoted, that the matter be referred to the Committee of Privileges and be merged with my complaint of 19th March 1986, and be taken together. If the Member for Anson pleads justification, he can give evidence to substantiate his allegations, and I am sure, Mr Speaker, Sir, that he will be given every opportunity to substantiate his allegations. He will also be given the opportunity to call any witness that he likes to give evidence to back his allegations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, Sir, I wish to have your ruling whether you find that there is prima facie evidence that this matter be referred to the Committee of Privileges. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 308</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, on this motion that is before the House, I see --- \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> On a point of order. I thought Standing Orders state that when a breach of privilege is claimed, there shall be no debate on this. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> There is no debate on the terms of the motion? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think this can be heard in the Committee of Privileges. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, on the terms of the motion I can address you. Because he makes the same mistake which I think the Prime Minister tried to deliberately make. I said if he is going to appoint any Committee, I want all these witnesses produced to me for cross- examination. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> That is what he said. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He said I can call them. May I have an assurance from the Leader that they will all be produced for cross-examination? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I give the assurance that these witnesses will come before the Committee of Privileges. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am satisfied that the matter, prima facie, affects the powers and privileges of Parliament and has been raised at the earliest opportunity. I therefore refer the motion to the Committee of Privileges under Standing Order 95(7)(d)(ii). \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Five o'clock pm.\n  </div> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WRITTEN ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>PROFITS AND LOSSES OF GOVERNMENT-OWNED COMPANIES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Toh Chin Chye</b> asked the Minister for Finance if he will give the profit and loss accounts of companies wholly or partially the government for 1985. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Details of Government's share of the profits and losses of companies wholly or partially owned by the Government for the year 1985 are enclosed. (Cols. 309 - 318). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 309</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1986/19860730/19860730-HA-0480309.htm\">details - PROFITS/(LOSSES) OF GOVERNMENT-OWNED COMPANIES FOR 1985 (Cols. 309 - 318)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 310</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 311</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 312</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 313</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 314</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
