{"memberId": null, "volumeNo": "47", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\">\n </head>\n <body>\n   S.0 3ession No: 2 \n  <meta name=\"Vol_No\" content=\"47\"> \n  <meta name=\"Sit_No\" content=\"9\"> \n  <meta name=\"Sit_Date\" content=\"1986-03-18\"> \n  <meta name=\"Start_Col\" content=\"551\"> \n  <meta name=\"End_Col\" content=\"654\">   \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">47</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">18-03-1986</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 551</b></font>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 552</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of Trade and Industry and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Acting Minister for Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 553</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 47</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 18th March, 1986</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 554</b></font>\n  <br>\n  <br> \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Acting Minister for Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 553</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <div align=\"center\">\n   <b>Main and Development Estimates</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In accordance with the provisions of paragraph (7) of Standing Order 87 and paragraph (5) of Standing Order 88, I have fixed the times for the conclusion of consideration of the heads \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 554</b></font>\n  <br>\n  <br> of expenditure in the Main and Development Estimates of Expenditure for FY 1986/87 in the Committee of Supply. In the allocation of times, I have taken into consideration the extension of one extra hour on each day allotted for the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These times have been notified to hon. Members and will appear in the Official Report. (Cols. 651 - 654) \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1986/19860318/19860318-HA-0470651.htm\">Official Report - MAIN AND DEVELOPMENT ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL, 1986 TO 31ST MARCH, 1987 (Cols. 651 - 654)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 555</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>INDUSTRIAL AND COMMERCIAL LEASES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Rental rebates)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr S. Chandra Das</b> asked the Minister for National Development (a) whether he proposes to extend the 15% rental rebate for industrial and commercial leases which was granted for one year, and, if so, for how long; and (b) whether further reductions are being considered. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for National Development whether the Housing and Development Board will (i) extend the rental rebate for HDB shops and (ii) increase the rebate of 15% to 30%, depending on the location of shops, for the year 1986 to 1987. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, since Questions 1 and 2 from the Members for Chong Boon and Yuhua are similar, I will answer both questions together. The answers are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The HDB will extend by another 21 months, up to 31st December 1987, the 15% rental rebate for HDB industrial and commercial premises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The present rental rebate of 15% plus the 50% property rebate that has just been announced represent a very substantial reduction in rentals for tenants of HDB industrial and commercial premises. With the rebates, the rentals of these premises are generally lower than the current market rentals payable by new tenants of HDB premises. There is therefore no plan at present for the rental rebate to be increased further. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> May I ask the Minister why is it necessary to relate rentals all the time to rentals in the private sector? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I did not relate the rentals to the private sector. I said \"new HDB tenants\", not the private sector. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 556</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RESETTLEMENT OF PIG FARMERS IN PUNGGOL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Plans for use of land)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development (a) how many small-time pig farmers in Punggol have been resettled up to the latest convenient date; (b) what is the acreage of land left vacant; and (c) whether there are any proposals to have such land utilized for agricultural purposes; and, if so, what will be the activities and conditions and whether any expenditure will be incurred. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, since the announcement of the Government's policy in March 1984 in this House to phase out pig farming, 65 small pig farms have been resettled from Punggol. The land left vacant by the resettled pig farms in Punggol is about 22 hectares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Punggol has been earmarked for HDB housing development. The vacated land in Punggol will therefore be tendered out for short-term non-pollutive agricultural activities, such as vegetable cultivation. The necessary infrastructure such as roads, electricity and water supply are already provided. Hence, any development expenditure will be minimal. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, may I ask of the Hon. Minister how long will this vacant land be leased out for other agricultural purposes? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, about three to five years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 556</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HAWKER LICENCES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for the Environment (a) how many licensed hawkers there were on 31st December 1985; (b) how many hawker licences will be issued in 1986; (c) what are the criteria for approving applications for such licences; and (d) what types of stalls are available to new licencees. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 557</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Senior Parliamentary Secretary to the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for the Environment (Mr Eugene Yap Giau Cheng) (for the Minister for the Environment):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of licensed hawkers as at 31st December 1985 was 25,511, consisting of 13,236 market produce hawkers, 9,249 cooked food hawkers and 3,026 piece and sundry goods hawkers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New hawker licences are issued only to resettlement cases and those who qualify under the hardship scheme. As the HDB and the MOE will not be building any more hawker centres, the number of new hawker licences to be issued in 1986 will depend on the number of vacancies that become available when existing stallholders give up their stalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The criteria for approving applications for cooked food stalls are based on the applicant's financial position, age and the number of dependants the applicant has to support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As at the end of February 1986, there were vacancies for 1,535 market produce stalls, 357 cooked food stalls and 144 piece and sundry goods stalls. 120 food stalls are set aside for resettlement cases each year. The remaining vacancies are available to those who satisfy the means test for hardship. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Sir, would the Senior Parliamentary Secretary consider offering some of the vacant stalls to the older retrenched workers? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Speaker, Sir, I am afraid the answer has to be no. To simply give a retrenched worker a stall because he has been retrenched or because he is unemployed is really not the only way to help this retrenched worker. There are many other more suitable and better ways to help retrenched workers. Having said that, if a worker is retrenched and finds himself in serious financial hardship, then he may together with all the other hardship cases, apply for consideration by the Hawkers Department. What we normally do is to consider his application according to his age, financial position, total family income, the number of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 558</b></font>\n  <br>\n  <br> dependants he has, and so on. If he qualifies, then we will consider him for a stall, but he has to wait for it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 558</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REDUCTION OF ROAD TAX</b>\n  </div> \n  <div align=\"center\">\n   <b>(Consideration)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Arthur Beng Kian Lam</b> asked the Minister for Communications and Information, as the target that car growth should not exceed the rate of increase in road capacity has been attained, and taking into consideration the fact that there are fewer vehicles on our roads today than a year ago, whether the Minister will consider a reduction in road tax at this time of economic recession. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, Government's objective in land transportation is to ensure that our roads remain free from serious traffic jams, so that people and goods can move about quickly and efficiently. We must continually keep the growth of cars within manageable levels. Otherwise, corrective measures will be difficult and painful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we must look at the long-term trend in the growth of cars rather than in any one particular year. Last year, even with the recession, the increase in the number of cars was about 2%. With a recovery of the economy, there is no reason to believe that there will not be a sharp increase in the number of cars. It is therefore reckless to reduce road taxes to stimulate an increase in cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, Government continues to push ahead with the building of roads and expressways as well as the construction of the MRT. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, does the Minister not agree that the reduction of road tax, like petrol price and taxi fares which the Ministry has rescinded, will result in a significant reduction in the cost of living and cost of doing business in Singapore, which is the goal of the Government? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the answer is yes. The reduction of petrol prices which has already taken place has indeed con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 559</b></font>\n  <br>\n  <br> tributed to the lowering of the cost of living and cost of operations. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Sir, will the Minister give an assurance then that road tax will not be increased so long as the relative growth rates between cars and roads are maintained? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I can give the assurance, as the Member has said, provided that the growth of cars is within manageable levels, relative to the amount of roads to be built over the next five or six years. And that will represent the limit of land available in Singapore for roads. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, the rates we are talking about are the relative growth rates between roads and cars. Does the Minister intend to peg the increase in road tax to some kind of ratio between the increase in cars and increase in roads? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, we have to manage our land transportation policies rationally. With about 15% more roads, as far as the potential of land is concerned, we will have to watch the situation carefully and continue to encourage the use of more efficient land transport systems. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, will the Minister consider reduction of taxes for goods vehicles and other vehicles used for business? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, like all vehicles using our roads, goods vehicles too have to pay their proportionate level of contribution. Many of these taxes for goods vehicles have been kept the same ever since 1966. So in effect, taking into account inflation, the level of taxation has indeed been reduced as a result of the passing years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 559</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REVIEW OF TAXI FARES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Plans)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Communications and Information if there are plans to review the taxi fare structure, in view of the drastic reduction in world oil prices. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, since June last year, taxi fares have been determined by taxi drivers through their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 560</b></font>\n  <br>\n  <br> companies and associations. So far, my Ministry has not received any request from taxi organizations to change the fare structure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill may be interested to note that the decrease in diesel pump price this year is about 15 cents per litre. The average fuel consumption is about 10 km per litre. For an average trip of about 6 km, that works out to a saving of 9.1 cents for the taxi driver. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, will the Minister agree to allow taxi drivers to set their own rates without reference to the Registry of Vehicles? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the Ministry will allow the taxi drivers to set their fares. But we have not received any request so far. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Sir, the Minister has mentioned that he has not received any request from taxi drivers for fare increases. Will he consider such a request from passengers? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I think it must be obvious that commuters will always ask for decreases in taxi fares. But in this particular case, the savings is relatively small. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 560</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TENDER PRICES FOR HDB CONTRACTORS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr S. Vasoo</b> asked the Minister for National Development whether the tender prices for Housing and Development Board contracts are lower now; and, if so, whether the HDB will consider passing the benefits to future flat purchasers. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, while prices of building materials have generally fallen in the last two years, tenders awarded by the HDB to its building contractors have remained relatively constant. This is due mainly to the introduction of improved building features and better finishes to HDB flats, such as the use of better quality aluminium sliding windows, replacement of mild steel casement windows in kitchens with aluminium windows, extension of glazed wall tiles to ceiling height, etc. In addition, resettlement cost has increased by 30% since March 1985. This adds to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 561</b></font>\n  <br>\n  <br> development cost of HDB flats. At present selling prices, HDB flats are already subsidized by Government. Any reduction in the selling prices without a corresponding fall in the building cost will mean a further increase in the level of Government subsidy on public housing. This is not possible at this time when Government is lowering taxes and reducing its revenue collection. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Can the Minister please cite the three awards for HDB tender for construction of flats in 1984, or any figures for last year to show whether the prices are going up or down? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I have said just now that the awards tendered by HDB have remained more or less constant. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 561</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUNGGOL NEW TOWN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Building of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development whether and when a New Town will be built in the Punggol Constituency. \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng (Senior Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for National Development (Mr Lee Yiok Seng)(for the Minister for National Development):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): This is a question relating to the development in Punggol. The HDB plans to build a New Town in Punggol. However, the development of this New Town is not expected to take place until after 1995. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I would like to ask the Senior Parliamentary Secretary whether he can tell the House the size of the land earmarked for the development of the future New Town in Punggol. Also what is the number of flats to be built, and how many residents can be accommodated in this New Town? \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yiok Seng</b>(\n  <i>In Mandarin</i>): About 45,000 flats will be built in this new town, and about 180,000 residents can be expected to be accommodated there. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 562</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, a supplementary question. I would like to ask the Senior Parliamentary Secretary whether this New Town will be a new Punggol Constituency or a new Kankar Constituency? \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yiok Seng</b>(\n  <i>In Mandarin</i>): In such matters, the HDB usually will respect the views of the grassroots leaders and the MPs concerned. When the time comes for the naming of a new town or constituency, Members of Parliament concerned can get in touch with the relevant authorities for consultation to help arrive at a proper name to be given to it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 562</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RESETTLEMENT OF SHOPKEEPERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Compensation and assistance)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development (a) whether he will enlighten the House on the number of cases of resettlement, particularly of those shopkeepers who have, due to the recession and lack of capital, opted for cash compensation; and (b) whether the same compensation will be given in respect of shophouses which were built before World War II and are of a temporary nature, as for those defined as permanent structures; and, if not, what other assistance is being contemplated. \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yiok Seng (for the Minister for National Development):</b> Mr Speaker, Sir, again I will answer on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): There are two parts. In answer to the first part, in 1985 there were 535 or about 15.4% non-residential resettlement cases, ie, traders or businessmen who did not accept alternative accommodation but opted for cash compensation. Among them, there were about 310 shopkeepers. Those who opt for cash compensation need not give their reasons, and therefore the Resettlement Department has no means of knowing whether these people made their decision because of a lack of cash, because of recession, or for other reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To answer the second part, under the current resettlement policy, when non-residential property or commercial pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 563</b></font>\n  <br>\n  <br> perty or permanent structures under rent control are affected by resettlement, they could choose to have either an alternative accommodation or cash compensation. Those who occupy temporary structures can only get reallocation of accommodation; they cannot get cash compensation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 563</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEIGHBOURHOOD POLICE POST AT AYER RAJAH ESTATE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for Home Affairs whether his Ministry will set up a Neighbourhood Police Post earlier than scheduled at Ayer Rajah Estate (Dover Road). \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, a total of 91 Neighbourhood Police Posts will be set up in phases by 1989. So far, 34 NPPs have been set up in four Police Divisions, namely, Toa Payoh, Paya Lebar, Jurong and Queenstown. The rest of the NPPs will be set up at a rate of 14-15 per year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NPP for Pasir Panjang Constituency will be built at Block 3, Dover Crescent, in the second half of this year. We are not able to set it up ahead of schedule due to manpower, training and other constraints. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 563</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ARRESTED PERSONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Procedure on Contact with family and counsel)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Home Affairs whether his Ministry will issue a directive to all police stations that anyone arrested and brought to a police station should be given immediately an opportunity to contact his home or his relatives and even an Advocate and Solicitor of his choice. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, there is no need for such a directive. Existing police procedures are adequate. They allow an arrested person to contact his family and counsel of his choice. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, is the Minister saying that this existing police procedure, which he says exists, is complied with by all police stations, by police officers there? Is he aware that persons had been detained for up to 48 hours, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 564</b></font>\n  <br>\n  <br> which is the time under the Constitution for a person to be detained before he can be brought to Court, without facilities given to the accused persons to contact their homes or their relatives? If he is not aware, I will give him a number of instances. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I have pointed out that police procedures allow an arrested person to contact his family and counsel of his choice. The precise moment as to when he is allowed to do so must, of course, depend on the circumstances of each case, the interests of the arrested person as well as public interest and the duty of the police to effectively investigate the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson referred to the Constitution. The Constitution says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Where a person is arrested he shall be informed as soon as may be of the grounds of his arrest and shall be allowed to consult and be defended by a legal practitioner of his choice.' The law is complied with in all cases, and in the overwhelming majority of cases there is no problem whatsoever as the police have allowed arrested persons to contact their family or friends immediately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There may be some instances where it may not be possible and it may not be advisable to allow an arrested person to contact his family immediately. These would be cases where police investigations are not yet completed, or where contact with family and friends immediately would result in tampering or destruction of evidence, or where they involve conspirators or accomplices such that contacting family or counsel immediately upon arrrest would lead to the flight and disappearance of accomplices or friends. So, Mr Speaker, Sir, a balance must be struck between the interest of the arrested person and the interest of the public. We cannot go the way some Western countries have gone, where the rights of the criminal havebeen placed on a higher pedestal than the rights of victims and the rights of society at large to live in a crime-free environment- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What crime-free environment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 565</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> - and in a state of law, order and security. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Does the Minister realize that most of his answer really is specious? Will the Minister say whether he is aware or not? If he is not and he wants details, I will give it to him - cases where persons have been detained for more than 24 hours without any opportunity to contact their homes. And it is not in serious crimes. It is even in arrests for the slightest reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the Minister not assuming in his answer that every person arrested by the police is a criminal? Is he saying that every person who is arrested is charged immediately in court? Does he not know of persons who have been detained for 36 hours and then released without any charge being brought against them? What is the objection in these cases to their being allowed to phone home or to their friends or relatives? May we have sensible answers from the Minister? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I have already said that in the overwhelming majority of cases arrested persons are allowed to contact their friends and relatives immediately. It is in the category of cases where accomplices and conspirators would flee, evidence and weapons would be secreted away or destroyed, where the exercise of the right to consult counsel or to inform relatives is conditioned by the necessity to complete Police investigations. If the Member for Anson has information of cases which he considers that the law has been transgressed or the right has been delayed without justification, he should let us have the particulars and, of course, I will investigate it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the point I want to stress is that the Government must ensure that the interest of the public and of maintaining law, order and security must have priority when we seek to strike a balance between the rights of arrested persons and the rights of the public at large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may quote, Sir, from a former President of the Federal Court of Malaysia and a leading constitutional authority on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 566</b></font>\n  <br>\n  <br> Malaysian/Singapore Constitutional law. This is what he has to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The phrase \"shall be allowed\" clearly indicates that the right of the community for peace and tranquility is a greater right and therefore must be given priority to the right of individual persons. It is obvious that what is \"reasonable time\" and what are \"reasonable restrictions\" are incapable of ascertainment in advance. These criteria could only be decided with reference to each particular case, the facts of which may vary from case to case.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may quote from another leading authority, a leading case on this question. This is what the Courts had to say. The Court said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The right of an arrested person to consult his lawyer begins from the moment of arrest but I am of the opinion that the right cannot be exercised immediately after the arrest. A balance has to be struck between the right of the arrested person to consult his lawyer on the one hand and on the other the duty of the Police to protect the public from wrongdoers by apprehending them and collecting whatever evidence exists against them. ... The interest of justice is as important as the interest of arrested persons and it is well-known that criminal elements are deterred most of all by the certainty of detection, arrest and punishment.' \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Minister has asked for examples. Does he not know that someone was arrested on the 1st of March in the early hours of the morning, and because he did not happen to have his identity card on him he was hauled off to the police station, and he was locked up until 3.00 pm that afternoon? What was the reason for that, and what was the reason for preventing him from getting in touch with his family? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I think Members and viewers who are watching these proceedings must realize that it is manifestly unreasonable to ask the Minister to discuss details of a case of which he has not been given notice by the Member for Anson. If the Member for Anson feels strongly that this is a case which is typical in point, then he should let us have the particulars, send it to my Ministry, and I will cause an investigation to see whether this is a case where there has been an unjustifiable delay. But his question was phrased in general terms and I have given what I believe is a proper answer. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Minister say that was a reasonable detention of this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 567</b></font>\n  <br>\n  <br> man on the facts that I have given him - non-possession of an identity card - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Sit down! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> And the man was not charged when he was released at 3.00 pm that afternoon. On those facts, will the Minister say whether that detention was lawful and justified? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I would have thought that any legally trained person - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Answer the question. Is that reasonable? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, if the Member for Anson wants an answer he should avoid interjecting rudely and in such an undignified manner. He has said that he knows of a case on which he has supplied me with very sparse particulars. If I am to give a sensible and considered reply, I would want to know all the facts - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Non-possession of identity card. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> - pertaining to that case and not just the meagre facts supplied by the Member for Anson. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 567</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NON-PAYMENT OF INCENTIVE PAY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Finance (a) what is the total number of employees affected by the cut in the half-month incentive pay recently announced by the Government; (b) what will be the total savings; and (c) whether the cut will further aggravate the recession by reducing the purchasing power of a sizeable proportion of the working population. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, following consultations with the public sector unions, the Government had recently announced that the incentive pay for 1986 will be withdrawn in respect of monthly-rated public employees. The matter will continue to be pursued with the daily-rated unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The estimated number of public sector employees affected, including both monthly-rated and daily-rated employees, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 568</b></font>\n  <br>\n  <br> would be 142,444. The total savings is estimated to be $113,158,530. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Withdrawal of the incentive payment is a form of wage restraint adopted by Government following consultation with the public sector unions. This measure would keep the public sector wage bill at its current level. It is presently a preferred form of wage restraint to freezing of annual increments. The incentive payment amounts to 4% of the annual wage bill and is equivalent to the annual increment in the public sector. Hence, withdrawing the incentive payment would hold down the public sector wage cost at its current level to the same extent as cessation of the annual increments. It is a measure preferred by the Government and the unions. Since withdrawal of the incentive payment does not really reduce public sector wage costs, there should in fact be no reduction in purchasing power of the public officers. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, may I ask the Minister if the Government is also planning to cut partially or even completely the 13th month AWS payment of Government employees? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, there is no present intention. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, may the Minister tell us whether this proposal to cut the half month incentive pay for daily-rated employees has been fully discussed with the union? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, I have said that this issue is still under consultation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 568</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COLLAPSE OF PAN-ELECTRIC INDUSTRIES AND SUSPENSION OF</b>\n  </div> \n  <div align=\"center\">\n   <b>TRADING ON THE STOCK EXCHANGE OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Appointment of Commission of Inquiry)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Finance whether he will recommend to the President to appoint a Commission of Inquiry to enquire fully into all the events leading to the collapse of Pan-Electric Industries and the suspension of trading on the Stock Exchange of Singapore on the 2nd of December 1985. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 569</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, I will first deal with the second part of the question posed by the Member for Anson, namely, the events which led to the suspension of trading in the Stock Exchange of Singapore on 2nd December 1985 and the reasons for the suspension. The answer to this question has been fully dealt with by me in reply to an Oral Question on the same issue submitted by the Member for Radin Mas at the Parliamentary sitting on 10th January 1986. I can supply the Member for Anson with a copy of this reply if he wishes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the collapse of Pan-El, the Government is naturally concerned about it because of its effects on not only the stock market but also the company's shareholders, creditors and employees. It is for this reason that the Government has taken a keen interest in the negotiations between the company's principal shareholders and its creditor banks with a view to resolving the financial problems of the company. It is regrettable that discussions and negotiations had not led to agreement that would resuscitate the company. But, having said that, the Government does not view the Pan-El collapse as being different from other corporate failures. In all these corporate failures, no Commission of Inquiry had been appointed. Neither is one considered necessary for the Pan-El case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is generally known that Pan-El had been adversely affected by difficult business conditions in about all of its businesses. Poor business aside, the company's involvement in stock market activities also contributed to its financial problems. The Commercial Affairs Investigation Department has been investigating into the affairs of Pan-El. Charges have been brought against the responsible parties and criminal proceedings are before the Court. It is clearly inappropriate to establish a separate body to conduct another investigation into the matter. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, supplementary questions for the Minister. Is the Minister saying that he has in Parliament given all the reasons fully on the events leading to the suspension of trading on the Stock Exchange of Singapore? Secondly, is he saying that the events \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 570</b></font>\n  <br>\n  <br> leading to the collapse of Pan Electric Industries have also been fully explained? I did not think he was saying that. But is he not aware that the public have been told very little about this? Is the Minister not aware of the damage that has been done as a result of the events, the manipulations, and does he not think it necessary that the public investor and shareholders should be told fully of everything and nothing is hidden from them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the Minister also aware that a Commission of Inquiry may be appointed after the criminal proceedings are concluded, if that is what is worrying him? Would he now agree that he would recommend the appointment of a Commission of Inquiry to commence its work after the criminal proceedings have been concluded? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, are there any reasons why the Government is reluctant to appoint a Commission of Inquiry? May we know frankly whether there are any reasons. Is it because the Minister and the Government wish to cover up any failure on the part of the MAS or the Government to forestall and to prevent what happened to Pan El and to the Stock Exchange? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, I did not say that I had told everything about the Pan El case in Parliament. A lot of the facts involved on the criminal charges will, in fact, come out in court when the proceedings begin so that the public will be aware of what criminal charges are involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second question on whether the Government considers it necessary to call an inquiry after the proceedings, the answer is no. Just as we have not in fact convened a Commission of Inquiry into the Abalone case, as it is well-known, or into many other cases of corporate failures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the last question, I would suggest that the Member for Anson should be rather careful of what he says here, because if he has any evidence, he should bring it forth. To imply that the Government has anything to hide, I think, is highly unethical. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 571</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CPF CONTRIBUTION CEILING</b>\n  </div> \n  <div align=\"center\">\n   <b>(Implementation of raise)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Mr Chiam See Tong</b> asked the Acting Minister for Labour whether he intends to implement the announcement made in July 1985 of the Government's intention to raise the ceiling of Central Provident Fund contribution from the current $6,000 to $7,000 in July this year. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Acting Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, my Ministry has already announced that the current salary ceilings on CPF contributions in the private and public sectors will be frozen at their existing levels in view of the present economic conditions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 571</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CPF SAVINGS/CONTRIBUTIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Use for financing bank loans on mortgages of private</b>\n  </div> \n  <div align=\"center\">\n   <b>residential properties)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;15. \n  <b>Mr Heng Chiang Meng</b> asked the Acting Minister for Labour whether a Central Provident Fund member, having borrowed from a financial institution, such as a bank, based on a mortgage on his private residential property, will be allowed to use his CPF balance and/or contributions to repay and/or finance his bank loan. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, the fundamentals of the CPF scheme are being reviewed. The study will also examine whether CPF savings could be allowed to refinance a property which a CPF member has already purchased with cash. At present, this is not permitted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CPF funds can presently only be used for the purchase of a residential property or for servicing a loan to finance its purchase. The CPF Board has first charge on the private residential property purchased with CPF funds in order to protect the member's CPF savings. A member cannot use his CPF savings to service a mortgage loan for purposes other than the purchase of the property. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, would the Acting Minister agree that there is presently nothing in the regulations to prevent a member from selling his present \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 572</b></font>\n  <br>\n  <br> house to repay the original bank loan, and then to use his CPF funds to buy a new house? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Yes, it is true that a CPF member can sell his present property and buy another one with CPF funds. In the process, of course, he has to pay commission charges, conveyancing fees and so on. This is one reason why the CPF Committee of my Ministry is looking into the question of whether we should allow CPF funds to be used to refinance the purchase of a property. This matter is still under consideration. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Does it mean that the Minister will look favourably on such circumstances, especially in times like this when people, having mortgaged their house to finance their business and who are faced with problems of bankruptcy, now require their CPF funds to pay off their business loans? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, I think we should wait for the Committee to complete its study. But the primary objective of the CPF Board and the Government is to protect the member's CPF savings for his old age. So I am not so sure whether it is a good idea to release his entire funds so that he can pay off his creditors, because in the process he will have nothing left. At the moment, the CPF savings, whether they are held with the Board or held against properties, are protected against creditors. So, in the event of bankruptcy, they cannot be seized. I think we have to be very careful here. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Sir, can the Minister tell the House when he expects the study of the Committee to be finalized so that he could report to the House? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Before the end of this year, Sir. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, would the Acting Minister say that, in the circumstances that I have just described, the member's CPF funds will still be secured by the first mortgage, albeit this will be on a new property that he has purchased. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> That depends on the circumstances of the case. What I painted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 573</b></font>\n  <br>\n  <br> was a scenario where the member has been owing a lot of money. And there are cases of bankrupts asking whether they can use their CPF funds to settle their loans. So against this, our objective is to protect the member's CPF savings. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> May I ask the Acting Minister whether he will consider a particular case if I submit the particulars to him? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, I do not understand the Member's impatience. If the case has been referred to the Board, we will look at it under the present regulations. The Committee will look into it seriously and consider all the factors. So please be patient. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, does the Minister not realize that patience may kill the patient? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Next Question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 573</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FEEDBACK UNIT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Future role)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;16. \n  <b>Mr Chew Heng Ching</b> asked the Acting Minister for Community Development if he is satisfied with the work of the Government Feedback Unit since its formation and whether there are plans to enhance the Unit's role in the near future. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Community Development (Mr Wong Kan Seng):</b> Mr Speaker, Sir, I am satisfied with the work of the Feedback Unit. For the information of Members, the Feedback Unit had, as at 31st January 1986, received 797 letters from members of the public, 741 inputs from grassroots organizations, as well as telephone calls and personal visits. The public is primarily concerned with issues on housing, welfare and health services, issues which touch on the daily lives of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members may recall that I have reported previously to this House that our people were well aware of the role of the Feedback Unit and that they did not treat it as a Complaints Bureau. This is still the case. In fact, private complaints and appeals, which earlier formed 10% to 12% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 574</b></font>\n  <br>\n  <br> of the total input, have dropped to less than 2% in January 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The various Ministries and Departments have taken the feedback provided by the Unit seriously. The Feedback Unit's reports and requests have resulted in regulatory and procedural changes. These have been reported in the mass media from time to time. Some examples are the solution to the problem facing the rental car industry, waiving of the $150 fee charged by the HDB for air-conditioners, and the extension of the deadline to spruce up unsightly buildings. Full credit must be given to the Ministries concerned for adopting a positive attitude and exercising flexibility within the constraints of the policies that have been laid down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for enhancing the Unit's role, Members may wish to know that with effect from June last year, the Feedback Unit is also receiving and collating inputs from the grassroots organizations. The notes of discussion on national issues at the monthly meetings of the Residents' Committees and the Citizens Consultative Committees are forwarded to the Feedback Unit which processes and analyses them. The Unit also takes note of comments which concern matters of public interest appearing in the newspapers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, the Unit will concentrate on establishing more direct contacts with the people. Firstly, the Unit, together with the People's Association, will hold a series of discussions with the people at the various community centres. Secondly, the Unit will also try to bring together private sector organizations, such as trade associations and professional societies, and the officials of the relevant Ministries for more dialogue. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, would the Acting Minister consider, in the interest of the public, publishing regularly some of these letters with the Government's replies in some newsletters like the Mirror? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> In fact, from time to time, matters which are of public interest and which have been resolved or taken up by the Feedback Unit were published in the Mirror or the mass media. We will continue to do so whenever there are such cases. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 575</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ECONOMIC DOWNTURN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Hostile trading environment)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;17. \n  <b>Mr J.B. Jeyaretnam</b> asked the Acting Minister for Trade and Industry if he will elaborate on the \"increasingly hostile trading environment\" which he is reported to have listed as one of the reasons for Singapore's economic downturn in his talk in London at the end of January 1986. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Acting Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, between 1975 and 1984, Singapore's total exports grew, on average, 15% per year. In 1985, however, exports fell by 2.3%. Given the critical role of exports in our economic growth - they are 1r times our GDP - this decline has undoubtedly contributed to Singapore's economic downturn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our exports have been affected by the increasingly hostile trading environment. Protectionist sentiments in the developed countries, especially the United States, are growing stronger, and protectionist measures are becoming more prevalent. The US Congress is considering more than 300 trade bills, aimed at restricting international trade and protecting domestic industries. One of these, the Jenkins Bill, sought to limit imports of textiles. It was actually passed by Congress. The President fortunately has vetoed the bill, but Congress may still try to override the veto. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, the US is already using existing legislation to restrict imports. Singapore exporters have been harassed by a number of anti-dumping actions and countervailing duty (CVD) actions. CVD action has been taken against exports of textiles, refrigerator compressors, and steel wire rods to the United States. Australia also has pursued anti-dumping cases against our exports of steel tubes, filing cabinets, even correcting fluids and organic dyes. Usually the allegations of unfair trade practices are disproved, and we are proven innocent. But meanwhile our exports are disrupted, and our traders lose their market share. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our exports are also subjected to other limitations, such as quota restrictions on exports of refrigerators and television sets, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 576</b></font>\n  <br>\n  <br> and non-tariff barriers like regulations on packaging, health, safety and environmental protection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, our exports have also been affected by the developed countries' withdrawal of GSP benefits from Singapore. In 1985, for example, New Zealand graduated Singapore from its GSP scheme. The US has also removed GSP status from some of our products, whose exports have reached a certain ceiling. If Singapore is deprived of GSP benefits, it will affect at least 30% of our non-oil domestic exports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The effect of these protectionist measures goes way beyond the products which are directly affected. They have created an environment where preserving existing exports is already difficult, and promoting new exports is even tougher. The measures have also led to MNCs shifting their investments away from Singapore, and towards the developed countries, where markets are protected. There is therefore no doubt that the international trading environment has become inhospitable and will grow increasingly hostile. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Minister has pinpointed two countries - the United States and Australia. May I ask him whether the countries within ASEAN, our neighbours, have implemented measures that adversely affect our exports? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I did not pinpoint two countries. I cited two examples of countries which have discriminated against our exports. Many others in Europe have also done so, and I think Members who have been following the press will remember that we have had some trade difficulties with Malaysia last year. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Acting Minister say whether any representations have been made by the Government to these governments in ASEAN which have taken measures against our exports? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the Member for Anson is zealous for our interest, for once. Of course, representations are made. Last year we took up a case with the Malaysian government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 577</b></font>\n  <br>\n  <br> because we considered an action which they had implemented to be outside the rules of GATT. As a result, the Malaysian government amended their rules. Should subsequent actions occur and difficulties arise, which can happen even between the best of neighbours, further appropriate measures will, of course, be implemented by MTI. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 577</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> 12.00 noon \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [7th March, 1986] [2nd Allotted Day], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That Parliament approves the financial policy of the Government for the financial year 1st April, 1986 to 31st March, 1987.'. - [Minister for Finance]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Speaker, Sir, yesterday, before the moment of interruption, I was speaking at great length on the issue of consumption tax. I said that, in principle, the concept of consumption tax is valid. If a person can afford and is willing to consume more, he or she should be prepared to pay more consumption tax. Although many people have reacted very strongly to consumption tax, such a form of taxation is not new to Singapore. Conceptually, we can consider the ad valorem duty on petrol and the 3% restaurant cess as forms of consumption tax. The difference is that the Government is now proposing to reduce income tax and switch over to imposing consumption tax on a wider scale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the principle of consumption tax may be valid, I should also warn the Government of the disadvantages of consumption tax which should be considered carefully before implementing. One of my constituents felt so strongly about consumption tax that he called me twice two weeks ago to express his concern. Yesterday, I mentioned two disadvantages of consumption tax. The first is that during the present economic recession, the imposition of a consumption tax now will further dampen domestic demand. The tax will put a heavier burden on the poorer people, especially on the unemployed. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 578</b></font>\n  <br>\n  <br> second disadvantage is that the machinery or the organization to be set up to collect and enforce consumption tax could be cumbersome and costly. It would not be easy to find a mechanism for tax collection which would be simple but efficient. The final concern, which is also the most important concern of most people, is that consumption tax should not be imposed on essential items. I am pleased that the First Deputy Prime Minister has given his assurance that this would not be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Hon. Minister for Finance has said in his Budget speech that the key priority for the coming year is to restore economic growth. The measures he has introduced in the budget for the new financial year is to gear towards helping companies to cut costs and maintain their competitiveness. Indeed, restoring economic growth has to be the key priority. Our unemployment rate has already reached 5% as at the end of 1985. Each year, 20,000 new entrants enter the labour market. If new jobs cannot be created soon enough, these new entrants will swell the ranks of the unemployed, adding another 1r-2% to our unemployment rate. If our young people could not find gainful employment after a long period of job searching, they will get disenchanted and restless. They will then find that it is no longer fun to have no work. The situation will become critical. It is therefore appropriate to focus on restoring economic growth. It is only through growth that new jobs can be created. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As economic growth is the key priority, I feel that an essential condition for us to succeed is to ensure that the public sector and the private sector can work closely together to achieve this common objective. A new consensus has to be forged between the public sector and the private sector. I believe we have reached a certain stage of maturity where the public sector and the private sector no longer need to treat each other with suspicion. The civil service has a very strict code of conduct on how civil servants should deal with the private sector people. This is necessary as they have to protect themselves against being subject to undue influence or be seen to be less than fair or equal in their treatment of competing private com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 579</b></font>\n  <br>\n  <br> panies. Therefore, civil servants have to be very careful. They are even discouraged from accepting a cup of coffee or lunch with private sector people with whom they have business dealings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By all means, I agree that the image and reputation for fairness and non-corruptibility of our civil service must be maintained. What I am suggesting is that civil servants at all levels should be encouraged to establish closer liaison and build up a better understanding with their private sector counterparts. An example is Japan where the bureaucracy and the business community have been able to work very closely together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Education had at one time called on the civil servants to speak their minds and give their Ministers correct feedback on reactions to new Government policies or on the effects after the implementation of certain Government policies. How else can they feel the pulse of the ground reactions if they do not interact well enough or have no opportunity to interact with the local workers, professionals and businessmen? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the part of the private sector, they should adopt an honest and truthful approach in their dealings with the bureaucracy. They should not always take a pure commercial stance. They must think of the longer term. If they can earn the trust and confidence of the civil servants, their views and opinions will be valued and sought after. This is particularly important to them if later on there is a new policy to be implemented which will have adverse effects on their businesses. Then the local businessmen can find attentive and sympathetic ear among their civil service counterparts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A striking example of how the public and private sectors have cooperated extremely well together is the Economic Committee. We are aware of how the private sector members of the Committee went out of their way to mobilize their staff, called on their contacts and collectively drew on their knowledge and experience to help to find solutions to our economic problems. We should build upon this spirit of rapport attained between the private sector and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 580</b></font>\n  <br>\n  <br> the Government sector by the Economic Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to move on to the topic of over-regulation. Somehow, over the years, we have the impression that there are more and more regulations being imposed. The Hon. Minister for Finance has spent a career in a private company. I think he understands this feeling among the people. Many people feel that we just have too many regulations. Every step we take, every move we make, we must be careful not to get a ticket. We are constantly told that we cannot do this and we cannot do that. So much so, Sir, that often it stifles initiative or, worse, it smothers our people's drive and entrepreneurship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not suggesting that there should be no regulations. In fact, many of our regulations are necessary. But what I would like to see is that there should be a balance between regulations and permitting private initiative. As the Government is promoting entrepreneurship among our people, I think a right move is to reduce any excessive regulatory controls that we have imposed on our people and companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To be fair to the civil servants, they cannot be blamed for enforcing the laws. The situation of over- regulation is due more to the system that we have created. We should, in fact, be proud that we have a very efficient civil service. Most of our Government officers are hardworking and dedicated. What is needed is that they be given more discretion, so that they themselves can exercise more initiative and more flexibility in dealing with the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This flexibility, Sir, is even more important during the present economic recession. Regulations invariably are hindrances or obstacles to local companies. They can be real cost burdens. Too many rules, red tape and procedural delays are real and invisible costs which can adversely affect the viability of local firms. The Government is keen to reduce operation costs for companies. It should also look into cutting down cost burdens caused by the various Government regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge the Government to look seriously into this problem of over-regula- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 581</b></font>\n  <br>\n  <br> tion and its adverse effects. The first step has been taken by the formation of the committee to review Government regulations under the leadership of the Member for Jalan Besar, who is also the Minister of State for Trade and Industry. I hope the committee will look into eliminating outdated rules and regulations and also get rid of unnecessary or over-restrictive regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also hope that the committee will enlist the support and assistance of the private sector in their work. The public should be encouraged to come forth in giving their views on regulations which should be reviewed or changed. Moreover, the work of the committee should not be a one-time effort, but it should be a committee which can maintain a constant vigilance over over-regulation, as otherwise such over-regulations or over-restrictive controls will stealthily creep in again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to move on to the last item, which is on the unlisted stock market (USM). The Minister for Finance mentioned that during the year a second tier or an unlisted stock market will be set up. This is a good test case on whether the Government will adopt an over-regulatory approach. For the USM to be effective, the conditions for companies to qualify for listing in the USM should not be too stringent. There should be a balance between control and flexibility. The key reason for the success of the similar Over-the-Counter (or OTC) market in the USA is precisely because of the flexibility of its rules and regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By its nature, the USM is a very speculative market. Therefore, certain regulations have to be imposed to protect investors. However, I would urge the Minister for Finance not to impose over-restrictive conditions so as to render USM ineffective. In addition, local investors, especially the small investors, should be carefully briefed and forewarned about the nature and the speculative aspects of the USM. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the budget proposed by the Minister for Finance is generous and comprehensive. It is a budget designed to give a stimulative boost to our economy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 582</b></font>\n  <br>\n  <br> For our common well-being, I hope that everyone, that is, the civil servant, the local businessman, and the private individual will join hands to make the new measures and policies work. \n  <br>12.16 pm \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I want to say today has, in fact, been said in the week when we debated on the President's Speech. But after listening to the Member for Rochore's discourse yesterday, I could not resist but to look into some of his comments in some detail and come out with my own interpretation of what he wanted to convey. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore has included in his speech numerous statistics on various items. I am afraid that, despite the tutorials from the Member for Leng Kee and the Member for Whampoa, he has got his figures all wrong. I hope it is just a matter of misinterpretation rather than one of deliberate intent. One item he commented upon was that our income tax reduction in 1987 as proposed by the Minister for Finance is regressive. In his words: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The revision of income tax for Year of Assessment 1987 is regressive. The weight of the tax burden is shifted to the lower and middle income groups.' And he went on to say, quoting the Table that he had circulated to Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'those whose a chargeable income is $5,000 to $25,000, the savings in tax vary from $32 to $494, ie. 0.64% to 1.98%. ... for those whose chargeable incomes are from $100,000 to $400,000, their tax savings are $4,144 to $21,644, ie, 4.14% to 5.41% of chargeable income.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with your permission, I would also like to circulate my own Table, which is an abstract of some of the data presented by the Minister for Finance in his Budget Statement last week. [Copies of tabled circulated to hon Members.] I think the Member for Rochore has committed a very basic error and a fallacy in relating the savings on tax payable on chargeable income. Surely the taxpayer does not pay tax equal to the chargeable income. In fact he pays a percentage of the chargeable income. For those in the bracket of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 583</b></font>\n  <br>\n  <br> chargeable income of $1,000 to $5,000, the effective tax rate is, in fact, 3.5%. If we look at the gross tax payable in this category of $148.75 the saving, in fact is not 0.64%. It is 17.9%, which is very much higher than what he has quoted. He said that the tax reduction is regressive; that we are penalizing the lower tax brackets. The Member for Rochore should know that under the present system all those earning below $7,000 do not pay tax at all, that is assuming that a family of four, one breadwinner, wife not working, and two children. He only starts to pay tax when he earns more than $7,000 a year, and only when he reaches $12,000 a year will he then pay a tax of $148.75. This amounts to about 15% of his monthly pay. For those in the middle bracket, by the time they reach a chargeable income of some $30,000 to $50,000, they will have to pay about one month's salary in tax. This is the progressiveness that we have introduced into our tax system for a long time, and I cannot comprehend on what grounds the Member for Rochore claimed that our tax system is regressive and inequitable and penalizing the lower income group. The interpretation of statistics, while they give a very low figure to suit the wishes of the Member for Rochore is, I submit, Sir, grossly misleading. And if it is done deliberately, it is mischievous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next comment that he made was on hotel rates. He mentioned: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'When a 5-star hotel in Singapore sells at 3-star rates, when an international hotel management that used to sell rooms at $200 a day now sells rooms in a new 5-star hotel at $70 a day, it goes to show the parlous state we are in.' Again, Sir, he has used only part of the statistics, conveniently omitting the others. I think we all know the $70 that he quoted. It was mentioned by one new hotel in town, and this $70 per room was specifically mentioned as a concession valid for the month of February, in which month the hotel was opened. The effective rate was, in fact, $140. This 50% would be increased progressively to 60% for March and 70% for April. So after the introductory period is over, the hotel will be charging a rate of about $110. I wonder why the Member for Rochore forgot to mention this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 584</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we cast our minds back three years ago, hotel rates in Singapore were much higher than even the $200 mentioned by the Member for Rochore. It was somewhere in the region of $250 to $300. Members will recall that at that time there was a great hotel shortage and the rates were jacked up so high that we were reputed to have some of the highest priced hotels in the world. At that time the developers did not complain that they were having good rates. Far from it. They were pushing to build more hotels, both new hotels and extensions to existing facilities. The Government at that time could not help stop these new buildings and extensions. If it had done so, it would be accused of stifling private initiative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore talks about flexibility in Hong Kong. He says that Hong Kong is very flexible in everything. I was in Hong Kong two years ago too when there was a hotel glut in Hong Kong as well. The prices charged by Hong Kong hotels two years ago were equivalent to what we are now having in Singapore. It was caused by, firstly, an over-supply of rooms and a drop in tourism because of political uncertainties. I was in Hong Kong just last month, Sir, and now the hotel rates in Hong Kong are much more expensive than Singapore. A 3-star hotel charges about $240 per room per night to about a 5-star hotel rate of about $300. Sir, this is what flexibility is about. If we expect Government intervention to be minimal, then we must allow the market to move. Whether the price goes up or comes down is a matter of market forces. We cannot expect the flexibility to be exercised only one way, and not the other. Whatever it is, the present supply of hotel rooms in Singapore has enabled us to become again one of the cheapest places for tourists to visit and, hopefully, our hoteliers instead of griping about empty rooms will concentrate their minds on finding more tourists now that they are more equipped to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third comment that the Member for Rochore referred to was CPF. He claimed that CPF is a tax on labour. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Ihat it may be a political gambit to placate the NTUC. But it was foolish to create the impression all along that the employer's contribution is part of their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 585</b></font>\n  <br>\n  <br> pay. It is not. It is unearned income, ... and it has never been negotiable. It is a tax on labour for social security that we have and the amount is dictated by the Government.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the CPF has been in existence for a long time and the Member for Rochore has also been in this House and in the Government for just as long. Surely he could not be serious when he said that the CPF is a tax and is not part of the employee's pay. If it were so, how does he explain that the CPF contributor can withdraw his contribution when he reaches the age of 55. And further before he reaches 55 he can withdraw his CPF to purchase private properties which he owns. A tax by definition is a levy that is non-returnable. It goes to the Government. He also mentioned that the CPF interest rate is nowhere near the market rate. He quoted the market rate of 12.4%. He also conveniently forgot that CPF contributions also attract an interest rate of 6r% tax-free. If we were to gross this 6r% up, the equivalent tax rate is, in fact, almost 11%. There were times when the prime rate in Singapore fell below 6r%. Is the Member for Rochore suggesting that the Government be compensated, or CPF be compensated for the fall in interest? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Member for Rochore, in using statistics in his own way to suit his own purposes, has misled the House. The misuse of statistics is more dangerous than sweeping statements because, if the statistics are presented only partially, it may lead to gross misinterpretation of policies and facts. Let me just caution the Opposition Members, lest they feel inclined to quote the Member for Rochore, as they have often done in the past - that if you were to use the statistics, be very careful because you may also be trapped in having to answer for some of the statistics that the Member for Rochore has omitted but that you are not aware of. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> We can take care of ourselves. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Mr Speaker, Sir, the income tax proposals put forward by the Minister for Finance, as stated by the Minister himself, will go a long way towards redressing the tax burden on all categories of people, whether they be in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 586</b></font>\n  <br>\n  <br> the lower income, middle income or higher income group. I think we should run a system where, to each, we must reward his efforts that he has put in. The Member for Rochore cannot surely suggest that everybody be treated the same. If it were so, there will be no incentive to work at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to conclude by putting my full support for the financial policy as enunciated by the Minister for Finance in his Budget speech. \n  <br>12.31 pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Minister for Finance has presented his budget this year as a budget for economic recovery, and he has outlined the measures that he thinks will bring us the economic recovery. But I shall point out shortly, that he is not so sanguine about them. I am sure all of us in this House and the people of Singapore outside this House hope very much that these measures will bring us the economic recovery that we are hoping and looking forward to. I have my doubts that they will, but I shall take that up presently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, let me, Mr Speaker, Sir, voice some of my own thoughts on this Budget statement and the policies outlined generally in the Budget. The first observation that I wish to make is that the policies, if pursued, will be discriminatory. They discriminate against the lower income group. They discriminate against the worker. They are aimed to benefit the well-off. Speaking in 1983 in this House on the Budget speech, I referred to the remark made by a British Prime Minister, in the turn of the century, about the country becoming a country of two nations - one nation of the rich and one nation of the poor. I said then that the Government should take heed that its policies would not bring that to pass in Singapore. But unfortunately it would appear that the Government is not taking heed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am, Mr Speaker, Sir, accused sometimes of trying to divide the community. Let me ask: who is dividing the community? Is it the policies that are pursued by the Government that will divide the community, or is it the utterances of some- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 587</b></font>\n  <br>\n  <br> one who points out that these policies will tend to divide the country? May I ask whether one is expected, in the face of divisive policies, to keep quiet and let the gap between the rich and the poor get wider and wider? Is one not expected, as part of his responsibilities as a citizen, to point this out? I, Mr Speaker, Sir, cannot remain silent when I see that the policies of this Government are divisive. I was not elected by the voters of Anson to remain silent. They were quite sure when they elected me that I would discharge that one duty, that is, to speak up for them, not so much to get benefits for them but to speak up for them. If they had wanted someone to agree with the Government and to keep quiet when he should speak up, they would no doubt have elected my opponent in the 1981 by-election and in the 1984 general elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I see, Mr Speaker, Sir, that I am not alone in this view that the policies of the Government are discriminatory against the lower income group. I see from a report in the Straits Times of 15th March that an economist in the University has made the same remark that the policies, if pursued, will result in the lower paid having a lesser share, ie, a decreasing share in the economic cake of the country. So I am not alone in saying that the policies would appear to be discriminatory. They are discriminatory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is the absence, entirely in this Budget statement, of the role or a place for the labour movement. It would appear that the Budget assumes that persons who have anything to do with economic recovery are only the businessmen and the people with money and that the workers in Singapore have really no place in this economic recovery, no contribution to make, except of course the oft-repeated admonitions to them: work harder, work harder, work harder. That is all they have to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I refer the House to the statement made by, I think, the then Minister for Trade and Industry and now the Minister for Education on 11th December 1981 when he was speaking at a University forum. I referred to this in my speech here on 15th March 1982 on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 588</b></font>\n  <br>\n  <br> Budget debate, and this is what he said then: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is the workers and the management who will decide whether or not Singapore continues to thrive in the 1980s or begin the slippery slide to disorder, unemployment and stagnation.' As I then pointed out, I said I was grateful to him when he put the workers first - \"it is the workers and the management who will decide\". In his Budget speech, he acknowledged the contribution of the workers for the growth in the year preceding when he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'They worked harder and smarter than the year before and acquired new skills.' But in this present Budget statement it would appear that our workers are completely ignored. They have really no place or no part to play in the economic recovery. That, I think, is regrettable because of the contributions that they have made to the economic progress of this country. That should be acknowledged and then they should be told now what is their role in this economic recovery and how they would be helped to play that role. I will deal with that a little later, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I go on to the adequacy of the measures. As I said, I have my doubts whether these measures will in themselves be adequate to bring about the economic recovery which we are all hoping. The Minister, in presenting the Budget, said we should not be overly sanguine. We have now for the first time an admission that we are in the midst of a severe recession. The Minister makes that admission at two places in his Budget speech. That is something, because in the past we have had Ministers trying to make light of the recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One cannot help contrasting the present Minister's remarks about his hopes for recovery with the remarks made in 1985 by the then Minister for Finance presenting his budget. In his reply, he said [Col. 960 dated 19th March 1985]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I have to inform the Members of this House that the rumours about the impending demise of our economy are greatly exaggerated.' I have already mentioned more than once about the inability of the Government to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 589</b></font>\n  <br>\n  <br> see the trends that the economy was taking. He said in 1985 - it is good to remind ourselves of what he said then - finishing his speech in reply to all the speeches that were made on the debate, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We have every reason to be optimistic that, as the motto of one of our schools says, \"The best is yet to be.\".' Some best we have had since then. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one of the reasons why I am not optimistic, and it has been mentioned, is that the policies will further depress local demand. I have said before, and I say it again, that not enough attention is paid to local demand. I see that an article in the Far Eastern Economic Review last week says this as well, ie, that while exports are important it is the local demand that would seem to be causing anxiety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is an assumption in the Budget that all these concessions that are being given to the companies and to the businessmen will somehow find their way back into new investments and that they will be ploughed back into expansion of the industries or businesses that are carried on. Well, we all hope that that will be the result. But I have my doubts, very serious doubts, whether they will not take them away as soon as they get these concessions rather than put them back into this country. I am, of course, talking about the MNCs and the foreign companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we perhaps tend to rely too much on foreign investment and foreign expertise. We seem to think that our local people are not in themselves able or adequate to find solutions and to come up with solutions for our economic ills. There is, in my view, very little encouragement that is being given to local entrepreneurship. We have heard only this morning about the over-regulatory feature of this Government which has, to put it quite simply, put our local businessmen into a straitjacket. They cannot do anything without first having to get permission for this and that from the Government. I hear this again and again, even in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 590</b></font>\n  <br>\n  <br> small matters. If they do something, immediately somebody swoops down on them and says, \"Oh no, you can't do this. You cannot even put up a stick in your garden. You have to report this to the Building Control Division.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Is that true? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I think it is time we changed our attitude towards our local entrepreneurship. There is too much reliance on foreign advice. We were told, even over the establishment of marina centres, in a Ministry statement, that the Government was going to send somebody overseas to learn how to develop these marina centres. But we have our own clubs here, and I was going to mention yesterday, \"They have been clamouring to be heard.\" They wrote to the Prime Minister. The Prime Minister referred them to the Ministry of Community Development. The Ministry of Community Development shuttled them to the Ministry of National Development. And they have still not been heard. All they are asking is that they be heard before the Government proceeds on its plan to set up marina centres, because they say they have got ideas. So may we have less reliance on foreigners and more reliance on our own people, on our own people's ingenuity and their ability to cope or to come up with solutions to our problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think what is needed more than anything else, besides the measures that are being outlined, is a complete change of attitude on the part of the Government and the Ministries, and particularly the statutory boards. It is no exaggeration to say that our economy has been brought to its present state by the overcharging by Government and statutory boards for all kinds of supplies and services rendered by the Government and the statutory boards to the community. There has been some faint recognition of this in the rebates that were frantically handed out last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the whole philosophy has to undergo a change, whether it is the proper function of Government and statutory boards (statutory boards are quasi government) to accumulate wealth as one of the objectives for their existence. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 591</b></font>\n  <br>\n  <br> have been told about the huge surpluses that have been accumulated by the statutory boards. This year we are budgeting for a deficit. In truth, there is no deficit if you bring in all the surpluses from the statutory boards. So it is just an illusion that there is a deficit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let us take the HDB, one of the statutory boards. The HDB was set up to provide low-cost housing for the lower income group, the wage earners. That should have been its main objective. That objective seems to have been somewhat lost sight of. As the HDB began to look upon itself as a commercial organization, like one of the MNCs operating in Singapore, it became greedy for profits and started venturing into private sectors where it should not venture. The only motivating factor would appear to have been that these activities, if indulged in by the HDB, would bring in immense profits. And, of course, the HDB has made profits. And as the Auditor-General pointed out, the HDB invested monies in the MND Holdings company, which was outside the ambit of its powers laid down in the Housing and Development Board Act. And as I have pointed out more than once, they have made immense profits but they do not bring those profits back. They are all secreted away, still with the MND Holdings. I could go on, Mr Speaker, Sir, about the activities of the HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Carry on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Now, we have heard about prices of HDB flats. HDB tried to cash in into the boom, started over-building, jacked up the prices along, of course, with the URA. Then you have the car parks. The HDB saw that as a very profitable source of business. Car park fees went up, quite unnecessarily. And rentals for shop houses. The HDB saw that again as a convenient source of revenue, forgetting that it was set up as a public housing body. And so we have rentals raised by the HDB from time to time. I have, Mr Speaker, Sir, somebody living in my constituency who has a shop in the Rochor Centre. He said that his rental was increased by the HDB from $1,100 to $2,800 within a period of one year. And he said, \"I can't carry on any business there.\" This is the sort of thing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 592</b></font>\n  <br>\n  <br> that has killed many businesses in Singapore. So I say, besides these measures, a change of attitude is important. But will we get this change of attitude from the Government and the statutory boards? - That profits are not the only motive for the existence of Government and statutory boards, - that Government exists for other purposes and not to make profits on all its operations, that statutory boards do not exist just to make profits, huge profits, on all their operations. One can understand wanting to cut even but not to accumulate huge surpluses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one other aspect of this Budget Statement, before I come to the measures in the afternoon, that I wish to touch on briefly now is that the Budget does not address itself at all to the problem of unemployment, which I said in the debate on the President's Address is a stark reality. It does not say anything to these unemployed workers. They are just left to take care of themselves, \"I am all right, Jack.\" I want to know from the Minister what measures the Government proposes to take for those who are unemployed and who are unable to get jobs over a period of six months, nine months, one year. It is no good pretending (I tell this Government that people have been unemployed) that people have not been unemployed for six months, nine months. I know of several cases. I see that in a panel discussion, the managing director of a bank from New York says, \"Oh, let things get worse, let there be more unemployment. Then the workers will come to their senses. They will not be choosy.\" Is that what the Government proposes to do? Do nothing; let it get worse? And who will suffer? Just the workers. Who cares? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to know from the Minister why is it not possible to give unemployment relief. Because unemployment, as I see it, is going to be with us - not only for the next two years, it will probably become a permanent feature. I think it is time we discarded these ideas about unemployment relief being a soft measure, soft option, subsidy, and faced the problem fairly and squarely. And I hope I am not going to be told that the United Kingdom and other countries have all been brought to their knees because of unemployment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 593</b></font>\n  <br>\n  <br> relief. It is nonsense, as any good economist would tell you. I have said that it makes good economic sense to look after your workers who are unemployed. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. It is 1.00 pm. The Sitting is suspended until 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, before I leave the question of unemployment and I cannot spend too much time on it as I have other things to bring up, I wish to refer to the suggestion made by the Member for Tampines when he spoke yesterday about the setting up of a committee to inquire into the whole problem of unemployment. I was going to do this in my speech on the Presidential Address but I did not have the time and now I certainly would like to support the call for an all-party committee to be set up to look into the whole question of the unemployment problem, as to whether the unemployed can be found alternative employment, what can be done to stop indiscriminate retrenchments by employers and, of course, the whole question of relief. I say, Mr Speaker, Sir, that it must be an all-party committee. Let us not be partisan about things any more. Let us realize that the Opposition have a place in the politics of this country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, on this, it is not as though we do not have the money to give any unemployment relief. I hope I am not going to be told that. I said that we have got enough money and to spare. So let us give help where it is due, where it is needed. It would be, in my view, a complete callous indifference to the plight of a section of our community who through no fault of their own have been brought to these dire straits, of not being able to meet their expenses of living, not to mention the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 594</b></font>\n  <br>\n  <br> education of their children. So I hope we will have some sensible and reasonable response from the Government to this problem which, I say, finds no mention whatsoever in the Budget statement. And I am very disappointed about that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may move on, Mr Speaker, Sir, to some of the specific measures which have been taken for the economic recovery. May I start straightaway with the 15% cut in the CPF contributions paid by employers. I would not, of course, share the view of the Member for Rochore that it is a tax. Of course, it is part of the employee's wages and it is a 15% cut in his wages after the 1st of April this year. And to think that last year, Ministers and Members of the Government were saying, \"There'll be no cut. It is part of the worker's wages. We cannot touch CPF.\" And now a complete somersault on the part of the Government, all because businessmen have demanded it. Well, perhaps it may be necessary to cut costs. But we have got to do something about the problem that is created as a result of this reduction of 15% in the employee's wages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there have been glib statements in this House that the take-home pay of the worker will not be affected. That ignores abysmally the realities of the situation and the problems faced by the worker who has home instalments to discharge. Sir, I am aware of the caveat entered by the Member for Mountbatten about tables and statistics. But with your permission, I propose to circulate the tables that I have prepared and given to the Clerk. [Copies of tables circulated to Members.] \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Speaker, Sir, can the Member please clarify what I said? I did not say anything of that sort. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You said that Opposition Members must be careful about statistics. Remember, about statistics? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> I did not say that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, all right. Please sit down. I am sorry. I thought you said it. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> I did not. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 595</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Oh I see. I am sorry. Not you. I beg your pardon. Let us carry on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Member for Clementi. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Member for Clementi, thank you. It must be that you look very much like the Member for Clementi! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these two tables relate to a worker earning $500 per month with a loan of $30,000 and to a worker earning $1,000 per month with a loan of $50,000 to the HDB. Sir, you will see that as a result of this wage cut of 15%, the worker is left considerably worse off than he was before the 1st April 1986. With a payment schedule over 20 years, he is $47 the poorer every month. This is at the final column or paragraph. If you spread it over 25 years, then he is $25 the poorer every month. And we have glib statements from the Minister for National Development saying, \"Oh, we are making it very easy. We are going to extend repayments.\" What is lost sight of, Mr Speaker, Sir, is that if you extend the repayments over 25 years, the poor man ends up paying much more, a lot more than he would be paying if he repaid the loan in 20 years. So there you have it. A worker earning $500 per month is poorer by $47 a month if he has to repay within 20 years because he has to meet from his take-home pay the balance required on his house instalment. And if it is 25 years, he is $25 poorer a month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we come to the situation of an employee earning $1,000 per month with a loan of $50,000, what do we find? We find that he is poorer by $67 every month as a result of this wage cut of 15%. And that is if the loan repayment is spread over 20 years. If it is spread over 25 years, then he is poorer by $30.50 a month. And this at a time when the Government says there should be no increases in the pay, there should be wage restraint, there should be no half-month incentive for workers and a lot of other things. But the Government gaily decides to cut the worker's pay by these amounts, and I say it is the harshest cut. It is the most unkindest cut we have had from the Government after statements last year, \"We will not touch CPF. It's worker's monies. It's worker's monies.\" All that have gone into thin air, all those pronouncements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 596</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We, of course, in the August 1985 National Rally did suggest that we wanted a 5% cut in the employee's contribution so that he could have a bit more. And to compensate the employer, we said, \"He can have another 5% as well. He can also have a 5% cut.\" But we said that something must be done to see that the worker is enabled to pay. How is the Government going to do this? How is it going to help the worker to meet his instalments? Or is it saying, \"Well, you default. HDB will recover your property. Good luck to you.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am saying to this Government that you are breaking faith. You are breaking faith with people who you persuaded to buy HDB apartments on the assurance that the CPF savings will see them through these payments. This is not the first time that this Government has broken faith with the workers. But this is a blatant breach of faith on the part of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two things that can be done, ie, for the Government to absorb the excess, either by reducing the interest that is to be paid or by making a subsidy to the workers. And we are concerned, as I said in the National Day rally, with workers earning $1,000 and below. So the Government can absorb that if it thinks this cut is necessary for the economic recovery. I was listening to the BBC about food prices being increased in Poland, and along with it there came a government assurance that the poorer section of the community would be enabled by subsidies or relief payments to afford the food stuffs for which prices had been raised. There you have a government which is sensible, which is sensitive to the responsibilities to its community. We cannot just think of economic measures. We have got to think of the social consequences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst talking about social consequences, may I say that unemployment also has social effects. We read, was it last week, about a statement that in Malaysia crime is on the increase because of the unemployment that has gone up. And we know about riots in the inner cities in the United Kingdom because of growing unemployment. Do we want all that in this place? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 597</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing, of course, is for the HDB to reduce its prices for the flats. I have not got very much time, Mr Speaker, Sir, but I have been saying since 1982 that the HDB is making profits, regardless of what the Minister for National Development says. Nobody believes him. We know that the construction costs are lower than the sale prices. And we know, now that it is conceded today, that prices of building materials have dropped. So I say that the HDB should, if the Government is not going to find the money, immediately slash prices of HDB flats and reduce the amount due from people who bought them and absorb any losses, if there are any losses. But I am saying that there will be no losses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have suggested to the Minister twice that he should submit this question as to whether the HDB is making a profit or not to an independent body of quantity surveyors and architects. But he does not want to. Why? The answer is plain. Because they will tell him that the HDB is making a profit. And they try to hide that because of imputed cost of the land. That, in my submission, is dishonest, Mr Speaker, Sir, because we know that these lands were acquired at a pittance. And if anybody is subsidizing, it is the landowners from whom the lands were acquired. So let us not talk about HDB not being able to afford it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I may move on to income tax. I share the view that was expressed by the Member for Rochore that the measure is regressive. It is discriminatory against the lower paid. I see from this discussion that was called by the Straits Times that that view was also taken not by an economist but by an accountant, and he said he would like to have seen the Government increase the personal relief from $3,000 to $5,000. Of course he had in mind the relief that is given in Malaysia. But I have mentioned this. In Malaysia the relief for a husband and wife is $7,000, and it has been given. We can only afford to give them $4,000 relief ($3,000 plus $1,000 for the wife). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 598</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am not going to give percentages but I will show you how inequitable the whole thing is by showing the amount that would be saved by various categories of people. Let us take the case of a person with a taxable income of just $3,000 (ie, $7,000 income and his reliefs are $4,000, then his taxable income is $3,000). With the variation in the rate for next year down from 4% to 3.5%, all he saves is $10 per $1,000. That is all the saving he is given. This is after you allow the full rebate of 15%. If you take the case of a person with a chargeable income of $400,000, what does he get after you apply the new rate? He gets $54 per $1,000. So it is $10 saving for every $1,000 for a man with a chargeable income of $3,000, but a man with a chargeable income of $400,000 gets a saving of $21,000, $54 per $1,000. Can he not see how inequitous the whole thing is? How unfair it is on the workers? Then if you go higher up the scale to somebody with a chargeable or taxable income of $750,000, he is given a saving of $57 per $1,000; both five times what the worker gets. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr S. Dhanabalan):</b> How much does he pay for $1,000? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> So, Mr Speaker, Sir, let us not try and pretend that our structure of tax is equitable. It is not equitable. It places a heavier burden on the lower income group. People who most need the money and who cannot afford to pay taxes. I have been asking for this year after year and the Minister says all he got to do is to repeat wht he said, and that is, the rich pay more tax in the end. But of course they have to. That is not a fair comparison. A man with a million dollars, of course, will be paying more tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I move on to the consumption tax, Mr Speaker, Sir. I am racing against time, Mr Speaker, Sir. I do not want to repeat what has already been said about this. It is again wholly discriminatory against the lower income group. There are no two ways about this tax. It is no good for the First Deputy Prime Minister (I see he has just walked in) to say, \"We will be selective.\" The point is this. How selective can you be? If you narrow it too much, then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 599</b></font>\n  <br>\n  <br> you are not going to get the tax. And the Government says it wants the tax because it is losing the revenue from the corporate tax and income tax. So it has got to find another source of revenue. So you cannot be too selective, otherwise the whole object of it is lost. So what do you do? You have got to have a broad base of goods. And who is hit? Not the man who is earning $6,000 a month. It is the man who is earning $600 a month who will not be able to buy what he needs because he says, \"It is going to cost me. I have got to pay tax on this now.\" This is why I say this tax will depress demand further. And it is completely discriminatory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, mention has been made about its effect on tourists. Let me just say one thing about this, and that is, our population is only about 2.5 million and tourists 2 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> 3 million. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> 3 million. Good. Then what are we going to do? Are we going to introduce a system of refund for the tourists who make purchases here? Otherwise we are going to lose them buying things here. This refund is, of course, made in other developed countries. Mention has been made of it. So what are we going to be left with? Half the tax sent back, after collecting it. So is it worth the candle? Setting up this administrative machinery and the cost, and then sending half back. What are we going to be left with? I ask the Government to think very carefully about this. Not just for the reasons that have been given about administrative difficulties. The Minister for Finance acknowledges it is cumbersome, unwieldy. But for the one reason which should commend itself to this Government, that it discriminates against the lower income group. He is going to tell them, \"You cannot buy these goods. They are not for you. We keep all these goods for people who are earning higher salaries.\" That is what it will do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, about the corporate tax. I was amused and I think reference has been made by the Member for Queenstown when he spoke (was it in the Presidential Address Debate) about the comments made by the then Minister for Finance in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 600</b></font>\n  <br>\n  <br> the Budget debate last year in 1985. Mr Speaker, Sir, time does not permit me to read what he had to say in the 1985 Budget debate. But there was the then Minister for Finance arguing the case for not reducing corporate tax. His answer was that there were already enough concessions given to companies. He said we should see how these concessions would work out, what effect they would have before we rushed in to produce corporate tax. It is all there. Then now it would appear that all the reasons that he gave, only 12 months ago, are no longer valid. I would like to know from the Minister whether that that is true, whether they are no longer valid. They have all completely vanished into thin air. Or was he not talking reasonably -- \n  <br>\n  <br>\n  <!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jek Yeun Thong (Queenstown):</b> Mr Speaker, Sir -- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not giving way. \n  <br>\n  <br>\n  <!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jek Yeun Thong:</b> But you are not saying what I said. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Then, Mr Speaker, Sir, finally, about the proposed trimming of the civil service. There is considerable anxiety and some Members have mentioned that in this House. I was asked about it in our rally on Saturday. I understood the Minister to say that there should be no need for any retrenchment. It will be by normal attrition, not replacing people. I would ask the Minister to make a solemn assurance in Parliament in his reply that there will be no retrenchment. Particularly we are concerned with Division 3 and Division 4 workers. We were given a table yesterday which showed that whilst the Government was reducing Division 3 and Division 4, it was increasing the manpower in Division 1 and Division 2. So may we have an assurance from the Minister for Finance that the Government will not retrench. We had the case of the 112 PWD workers who were thrown out. In spite of what the Acting Minister for Labour had said about them signing to the effect that they did not want alternative jobs, the fact remains, according to the report in the papers, that the Ministry of Labour, statutory boards, and all the Government departments, were not able to find any jobs for them, for several months. Is it for that reason that the Ministry got them to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 601</b></font>\n  <br>\n  <br> sign saying that they did not want alternative employment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is almost one hour. I would ask this Government now to consider the social implications, as has been said by several people. You do not just consider economic measures in their isolation. You have got to consider every measure in its effect on the community as a whole. You do not just consider one section of the community. You have got to take the whole of the community, and the workers are part of this community. They are the majority in this community. So will you please, I say to this Government, take into account the sufferings of the lower paid, the workers, in our community? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to end by repeating what I said earlier, and I stand by it, that this recession is due solely to the economic mismanagement by the Government, whatever they may say. It is not any fault of the workers. \n  <br>3.01 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, may I be allowed to join in this Budget Statement debate? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I rise not in support of the motion that is before the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Please let me first comment on the 53% of our workforce that is mentioned in the Budget statement as not having attained even a primary school education. The PAP has prided itself of its 20-odd years of record. But the 600,000-odd workers who have not even received or did not even manage to get this primary school education will surely go down as a black mark in the record of the PAP. The Government has promised to bring us to a Swiss standard type of living in 1999. With this kind of a workforce, how are we going to reach that standard? The Swiss have got almost 99% literacy in their workforce. So this one ingredient is already absent in our society. How can this Government hope to reach a Swiss standard of living? It has, first, to solve this very basic problem. 600,000 workers is a big number. It is more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 602</b></font>\n  <br>\n  <br> than the present enrolment of our schools. So it is a national problem, and the way the Government is going about it is just by small measures - BEST classes conducted by a political party. I think it is a shame to politicize education. This should be left to the Ministry of Education. It has already been mentioned that we have funds in the Skills Development Fund. What is it there for? To develop skills? How can we go about developing skills when our workers do not even know how to read and write or recognize numbers? Maybe they can be trained to a certain extent but surely not to the extent you would like, ie, to bring the economy of the country to a high standard. So I would urge the Government to treat this problem seriously and treat it as a national problem. There is enough fund and it should be more serious about this whole problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has accepted most of the recommendations of the Economic Committee. Basically, the recommendations are to cut costs and make Singapore a more competitive place to do business. Will these measures in fact bring us out of this severe recession? I would say that it would be difficult because the Economic Committee has not addressed itself to the root problem. I say the crux of the matter is the PAP Government itself. The main problem is that its credibility, as was mentioned yesterday by the Member for Serangoon Gardens, is in question. The trouble is that businessmen now no longer have faith and confidence in the Government. It has practised its policy of pragmatism too far. It makes too many sudden changes. One day it adopts one policy and then reverses it on another day. All the measures so far are either temporary or on a two-year basis. The short-term measures will not do. The Government must make a commitment that it will do away with the paternalistic type of economy, support the private enterprise and not interfere in the free market forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister's assurance that taxes which have been temporarily suspended will not be reimposed for as long as it takes the economy to regain its vigour is not good enough. The Government must \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 603</b></font>\n  <br>\n  <br> give some form of commitment, as I have often said. It must commit itself, I would say at this juncture, to a period of, say, five years, that it will not alter its fiscal policy. This only then will give confidence to investors. In fact, that was done in India under the regime of Rajiv Gandhi's government. One of its policies in its economic reforms ensures a continuity of fiscal policies for five years. As a result, India is now enjoying a stock market boom. It is time we implemented that policy. If we did that, we have more chances of attracting investors to put their money in Singapore. In Hong Kong, they say one business lifetime is about five years. Therefore, not changing our fiscal policy for five years is reasonable. There is no better way to build confidence than by having an element of predictability in the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fresh in our memory is the CPF issue. When times were good the Government kept increasing it till the CPF rate reached an absurd high of 50% of the workers' salary. Of course, businessmen protested. The business community just could not carry such a high wage burden. The excessive savings had a recessionary effect on the economy. At the same time, the construction industry was overheated, pushing it to a sharp over-supply situation, and yet the Government refused to lower the CPF rate until now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point perhaps I would like to quote the Acting Minister for Trade and Industry. It is a pity that he is not here. The report appeared in the Straits Times on 1st September 1985: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Brig-Gen. Lee said Mr Chiam's proposal to cut the rate of CPF contribution would reduce the standard of living for the workers. So don't talk about cutting costs in an airy-fairy fashion without realizing that you are at the same time talking about cutting the standard of living of the people.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, for the record, I do not come to Parliament to talk in an airy-fairy fashion. I say what I believe in. But does the Acting Minister say what he believes in? Apparently not. About five months later, he made an about-turn and agreed on a 15% point cut in the CPF rate. He said; \"I think this is a reasonable cut.\" Obviously he did not know what he was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 604</b></font>\n  <br>\n  <br> talking about at that time in the first instance. But anyway he was promoted to be a Minister. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Acting Minister. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Acting Minister. I can quote other Ministers who have spoken in such contradictory way but I shall leave it for another day. So much for the credibility of our Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why only a 15% point cut in the employer's contribution and no cut in the employee's? The reason given by the same Acting Minister was that internal demand for consumption comprised only one-third and the balance two-thirds was external demand. Examples given by him were demand for surplus hotel rooms, the excess capacity of oil refinery and shipbuilding facilities. Therefore, the additional take-home pay of the workers will not stimulate the economy. I do not agree with that. Although our local demand may be small compared to the external one but you must remember the number of local companies is large, about two-thirds or 80%. It is true they comprise a small percentage of local demand but their numbers are large. Every bit of injection of funds in the local market will be a stimulus to get us out of the recession. Be that as it may, the real reason why the employee's CPF cut is not implemented is because the Government needs the money. The Prime Minister has said in the last general election, \"We do not need your money.\" If that was the case, why not cut the employee's CPF and return the money to them? After all, the Government does not need people's money but the Government just cannot do it. According to the Economic Report at page 7, the net CPF contributions currently amount to $2 billion per year. The Straits Times reported that a 15% point cut in the employer's contribution would amount to $1.5 billion. After the 15% point employer's CPF cut is implemented, the CPF Board would have a net balance of $0.5 billion a year. If the Government accepted the Member for Rochore's recommendation to cut a 5% point in employee's CPF -I believe you recommended that? \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye (Rochore):</b> Yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 605</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Which would amount to $0.5 billion, the CPF Board would have then paid out all its collections. There would then be no money for the Government to use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now you see why the Government cannot afford to cut the employee's CPF rate. The figures were recorded in the Economic Report. If the Government ever cuts the employee's CPF rate by more than 5% point, then there would be a net outflow of funds from the CPF Board to its members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter which I questioned the credibility of the Government is in its new accounting system of the HDB. The main purpose of adopting the new accounting system was for the HDB to reflect the cost of construction, including land cost, of one unit of flat. The new accounting system is now in operation, but we still do not know what it actually costs the HDB to build one unit of flat because we do not know at what price the Government paid for the land when it compulsorily acquired it. The Government compulsorily acquires land at 1973 prices and sells it to the HDB at an inflated price. But this price is still below the so-called market value. The Government then unashamedly claims that it has given a subsidy to the HDB. The so-called subsidy is the difference between the market value, the so-called market value, and the price which the Government sells the land to the HDB, which is still well above the acquisition price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we can all see very clearly for ourselves that the Government is surely not playing the role of Robin Hood. It takes land from the rich, or not-so-rich land owners, cheaply at 1973 values and sells to the HDB at a much higher price, and pockets the profit. But, of course, it loans out to the HDB huge sums of money so that it can pay for the land. And, of course, on the HDB side, its accounts will show a deficit because it has to pay high interest, or vast amounts of money in terms of interest, back to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday the Member for Rochore pointed out to this House the sum of $8.8 billion which was loaned by the Government to the HDB. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> The HDB will take care of itself. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 606</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I do not like to repeat, but this is what he has said. If you do not believe, you can check it out in the Budget. It must noted that out of that sum, about $5.89 billion, $6 billion will be repaid to the Government, being the price of land sold by the Government to the HDB. So the bulk of the loan is used by the HDB to purchase land from the Government. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Just book entries. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> So only about $2 or $3 billion is, in fact, used for construction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Members have discussed the issue of consumption tax. I am not in favour of it. It will hurt the workers more than the other groups. The workers are already asked to forgo 15% point cut from their employer's CPF, and they have also been asked to tighten their belts. The 25% rebate in personal income tax will benefit the rich more, in absolute terms. Should the consumption tax be introduced, the workers will bear the full brunt of it, as they are broader based. On this issue, again the credibility of the Government is in question. On the one hand, it gives out 25% rebate of personal income tax and, on the other hand, it takes back by way of consumption tax. This consumption tax, as has been said in this House, will be inflationary. A consumer item will be more costly if it attracts consumption tax at every stage whenever it is sold, say, from the wholesaler to the retailer and then to the customer. At each stage, the tax will be slapped on, adding more cost to that item. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The steps taken by the Government at the moment is nothing new. It is just back-pedalling. I have already mentioned this before. We are just reversing gear and starting all over again. But, of course, this time it will be more difficult. As has been reported in the papers, other countries like Ireland, even Bavaria in Germany, Oregon, Hong Kong, and even those not mentioned in the newspaper report, like Mexico which I know of, are trying to attract investors. So we will have a more difficult time. Once you drive people out, it is not going to be easy to get them back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I notice that the EDB is asking for a higher budget than the $20-odd million \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 607</b></font>\n  <br>\n  <br> that is allocated to it. Damage has also been done because Singapore has been made out to be a place that welcomes only high technology. But the First Deputy Prime Minister has since changed that policy - high tech, low tech, any tech will do, he says. So it looks like we are in a real desperate straits. In the past, pioneer companies, at the end of their pioneer status, will have to pay the full corporate tax. Now, a scheme has been worked out for them to pay only something like 10% tax after their pioneer status has expired. So the Government is bending over its back to make sure that pioneer status companies which are already here will remain here. So the Minister for Finance is not exaggerating when he says that we have a severe recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government really wants business to grow, then it must establish an environment where business can grow. It must have a more open society where entrepreneurs dare to be bold, dare to venture. The Senior Minister has pointed out in the Sunday Times of 16th March that Information Technology was the way out of the economic gloom. Can an information or professional service industry bloom in Singapore under our present stifling atmosphere? If Singapore wants to breed its own professional expertise and dispense with the crutch of using foreign expertise all the time, then the paramount requirement is that we must, first of all, establish a truly democratic society. Thank you. \n  <br>3.24 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I rise in support of the motion moved by the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Budget this year is presented to deal with a severe recession. The Government has also announced its acceptance of the Economic Committee Report. Who are the people serving on this Economic Committee and its Sub-committees? They are, by and large, Singaporeans with a few expatriates who are working in Singapore. Is this, in the words of the Member for Anson, \"placing too much reliance on foreign advice\"? I do not think so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 608</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is concurrence. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> The Finance Minister has explained that while we have little control over external factors, we do have considerable control over internal factors. The Government has acted firmly and decisively over the last year to restore our international competitiveness and confidence in Singapore's economy. The Government has placed national interest and survival above petty politics. Some of the measures announced are politically unpopular and controversial. This definitely is not the action of a government that has decided to, in the words of the Member for Anson, \"let the situation get worse\" or, in his own words, \"Who cares?\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson has also mentioned about tax rates in Malaysia and in Singapore. Mr Speaker, Sir, can I just put to the House the figures so that everyone can see who pays more - the Malaysian earning the first $10,000 or the Singaporean earning the first $10,000? In Malaysia, the tax on the first $10,000 amounts to $925. In Singapore, it will amount to $875.25 less 15% rebate for the first $10,000, less 25% across-the-board rebate. There I rest my case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to focus on three aspects of the Budget presentation - the CPF, property glut and the hotel industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CPF: The Economic Committee has explicitly explained our position with regard to national savings. The Member for Potong Pasir is more worried that the Government has no money to repay. My concern is the long term role of the CPF and its relationship to national savings. The rate of CPF savings was gradually increased over the years. Now, to alter this becomes difficult as over the years the CPF usage has been liberalized to include withdrawal for home ownership, property investments, and investments in securities and gold. Now with the economic downturn and the urgent need to reduce the employer's CPF contribution, many are caught in a difficult position of being unable to meet their mortgage payments. It is reassuring that Government has taken steps to help all those with this problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 609</b></font>\n  <br>\n  <br> To minimize the recurrence of such problems, may I humbly suggest that the CPF returns to its original aim of being a savings fund for old age. Home ownership is provision for old age. The experience of persons working as seniors overseas is that those who do not own a home are those mostly badly off, as they will be squeezed out of their rented homes with annual rental increments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Medisave is also provision for old age, as statistics have shown that medical expenditure increases with age. If we set aside 20% for home ownership, 6% for Medisave and 4% for old age per se, this will bring the CPF rate to 30% (15% by employer and 15% by employee). This CPF rate should be fixed and not altered except under very exceptional circumstances. My suggestion is that all contributions in excess of this 30% should be put into a separate account called the National Savings Account. The rate of contribution to this account would be pegged to the economic performance from year to year, thus providing for flexibility. It is only funds from this account that should be allowed for investments and other uses, for example investments in residential property, commercial property, investments in gold and securities, and even children's education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through this clear separation of accounts, our citizens will have an assured savings on retirement through the CPF account. Each citizen will also know that the utilization of the National Savings Account must be very carefully considered as the contribution rate will be variable, depending on the state of the economy. Further flexibility can be superimposed on this scheme, for example, the sliding scale CPF scheme as suggested by the First Deputy Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The property glut. Mr Speaker, Sir, many Members have spoken on this. The report of the Property Market Consultative Committee summarizes the problem in this way: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The problem before us is thus of national significance. It should be worrying not merely to owners of unsold or unoccupied space but also direct to the rest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 610</b></font>\n  <br>\n  <br> of the population. Any non-utilization or under-utilization of available space is a cost to the country. As a corollary, any measures taken to alleviate the problem is for the national good, transcending narrower sectional or parochial interest.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The real estate is one sector where we can still attract investors, both local and foreign. However, some of our regulations need to be changed to attract investment. For the local investors, if we allow for interest on mortgage to be tax deductible, this will help. Many affluent Singaporeans and companies are finding it more profitable to buy properties overseas. It all boils down again to the question of international competitiveness. This would also help those who are genuine home owners and not property investors or speculators. The Government should consider this proposal for owner-occupied properties in the first instance. These persons would benefit immensely if interest on mortgage is tax deductible. The benefit would be immediately felt. The majority of Singaporeans will benefit from this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to foreigners. At the present time, a foreigner willing to invest $1 million through the EDB will be given permanent residence. The Ministry of Finance should consider extending this scheme to include investment in real estate. Those who invest $1 million in real estate should be given a restricted form of permanent residence. This will allow them to stay in Singapore, thus creating investment and stimulating the domestic economy. As the rule stands today, a foreigner can buy property but he may not be allowed to stay and work long term. What then is the incentive to invest? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have proposed a restricted form of permanent residence because I agree with our basic premise that foreigners should not be allowed to burden our social and welfare amenities. The restricted PRs should be allowed to live and work in Singapore with their families but they will have to pay for the consumption of social and welfare amenities. For example, in schooling and health care, these restricted PRs will pay foreigner's rate. The easing of immigration rules for these foreigners to work and stay in Singapore will attract many to invest in our property market. In essence, I am calling for a new category of restricted permanent residence to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 611</b></font>\n  <br>\n  <br> created for those who believe Singapore is a good place to live in and are willing to invest in real estate. The PMCC has also called for a relaxation of immigration controls in this area. This problem, Mr Speaker, Sir, is a real problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Permit me, Sir, to cite two cases which will exemplify his problem. Case 1. An elderly couple from a neighbouring country bought an apartment for $700,000 in late 1985. They applied to the Immigration Department for an extension of stay for three months. They were turned down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Case 2. In 1982, a foreigner, internationally acclaimed as a model of success in his own field, wanted to expand his business in Singapore. He had purchased a piece of commercial property worth $2.4 million. As he has to travel widely, he applied for an employment pass for one of his trusted lieutenants to look after the Singapore operations. This was turned down by the Immigration authorities. Is it not common practice that having made a big financial commitment that one would like to entrust this only to a trusted lieutenant? All the other employees would have been Singaporeans. The final result, after appeals failed, was that they were so frustrated and disappointed, they folded up and left Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I close this topic, Sir, I would like to put the issue in the correct perspective. In the property boom days, the developers and bankers were making immense profits. Today, while asking for Government assistance, they must also be willing to lower profits and even to plough back some of their immense profits back to the market by lowering property prices. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Ask the HDB. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> The so-called cheap property is still not affordable by many professionals and upper middle-income earners. Perhaps the industry should also look into this aspect more seriously so that more Singaporeans can realize their hope of owning their own shop or office or private residential property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I now turn to the hotel industry. Much has been said and I would just like to focus on two points. Firstly, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 612</b></font>\n  <br>\n  <br> hotel industry merits the support of Government because it fits perfectly into our economic restructuring. Our hoteliers are already very active in China. The Government should give every support to our hoteliers so that not only will they survive this recession but more importantly, in future, Singapore hoteliers will be exporting their expertise throughout the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, our local hotel management is still in its infancy. Many of our hotels are managed by international chains. In 1983, this cost us $20 million. With Government help, it is estimated that, in approximately six years, Singapore can be a net exporter of hotel management services. Before this can be achieved, a pool of talent must be built up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And this brings me to the second point, namely, that of the spectre of unemployment should hotels fail. Mr Speaker, Sir, the hotel industry employs directly approximately 20,000 workers. Most of them are Singaporeans. Many are in their middle years and they have skills only useful to the hotel industry. Many of them with low education have risen up the ranks through inhouse education and hard work. These people deserve our admiration. Many of them, if retrenched, will have difficulty in finding satisfactory alternative employment. \n  <br>3.38 pm \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Speaker, Sir, the Budget statement is our strategy for FY 86 as well as for our economic future. I would have expected Members to give their opinions, their views, to better that statement. But instead we find in this House people who still stick to the age-old argument that the root of all the problems is the PAP Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this seems to grossly overlook the development, the progress, that we have so far achieved in the last 25 years. We talk of specious arguments, we talk of cliches. Now, guess who are the main culprits? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir also mentioned that 53% of our workers have only primary education or lower. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 613</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is true. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Yes, it is true. This is a fact. But then does he realize that this is a problem which we have accepted, which we have recognized, way back in the 1970s when we introduced education streaming? This is the very problem we recognized and wanted to redress way back in the 70s. The majority of the of workers who have only primary education or lower are, in fact, older workers who had either dropped out of school or who had no chance of furthering their education during the colonial days. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Budget statement has been given several descriptions since yesterday. It has been called pragmatic, realistic, comprehensive, generous. If I could add another adjective, I would like to call it a sobering one. Sobering in the sense that it indicates starkly just how fragile our economy is; small as we are without any natural resources and always open to the whims of the international economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The statement may not have revealed anything new, being already pre-empted by the Report of the Economic Committee and the First Deputy Prime Minister's statement earlier in this House. But I suggest let us not underestimate its importance on the impact that it will have on our economic future. The cuts in taxes and increases in incentives are unprecedented, so is the confirmation of the possible use of consumption taxes as compensatory revenue in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Members have spoken about the latter, about their undesirable effects, consequences and burden, especially on the lower-income sections of the community. Even the Minister for Finance in his statement conceded the truth of some of these claims. Even so, I can see the logic for their introduction in our lives. But notwithstanding this, I too share the view of the Member for Chong Boon when he said yesterday that this method of taxation should be our last resort and best deferred until our economy is in better health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has been intimated that consumption taxes have existed in some form in our society, except that they affect \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 614</b></font>\n  <br>\n  <br> relatively few items that we consume. If this form of tax is to play any significant part at all, it must therefore, logically again, cover a wide enough array of items consumed by the people. I would therefore urge extreme care and sensitivity in implementing the collection of consumption taxes. And I will hold the Minister for Finance to his promise that the Government \"will make every effort to ensure that the less desirable effects are mitigated.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my principle concern, just as it is the concern of many other Members, is the burden that these taxes would have on the lower-income sections of our community. This we must work hard to avoid as the consequences would go well into the long run. In deciding the items to be subjected to these taxes, therefore, I would like to urge the Government to spare as many as possible those items which we, in the context of our present-day living have deemed as necessities or staples in life. And this, I grant, is not easy as the exercise of distinguishing between needs and wants, especially in a period of rising expectations, could be a very complicated one indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the oft-mentioned undesirable effects of such taxes on the tourist industry, one that has already been identified as the growth industry for Singapore. To be candid, Sir, we have very little to offer the tourists when compared to other destinations even within this region. So when our goods become more expensive because of the added taxes, we will have still less to offer. So even if we grant that the introduction of consumption taxes is necessary and inevitable, it is incumbent upon us to take these factors into serious account. To be sure, it will be a massive and delicate task. But I see no other way especially since we have ample examples and lessons from other countries which we must learn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, before I leave the subject, I would like to support the call made yesterday by the Member for Serangoon Gardens that if and when the time comes for the introduction of such taxes, our people must be sufficiently informed and adequate explanations offered even without being asked. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 615</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now come to what must be among the key words in our economic strategy to survive and prosper from now on. And these are \"flexibility\" and \"adaptability\". In this regard I note the commitment of the Minister to weed out bureaucratic red tape so as not to bog down our economic development with rigidities in the system. Sir, just as we urge the people to be flexible, to be adaptable, we too must practise what we preach. If rules and regulations stifle and if our civil service pay more attention to the letter rather than the intent of such rules, we will only be making things difficult for the private sector to assume the role that we wish it to take and we cannot expect the kind of vibrancy, entrepreneurship, innovation and creativity to issue forth from our citizens and businessmen. In this connection too, Sir, I appeal for more coordination between Ministries and even among departments in the same Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, nothing is more galling to a citizen or to an entrepreneur in his relationship with officialdom than to be faced with differing, sometimes even conflicting, requirements on the same issue from different departments or Ministries. Just yesterday the Senior Parliamentary Secretary of Defence and Member for Tampines, related the predicament of those hoping for a new bus terminal in his constituency and having to face no less than three bodies, each with its own priorities and each with its own concerns. Sir, such occurrences not only increase the ire of our people unnecessarily, but they also tend to be unproductive and waste much time. I must concede though that our civil service has gone a long way in being more responsive and nimble to the needs of our community. In my relationship with Government departments, I have come across officers who show a lot of empathy, who show a lot of sensitivity and the ability to see beyond the written rules and regulations. I certainly hope that officers like these will not remain exceptions because, given our state of things and in the context of where we want to go, this kind of officers must indeed be the rule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to conclude by saying that I support the motion in the name of the Minister for Finance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 616</b></font>\n  <br>\n  <br> \n  <br>3.46 pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am getting the Minister for Finance to reply at 4.45 pm. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the Minister for Finance's financial policy. If we want to fully understand the financial policy for this year, we must consider the statement made by the First Deputy Prime Minister when we were debating on the President's Address and the contents of the Report of the Economic Committee together. After hearing the two Opposition Members' speeches here, I feel very disappointed because it seems that they have either forgotten about the statements or reports that had been issued before or they could not understand them. In the present budget statement, what is the most welcome to the general public is the 25% income tax rebate. However, what should have attracted most people's attention is that for the first time we have a deficit budget. This has great significance. Other than this, the present financial policy has another significant aspect, that is to say it has the spirit of flexibility and adaptability. An example of this is the assessment of hotel property tax which is different from that of before. In the past, irrespective of whether individual hotel business was good or bad, the assessment was based on industry-wide indices. Now it is based on the individual business performance of a particular hotel. This shows that our taxation policy is tending towards a flexible one. This flexibility is not just shown here. The First Deputy Prime Minister had manifested it earlier. He said that we want to attract industries to our country, whether high-tech or low-tech. What we want to attract is any industry that can bring jobs for our people and bring about new investments. Therefore, as long as this objective is achievable, all such industries are good industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is the policy of the Government has all along been tending towards encouraging manufacturing industries. Now, the Economic Report has pointed out that the service industry is also very important. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 617</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that we have reduced production cost, for instance, the reduction of CPF contribution by the employer has been reduced by 15% points and a two-year curb on wages. The prerequisite for this is that during this two-year period, if we do not have any competitors resorting to similar measures, then we may do well. But if countries like Hong Kong, Taiwan and South Korea also do the same, reducing their production costs and company tax, then we will have to take further measures to counteract. All this shows that we are dealing with the problems of economic recession with flexibility and resourcefulness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example of our spirit of flexibility and adaptability is that in the next five years the Government is to reduce the number of employees in the public sector by 10%. This causes some concern. One question is whether this will cause our unemployment problem to be the more serious. I think we should look at the policy positively from two angles. One is that the policy of the Government is not to compete with the private sector for talent. Since ours is a small country, there are not many talents. The Government is the largest employer. If it wants to recruit the most capable people, then the same number of talents will not be available to the private sector. So it is a policy of not competiting for talents. On the other hand, with the reduction of staffing of public officers, certain businesses or affairs will be handed over to the private sector, which will result in more business opportunities for the private sector. Now is different from before. In earlier times of nation building, many tasks had to be done. So the Government had tried to do many things. That is also how the Government has achieved what we have today. Now the situation is different so the Government is delegating many things that the Government can release to the private sector. I think this will be good for the whole economy and for the development of the whole country as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This flexibility and adaptability in dealing with matters, I feel, should be based on certain fixed principles or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 618</b></font>\n  <br>\n  <br> foundations. First, the policy must meet the long-term interest of our country as a whole. In the long run the policy must be able to bring about good results. Second, it must be conducive to the tackling of our most immediate tasks, ie. to revive our economy and to create employment opportunities. This is the basis to our flexibility and adaptability in dealing with matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How are we going to achieve this aim? I feel that other than the Government having this spirit of flexibility, our public sector, namely, our civil servants, should also have this kind of spirit. Moreover, the people should also fully understand the spirit of the policies. Here is an example. Under the present circumstances the expectation of the living standard of course will have to be lowered. In the past, we had high expectations. That was correct, because at that time our economy was good. Now that the economy is on the downturn, we must make suitable adjustments. Given these pre-conditions I feel that we will be able to succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After hearing what the Opposition Members have said, I would like to give my views. First, this flexibility spirit of the Government in dealing with matters has been interpreted by them as changing the rules and orders too soon. I think this is not right and is detrimental to our economic effort. If they could interpret this as changing the rules or policies too soon, on the other hand they could also interpret it the other way if the Government does not show flexibility in its policies and measures. They would then say that the Government is too rigid in keeping to the rules and regulations too hard and not changeable or flexible in meeting changed situation. To discuss matters of state in this kind of double twisting way is unhealthy. Just now, I had been expecting them to give better ideas as to how to improve our economy quickly. But from what the Member for Anson has said, the outstanding point was that he had made it to be a political matter, by adding political elements to our economic endeavour. He said that now we are leaning more towards those who are rich and discriminating against the lower income group. This kind of talk is very harmful. At a time \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 619</b></font>\n  <br>\n  <br> when we are calling all the people to strive together and assert all our efforts to revive our economy, to make such utterance is really uncalled for. What we are concerned most now and regard as top priority is to create more jobs and to achieve economic revival. Yet, he is putting a spoke in the wheel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we achieve these aims? Be it Ministers or Economic Committee, the message is we must first try to lower our production costs and improve our international competitiveness. I hope the Member for Anson would have come here earlier. [Mr Jeyaretnam had just resumed his seat.] At an earlier sitting, we were pinpointing at the Member for Potong Pasir on whether there should be any relief given to the unemployed. This touches only one aspect of the question. More importantly, the problem is how to create more employment opportunities and attract more foreign investments here. In this way, those unemployed will be able to get employment. This is the most important task to tackle. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What do you do in the meantime? \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng</b>(\n  <i>In Mandarin</i>): If the Member had been here at the earlier sitting, or had read the newspaper report, then he would have known my answer. But it is a pity that he was not here last time and did not read the report. I do not want to waste my time here with you repeating what I have already said. Now, the more important task now is how to strengthen the Government's relationship with the people. I feel that whenever there are changes, the people find it difficult to adapt. This is only natural. The people generally find it difficult to adapt to new situations. Therefore we must give them adequate time to enable them to understand the true nature of our policy and the situation and not allow those with ulterior motives to confuse the people and fish in troubled waters, I am referring particularly to the Opposition Members. Therefore, before any change is to take place or any policy is to be implemented - there will be more of such happenings - there is the need for ample explanation to be given. If we do so, I believe we will then be able to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 620</b></font>\n  <br>\n  <br> overcome our present difficulties and problems. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Mr Speaker, Sir, I rise in support of the motion in the name of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the move towards the reduction of manpower in the public sector and the scrutiny of whether particular activities in the public sector are necessary. It will surely lead to lesser involvement of the public sector in the economy and hence, hopefully, lesser expenditure. With the lesser need for manpower and expenditure and a greater part of our infrastructure completed, the need for Government revenue in the coming years hopefully should be reduced. This will surely be translated into lesser taxes. Consumption taxes may then not be necessary. Another desirable effect, Sir, is of course that more manpower will then be available to the private sector. If the private sector is meant to be the engine of growth, it will need all the manpower it can get. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I congratulate the Minister for a simpler presentation of this year's Budget. However, disclosure of material information still leaves much to be desired. In this respect, I would like to recast some of the figures in another light. May I ask the Clerk of Parliament to distribute some figures. Before proceeding, Sir, may I reiterate that stimulation of the economy through Government expenditure is the increased spending by the Government in 1986 compared to 1985. In other words, it means that the 1985 economic performance was achieved with Government spending in 1985 taken into account. Hence, to increase the impact of Government spending on the economy in 1986, it must be based on the additional expenditure or the increase over 1985 that the Government should be prepared to spend. It is therefore the increase, not the absolute expenditure that matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Appendix 1 simply shows a rearrangement of Table 3 from page 9 of the Budget presentation. Presented this way, Sir, without the transfers to and fro from the various funds, it shows a total intended expenditure increase of $5.95 billion. Put it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 621</b></font>\n  <br>\n  <br> simply, the intended increase of this amount is about 16% of 1986 estimated GDP of $37.3 billion. It does seem an extraordinary stimulation. However, the Minister has given clues that it will not be so by referring to the increased loans and the grants-in-aid to HDB because of the change in HDB's accounting methods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a more accurate impact, I would like to refer to Appendix 2. I try to adjust what I would call the larger intra-public sector transfers, ie, transfers between some of the statutory boards and the Government. I have taken the public debt servicing and the HDB items because these are the most obvious and also incidentally the largest increased expenditure items. The Government expects to spend $1.01 billion more in public debt servicing. In the budget it is treated just like another expenditure, such as expenditure on manpower or other operating expenditure. However, I would like to ask whether this large increase in interest payment will ever leave the public sector. The answer, Sir, is a qualified no because the bulk of the interest payment will go to the CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To find out why, we must look at Appendix 3. It shows the amount of advance deposits CPF has with MAS. At the end of December 1985, the amount was estimated to be $12.1 billion. What are these advance deposits? Basically, it is the amount that CPF has put aside for purchasing Government bonds. As there are not enough Government bonds available, it has put the money in MAS so that the funds can be used to purchase new issues of Government bonds. Hence, the bulk of the intended domestic borrowings by the Government in 1986 would be taken out by CPF whose funds are already with the Government. The issue of the bonds by the Government and the purchase of these bonds by CPF will be like transferring funds from the left pocket to the right pocket. The interest payment will go to CPF where it will again be put as advance deposits with MAS. This increased expenditure of $0.1 billion is therefore more like an intra-public sector transfer. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 622</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increased expenditure by the increased grant-in-aid of half a billion dollars to HDB and the increased loans to HDB for land purchases could also be of the same nature. This is because, as what the Minister has said, these increases are for the purpose of purchasing land from the Government at market value. This expenditure, therefore, cannot be considered as expenditure like salaries or payments for services. The private sector does not benefit from this increased expenditure. Table 2 does show an increase in expenditure of $1.81 billion instead of $5.95 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, increasing Government expenditure at this time as a means to stimulate the economy is not wrong. However, there is a difference between the stimulative effect of an increase of $5.95 billion and an increase of $1.81 billion. More importantly, Sir, is the disclosure, or rather the lack of disclosure, in the Budget. The Companies Act requires companies to prepare their annual reports on a group basis, ie, consolidation with its subsidiaries. May I ask why cannot the Government follow the spirit of its own laws. Why cannot it also present its budget on a group basis, ie, consolidation with its statutory bodies and subsidiary companies? If the full group consolidation is too difficult, perhaps it can consider the inclusion of the major statutory boards and companies. A budget with large intra-public sector transfers eliminated would certainly present a truer picture. The impact on the economy could also be better assessed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would now like to touch on only one area identified as having potential for growth. This area is financial services. Yet the measures taken, or rather the lack of measures, differ from those operating in the market. Permit me, Sir, to make some comments on fund management. The Government wants Singapore to be a fund management centre. Over the years, including this year, it has given a number of tax concessions to achieve this goal. Yet it has consistently ignore the most important issue of all, ie, the distinction between trading profits and capital gains. I do not wish to go into technical details of this issue. However, putting it simply, fund managers in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 623</b></font>\n  <br>\n  <br> Singapore would have to contend with a lot of difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the management of funds and securities need nimble minds and quick responses. The managers are already operating in a world of extreme uncertainty. They certainly do not need the uncertainty created by the regulations of our Inland Revenue Department. I do not normally like to make predictions but on this issue, Sir, I would predict that Singapore would never become a fund management centre until this issue is resolved to the satisfaction of the market. There are too many cities - Hong Kong, Sydney, Melbourne, Auckland, Tokyo and more - which also want to be fund management centres. These are not cities in underdeveloped countries with poor infrastructure. These cities too have the telecommunications facilities, the legal expertise, the computer link-ups and the people to be successful financial centres. The advances in telecommunications and information technology have made it unnecessary for international fund managers to be in Singapore. If the terms of their coming here are not right, the fund managers will never come here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On another point, Sir, I would like to touch on is the tax concessions given to non-residents but not to residents. This has certainly created a most unusual situation in the Singapore financial market. While banks compete for deposits from abroad, our residents are very busy depositing their own funds abroad. The reason is very simple. It is because interest earned in Singapore is taxed while the interest earned abroad, as long as it is not remitted back to Singapore, is not taxed. Hence, the result is that our residents have substantial deposits outside the country. The latest tax incentive for investment in local stocks and shares by non-residents will only exacerbate the situation. Again, Sir, I urge the Minister to provide some solution to this problem so that our own funds, that means the funds of our citizens and residents, can come back to Singapore to enlarge the base for financial activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many have called, and this includes the Opposition Members of Parliament, for a reduction in the employee's CPF contri- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 624</b></font>\n  <br>\n  <br> bution. It will, so they say, stimulate local demand. In the best tradition of supply-side economics, the Minister has apparently agreed that more money in the hands of our people will indeed stimulate local demand. He has thus given us a tax rebate for this year. It is, in fact, one step further than what has been asked for because returning the savings back to the people may only induce them to save the savings. I therefore support this move as I think this move will be more stimulative than the return of a portion of the employee's CPF funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, however, they say it is unfair. It benefits the rich and penalizes the poor. The Straits Times even had an article in its 6th March 1986 edition. But, Sir, does it really benefit the rich and penalize the poor? Here, again, begging your pardon, Sir, I would like to distribute another set of Tables. Perhaps while the Tables are being distributed, I would like to say that the first Table is the one that the Straits Times has published in its article. Sir, it can be reasonably inferred from the Table that those earning above $158,000 per annum gain from the combined impact of the 15% CPF cut and the 25% tax rebate. You can also infer that those earning below $158,000 per annum lost. The calculations in this Table are based on the assumption that the annual salary is divided equally into 12 monthly portions. I do not think that this is a true reflection of salary structures in the market. Most salary structures in Singapore have bonuses. Normally the higher the salary level, the greater is the bonus element. In Appendix 5, I have used the assumption that the annual salary of $158,000 is now divided into 13 months, ie, there is a bonus of one month's salary. By using this assumption, there is a loss of $1,973 instead of breaking even. In Appendix 6, I have restructured the top annual salary into what I consider a more realistic assumption. The monthly salary is $10,000 and the bonus element is $120,000. Sir, as you can see, the loss is now very much larger. I do not, Sir, bring up these tables to prove or disprove which assumptions are right or which tables are wrong. However, I do want to show how lopsided assumptions can lead to wrong conclusions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 625</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to conclude here but, before I do so, may I provide some food for thought from an article by Peter Drucker. According to Mr Drucker, the German economic performance during the past few years was every bit as impressive as that of the Japanese. He went to list certain statistics as examples to support his point. But I think the part that interests us most is the following and I would like to quote from this part: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Still the West German achievement is significant enough to demand more than it usually gets.' What explains it? He gave a number of reasons and went on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'But then there is also government policy. The West German government practises unalloyed supply-side economics, albeit with great moderation. Income taxes are being cut by US$8 billion. The government is now contemplating even bigger cuts. Several government-owned enterprises have actually been privatized. Scores of regulations have been abolished or relaxed. Capital markets have been deregulated to give small and medium-sized firms access to the equity market. But the real \"secret\" of the West Germans is business policy. Managements, with government and public opinion supporting them, have made maintenance of their firms' competitive positions in the world market their first priority and the overriding goal in their planning.' Sir, this article was also reprinted in yesterday's Straits Times. When I read this article very much earlier, I thought I was reading part of the Economic Committee's peport. It sounded so similar. Sir, we are just starting on our new economic journey, based on the recommendations of the Economic Committee. The Germans have shown the world their success based on the same philosophy. This year's Budget reflects the same philosophy too. That is why, Sir, I support the motion. \n  <br>4.16 pm \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, as we debate this Budget, I think we should keep in mind two major objectives, firstly, to overcome the recession, and secondly, to set the direction for long term economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance has drawn attention to the fact that this year's Budget will have a deficit of at least $3.2 billion. Sir, if you compare it with past years' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 626</b></font>\n  <br>\n  <br> Budgets and look at the budgets of statutory bodies as well, you will see that this will most likely reduce the overall surpluses to zero or even an overall deficit. Hon. Members might want to take a look at Table 5.1 on page 34 of the Economic Survey, which gives a good overview of the consolidated budgets of seven major statutory boards and the Government proper. You will see that this presentation and this table nets out the intra-board loans and that the CPF loans are out of the picture altogether. And you can see from this Table, as compared with the thick Budget book,that the CPF money has never been needed by Government or statutory boards. And the latest Monthly Digest of Statistics, which is February 1986, Table 11.20, shows us the fund position of the CPF. There was a net $2.6 billion retention by the Fund. Amount owing to members was $26.8 billion. But the Fund is operated in such a way that its monies are held in terms of Government bonds and Government in turn reinvests these bonds mostly abroad. And if we compare official reserves of $27 billion at the end of last year, you will see that we are in a very comfortable position; this figure excludes other Government assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another Table in the Budget book which shows the assets and liabilities of the Government itself. On page 59, you will see that both assets and liabilities constitute $43 billion. You will find all kinds of funds in there - Revolving Fund, Contingencies Fund, Development Contingencies Fund, Development Fund, Singapore Municipal Provident Fund, Sinking Fund, Skills Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to draw particular attention to the Sinking Fund which has nearly $15.6 billion worth inside. Now if you study this asset position very carefully, you can see that Government has been extremely prudent in its financing. And because we have had surpluses from year to year in the past, we are now able to drawdown some of these surpluses to help overcome the recession, unlike other countries where government perennially goes into deficit and has to borrow money or else to print money resulting in inflation or a huge foreign debt. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 627</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another indicator that our finances are in good order is the fact that our foreign debt is negligible. We borrow only to establish credit rating. Not many countries in the world can boast of such a comfortable position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, many comments have been made about the surpluses of our statutory boards. First of all, they are less than what people imagine. The table I drew attention to, Table 5.1 on page 34 of the Economic Survey, shows that for 1984 the surpluses of statutory boards were only $354 million and, for last year, about $900 million. How did these surpluses come about? I think, in the main, it is due to the efficiency of our statutory boards. Some have complained that it is due to high rates; to the extent that the surpluses allow, Government has been lowering the rates that statutory boards have been charging. But there is a limit beyond which we cannot go. And it will not do if governments have to subsidize statutory boards, as in other countries. This can be an endless process, whether it be subsidy to PUB, or Telecoms, or any of the other bodies. We should take care that in comments made in this House we do not discourage the very excellent civil servants and those who work in the statutory boards. They have been very efficient, very productive, and who have enabled the public sector as a whole to produce surpluses from year to year. And, Sir, we do not need to be ashamed of past surpluses because in years of rapid economic growth, these surpluses help to dampen down inflation, prevent the economy from overheating. But now, of course, in a recession, these surpluses ought to be reduced so that we can get out of the recession more quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the corporate and income tax reductions, we are grateful for what has been done. The Finance Minister and his officials understandably are very conservative, very watchful over our revenue position. I think they are afraid that there may not be enough money in the till to pay for all the expenditure. I wish they have been a bit bolder and to reduce the corporate tax rate to 30%, and better still to 25%. I would appeal to the Minister to monitor the situation, and that if in six months' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 628</b></font>\n  <br>\n  <br> time there is no appreciable progress, maybe he should do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the consumption tax, I have argued that this is not something we should worry about at the moment because we do not need the revenue for the next two or three years. And that even for the longer term, I would like to propose another strategy, instead of raising consumption tax. The question I would like to pose to this House, Sir, is this. Is our public sector, as a whole, too large? In 1985, both the Government plus the seven statutory boards constituted nearly 53% of our GDP, if you took their total expenditure. This does not include the CPF. The question is: is this size of the public sector unhealthy? On the other hand, there are many people demanding more Government services. The two Members of the Opposition have been full of suggestions about what else Government ought to do. We are to bear in mind that the more services we want from Government, the more taxes will be required. There is no other way except to borrow money from abroad, or to print money, which is what typically other governments do. And we have the sad tale recently of the President of the Philippines running away with bags of money. How wonderful to be in that position that you can print money and take as much of it as you want, and pay for 3,000 pairs of shoes, etc, etc. What a sad thing for a poor economy when the Head of that government could run away with billions of dollars. I calculated that almost half our reserves were taken away by him and his cronies over a 20-year period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And here in Singapore we grumble about the salaries that we pay our Ministers. I think when the full figures are out, this will look like peanuts, a mere pittance, compared to the money of corruption which has been taken away by many government ministers in neighbouring countries. And there are new scandals which are boiling at the moment. Hon. Members and the public can read for themselves. If we want less taxes, if we want lower rates from PUB, from the statutory boards, from Government, then we have got to reduce government services. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 629</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to propose, Sir, that in Health that the suggestion that was being mooted by the Minister of State for Health, that eventually most of the Government hospitals should be privatized and that Government should merely concern itself with providing very basic health services, to prevent epidemic, to give enough services to the poor. At the same time, we shall be able to export these services by building up excellent hospitals in Singapore. We could do the same with Education. And I believe we have a comparative advantage in education. Why can we not allow private primary schools, private secondary schools, private colleges, and even a university, provided quality control is there? That would first take some burden away from the public sector and at the same time give quality to parents who want to pay for quality and give us export earnings. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> These are public schools. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> If these two services could be reduced in this fashion without cost in terms of quality to the country, then all of us can pay lower taxes and lower rates. But, Sir, the trouble is that the Government took on too much responsibility in the past. It has been accused of being paternalistic. But you cannot be a father unless there are willing children. If we do not want the Government to be a father to this nation, to be paternalistic, then we should stop behaving like children to this father, and asking father all the time for this goody and that goody, and blaming father for this and blaming father for that. Let us have a healthier relationship than that of parent and children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why should the Government be responsible for the CPF? It is the people's money. If they want housing, why can they not pay for it? If they want to provide for old age, why can they not be responsible for it? If they want to pay for health, why can they not be responsible for it? One way out for the Government is to appoint a board for the CPF that is widely representative of functional groups of responsible citizens, who will then decide for themselves what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 630</b></font>\n  <br>\n  <br> they want to do with these funds. And these citizens can then report to the public that these funds are extremely well managed and that whatever they decide is whatever they will get and benefit in the end. Why should the Government be responsible for setting bus fares? I know some years ago it was necessary to intervene, to send a team of officials to help the bus company revamp its operations because it was very inefficienct. But now it is on its feet. Why should the Minister answer for the bus companies in Singapore in this Chamber and take the rap? Why is it necessary? Why can we not have a body to control buses and their operations, to oversee their operations, again widely represented? And the same for taxi fares. I feel sorry for the Minister for Communications. He means so well. But he gets cursed by taxi drivers. He gets cursed by the public. And he has done his homework so very carefully. Why do we not set up a public board, widely representative, to look after taxi fares? That would take away all blame from the Government in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest the same thing for MRT. That is another thing that is going to land the Government in trouble in future. Every time fares have to be adjusted, it is going to be a painful political decision. But it is so unnecessary. The public must realize that if they want good services, they have to pay for those services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said this, we must bear in mind a number of principles for these bodies, whether it be buses, taxis, CPF or whatever. Firstly, that it is not right for the Government, the public sector, to subsidize these services. Secondly, they should be efficient, providing good services. Thirdly, they need to provide a fair return to shareholders. And I think the boards have to keep these objectives in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Related to this is a personal question of mine. Why do we need to provide such comfortable services to the public, such as airconditioned taxis? If they want to pay less, why can they not ride a rickety old taxi without airconditioning? Why do we need to buy new buses with all kinds of safety features that were reported today in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 631</b></font>\n  <br>\n  <br> the Straits Times? Why give them such safe buses if they are willing to pay for unsafe buses, if they want cheaper bus fares? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, we come to a very important question. Who should pay taxes? First of all, let us recognize the minimum that any government has to do. It has to maintain law and order, that means paying for policemen, for judges and such like. It has to defend the country against aggression, that means paying for defence. It has to maintain minimum health standards. It has to maintain minimum educational standards. So these are basic services that it has to provide. But the principle must be that all who benefit from these services should at least pay something. The Opposition Members and others would say, \"Why don't we tax the rich and the talented?\" Yes, we can do that very easily. We can vote in a socialistic government, a workers' government or whatever government that will say, \"Yes, we will tax the rich 80 cents to the dollar, 90 cents to the dollar, and the talented as well.\" Do you know what is going to happen? All the rich people, all the talented, are going to migrate from Singapore. All your professionals, like lawyers who are any good, will migrate from Singapore. And who are going to be left in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Bad lawyers! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Yes, the bad lawyers, the worthless professionals. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you migrating? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> And the workers. And it is the workers' concern we ought to be worried about. It is the workers whose welfare we ought to be worried about. So if we tax the rich so heavily that they leave the country, the talented, the managers, the entrepreneurs, they leave the country, who is going to produce the jobs for our workers? Who is going to provide the wages, the income, for our workers? We can tax the firms. Oh, yes, the multinationals, any firm in Singapore. Why 40%? Why reduce to 33%? Why not tax them 90% or 100% of their profits? We could do that. But, you know, what is going to happen. They are going to go to some other countries that offer them lower taxes. So are we fooling ourselves? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 632</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;People grumble about the tax rebates. Tables are produced. Figures are computed. What do they all add up to? It is very simple. Those who pay more, get more back as a proportion, and it is the same proportional rebate, 25%. That could not be fairer. How can you say to a man, who pays $40,000 in taxes and now gets a quarter of it back, that it is unfair for him to get back $10,000 in tax rebates? Or if somebody else who pays $1,000 tax gets $250 back in rebates, you say that is unfair, that you should be given more than the rich man. Let us be fair. Let us not play games with the lives of Singaporeans. Let us not play games with the finances of this nation. Let us look at what makes this economy tick. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> People like you! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> We do not have natural resources. We have some liabilities from that corner! Being without natural resources means, Sir, that we have to take other people's natural resources, add value to those resources and earn our wages and salaries and profits from that value added. It is a simple fact of economic life. We have no oil to give away. We have no lands to farm with. If we wanted to grow more chickens, we cannot do it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> How do you grow chickens? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> The best way to look at Singapore is to think of Singapore Airlines, flying high above those chickens. Singapore Airlines has to buy Boeing 747 aircraft. It is the same aircraft that other airlines fly. It is the same technology. We provide the pilots, the engineers, the mechanics, the stewards and the stewardesses. The same aircraft can get you from point A to point B, as other airlines do. What makes the difference? Better service at less cost. Otherwise we end up with a bankrupt airline. And many airlines in the Western countries have gone bankrupt. That is the principle enunciated in the Economic Committee's Report, that if we want to be a developed country, we have got to provide better service at less cost. Be more competitive and yet expect less wages than workers in the Western countries. That is the simple fact of life. We cannot run away from that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 633</b></font>\n  <br>\n  <br> And don't you listen to those lawyers? They make money out of your misery. In a boom time, their income goes up, conveyancing charges go up. In a recession, they take litigation cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was a case too in my meet-the-people session, Sir. I helped a taxi driver. He came to me. He had his licence cancelled. And I appealed to the Minister for Communications. It was turned down for good reason because the man had so many violations. This man was not satisfied. He went to see one MP who operates a law practice. This MP wrote for him a letter and got the same kind of reply and charged him $200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Who? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> It is one of those two sitting over there. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You had better name who this is. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> In due course. See how people make money out of other people's misery? \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> $200 for a letter! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> How should we help the unemployed? The first priority must be to safeguard jobs, to prevent firms from going down under. And our workers have got to realize this, that the Government is not taking sides, that by cutting 15% CPF, it is not wanting to hurt workers. It is wanting to help the workers. I know my colleagues on the opposite side went through much soul searching before they changed what they had accepted as policy for a long time. Yes, it was not a decision lightly taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we need to create new jobs and that means overseas promotions, whether to bring in the tourists or to bring in new investments. And our Ministers are going out to other countries to do so very shortly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we need to create new markets. Our managers must prove their worth. I was talking with a Japanese diplomatic official recently. He said that in Japan, if a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 634</b></font>\n  <br>\n  <br> firm is in trouble, the manager goes out and shows the example by working harder than everybody else. He takes responsibility for the success or failure of the firm. So too must our managers. I think our managers have had it too easy for too long. With high economic growth, anybody could succeed. In times of recession, it is those managers who have got it in them, they are the ones who are going to pull through. And I am sure there are many Singaporeans who have it in them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our manufacturers' attitude must change. We must think of the long term. We must think of quality. We must think of searching for new markets. We must think of new products and new processes. We must be innovative. We must be creative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the unemployed, the first lesson they must keep in view is this. Every able-bodied person must work, even if it means accepting work inferior to what they desire, even if it means accepting lower wages temporarily. But they must work. Their families can and should help them. Their churches can and should help them. Community organizations should help them. The Skills Development Fund and the NTUC can help with retraining. The Government can help to find jobs and Government can help to reclassify job requirements. If we want to move to a developed stage, we must have more graduates working in jobs currently held by people who are non-graduates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Government can help to restructure our industries, particularly construction and the retail sector. I want to say something about the retail sector because many people, many shopkeepers, have been staunch community leaders who have been pillars of stability for Singapore over the last 25 years. I think we should give them the information about the excess capacity in the entire retail sector. We should help them to restructure, to get into new businesses. Perhaps the HDB can help to mothball some of the shophouses, and maybe shopowners can be persuaded to mothball some of the shophouses as well. We may even need to demolish some HDB shophouses. More importantly, we need to increase tourism. So let us give them a helping hand. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 635</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, we can improve the input/output linkages of our economy if the Clerk could pass that Table to Members. [Copies of table circulated to Members.]We can do this in the following ways. We can urge people to buy Singapore goods and services. We can urge the Government to give preferential purchases from local industries. We can urge Government to use local expertise. We can urge foreign contractors to buy local goods and services, to buy through local dealers. We can give more contracts to local contractors. We can safely increase the preferential margin for local contractors beyond 5%, to something closer to 14%. In the past the major share of contracts above $20 million have gone to foreign contractors. And many of them do not pay any taxes. The Government ought to look at this very carefully. So we make sure that we create more business for one another and make a bigger domestic economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Hallelujah! \n  <br>4.46 pm \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, I would like to begin by thanking the Members in this House who have spoken over the last two days, particularly those who have supported the motion and even those who have criticized it, provided their opinions are held honestly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Time will probably not permit me to answer all the individual queries in detail and I intend to carry over some of these into the Committee of Supply. However, there are several main concerns which run through Members' speeches over the last two days, which I will address directly, before moving on to some specific issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But before doing that I would like to say something about the economy in general, to lay the background to the rationale for this year's Budget. In my Budget statement I said that we often forget where we started from and we seem to over-react when we encounter difficulties. I fear that if we continue to do this, we are going to be considered \"cry babies\" by the inter- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 636</b></font>\n  <br>\n  <br> national community. So let us look at our record. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since separation in 1965, over this 25-year period to 1985, our average GDP growth in real terms was 9.2%. Indeed we have now, as I said, entered into a major recession. We have had a negative growth last year and the growth this year is likely to be zero. Let us postulate that things got really bad and we have to suffer two years of zero growth, this year and next. Taking the period from 1965 to 1987, our average growth rate would still be 8.4% per annum, a record which I think most countries will be extremely proud of. So what are we crying about? The moment we encounter a setback, we seem to be running in circles, accusing the Government of the most dastardly things. I think most countries would be happy to be in our circumstance. What have we achieved over the last 25 years? If you look around, you will see most of it lying around you. We have built up an extremely modern infrastructure - housing for our people, roads, harbours, and these are not to be denigrated. So I would strongly recommend to Members that we should look at things in perspective, and not worry too much about the short-term and look at our prospects in the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why have we encountered this recession? Certain Members have suggested that the only solution is for the Government to get down on its knees and pray to the population and the workers to beg forgiveness and all would be solved. I think that is too laughable to contemplate. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is the beginning of your sincerity. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Many ignore completely the factual circumstances which surround us. We are caught up in a sea change in the world industrial scene. Many have accused the Government of having entered into unwise investments, all of which have gone sour nowadays, including shipyards, oil refineries, offshore oil, etc. Why did we do this? If we had not done this, we would not be in the position we are today. It is like saying, for the industrial countries, that railroads in the United States should never have been built because they are no longer being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 637</b></font>\n  <br>\n  <br> used now. Or the steam engine should never have been invented because it has been superseded by nuclear power stations. This is a simplistic approach used by some economists or pseudo-economists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we have really seen is a basic change in the industrial world where the old industrial processes are now so common place that anyone with funds can buy the technology. As a result you have a proliferation of capacity in just about every main industry in the world, including oil refineries, petrochemicals, shipyards, what have you, leading to an implosion, if you like, or a recession, and low prices, in just about every sector of these heavy industrial commodities. The same thing has taken place in the agricultural sector and we now see major recessionary developments in these areas too. And we have been caught up with it. Our problems arise because of a confluence of these events impacting on us because of our very large dependence on external exports. The Acting Minister for Trade and Industry has already mentioned this morning that our exports account for 1r times our GDP and, if we include imports, our total trade accounts for three times our GDP. We import approximately two-thirds of everything we consume. I think these facts are often either forgotten or ignored. It does illustrate that if we need to introduce measures to stimulate a recovery in our economy, the first sector we must tackle is the export industries and not through domestic stimulation, although the latter is significant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are a small country, fortunately, with a small population, completely without resources. We need to maintain maximum flexibility to survive in this changing world when conventional industries are being phased out, and we have to move to areas of high technology - in information technology, microchip technology. The transition is going to be painful because people will lose their jobs in between and this is, in fact, unavoidable in the circumstances. Fortunately, we have adequate resources to tide us through, provided we are prepared to make the changes. We should be looking forward to the longer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 638</b></font>\n  <br>\n  <br> term solution of our problems, not address ourselves solely to the short and medium term, because what we are facing in the longer term is not just competition from the NICs, like South Korea and Taiwan, but more importantly competition from countries like China and India, with their infinite manpower resources. This means that we must train our people to be flexible and adaptable to keep one technological jump ahead of these people who are pressing from the back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this provides the background to our basic problems and it is the underlying philosophy in which the Economic Committee has addressed our problems and forms the basis in which this year's Budget was constructed. I will talk more about the rationale later when I sum up. I will give the underlying rationale as to why we have decided to place priority in supporting the business community rather than the individual because, as the Member for Whampoa has said, without people creating the jobs, there will be no jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now move on to addressing the several areas of concern which Members have mentioned over the last two days and these are in four broad categories. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, there has been great concern expressed over the proposed cuts in Government manpower by 10% by 1990. Some Members have expressed reservations about this manpower review and reduction programme. The Member for Chong Boon has commented that the staff reduction targets are inconsistent with some of the recommendations of the Economic Committee and that tertiary and technical education institutions should increase their annual intakes and the education system upgraded. Other Members have expressed concern that the exercise will result in retrenchments, aggravate the unemployment situation and result in a deterioration in the standards of public services. I would like to assure the House that I fully understand and appreciate the concern expressed by Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The manpower review and reduction programme should not be viewed narrowly as a cost and numbers-cutting exercise. Economizing on public sector \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 639</b></font>\n  <br>\n  <br> manpower usage is necessary not only to reduce the overall tax burden but also to ensure that the productive sectors of our economy, including industries, have adequate skilled manpower for the future. The need for additional labour for industry and other parts of the private sector may not be so pressing now because of the recession, but will become much more apparent when economic growth resumes. With declining birth rates, the net annual addition to the labour force will be progressively smaller. It is therefore important that as much of our manpower pool should be channelled to meet the private sector's demands and needs and that our reliance in the longer term on foreign labour should be reduced. The public sector should therefore have to economize on manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should like to stress four points. First, the 10% staff reduction target applies only to existing functions and services. Manpower requirements for new or expanded programmes and services, including expansion of the tertiary and technical education, will be considered separately. There is therefore no contradiction with the Economic Committee's call to upgrade our educational standards. Secondly, it should be possible to achieve the target without retrenchments and without any deterioration in the quality of service. The current annual attrition rate in the public sector is about 6%, and this would mean that 10% reduction can be achieved within five years provided recruitment to fill vacancies is reduced to about half the current level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Staff whose jobs are considered redundant following detailed manpower scrutinies will be offered alternative jobs. Where necessary, retraining programmes will be conducted to fit staff to available jobs. There need be no fears that the exercise will add to the unemployment problem. There should also be no deterioration in public services despite reduced manning levels. A 10% reduction over five years while maintaining current services is more or less equivalent to a 2% annual gain in productivity. This is a modest target readily achievable through improvements in work procedures, streamlining of organization structures and greater investment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 640</b></font>\n  <br>\n  <br> in computers and other labour saving devices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I have advised Permanent Secretaries and Chief Executive Officers of statutory boards to approach this exercise with some degree of flexibility. The overall target remains a 10% reduction over five years. Some organizations might achieve savings exceeding the target, others might fall below the target. The timescale of the implementation for individual departments might also have to be varied depending on actual circumstances. The working group on public sector manpower will coordinate and closely monitor the implementation of the staff review and reduction exercise, and I am sure that there will be no adverse consequences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the success of this exercise will depend on teamwork. There must be close consultation and cooperation among all involved, top management staff, public sector unions and the general public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next subject which was of great concern to Members of this House is the issue of consumption tax. In my Budget statement, I chose my words very carefully and I will repeat them. I said the time may come when it will be necessary to impose consumption taxes as a compensatory tax because of possible future needs to reduce direct taxes. Why is this so? Why have we reduced direct taxes in this Budget? The reasons have been given and set out quite clearly by the Economic Committee and I shall only outline them briefly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are price-takers in this world in the majority of our exports, both goods and services. Therefore, we have to remain competitive with those countries which export to the same markets as we do and, as I mentioned earlier, and with other countries potentially lurking in the background. Therefore, the rationale for ensuring that our exports are competitive is to reduce their pre-tax costs to the lowest possible extent. This means reducing manpower costs where this is possible, urging wage restraint, cutting statutory board levies and charges, and taxes which affect pre-tax operating costs, so that companies will at least have a chance to either break even or make a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 641</b></font>\n  <br>\n  <br> profit. Without that, no one is going to buy our services or goods. Even our domestic sector relies on the foreign exchange earned from export sales to finance the purchases of goods which we do not produce locally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give you an example of a restaurant or a hawker stall, which is a very common activity here. The bulk of the food and the energy we consume is imported. Without export services to pay for these goods, the hawker or the restaurant will be unable to buy the raw material with which to cook his char kway teow or whatever to sell to you and me, so that this service will disappear. So even our domestic services depend on our exports to earn the necessary foreign exchange to keep them going. Hence our great emphasis on ensuring that our export services are competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the companies have been helped to at least break even or make money, then they must be taxed at a rate which will make them competitive in the return on investment with other countries who are also recipients of foreign investment; these are well-known, so I need not name them. We also have to ensure that our corporate taxes are competitive with countries with whom we are competing. The Economic Committee has recommended lowering the corporate tax to 30% in the initial stages and later to 25% and 20%. I believe the Member for Whampoa also recommends this. We on the Government side were much more conservative. We believe that at this time a 33% rate is sufficiently competitive, provided we ensure that our pre-tax costs are low. Although, in nominal terms, 33% corporate tax seems higher than taxes in Taiwan or South Korea, in fact, in the hands of the dividend holder or the ultimate recipient of profits from a company, our taxes are effectively not higher because we tax on an imputed basis. In Taiwan and in some countries in Europe, they operate a two-tier tax system where tax is paid on his investment in the company in the form of corporate tax and he also has to pay tax in the form of personal tax when he receives the dividend. So taking into account all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 642</b></font>\n  <br>\n  <br> these factors, we have decided that for the moment 33% is adequate. However, Government has said that we will review our tax position periodically and we will ensure that our taxes remain competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The measures we have taken to cut costs and reduce taxes are not something over which we have a monopoly. Other countries may do the same and if in doing so they render our position uncompetitive, we will have to match in order to maintain our exports, and it is in this connection that the Government has raised the possibility of introducing consumption taxes. It is against the future contingency that, in order to remain competitive in the export markets, we may have to reduce the levies of the statutory boards or direct Government taxes to ensure that foreign and domestic investors will have a decent return on capital in order to create jobs for our people. When direct taxes have to be lowered as a result of competitive pressures, the loss of revenue may have to be offset by the levying of consumption taxes. There may not be an immediate need to do so as other factors need be taken into account and two of these factors have been mentioned by Members. On the expenditure side, we have recourse to the cutting of recurrent costs, which we plan to do. In the future, we will require less expenditure on development as much of our infrastructure is already in place. In the longer term I am hopeful that our development requirements will level off and start to decline. With increased economic activity, it may be possible to reduce direct taxes without necessarily introducing consumption taxes. I think you must accept that as a Government we are pragmatic enough not to do something and then stab ourselves on the back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, to get the idea of a compensatory form of tax accepted by the people if it should prove necessary, it has been decided that we would announce it now because the mechanism for collection could be cumbersome but with the aid of electronic systems nowadays it need not be quite so laborious. But the process of implementation will be time-consuming as we must examine all options and certainly look at all safeguards. I have in the Budget statement said that the needs of the lower \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 643</b></font>\n  <br>\n  <br> income group will be looked after by ensuring that essential commodities will not bear this tax wherever possible. But the idea and the need for it, I think, should be firmly implanted in the minds of our citizens. We are not doing this because we want to make more profits - I will come back to the question of Government profits later - but simply because it is necessary in order to survive. It is not something we want to introduce just to allow ourselves to be lambasted by Members of the Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point perhaps I should digress a little to talk about profits and whether Government should or should not make profits. When I started to speak I decided to cut short my speech because the Member for Whampoa appears to have pirated most of it. However, it seems to be lasting longer than I thought. I find it incredible that grown people can believe that in a Government like we have in Singapore that Government should not make profits. Profits is a surplus of income over expenditure, no more, no less. If Government did not make profits it would have to tax because it provides services and incurs expenditure which have to be paid for. It ought to make a profit in order to pay for these services. If it does not make profits in this form, then it will have to tax. In the Singapore economy where we do not have access to oil wealth which can be turned on with a tap, every dollar we transfer to a citizen comes from a fellow citizen. We do not have a magic wand, short of printing money, which I think everyone will consider undesirable, or borrowing for that matter. Therefore, everything we ask for has to be paid for and it has to come from someone else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has already said that we could tax the rich but with our liberal emigration policy I think the numbers that would be left behind would be quite small. One should really understand what one is talking about when one accuses the Government of making needless profits. Our statutory boards, as the Member for Whampoa has said, are very efficient. Their purpose in life is not to make profits unnecessarily but to provide the best possible services and to generate surpluses sufficient to finance their con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 644</b></font>\n  <br>\n  <br> tinuing long-term development requirements. This means a profit because if they did not generate surpluses enough to finance their development requirements, I would have to tax you. Would you prefer that? This can be easily arranged! Sir, I would like to say this. We should look at the matter in perspective. We should not go round accusing statutory boards of being pirates or what have you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next item which is connected with this is the belief that statutory boards' surpluses somehow are very large and can be used to finance Government deficits over the long term. I have a long paper on this subject but I think I will skip it but merely say that this is not true. A lot of the reported surpluses include long-term assets, ownership of shares in companies, subsidiaries which cannot be liquidated. We should be looking only at the liquid assets and if you exclude the reserves of organizations like the MAS which form part of the Government reserves and of the CPF, then the amount which is surplus to requirements other than for long term development would be probably no more than $2 billion. It is Government's intention to use part of this to finance our deficit. On a continuing basis I would hope that statutory boards will not incur surpluses above their long-term development requirements. If they should be lucky enough to be able to afford to generate more surpluses because they are selling services to external parties (like the Port of Singapore Authority or the Telecoms) they should return some of this to local consumers. That would be the policy I would advocate for the operation of statutory boards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, concern has been expressed as to why we have not allowed the employee's portion of CPF to be cut in order to return money to the people to help pay for their needs and as a stimulus to the domestic economy. We have decided not to do this because we do not think the time is yet appropriate. The severity of job losses and unemployment has not reached the stage where such a step is necessary. It is there for it to be tapped. I think the Prime Minister in earlier speeches has said that in the face of a really severe sustained recession these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 645</b></font>\n  <br>\n  <br> funds will be available, and indeed they will. But we do not think the moment is right. As far as the stimulus to the domestic economy is concerned, we think the better way is to provide a rebate on taxes because this is earned income belonging to the taxpayer and he ought to receive it, if we wish to stimulate the economy. Hopefully, those with larger earned income will return some of these rebates to the economy through investment and through job creation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was going to make some disparaging remarks about the Opposition but I think I will avoid that. But I would say this. The Member for Anson has said all sorts of nasty things about the Budget but I will pick up one. He has said that it has done nothing for the unemployed, for the worker, and that the Government therefore has got no feeling, no heart. I would ask him to cast his mind back to 1979 at the time where after sustained periods of economic growth, the Government felt it had to return some of these GDP increases back to the worker through enhanced wage increases. Therefore, it embarked on a high wage policy for about two or three years, although in fact the momentum of the wage increases carried through for four or five years, leading in fact to it to be blamed now for introducing a high wage policy which was designed to give the money back to the workers. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> To push for high tech. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Precisely, what is wrong with that? You want us to stay in low tech, is it? I am sorry, Speaker. It is not you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No, it was precisely for this reason because the Government recognized we could not sustain ourselves, keep ourselves in the position of employing a lot of people, we needed to upgrade, to push wages up to allow, firstly, our workers to enjoy the benefits of their labours. And they have had five years of this which has gone into CPF because simultaneously, Government also increased the CPF retention rate. None of this has been kept by Government. It is in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 646</b></font>\n  <br>\n  <br> fact in the coffers of our workers. Now it is treated as though it is a disease. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Not in 1979. We are talking about 1986. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> We have accumulated over several years money earned by our workers. And now it is treated as something which is completely wrong. I think it is very, very short-sighted thinking - that Government was wrong to have allowed this money to be accumulated by letting wages rise. It is not possible for any Government to make an absolute judgment on the level of wages which is suitable for a country at any particular time. It has to test the upper limits and indeed it did so. But, unfortunately, the transition of our economy from one of conventional old industries to new ones was not fast enough to support the increased wage levels, leading us now to a situation where we have to back track for a couple of years. And I see absolutely nothing wrong with that. If we had not done this we would have been accused of withholding wage increases, despite high GDP growths, which is I think far worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I am suggesting is that this policy was absolutely correct at the time it was introduced but we could not forcast closely enough the developments in external markets. But that is by the nature of things in this real world. That is in answer to one of those so-called criticisms. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You have not. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Well, I might consider giving you a seminar to discuss the details. My apologies, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am running out of time. So I will sum up the purpose of the 1986 Budget before going on to discuss some individual issues raised by Members. To sum up, I would say that the 1986 Budget was essentially designed to allow us to create jobs for the future. Our main objective is to lower business pre-tax costs by cutting all levies and taxes to tolerable levels. Corporate taxes were also reduced in order to improve the returns on investment for investors. Personal taxes were lowered to stimulate private investment and consumption. And Government recurrent costs are going to be curbed whilst \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 647</b></font>\n  <br>\n  <br> development expenditure is going to be increased in areas where we need them and where they would give us productive returns in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will touch now on a few of the other issues raised by Members. I may not be able to cover many and I will not take them in the order in which they are raised. I think the Member for Henderson asked whether it is Government's intention to restructure the tax system and hoped that there would be tax incentives to encourage children to look after parents. For the present, there is no intention to do this because Government believes that filial piety should be a responsibility for all and should not carry a price tag. Therefore, I do not think we should give an additional tax rebate as an incentive for children to look after their parents. I would hope that my own children would do so without tax incentive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had not wanted to do this because I have a great deal of respect for the senior Member for Rochore. However, I feel I cannot let him off the hook. As a scientist of some renown, he should know that statistics can be twisted to prove almost anything. And indeed he has done so. I think it is grossly unfair of him to make it appear as if Government's proposed tax changes are regressive in the way he expresses it, because statistically it is inevitable. One might even argue that a person who does not pay tax now should have best grounds for griping because he gets no benefit whatsoever. So it is an absurd notion and the proper way to look at it would be as suggested by the Member for Clementi who has expressed his views quite clearly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have tried to structure the tax changes so that there is fair and equal treatment. I would like to mention a few statistics to show you how the burden of tax is distributed. We have at the moment about 1,180,000 assessable employed people in Singapore. Only 730,000 persons actually pay tax, so that at the present time 450,000 or 38% of employed persons in Singapore pay no taxes whatsoever. 77% of the total personal taxes paid in Singapore last year were by taxpayers earning $25,000 or more in assessable income per \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 648</b></font>\n  <br>\n  <br> year. This accounts for 12% of the taxpayer population. So you can see that a relatively small component of our tax paying population already pays a very high percentage of total taxes. I do not think we can afford to increase this unduly without forcing emigration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore again was critical of the STPB's investment in Raffles City. I would like to clarify that it was not done for investment purposes because its interest was very small, about 1r%. Its intention was to encourage and stimulate tourism because Raffles City Complex will be one of the largest hotel complexes and convention centres in this Region. And STPB wanted to show its earnestness by taking a token amount of equity. It was not for investment purposes at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again the Member for Rochore - he seems to be popular - has said that the proposed R&amp;D scheme might not work. I would like to assure him that this is unlikely to happen because it will be administered by the EDB and not by CIR, on a case-by-case basis. And I think the EDB will ensure that the funds would be spent correctly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chong Boon has said that we should allow foreign stockbroking companies to take equity in local firms. This subject is currently under review by the Stock Exchange of Singapore and the MAS. And there is a possibility that foreign companies will be allowed up to 49% equity in local stockbroking firms. Exceptions might even be considered for this limit to be raised as we cannot insulate ourselves from developments in the external world and rapid changes in this area are taking place in London, New York and Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Buona Vista asked whether estate duty should be abolished. We do not think it is necessary at this time because the remaining death duty is not onerous. It is, in fact, the only form of wealth tax we still have in Singapore. And the exemptions are quite generous. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Should be increased. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> The Member for Radin Mas was concerned about the slow pace in which revisions of annual values of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 649</b></font>\n  <br>\n  <br> property were implemented. This is a technical hitch which we recognized. Also statistics figures do not always tell the true picture. The index of owner-occupied accommodation used by the Department of Statistics is based on imputed or notional market rentals. Therefore the Chief Statistician has to use annual values extracted from the valuation lists. It is recognized that this creates problems and we will examine what can be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Kayu had the advantage on me because he used to work for the MAS. So he could quote figures which I could not challenge. However, I accept the criticism that Government's present accounts are somewhat confusing. I was initially confused too. But it is no fault of the Government because these are standard accounting procedures used by governments all round the world, including the United States. Of course, this does not mean that they are good but they are conventional. Government accounts are on what is called a cash basis and it is extremely difficult to consolidate these with the accounts of the statutory boards who often account on an accrual and on a calendar year basis, while Government's are on a fiscal year basis. One is trying to look at two sets of figures where one is on an accrual, calendar year basis, whereas Government accounts are on a cash and fiscal year basis. It is almost impossible. But we will do our best to make future presentations of the Budget more comprehensible to the likes of you and me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that the financial incentives for the financial service sector are probably \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 650</b></font>\n  <br>\n  <br> inadequate at the moment. I have said in the Budget statement that we will review this and try to introduce measures which are likely to attract more companies to develop this area as expeditiously as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think I want to spend any more time going into the details and I will leave other questions to be dealt with in the Committee of Supply next week. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That Parliament approves the financial policy of the Government for the financial year 1st April, 1986 to 31st March, 1987.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I call for a division, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> We will record you as having said Nay. All right? We put it down that you have objected. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But we have not got every one saying \"Aye.\" \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Nay. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Two Nays. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament approves the financial policy of the Government for the financial year 1st April, 1986 to 31st March, 1987. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Five o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 651</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1986/19860318/19860318-HA-0470651.htm\">Official Report - MAIN AND DEVELOPMENT ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL, 1986 TO 31ST MARCH, 1987 (Cols. 651 - 654)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 652</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 653</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 654</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
