{"memberId": null, "volumeNo": "48", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"48\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1986-07-31\"> \n  <meta name=\"Start_Col\" content=\"319\"> \n  <meta name=\"End_Col\" content=\"384\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">48</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">31-07-1986</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 319</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 48</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 31st July, 1986</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 320</b></font>\n  <br>\n  <br> \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of Trade and Industry and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Acting Minister for Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Acting Minister for Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Dr Wan Soon Bee (West Coast). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok (Radin Mas) from 31st July to 4th August, 1986. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng (Kebun Baru) - from 3rd to 11th August, 1986. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under existing mortgages issued by the Housing and Development Board, the Board can revise the interest rate upon giving three months' notice in writing to be served by registered post. The Government decided in February 1986 to peg the HDB's mortgage interest rate at 0.1% above the CPF rate, which is reviewed six-monthly to reflect market rates of interest. This makes it necessary for HDB to have the facility to vary its mortgage rate quickly. Lessees can then enjoy earlier the benefits of lower rates, if the CPF rate is lowered, as had happened in the last two revisions. One month's notice to the mortgagors by ordinary post is required for this purpose. The proposed amendment in clasue 3 of the Bill is intended to facilitate this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, if there is a revision in the rent or maintenance fees of the Board's rental properties, the tenants affected are required to call at Area Offices to sign new or supplementary agreements. This process is cumbersome and time consuming. The proposed amendment in clause 5 will simplify administrative procedures and reduce inconvenience to the tenants as it enables the Board to effect such changes by a notification in the Gazette. The Board will also give publicity in the media to any such revision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under clause 9 of the Bill, the Board has the power to acquire any HDB dwelling where the owner thereof, his spouse or any authorized occupier above the age of 14 years, has been convicted of the offence of throwing \"killer litter\" from any HDB property. Any application for HDB flats involving the offenders may also be cancelled. I would like to emphasize that the Board will only take action to acquire a flat after it is fully satisfied that the offender poses a serious and continuous threat or danger to other residents and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 324</b></font>\n  <br>\n  <br> passers-by. The Board will consider each case carefully before taking action. An example would include a drunkard or an alcoholic who is prone to throwing heavy objects or other \"killer litter\" indiscriminately and repeatedly out of his HDB flat, thus endangering the lives of other people living below. The Board, in managing 600,000 properties, housing 85% of the population, has an obligation to make its housing estates a safe and secure environment to live in. It will fail in its duty if it allows people who throw killer litter to continue to stay in its estates and pose a threat to the lives of other residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government also takes a serious view of HDB lessees who abuse the privileges of public housing by harbouring illegal immigrants. Their flats may be acquired and applications for HDB flats involving the offenders may be cancelled. Here again, I should explain that such a provision will not be invoked lightly. The Board will only invoke it after very serious and careful evaluation of the case at hand, and after giving due consideration to mitigating circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is provision for any person, who is aggrieved by a decision of the Board to acquire his flat, to appeal to me as the Minister in charge. The Board must satisfy me that its proposed action is fully justified before compulsory acquisition can take place. I am also advised that if the Board's final action in such a case is seen to be manifestly unjust, the aggrieved party can still take the matter to court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also other amendments to the Act to enable the HDB to perform its functions more efficiently and effectively, and to enable ex-JTC flats to be administered along similar lines as HDB flats. These are highlighted in the Explanatory Statement to the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye (Rochore):</b> Mr Speaker, Sir, I wish to speak on clause 9(e), paragraphs (m) and (n) of the Bill. The clause relates to acquisition of the flat for offences as spelt out in the Penal Code. The sections are 304A, 336, 337 and 338. Section 304A is a list of punishments \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 325</b></font>\n  <br>\n  <br> relating to an act that causes death through rashness or negligence. Section 336 relates to punishments for an act which endangers life or the personal safety of others. Section 337 relates to causing hurt by an act which endangers life or the personal safety of others, and section 338 spells out the punishment for causing grievous hurt by an act which endangers life or the personal safety of others. These sections under the Penal Code spell out the amount of punishment that should be dealt out by a Judge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are adding another type of punishment in addition to the punishments already spelt out under the Penal Code. We are now saying that the person, who is found guilty of contravening any of these sections, and his family will lose their property. We are compounding the punishment on offences which are deemed to be against the safety of a third person. However, if a tenant of an HDB flat were to be found convicted of murder, the family does not lose their flat. I do not see the logic at all. Here, a person who is aged 14 and above, if convicted under these sections of the Penal Code imperils the loss of property of the whole family even if the offence is minor compared to murder. In other words, for the act of a single person, you are punishing the whole family. The Police must first find the man who committed the offence, takes him to court, proves that he is the person who threw out the litter, whether it kills or does not kill. In fact, it is not culpable homicide. Assuming that he is found guilty, HDB says that all the members of the family will have to leave the flat. I do not see any equity at all in that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The punishment provided for in the Penal Code relates to terms of imprisonment. But there is no loss of property. If a person were to commit wilful murder, which is worse than any of these offences spelt out under these sections in the Penal Code, the family retains the flat. It is a ludicrous piece of legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9(e)(n) reads like this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'if the owner thereof, his spouse or any authorised occupier has been convicted of any offence under any \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 326</b></font>\n  <br>\n  <br> written law relating to immigration for giving food ... or stayed in Singapore in contravention of any written law relating to immigration ...' the family too loses their flat. Supposing I live in an HDB flat. I have a friend who is a foreigner but I would not know whether his immigration visa has expired or not. I take him to the hawker centre downstairs and give him food. Does that mean I am guilty under this Act? How do you go round about with such loose legislation? I can give him food in the common corridor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is these loose pieces of legislation which have been coming up before Parliament that worry me. Take the Companies Act. The revised edition of the Companies Act appeared last year. I remember buying a copy last year. This year, in less than one year, we have got 72 amendments to the Act. Then you have the Securites Industry Act which has not yet been enforced. Hasty pieces of legislation, and this one is so loose - \"for giving food.\" How? If I were living in Toa Payoh and I give him food in Jurong, I lose my flat. It does not make sense. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is already punishment under the Immigration Act for anybody who harbours an illegal immigrant. It is already provided for. Property is the essence of why the PAP has been successful in nation building because we have been telling them, \"You have a share in Singapore.\" What is the share? The share is the piece of HDB flat that we have sold them and it is their property. It is not the HDB's property. The HDB, by empowering itself through so many acts, is acting as an enormous landlord. It is taking us back to feudalistic days when landlords were in charge of fiefs and the tenants living on the landlord's land would have to perform and behave according to the landlord's wishes. This is exactly what it is. We have already got under the Housing and Development Board Act a whole list under section 48A. There are three pages of how the Board can compulsorily acquire a flat. Now you are adding more today. I do not think this is a good piece of legislation. I do not believe that it has been properly thought out. The legislation is very loose - for giving food. What happens if I give him drinks? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another obnoxious thing is retroactive legislation. Once you accede to the principle \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 327</b></font>\n  <br>\n  <br> of retroactive legislation, it can be applied to any other Act. What was not punishable before can now become punishable through retroactive legislation. This should not be done. It worries me that this Bill will be retroactive to 1st March 1984, that is, 2(r) years ago. Can the Minister give us a good reason why it should be retroactive to 1st March 1984? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think, for good government, that the Government should make laws retroactive because you can apply this practice to any law, either to the Penal Code or to taxation. The danger is this: once we accede or concede to the principle of retroactive legislation, future governments (I am not talking just of this Government) will use that as a precedent. And you may well find you are caught on the principle that you are operating. This is dangerous. It should never be done. It is bad law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very concerned, of course, that the Government is efficient but I am more concerned that there must be equity, because government is by consensus. And unless people accept these pieces of law that are being presented in Parliament, I do not believe that you can enforce them. You cannot. So there has to be a certain amount of common sense in putting up a Bill. As I see it, that is missing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not concede to the principle of retroactive legislation nor do I believe that a person who throws out litter downstairs from his Housing Board flat should lose his property. You are evicting the whole family. Where are they going to? Under your argument any person who drives a car or who rides a motorcycle kills a pedestrian, which is not culpable homicide, should also lose his flat. It should really be so according to this Bill ? Because the whole idea is this: you are quoting here sections of the Penal Code where you do injury, not amounting to culpable homicide. If the Minister goes out of the National Development Building - of course, he has got a driver to drive his car, so he would not be worried about that - if by mischance, he should knock down a jaywalker, he comes under this Act. There is also the Traffic Ordinance. It just does not seem to me to make sense. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 328</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand the purpose of this section. The purpose is a deterrent. Yes, you can govern through deterrents, condign punishment or through a carrot. This is no carrot at all. It is condign punishment, a threat. All governments operate in some way, subtly or openly, through some form of threat or punishment. For a whole family to lose their property just because of the act of one is unjust. It is similar to what happened during the days of the Emergency in Malaya when whole villages were resettled because a few were deemed to have collaborated with the Malayan Communist Party. It is exactly the same principle. It is a threat mounted on families, not on individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I would like to put this before the Minister: that these sections which I have mentioned, paragraphs (m) and (n), should be carefully deliberated. I find it hard to support this Bill as long as paragraphs (m) and (n) are so loosely spelt out in this Bill. I do not believe and I do not subscribe to the loss of property just because someone has thrown litter. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Mr Speaker, Sir, I am concerned about the amendments which have to do with the solution or the management of the problem of killer litter. Not being a legal expert or even trained at all in law, I am not sure whether these amendments will not amount to punishing a culprit twice for the same crime. But I would leave this question to the legal experts. I am also concerned about the question of the law taking retroactive effect. But since the Member for Rochore has already raised this point, I do not wish to repeat it. Instead, I would like to add a further perspective to the question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt HDB has to maintain its housing estates as a clean and safe environment for the residents. It can do so by eliciting the residents' cooperation, by carrying out public education, or at the same time it can also pass rules and regulations. No one in his right frame of mind would be against rules and regulations which help to contain problems created by uncaring and uncooperative residents. Sir, we are not talking about whether someone who has committed this offence of causing grave damage to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 329</b></font>\n  <br>\n  <br> people's life and property should be punished. The Courts will take care of that. The Penal Code would have provided for that. The question is whether HDB should come in and evict the culprit, and not just the culprit but members of the family. And, as I read the law, not just members of the immediate family but anyone above the age of 14 residing with the family. I think the penalty, as contained in these amendments, is very very severe. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, most killer litter cases, as you read about them in the press, are committed by people who are engaged or involved in heated arguments, fights, quarrels, or perhaps as a result of drinking. In other words, the act which results in a death or maiming of another person, or causes serious damage to property, is not a premeditated act. And precisely because it is not premeditated, the law is not going to be an effective deterrent to people who might commit the same offence. Besides, people who live in high-rise flats, in private apartments, are as likely as people who live in HDB flats to throw out litter that could result in grave damage to people and property when they are in fits of anger or when they get drunk. So to me this is not a question of an abuse of the privilege of subsidized public housing, in the same way as if the flat is turned into a gambling den, a brothel, or some modern equivalent of an opium smoking joint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The severity of the penalty, I think, should also be viewed against the fact that outside of HDB housing, there is very little chance for the culprit and his family to be owning a home because, by definition, people who are eligible to apply for home ownership schemes under public housing cannot afford to have private housing. In other words, the severity of the penalty is depriving these people of home ownership when the HDB has the power to cancel an application where one member of the family or anybody listed on the application has been convicted of the offence and where the HDB has the power to evict the family or any person who stays with the family for having committed the offence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 330</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Minister should really consider writing in a debarment period instead. Otherwise this is tantamount to depriving the family of owning a home for ever. A debarment period from applying should be a strong enough deterrent for people who do these things uncaringly or unthinkingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To make members of the family responsible for the act committed by another individual or even one member of the family, to my mind, may not really square with the concept of individual rights and obligations under our present legal system. In ancient China, for example, we have read about how families and even entire clans could be punished for a very severe crime against the state. But these were instances of treason or rebellion. Are we talking about severe crimes so that the entire family should be punished? Are we trying to make our legal system into that kind of system? I think in our eagerness to stress the collective responsibility of families for the behaviour of their members, we should not go overboard and make members of the family responsible for the acts of individual members who, by definition in the amendments, are more or less adult people above the age of 14 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We speak of common sense. To make parents responsible for the behaviour of children who are still under their custody probably makes common sense. But are we serious in believing that parents can be responsible for controlling the behaviour of grown-up people, people above the age of 14? And how much less can children be expected to influence the behaviour of their parents? Again, I do not see much common sense in making members of the family responsible for the act committed by any individual who now is residing with the family. This brings me to my last point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We could emphasize the collective responsibility of families towards each other. I think we should never stop emphasizing this point. If, in future, we were to introduce a law, hypothetically now of course, to make children support their parents, at least we will be making people do a good thing but even then, it is debatable whether we should compel people to do so. But in this amendment, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 331</b></font>\n  <br>\n  <br> are we not penalizing members of the family for taking care of each other by staying together? I think there is some contradiction there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Minister, you have the final say over cases of appeal, and just now you said that if people still do not agree with your decision, there is still a recourse to court, which is a good thing. I would urge you to be very careful in implementing the powers given to you by this Bill, or the Act if it is passed, because you have to take into consideration the circumstances surrounding the offence, the implications, the consequences for the family, as well as the legal and social implications of this law. You would not be put in an enviable position in having to make these decisions because you are not simply managing housing estates, you will become a moral arbitrator. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am sorry that I addressed a lot of my comments to the Minister and not to you. \n  <br>11.30 am \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo (Bo Wen):</b> Mr Speaker, Sir, may I be allowed to comment on the Bill? I am concerned about further regulations of Housing Board matters. I feel that the Bill provides further discretionary power to the Housing Board itself and, as you know, further discretionary power would entail interpretations and implementations of these discretionary powers. This will obviously lead to problems and issues because it requires the Board officers to interpret and implement in terms of the rules and regulations which are enforced. I see that this would create further problems and create further strained relationship between residents and the HDB, in terms of how these new rules are going to be implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the whole objective of public housing is to build an identity around people. And if you are going to build ownership and a feeling of attachment and bondage to the homes and to the property, I view that Housing Board should direct itself more in terms of educating residents and to manage the environment more appropriately. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 332</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, more specifically, I am concerned about clause 4 (b) which empowers the HDB to prescribe a penalty for late payment of any rent, licence fees and maintenance fees. I can understand the rationale for this provision. But the definition is ill-defined in its sense. What does this penalty entail? Does it entail a surcharge? Does it entail a fine? Does it entail an interest levied? I find that nowhere in the Bill it is defined more clearly. And this would lead to some form of discretion in relation to what is going to be implemented. I feel that it needs to be specified. In order that we can be clear about how this is going to be implemented, I feel that the HDB has to try and work out more clearly in defining this aspect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that the Board itself also need to provide clear notification to families. As you know, some families, not that they do not want to pay their bills or their fees, sometimes I can see that under extenuating circumstances, they may forget to do this. I am of the opinion that adequate notice should be given to residents themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that there are also genuine problems faced by residents to be able to meet the payment of fees. I think that under such circumstances, the Board should look at the specific problems and issues before imposing the penalty on such families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other area which I am concerned and which has been shared by the Members for Changkat and Rochore is the powers which allow the Board to compulsorily acquire flats when killer litter offence has been committed. I see that the law is drastic in itself and it de-possesses families who may not necessarily be a party to the offence. And to punish such people and family members, I think it is really unnecessary and it creates further problems for them. Because I feel that having acquired the flat, they may have no place to go to because the Housing Board is trying to plan for homes for as many people as possible. I doubt that in future there will be places where such families can go to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this provision seems to be unfair because it punishes the family twice for an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 333</b></font>\n  <br>\n  <br> offence which they have not committed. I feel that if this section has to be imposed it has to be directed at the person who commits the offence, so be it. The culprit has to be taken to task. He should be adequately punished and not the family. I feel that though the family, the aggrieved party, could appeal to the Board, I assess that the Board may need to set up a review committee, at least comprising community leaders, to ensure that there is equity, there is equitable justice, that is being applied to families that may be wrongfully deprived of their flat. I see that leaving it to HDB and the discretion of the officers raises some doubts and problems in the minds of the people who are affected. Sir, I feel that if the Board can set up a review committee comprising community leaders and Parliamentarians to review such cases, it will be useful. This is because the number of cases that are going to be convicted and deprived of flats will be small in number and such review committee would be able to help in deciding as to whether such families need to be de-possessed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that note, I thank you, Sir. \n  <br>11.37 am \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I rise to seek clarification from the Minister regarding section 29 (2) which reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Notwithstanding anything contained in any tenancy or licence agreement or sale and purchase ....., the Board shall have the power to vary, with the approval of the Minister, the rent, licence fees or maintenance fees fixed under subsection (1).' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like the Minister to clarify. Does this mean that, after tendering for a unit for rental, say, a shophouse, at any time the Minister can vary the rent, that he can change the rent at any time? Sir, I would also like to declare pecuniary interest in raising this point. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, before I begin to address myself to this Bill, I have a question to ask the Minister. I wrote to him on the 23rd of this month to ask if he would be good enough, when moving the Second \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 334</b></font>\n  <br>\n  <br> Reading of this Bill, to furnish the House with the number of persons, the total figure, who have been debarred from applying for HDB accommodation for one reason or another. I have not heard from the Minister in reply to this letter. I wonder whether the Minister is going to give us this information. Could you give it now, Mr Minister? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the number of persons who have been debarred from applying for HDB flats due to the conviction of harbouring illegal immigrants is 23. There are 337 persons who have been debarred. They are either lessees or tenants who have assigned or sublet the whole of the flat without the approval of the Board. For these cases, of course, there is no problem because they are not living there. This flat is extra; they have sublet the whole flat to other people. So for these cases, there is no problem of hardship. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am obliged to the Minister. But he has only given us the figures for two categories. When I asked a question on the 31st of August 1982 for written answer, the reply I got was that there were 10 categories of persons who were debarred from applying for HDB flats. Does the Minister have the figures for persons who have been debarred under all these categories, category by category? Because I was given 10 categories on the 31st of August 1982. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> Mr Speaker, Sir, on a point of order. Sir, I think we must stop this habit of the Member not starting on his speech on the motion and pretending to ask for clarifications for a long time and then saying, \"Now, I am going to start and speak on the motion.\" He can raise all these questions during his speech and the Minister can answer them at the end. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I would like the Minister to give me these figures before I speak. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> After you have spoken. It would save a lot of time if you speak first and the Minister will give you the figures later on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 335</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, Sir, if you so direct. May I say that Members are entitled to information, at least in this House --- \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You will be given the information. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> --- if they wish to speak on any Bill. What is all the secrecy that this Government --- \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You will get all the figures. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Does the Leader of the House wish to say something? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You don't follow procedures. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do carry on, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, this Bill, may I say from the outset, is unprincipled in its entirety. It is obnoxious and it is discriminatory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after the last elections, the Prime Minister acknowledged that there was a message from the electorate - that they were sending a direct signal to the Government that the Government was getting very oppressive, making things very hard and that they wanted a relaxation of the rules and conditions under which they were tied down by the Government. Sometime after the general elections, maybe a month, two or three months after that, there was a report of a forum or gathering at which the First Deputy Prime Minister was present. And it was reported that he had agreed with somebody saying, \"I think you have a point there\" when the man complained about all the unnecessary measures and restrictions and the powers that the HDB appeared to enjoy. So one thought that perhaps the Government having received this clear signal, as the Prime Minister put it, from the electorate, would think a little bit and being an accountable Government that it is, accountable to the people, taking into account the people's wishes and their needs and their desires, it would try and examine all the powers exercised by statutory boards and the Government to see whether there was any area in which these powers could perhaps be reduced or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 336</b></font>\n  <br>\n  <br> completely taken away. The Government says all this. But what do we find in action? We find that the Government has no such intention of relaxing any rules or conditions under which the people are tied down. On the contrary, it would appear that the Government proposes that statutory boards and itself should arm themselves with more powers so that the citizens may be further ground down, so that whatever rights they even now have may be taken away from them. This is the sort of double talk, talking with a forked tongue, that is so familiar of this Government and of which the people are now fully cognizant, and of which they are getting a little bit sick and tired. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Bill, I said, is obnoxious. It flouts well-known principles of law. It runs counter to all accepted codes of human relationship and conduct, and it is discriminatory. It is not once but several times that I have spoken in this House of the measures of this Government as being thoroughly discriminatory and objectionable. This is another instance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose now, Mr Speaker, Sir, to examine, with your permission, the various clauses of this Bill, and to try and point out why, in my view, this whole Bill is obnoxious and should be thrown out. Of course, that is a pious hope. We may have Members of the Government Party speaking in debate against any provisions of the Bill, but when it comes to them being called to stand up, we find nobody standing up. So it is a pious hope that this Bill may be thrown out. But, I repeat that the whole Bill is repugnant to the common law and to the principles under which people should regulate their lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say a little bit about clause 3? But before I do that, may I also say this: that the Minister in introducing this Bill does not, at least to me, appear to comprehend, I am sorry to have to say this, does not appear to comprehend the magnitude of this Bill, in the dangers that are present in this Bill, and in the cutting down of the liberties of the people that are present in this Bill. He makes a cursory presentation of the Bill. He sounded as though he were saying, \"Yes, I am asking for all these powers but look at me. Do you think I am \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 337</b></font>\n  <br>\n  <br> the sort of man who will exercise these powers? I have a soft heart. So, please, give me these powers. I am not going to exercise them.\" But that is not the way that legislation is presented to Parliament. It is not for Ministers to come and say, \"Give us these powers. But you can be assured that in the exercise of those powers we will be lenient, we will take into account the feelings, the considerations of the people.\" Legislation should be precise. It should be certain. The citizen must know where he stands and he must know what the penalty is. He cannot be left to guess what the Minister of the Government may do or may not do in any particular case. I have again more than once spoken about the danger of entrusting arbitrary powers to Ministers, discretionary powers, without limiting them and affording sufficient, adequate, remedies to citizens against the misuse of such powers by Ministers.But, of course, all my pleas, I see, fall on deaf ears. The Government knows best. Nobody else knows anything else. That is the tragedy of Singapore. That is the tragedy which has brought on this economic recession - the assumption that the Government knew best, that our people did not know anything, and so the Government refused to listen, even when people were warning the Government. And then we find ourselves in the plight that we are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 of the Bill seeks to amend, the Minister says, an existing power in the Board to vary mortgage rates where they have already been agreed upon between the parties and entered in the mortgage deeds. Of course, the Minister says with a smile, \"This will really benefit the tenants because if the rate goes down, we will vary it.\" I am not so sure that the Board will be ever so ready, prompt. But, of course, if it should go up even by a little bit, the Board will be ready, almost the next second, to raise the interest rate. I agree that perhaps the interest rate should be pegged, but it could be written like that into the Bill so that regardless of what the Board does it is pegged to something external. I say this because what is proposed by this Bill (I know the Minister has said this exists already) the existing power runs counter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 338</b></font>\n  <br>\n  <br> completely to the Evidence Act. Under the Evidence Act, if parties have agreed upon something in a document and the document particularly is under seal, then no single party can vary it or alter the terms. So the principle is wrong. I wonder whether whoever drafted this Bill ever gave that any consideration. That shows the care and thought that has gone into the drafting of this Bill. It is a shoddy piece of legislation. It runs counter to a number of sections in the Evidence Act and the Government draftsmen would appear not to be aware of these principles in the Evidence Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then if I may move on, Mr Speaker, Sir, to clause 4. I do not wish to spend too much time on paragraph (a) of that clause. But that again is much too wide and the penalty of the fine is much too excessive. Of course, to the Government, to the statutory boards, everything must be calculated in terms of money. The more we can collect, the better it will be for us. That is the whole principle by which the Government and the statutory boards would appear to have conducted their affairs. But may I sound my warning that it is much too wide, and I would make a plea that if you are going to legislate rules you should spell them out with greater clarity so as to provide for certainty that the citizens may be guided by them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second part of this clause, to which reference has already been made, introduces something which is unknown in the private sector. Mr Speaker, Sir, if in the private sector a tenant falls into arrears with payment of his rent, all that the landlord can do is to levy distress by applying to the Court for a writ of distress to sell the goods and recover the rent; and if he cannot recover enough he can bring an action for the recovery of the arrears of rent. And the Court may (I say \"may\" because the Court has a discretion), in awarding payment of any arrears, allow interest to be paid on the arrears of rent recovered. The HDB has those powers like any other landlord. But not content with that, the HDB says, \"We must have something more. We must have power to levy a penalty on persons who for genuine reasons may find themselves unable to pay rents.\" Why should there be one law for the HDB and one law for other house \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 339</b></font>\n  <br>\n  <br> owners, property owners? Why should there be? I have said before, the HDB is a law unto itself in this country. It is a veritable Leviathan. So I say, Mr Speaker, Sir, that part of this clause is thoroughly obnoxious. No private owner of property can go to the Court and say, \"I want a penalty as well for late payment.\" He may be eligible for that if in the tenancy agreement the tenant agrees to pay a penalty. That is a different matter. But he cannot get it under the law. But HDB wants it for itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we come to clause 5. Again reference has been made to this by the speaker before me, Mr Speaker, Sir, and this proposes to give the Board, of course with the approval of the Minister, power again to vary contracts entered into solemnly between the Board and tenants, lessees of the Board. If, in the private sector, somebody takes a lease of a property from the owner and the rent is fixed for that period of the lease, then the owner is stuck with that rent. There is nothing he can do even if rents go spiralling up because the lease governs the relationship between the owner and the lessee and equally the poor tenant is stuck with it if the rent should go down. He can perhaps seek relief from the Courts but this, as has been pointed out in sub-paragraph (2) of this clause: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Notwithstanding anything contained in any tenancy or licence agreement ... the Board shall have the power to vary, with the approval of the Minister, the rent, licence fees or maintenance fees fixed under subsection (1).' In other words, what this subsection (2) is saying, and it is being presented as a piece of legislation, is: forget about contracts, forget about deeds. It does not really matter. Is that the sort of society that we want in Singapore that people should forget their written agreements? People should not honour what they have solemnly agreed to honour in a written agreement. See the kind of spin-offs that you are going to get in society when they see that the HDB can do all this. Again, I say, why is the HDB exempt from the ordinary rules of law that apply to other citizens in this country? Why? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-section (3) of that section says \"shall be published in the Gazette and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 340</b></font>\n  <br>\n  <br> shall take effect on such date as may be specified therein.\" I was looking at it this morning and I have not had the time to research this. Would the Minister say whether this order made by him would be laid before Parliament so that if it is laid before Parliament then a motion may be presented for revocation of that order because I have, Mr Speaker, Sir, given notice of an amendment at the Committee stage and I do not propose to say anything more now. I shall speak at the Committee stage on this - why I think if it is not going to be approved by Parliament under this clause, why it is absolutely essential that it should be laid before Parliament. So could the Minister clarify this and give me an assurance that it will be laid before Parliament the moment it is gazetted? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I move on to clause 7 and whilst I am dealing with clause 7, may I also deal with clause 9 because those two clauses overlap in the new powers that the Board seeks. Clause 7 of the Bill seeks to debar persons from applying for Board accommodation. They are not yet tenants or \"owners\" of HDB apartments but they propose to and clause 7 seeks to debar them upon the contingencies mentioned in this clause. Clause 9, of course, relates to those who are already in occupation and proposes to divest them of their home, their roof, if they should commit any of the acts contemplated by these new powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said a little while ago, Mr Speaker, Sir, on 31st August, 1982, in Question No. 4 for Written Answer, I asked the Minister for National Development to furnish us with all the reasons and causes for which persons may be debarred and I had this answer from him, and if I may set out the categories for which persons may be debarred. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a) Persons who misuse the flats for illegal purposes, eg. gambling, drugs, prostitution, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;b) Persons who assault HDB staff in the performance of duties and are convicted of such offences. So if a poor man who perhaps in anger should so much as raise his hand against an HDB inspector or housing officer and he should then go to Court and say, \"I am sorry. I lost my temper\" and the Court says, \"All right, my man, you are convicted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 341</b></font>\n  <br>\n  <br> of it. We would not fine you but you are convicted and you may leave\", the HDB can debar him forever from living either as \"owner\" or as a tenant in an HDB apartment. I hope the Minister sees the enormity of these powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;c) Vandals of HDB properties who are convicted of such offences. It should have really said \"persons who are guilty of vandalism against HDB properties.\" But I would not quibble about the way it is spelt out \"vandals of HDB properties\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;d) Tenants and lessees who have sublet their entire flats without HDB's permission. This is one of the two categories for which the Minister has given us some numbers, and he said so far 332 have been barred, I take it for life, from ever stepping into an HDB apartment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;e) Ex-tenants of HDB flats who have not cleared their rental debts. Again, I hope the Minister can see the enormity of this. If a poor citizen should fall into misfortune and should find himself unable to pay the rents for his flat to the HDB and he is evicted, then under this category he cannot apply for HDB flats unless he has first paid his previous debts and, in some cases, it may be quite a big sum. Then we come to \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;f) Foreign workers allocated rental flats under the Single Unskilled Workers' Scheme who cause nuisance to the public. I shall not spend very much time but I have heard complaints from our citizens that the HDB is taking away their homes and allocating them to foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;g) Employers who fail to exercise control over their foreign workers who have been allocated rental flats under the Unskilled Workers' Scheme. This time the employers are to be punished if they fail to exercise control over their foreign workers. I shall be touching on all this when I come to deal with the new categories brought in by the Bill and I just wish to point out that there are all these other reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;h) Persons who contravene the Government's work permit marriage restriction policy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 342</b></font>\n  <br>\n  <br> I have said enough about this in this House about families being torn apart by this Government's policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;i) Lessees who sell their HDB flats to their own buyers after five years of occupation with no intention to reapply for HDB flats. Finally, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;j) Lessees who transfer their HDB flats to immediate blood relatives within five years of occupation, unless the transfer is to their parents and is due to the lessees' intending marriage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So you have there 10 causes for which persons may be debarred, and I take it that they are also the measures by which persons may be divested of their homes if they are already living in them. If the Board has been doing this over the past, I do not know for how many years, why does the Board now think it necessary to come to Parliament in respect of these new reasons? Of course, I am saying that what the Board has been doing is completely unconstitutional and illegal. Do we have a faint admission by the HDB that what they have so far been doing has been outside the law, and therefore they think now it is time they should come to Parliament and seek to legalize their powers, at the moment restricting it to these three clauses? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I may first deal with the provisions of the Bill which seek to debar and which seek to give HDB the power to divest persons of their homes: (1) if they should have been found guilty of throwing something out of their home and in that act injuring or maiming somebody outside; and (2), if anyone should have been found guilty of harbouring an illegal immigrant. I must take issue with the Member for Rochore to put him right, if I may, on his query as to whether he would be guilty if, without knowing that the person is an illegal immigrant, he offers him a drink. If I may tell him, he will not be guilty under the law. The prosecution will have to prove that he knew that the person was an illegal immigrant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My first objection to these is that the whole thing is discriminatory. As has been pointed out by the Member for Changkat, if persons living in private apartments throw anything out and in the result maimed somebody, they are not deprived \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 343</b></font>\n  <br>\n  <br> of their home. It is only the poor HDB flat dwellers. So the law treats within its own community in different ways, categories of people, for the same act that they may have committed or might commit. That is thoroughly discriminatory, and it offends the Constitution which says that all persons are equal before the law and shall be entitled to the same treatment and rights under the law as anyone else. That itself, I should have thought, is bad enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other reason is, of course, in regard to the throwing of the litter and to the harbouring of illegal immigrants, the retrospective nature of the provisions. Times without number the Courts have said that any law which seeks to punish persons for acts committed by them when, at the time they committed the acts there was no such law, is reprehensible and is against all accepted principles of law. There should be a law that punishes an act at the time it is committed before a person can be punished for that act. You cannot seek to backdate sanctions when at the time of the commission of the act there were no sanctions. So it is thoroughly undesirable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we come to the principle of vicarious liability and the collective punishment. Both are more or less the same, as a variant, one of the other. In criminal law there is no principle of vicarious liability. In other words, under criminal law no one can be punished for the act of somebody else, whether it be his employer, his son, his wife or his friend unless, of course, he aided and abetted the commission of that act, that is, he participated in it. So there is no principle of vicarious liability. Only, the doer of the offence, the person who commits the offence, can be punished. If anyone else is to be punished, he must be shown to have participated in that offence. What does this clause do? These provisions say that if the owner, his spouse or any authorized occupier above the age of 14 has been convicted, then the owner loses his protection. So it introduces a principle which is unknown to criminal law and which is completely repugnant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the same vein, Mr Speaker, Sir, is this principle of collective punishment. I was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 344</b></font>\n  <br>\n  <br> going to mention this but I see that reference was made by the Member for Rochore to the Templer era in the Malayan Emergency days when a whole village was punished if one or two members of the village had in some way or other given any help or supplied food to the Communists. That was condemned by a number of countries outside as being completely uncivilized and barbaric - to seek to punish an entire community, a village, for the acts of one or two persons inside that village. But at least the government in those days could have pleaded the Emergency. The government could have said, \"Well, we agree in normal peacetime this is thoroughly bad. But we are fighting a war with the Communists, and national interest, national security demands this.\" So that was pleaded. But is the HDB saying that this country is fighting for its life, that national security demands that HDB should have the power to punish collectively an entire family? If an authorized occupier who may not even be a member of the family, he may just be a lodger, should be so foolish as to throw something out which results in somebody being injured, is the HDB going to say that the entire family should be punished? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, for all these reasons, these provisions are thoroughly bad. There is nothing else I can say about them. They flout all recognized principles of law and civilized behaviour and, may I say, if we do have these provisions they will only bring disgrace to Singapore. They will show that we do not conform to civilized standards that are accepted in other countries, that what we follow is a code from ancient times perhaps, as mention has been made, not a civilized code of behaviour. So I ask the Minister to think very seriously whether he does need to get Parliament to pass this Bill which will bring only discredit to Singapore and to Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have so far been speaking about these provisions under which persons may be evicted if they are convicted in a Court. But there is one other provision, of course, in this Bill, ie, paragraph (l) in clause 9 and paragraph (c) in clause 7, and this relates to the purchase price or loan taken by the buyer for the purchase of the apartment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 345</b></font>\n  <br>\n  <br> This provision proposes to punish him if he \"fails to return the money to the Government when he is required to do so under the terms of the grant.\" So the HDB is being used as a lever to help the Government get its money back. What if the man has a defence to the claim against the Government for the return of the money? The Government may feel that it cannot go to court to recover the money. Is that why this is being introduced, to circumvent the procedure under which persons should go to Court and recover monies that are due to them? The whole thing is against all accepted codes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subsection (5) in clause 9, Mr Speaker, Sir, of course, refers to the remedy that any person who is aggrieved by the order of the HDB in divesting him of his flat may have. And the Act gives him, which is now becoming commonplace in all legislations in this country, the great remedy of appealing to the Minister. I am sure the Minister - he must have said this - will say, \"Of course, he can go to the court.\" But I have pointed out to him more than once that in those circumstances there is only a very limited area in which the court can intervene. The court's powers are supervisory. It is quite a different thing altogether from the person taking something to court and asking the court to investigate the merits. This, I have complained again more than once, is iniquitous, thoroughly bad one, because it deprives the citizen of his proper legal remedies and rights. A citizen may lose his property, may lose a property on which he has spent all his life's savings because the Board exercises its powers under section 48. And what remedy do you give him? The remedy you give him is, \"My dear chap, all you can do is to appeal to the Minister who is in charge of the HDB and that's all.\" Why should he not be allowed to challenge the power of the HDB in the court, the original decision of the HDB? If you think the court is not the right forum, then should there not be a tribunal set up to hear these cases so that arguments may be presented for both sides openly, where the public may hear the arguments, and not decided by the Minister in his air-conditioned room without anyone \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 346</b></font>\n  <br>\n  <br> knowing what has been presented? I have said before that I think it is time that we set up a tribunal and take all these powers away from the HDB and make the HDB apply to the tribunal, if they wish to exercise any power. That is what is done in a democratic country, in a country where the rights of the citizens are respected, in a country where the rights of the citizens are honoured, but not in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned sometime ago about, I think a Swedish journalist who expressed surprise that the tenants or lessees of HDB apartments did not have a seat on the Board. He said, \"In my country they have, so that their views are put forward and discussed.\" Here, it would appear they have no such rights. And this is delegated power to the Minister. And unless this delegated power is strictly circumscribed and spelt out by Parliament, it will amount to an exercise of arbitrary power. Again may I assure the Minister that it does not do any good for him to tell us with his hand on his heart, \"Trust me. I am not going to do any evil thing like this.\" That is not the issue, whether one Minister or another Minister will exercise these powers. The question is: is it right that you should cut down on the citizen's rights and his remedies? I am very upset at the continuous erosion in this country of the citizen's rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, clause 10 seeks to repeal the present section 48E and substitute another section numbered likewise, 48E. This would appear to enlarge the Board's powers again. That is the trouble. The Board gets a little bit. Then it continually seeks to enlarge its powers. It is like the camel and the Arab in his tent. The camel first puts its neck in and then little by little, it goes in and drives the poor man out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Previously, the section only caught any statements which were actually contained in the application to the Board. Now, it would appear that it will catch any statement made, whether it is contained in the application or not. Because it seems so wide to me. It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Any person who, in relation to the purchase by such person of a flat, house or other living accommodation, makes any statement to the Board which is false, ...' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 347</b></font>\n  <br>\n  <br> So that it does not have to be in the application that he submits. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, you have used up one whole hour. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, Mr Speaker, Sir, if you say I have. \n  <br>12.43 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir , I shall be brief. May I be allowed to join in the debate? I rise to oppose the Bill. I should say almost every section of the Bill is repugnant. It goes against nearly all principles of law, equity. Does the Minister intend to include HUDC flats under this piece of legislation? \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> It will. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, of course, it will. It includes HUDC flats by virtue of the fact of what is written in the agreement or memorandum of lease. Every HUDC purchaser is bound by the Act, meaning the Housing and Development Board Act and all enactments thereunto. So anyone who owns an HUDC flat can have his flat forfeited under these amendments. I do not know whether that was the intention but it is there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson has pointed out that the legislation here is against principles of criminal law. A person should not be made vicariously liable for the criminal acts of another person. The provisions here are also against land law. There is no security of tenure, of conveyancing law. It is so one-sided. At any time, they could amend or vary the application or even the terms of the agreement. What about contract law? Just looking at it, even for an innocent representation the party is liable. Under contract law, we know that if a person who makes an innocent representation, he has a remedy for it. It is not his fault. How can he be punished for it? What about equity? I think it is also against equity. One member or one person in a family commits a crime and the whole family is punished for it. We can go on. So this piece of legislation should be opposed; if not, then it should go to a Select Committee to see whether they could improve on it. I would say nearly all the Members here represent con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 348</b></font>\n  <br>\n  <br> stituencies which have got HDB housing estates, and the Members are responsible to their voters. You cannot allow a legislation which goes against nearly all the principles of law. However we look at it, it is bad. I think the Members here have a responsibility and they should speak out on this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the purpose of this amendment? The Minister says, \"to make housing estates a safe and comfortable place to live in.\" I agree with that. And probably it is also for easier administration. There are 600,000 HDB units. That is a massive number by any standards. I think the problem with the HDB is that it wants to manage everything, from the start - the process of getting building materials, sand, quarrying for granite, making bricks, acquiring land, and be a developer and vendor, selling the property, doing all legal work, administrative work, and now we have got this legislation here to supervise the lives of the HDB residents. I think it has got its hands thoroughly full. That is probably why we are having so many problems. I think the Minister should think seriously of divesting some of these functions. It is too much for one body to deal with almost everything, from the start to the end. I think one area in which they could start to divest is the legal work. I cannot see why the HDB should be involved in the legal work when there are so many lawyers who are out of job. If the HDB feels that the lawyers are charging too much, they could --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You are a lawyer. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am a lawyer, all right. This is a well-known fact, but I am not thinking of myself alone. I have a pecuniary interest. The HDB could come to some kind of arrangement as regards the fee. I have a pecuniary interest in this matter of what I am going to say because I do conveyancing for a few HDB units. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But they don't come to me. HDB won't touch me! \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have some order in the House. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> For an easy conveyance which can be completed easily in six weeks, it will be dragged on for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 349</b></font>\n  <br>\n  <br> months, no completion date. We do not know when the matter is going to be completed, six months, eight months. It is obvious that the legal officers there just do not have the time to cope with the volume of work. And many of them are new. They are unfamiliar with the law. And when confronted with the law, they just come to a standstill. When there is so much expertise around, why does the HDB want to monopolize everything? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards development also, I think there are many private developers who will be very willing to develop for the HDB under the same terms as the HDB is developing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You were offered. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is another issue altogether. We can come to that if you want to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the HDB is going to have all these rules of forfeiting flats and debarring citizens from owning flats, it is going against their own policy of 100% home ownership They are going to debar so many hundreds of people, 337 so far. So how are you going to achieve your 100% home ownership, Mr Minister? You are defeating your own policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now what about a safe and comfortable place of residence in these housing estates? I think the way to go about it, as has been mentioned by one of the Members, is to have more education. More education in community living, living in a dense and crowded place. Japan has got this problem. Their main problem is how to live orderly, peacefully, in a dense and crowded place. And they have succeeded. Why? Not because of all this law and more and more laws. I remember the Leader of the House, when he came into this House, said there was a law which overkills. I think this is exactly what it is. What has the HDB done in respect of education of the residents in the housing estate for good community living? What has it done? If the HDB is unable to do it, at least it should give some of its Members of Parliament a chance to do it, especially Members of Parliament in the Opposition, and not tie their hands. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 350</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Planting trees. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, I am coming to that. Thank you for reminding me. Now we see here an amendment to the rules and conventions of the HDB. If I now go and replant that tree, I will be caught by one of these rules and I will be fined $4,000. Is that what it is meant to be? Planting one tree can certainly not do any harm for a 47-hectare piece of land. And you are saying \"it is a nuisance, trespass\" and all the big words. But when confronted, I asked them, \"Where is the nuisance?\" No reply from the HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You are planting a banyan tree. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, I think you should take lessons in botany. It is not a banyan tree. It is a very aesthetic-looking tree and it has got good use. If the HDB seriously wants to make HDB housing estates a safe and comfortable place, let us please do it together. Give us a chance, give the Opposition a chance to do it. We will show you how, and do not tie our hands, please. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall not go into each of the individual amendments. Almost every one of them is thoroughly bad, and I can only sincerely plead with the Minister - I know of course this Bill will be passed as usual. The Whip is there, party discipline is there. In the heart of hearts I know most of the Members here who have got housing estate in their constituency know that this Bill should not be passed at all. I think as a compromise perhaps it could go to a Select Committee and I would be the first one to volunteer to look into it and maybe find a better solution other than the heavy penalties, inequitable penalties, and take away the Sword of Damocles from over the heads of all HDB residents and HUDC residents. Because if you look at the new section 48I at page 8: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Where the Board has given notice to quit or notice of breach of condition, covenant or undertaking under a lease or licence agreement or any other agreement or notice of intention to compulsorily acquire, forfeit or re-enter any property provided under this Act, [HUDC units are included] any money paid to the Board after such notice has been given shall not be construed as a waiver of such breach or intention to compulsorily acquire, to terminate a lease or licence agreement or to forfeit or re-enter.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 351</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We remember that all HUDC and all HDB flats are under a lease. It is not necessarily a shop lease. It is a lease. Technically it is a lease. I do not know whether this is meant for shops and commercial units, but under this rule it is so wide. You just serve a notice to quit and there you are; you can compulsorily acquire. How can this kind of legislation be good? Certainly it cannot be. However you look at it, it cannot be good. So I would again urge the Minister to perhaps hold the matter in abeyance and have another look at it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Teh. We have another four minutes. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> I will reply after lunch. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I suspend this sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>12.56 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I wish to thank all the Members for bringing up the various points. The Member for Rochore has brought up a few very important points and I think these few points are uppermost in the minds of most Members of Parliament here because most of the Members here have HDB estates in their constituencies. So they are equally as concerned as the Member for Rochore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the acquisition of flats by the HDB from people who throw killer litter, the Member for Rochore mentions that since the person who threw the killer litter has already been punished by a conviction in Court, the acquisition of the flat by HDB constitutes not only a double punishment, which means the HDB punishes him again, but also a collective punishment. That means the whole family is punished. The whole family will be evicted from the HDB flat and this would appear to be unfair and very harsh. On the surface of it, I even agree with the Member for Rochore and several Members here that the punishment, in fact, is very harsh. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 352</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it is the other consideration which I am more concerned about. HDB has more than 600,000 units of flats all over Singapore. 85% of the population of Singapore live in HDB estates. This represents more than 2.2 million people, out of a population of slightly under 2.6 million Singaporeans. It is the safety of the majority of people that we have in mind. Because 85% of the population of Singapore live in HDB housing estates, HDB has the responsibility to ensure that they are living in a safe environment. So HDB will have to try its very best to ensure that when the residents go about their business in the housing estates or their friends and relatives visit them, they will not be hit by some heavy objects dropping from the upper floors of the flat and get seriously hurt or, worse, get killed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The provision in this clause of compulsory acquisition of flat will be used against a member of family who habitually, for one reason or another, throws heavy objects out of his flat. This morning when I moved the Second Reading I gave the example of a family where there is someone who is an alcoholic or a drunkard. When an alcoholic or a drunkard gets drunk, he loses his gravity and senses and he may throw chairs, tables, pots and pans, or other heavy objects out of the flat, and someone below who is unfortunate to be passing by can get hurt and be killed. So HDB has the responsibility to ensure the residents of these 600,000 HDB flats that among the HDB residents this type of dangerous people should not be allowed to continue to stay in the HDB flats because they pose a danger to the residents and should be removed. Therefore, the provision for compulsory acquisition of flat will be used as a last resort. It is only for this type of very serious cases that the HDB will acquire the flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will explain why this legislation is retrospective. HDB has proposed that this legislation should take effect from 1st March 1984. I would say that, since 1st March 1984 up to now, in the HDB's opinion, no family has committed such a severe offence as to warrant compulsory acquisition of the flat. Let me just inform the House of the events leading to the proposal for retrospective effect. Perhaps \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 353</b></font>\n  <br>\n  <br> most of the Members could not remember this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In March 1984, there was a spate of killer litters being thrown out of HDB flats. One of the worst cases occurred in the Jalan Eunos area where one woman was hit by an iron pipe thrown out of a flat. She was seriously injured and she was in a coma for a long time. The HDB then made an announcement that it was going to amend the Housing and Development Act so as to take action to acquire the HDB flat from people who have been convicted in Court of the very serious offence of throwing killer litter. There was widespread publicity of this announcement in the press. HDB then started the legal process of amending the Act and so today we have come to Parliament to ask the House to pass the Bill. So, in fact, there is no retrospective effect because the announcement was made by HDB in 1984. If I may just quote a newspaper article. This is the 20th April 1984 issue of the Straits Times where the headlines state \"HDB gets thumbs-up from residents. Stiffer penalties meet with approval.\" At that time when people who were hit by killer litter ended up in hospital in a coma, the sentiments of the people were that those who threw killer litter must be severely punished and, in fact, the press had given the thumbs-up to the HDB. Because of the announcement made by the HDB in 1984 that it was going to take a very serious view on the problem of killer litter and that the HDB was going to amend the Housing and Development Act to compulsorily acquire the flat, there has been a drastic drop in the incidence of killer litter. In fact, I would say that the announcement by HDB was effective and, of course, there were some other reasons too - that hopefully Singaporeans would be more conscious of killer litter. In 1984 there were 36 incidents of killer litter in HDB estates. It dropped to 14 in 1985. In other words, there was a drop of more than 50%. 1986 up to now, more than half a year as passed already, there were only three reported cases of killer litter. So I am saying that the announcement in 1984 that HDB was going to take drastic measures against cases of killer litter has its effect. In fact, the incidence of killer litter has dropped \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 354</b></font>\n  <br>\n  <br> substantially. Perhaps because of this drop in number, Members of this House and the public most probably have forgotten about the killer litter incidents and then now think that the HDB is being very severe with the punishment. In fact, it is not so. The announcement that HDB was going to take severe action has proven to be effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When HDB acquires a flat, HDB has to take into consideration the circumstances of the family. There were cases where, when a flat was being acquired by HDB, alternative rental accommodation was offered to the tenant. If a flat has been compulsorily acquired by the HDB we understand that the family has to have a place to stay. We will offer alternative accommodation to the family. In fact, I have asked HDB to look for ground floor in the Jurong area. If the family is so unlucky as to have a drunkard or certain members of the family are very violent in character, just like the display we have seen in Parliament yesterday, and who are likely to throw heavy objects out of the house, then HDB has to compulsorily acquire their flat. I have asked HDB to look into the possibility of moving these families to ground floor flats. If they are living on the ground floor flat and if a member of the family gets drunk and tries to throw a stool or something out of their flat, it is not likely to seriously hurt anybody. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would say in all seriousness that the safety of 85% of the population living in HDB estates is of utmost importance. Then we come to the second consideration, ie, we are sympathetic towards the families. If a family happens to be so unlucky to have a father or brother who is very violent and who is a drunkard and habitually throws heavy objects out, then for such cases we will move them to a ground floor flat or a lower floor flat, so that if he throws heavy objects again, it is not likely to seriously hurt anyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on the question of harbouring of illegal immigrants, I would like to assure the Member for Rochore that HDB will not take action against anyone who just happens to be offering a cup of coffee or buying a meal for an illegal immigrant. Under the HDB rules, if the HDB wants to compulsorily acquire the flat \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 355</b></font>\n  <br>\n  <br> because it has been used for harbouring illegal immigrants then, first of all, the lessee has to be convicted in Court. In other words, the Court has to convict the resident of the HDB flat for harbouring the illegal immigrant, then HDB will look into the severity of the case, ie, how serious the case is, and HDB will then decide whether or not to take appropriate action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have informed the Member for Anson this morning, total of 23 persons have been debarred from applying for HDB flats because they have committed the offence of harbouring illegal immigrants. Just imagine, Members in this House, that in Singapore we have hundreds, if not thousands, of illegal immigrants. HDB is housing 85% of our population. So by just a mathematical proportion, 85% of the illegal immigrants could have been harboured by HDB residents. And there may be some who are harbouring more, outside the HDB estates. But I am saying that just to illustrate that, using statistics, 85% of the illegal immigrants could have been housed in HDB estates. So if HDB really is taking very severe action to evict the people so as to punish them, then I think hundreds, if not thousands, of HDB residents would be debarred from applying for HDB flats. But, in fact, there are altogether only 23 persons out of 2.2 million people housed in HDB flats who have been debarred. So it goes to show how careful HDB officers are in taking action against residents who are harbouring illegal immigrants and how seriously we take the issue of acquisition of flats from people who harbour illegal immigrants. In fact, we consider this is very serious offence. And even then, for those families who harboured illegal immigrants and had their flat compulsorily acquired by HDB, HDB usually offers them alternative rental accommodation. HDB is not in the habit of throwing people out into the streets. In fact, most Members of Parliament have HDB estates in their constituencies and they will know when their constituents are harbouring illegal immigrants and have been thrown out by HDB into the streets. I think when they look around and check the answer is zero - nobody. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> So don't have this law! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 356</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> No, we must have this law to prevent people from harbouring illegal immigrants. I will explain why we need to have a stiff law against people who are harbouring illegal immigrants. When a person is an illegal immigrant, he cannot be employed anywhere. Then how is he going to earn a living? He can earn a living by robbing children in the void decks, by robbing or snatching jewellery from women in the lifts in housing estates, or by breaking into people's home to steal. I am quite sure the Member for Rochore reads the Chinese newspapers, he will know that a lot of countries, perhaps not too far from Singapore, are having problems with illegal immigrants. Their citizens have been found murdered by illegal immigrants, their women have been raped by illegal immigrants, their houses have been broken into by armed illegal immigrants. Do we like these things to happen in Singapore? Yes, perhaps the Member for Anson and the Member for Potong Pasir would like to see these things happen because they have a vested interest to see that when turmoil descends on Singapore, then --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will ask the Minister to withdraw that. What does he mean by saying that we have a vested interest and we want illegal immigrants here? This is quite serious, Mr Speaker, Sir. I think Ministers are getting away with too much in this place. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Will you just withdraw the remark? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> I withdraw. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> So I hope the House is able to see that it is very important --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I cannot see. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> He cannot see? He feels there is a need? So he is against the proposed law. He finds there is a need for illegal immigrants to be in Singapore! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Minister has been referring to all these crimes in a neighbouring country, not to Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 357</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Because we are more effective in the control of illegal immigrants, this serious situation does not occur here. If we do not control the illegal immigrants, I think these things will happen. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is not your problem. It is Immigration Department's, the Minister for Home Affairs. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> An HDB flat is to be a home for HDB residents and not a place for harbouring illegal immigrants. HDB will take action against anybody who harbours illegal immigrants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point mentioned by the Member for Changkat, I hope I have already covered it. The Member for Changkat has especially mentioned the social implication on families being evicted by HDB. As I have mentioned, if HDB is to evict a family, it will take all the factors into consideration and will not throw any family out into the streets. If HDB considers it is essential to acquire the flat, HDB will offer them an alternative accommodation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen has also touched on the same topic. On top of that, he has mentioned about clause 5 of the Amendment Bill which is about the increase in the payment of fees, and asked that adequate notice should be given for the increase of the fees. I would like to assure the Member that HDB will do so. In fact, I would like to mention here that HDB at present has no proposal to either increase the service and conservancy charges or other fees in this financial year. It so happened that these amendments have come about and so we just put this clause in for easy administration in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen also suggested that we should set up a review committee comprising community leaders to decide the action to be taken against killer litter. I have already covered that. In any circumstances where HDB wants to take action against the family for killer litter, that means to compulsorily acquire the flat, if the Member of Parliament feels strongly that there are extenuating circumstances that the flat should not be acquired or that special consideration should be given, the Member can always write to my Senior Parliamentary Secretary who will look into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 358</b></font>\n  <br>\n  <br> the case. And if the Member is still not happy about the decision of my Senior Parliamentary Secretary, he can write to me and I assure him that I will have another look. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Fengshan talks about HDB's power to vary the rent. In fact, I want to say that HDB already has the power to vary the rent, and we are introducing this clause here for easy administration. I give you an example. A rental flat is on a monthly tenancy. So for argument's sake, if HDB wants to increase the rental by $5, the procedure is that HDB will give the tenant a month's notice of termination, saying that the tenancy is now terminated, and ask the tenant to go to HDB's office to sign a new tenancy agreement. In this new tenancy agreement, the rental is increased by $5. This causes a lot of administrative work and a lot of inconvenience to the resident, asking him to bring along his tenancy agreement for cancellation and also to go to the HDB's office to sign another tenancy agreement. So the proposal here is to do away with the administrative work. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, on a point of clarification. How does this apply to shops? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the same thing applies to shops. I think the shops are also on a monthly tenancy, where HDB can also cancel the tenancy agreement with a month's notice and then have a fresh agreement drawn up and with a new clause incorporated. Of course, the tenant has the right not to accept the new clause. In other words, if the notice of a new tenancy is served and the tenant finds the new tenancy unacceptable, he does not have to accept it. He can cancel it. He can say, \"No, I am not prepared to sign.\" So the tenancy will be terminated. This clause is for easy administrative work. I am afraid the Member for Anson has also got it wrong, thinking that HDB is trying to impose the new fees, this and that, and so on and so forth, and, in fact, he has filed an amendment. That is all wrong. This clause is purely for easy administrative work. HDB has already the power to do it, simply by terminating the tenancy and provide a fresh tenancy with the new conditions, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 359</b></font>\n  <br>\n  <br> new fees, and new clauses. But that would cause a lot of inconvenience. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But not in doing something different. That is why I want Parliament to approve it. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, now I come to the point --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of clarification. Would the Minister answer my question whether he proposes that any such order made under clause 5 will be presented to Parliament to lie on the Table for 30 days or not? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, it is totally unnecessary and it wastes more time. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, we have not considered your amendment yet. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> At the Committee stage I will move it if he says it is not necessary. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I now come to the Member for Anson's point. The Member for Anson talks about clause 3. This morning he was insinuating that if HDB's interest rate were to increase, HDB would do it very fast. So the people would have to pay a higher rate of interest straightaway. If there was a deduction of interest rate, HDB would do it very slowly so that everybody would pay the higher interest rate for a long time. But the fact is just the opposite. Recently HDB has on two occasions made deductions of the interest. In accordance with the lease agreement, if there is a change in interest rate, HDB has to give three months' notice, in other words, the lessee has to pay the old rate of interest for three months, that means they pay more. But HDB has, in fact, taken action on its own by informing the tenants that, in spite of the fact that in the lease agreement there is a period of three months' notice, the HDB is waiving this three months' notice and is giving you an immediate reduction of interest straightaway. So the purchasers of the HDB flats - offhand, I would say there are nearly 200,000 flat owners - have benefitted by the action of HDB to lower the interest rate, and with just one month's notice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On clause 4, the Member for Anson mentioned that the HDB is going to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 360</b></font>\n  <br>\n  <br> impose a penalty on people who committed various offences. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Imposed by the Board on the lessee or owner of an HDB flat for late payment of rent. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> All right, the late payment of rental arrears. The HDB informed me that up to the end of the last quarter, the outstanding rental arrears and instalments is about $66 million. In other words, the tenants or the lessees owe HDB $66 million. The HDB incurs a lot of administrative expenditure in trying to chase up the rentals, serving them with notices and so on and so forth. The Member for Anson mentioned that, in the private sector where there is a rental agreement, those who are in rental arrears have to pay interest. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> They have to go to court. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> He mentioned that they have to pay interest. That is to follow the tenancy agreement. As I understand it, some owners may charge an interest rate of 2% and some may charge 3% a month. This is quite common in lease agreements, because the landlord is trying to prevent tenants from delaying the payment of the rental. This is a very common feature. All lawyers know that the payment of interest for the late payment of rental is a feature incorporated in some tenancy agreements. I am not saying that it is in every agreement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the HDB here is not proposing to charge interest. In fact, the HDB is proposing the imposition of a penalty so that HDB is able to recover the administrative costs. I will just give you an example. If a shop tenant's monthly rental is $3,000 and he owes three months'rent, or $9,000, and if we charge interest at 3%, the shop tenant who owes $9,000 will have to pay $270 interest. 1% interest is $90. If the shop tenant owes three months' rent, then he is liable to pay $270 in terms of interest. But the HDB is only proposing to recover the cost of serving notice, etc, which could amount to only a few dollars. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why do you not say so? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 361</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> The rate HDB is going to charge is very much lower. There are people who are habitually in arrears. The HDB has various types of tenants, almost 20,000 shop tenants, ie, tenants of shops and industrial premises and their rental is quite a substantial sum. A fair number of them are in the habit of not paying the rent to HDB but keep on delaying and delaying. The HDB has to serve them notice and sometimes have to serve them with summonses to bring them to court. This is a very costly affair to HDB. After passing this law, the HDB will come out with the scale of fees. This means that in the beginning when we serve notice, we are asking for a few dollars as the cost of serving the notice. If HDB comes across a difficult tenant who does not bother about paying a few dollars, then HDB may have to decide to increase the charges. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Can I ask the Minister for clarification in view of his explanation he gave to the proposal to amend section 48A? He said just now that it is not the purpose of the HDB to evict a family but would offer an alternative accommodation to such a family if any member were convicted under the sections of the Penal Code mentioned in the Bill. If he were to refer to clause 7 of the Bill which amends section 41, it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(9) Without prejudice to any other rights, contractual or otherwise, which the Board may exercise, the Board may cancel an application to the Board, whether registered before or after the commencement of the Housing and Development (Amendment) Act 1986, for the purchase of a flat, house or other living accommodation where - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the applicant, his spouse or any person above the age of 14 years listed in his application as intending to reside in the premises applied for has been convicted of an offence under section 304A, 336, 337 or 338 ....' And in clause 7, new subsection (9) (d) says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) the applicant, his spouse or any person listed in his application as intending to reside in the premises applied for has been convicted of an offence under any written law relating to immigration for giving food or shelter to any person ...'. How do you reconcile? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He can't. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 362</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, we cancel his application to purchase an HDB flat. In other words, he is not allowed to buy an HDB flat. He is not allowed to become an owner. But we offer him a rental flat which is much smaller and on the ground floor so that he will not continue to pose a danger to the residents in the estate. Most probably, we will offer him accommodation either in Jurong, Woodlands, or in some distant area where the chances for him to hit people would be much less. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> A point of clarification, please, Mr Minister. In the case of this particular new paragraph (m) in clause 9 under the Penal Code sections, must they all be convicted first and pay a fine and then the HDB takes action? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, it is. The HDB action will follow the court's conviction. The HDB will not take the responsibility of declaring so-and-so guilty of this or that. The person has to be convicted in court first. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> If a person wants to go from a top floor to a bottom floor --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> That is the way to do it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, that is the way to do it, is it not? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, the idea that the Opposition MP is trying to put across is that HDB is heartless, very harsh people, that the HDB is purposely trying to inflict pain on the family. I say, it is on the contrary. The HDB is doing this to achieve two things. First, to protect 85% of the population of Singapore from being hit by killer litter. Second, any family who have been thrown out of HDB estates will not be homeless. They will be housed but housed in a less comfortable accommodation. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> May I ask for a clarification, Mr Speaker? Let us assume that the tenant has been living on the 9th floor. He has bought the flat. Now you have evicted him and you are putting him on the ground floor in a rental flat. Are you going to return him his money? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, of course. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 363</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Is it in the law? It is not in the law. It is on your word. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the law here is to allow the HDB to compulsorily acquire the flat and not the forfeiture of the flat. In fact, the Member for Anson and subsequently joined by the Member for Potong Pasir are either ignorant or are intentionally trying to mislead the people. They say that the HDB is going to forfeit the flat, presenting a picture that HDB is going to take their flat and pay them nothing. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of clarification. I never said \"forfeit\". \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> You never said \"forfeit\". I am sorry. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I know what the law is. Section 48, I know it is compulsory acquisition. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> It is compulsory acquisition. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> So please try and --- \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes. If you did not say it, then I am sorry . But I distinctly heard your colleague, the Member for Potong Pasir, say it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Say what? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Forfeit. If you deny, I think we can play the tape. This morning you said, \"forfeit\". \"The HDB will forfeit the flat.\" \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There are occasions where you can forfeit, can you not? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> I do not think so. We do not forfeit. If some other party has the chance to come to power, it will forfeit everything. But we do not forfeit. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Wait till the end of 1988! \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, on rental arrears, I have clarified. Clause 5, on the powers of the Board, I have also clarified already. On Clause 7, cancellation of applications, the Member for Anson this morning, mentioned that cancellation of application, is illegal and unconstitutional. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 364</b></font>\n  <br>\n  <br> That is what he said this morning, if I heard him correctly. Mr Speaker, Sir, I do not think so. Whatever HDB does is strictly according to the law; it is totally constitutional and totally legal. If the Member for Anson believes --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Take it to court. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> --- in what he says, take it to court. He knows that. He can take it to court if he believes in what he says. But if he does not take us to court, quite clearly he does not believe in what he says. In his usual style, he is rumour - mongering and spreading untruths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Clause 9 new paragraph (l) about the recovery of money from families who obtained the grant for small families, the Government has sometime ago, in order to assist the small family with low income, offered them $10,000 if the family were to keep to the Government policy of having a small family. If the family breaches this undertaking, then the HDB will compulsorily acquire their flat. This money which has been paid to their CPF account must now be returned to the Government. I think that is a very fair thing. I do not think there is anything unfair about it. The family has been paid $10,000 and they agreed to abide by certain rules and they have now breached the agreement. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of clarification. What I mentioned was that they might have a perfect defence to the claim by the Government to try and recover that money. Are you going to defeat their defence? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, if they have a valid case, I think they have other legal avenue of recovering their money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson has also mentioned that he has heard from a friend from Sweden or somewhere saying that there is no HDB flat owner sitting on the Board of the HDB. For the information of the Member for Anson, at present the Housing Board has five Board members. Three out of the five Board members are Members of Parliament whose constituencies comprise HDB estates. These MPs \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 365</b></font>\n  <br>\n  <br> have a ready contact with their Residents' Committees, with their CCCs, with their residents in the housing estates. So that provides a perfect feedback machinery to the Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the Member for Potong Pasir about the forfeiture of flats, I have already explained that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point brought up by the Member for Potong Pasir is that the legal work for the purchase of HDB flats should not be undertaken by the legal officers of the HDB. He is suggesting that this work should be given to the private lawyer firms. What I want to explain is this. HDB is selling a large number of flats mainly to the middle and lower income groups. These middle and lower income groups have requested the HDB for assistance in legal service and to charge them at a very small nominal fee. HDB accedes to the request of these people by doing the legal work for them and charge them very small fee. Just take an example. Assuming a 4-room flat costs $80,000. HDB is charging a legal fee of only $91, a very nominal sum. If this person goes to a private legal firm outside, he has to pay a legal fee of $356, in other words, 3(r) times more. Therefore, HDB is doing this service at cost, and sometimes below cost. But I want to say that those people who want outside legal firms to undertake their conveyancing work, HDB will allow them. HDB will not stop anyone from employing outside lawyers. If at all, HDB welcomes outside lawyers. The Member for Potong Pasir can pass the word around saying that such and such a lawyer firm is charging lower than the HDB, and I think he will get a lot of business. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Mr Speaker, Sir. Is the Minister not aware that we lawyers are bound by the scale of costs in conveyancing? We just cannot undercut another lawyer. I was suggesting to the HDB that perhaps if the HDB were to give up this work, then it could arrange with the Law Society for a special scale of costs, perhaps in line with the HDB cost. I was not saying that we want the business. What I am saying is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 366</b></font>\n  <br>\n  <br> that the HDB at the moment has got its hands full, and I personally know that. Conveyancing is not just a transfer of names. You telephone the HDB and the clerk says, \"Oh, very easy. It is only a transfer of names.\" It is not as simple as that. It is a transfer of interests, title, share in the property. And when they get into all kinds of jam, they then come to us to unravel the jam for them. Is it not a fact? You know that, is it not, Mr Minister? There are many cases like that. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, if the Member for Potong Pasir can talk to his own Law Society to reduce the fee, acceptable to the HDB lessee, I will be quite happy to ask HDB to allow the Law Society members to do the work. This is a free market. If you charge a lower fee, I am quite sure you will have plenty of business. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Is the Minister for National Development aware that some lawyers in this House charge $200 a letter? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I must reply to this. I think the Member cannot just say \"$200.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Which lawyer is this? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think if you were to ask some legal members of the Bar, it is not just $200. There might be 10 attendances and then, after that, he writes a letter; and you say \"$200\". I am protecting my profession, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, I do not understand the agitation of the Member for Potong Pasir. I made no mention of anybody. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You are implying. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, to the query of the Member for Whampoa, I was not aware, but now I am aware. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Teh, have you finished? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, if the Minister is serious about what he has just said, I will write to the Law Society. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Please. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question is, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 367</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I ask for a Division. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Would it be sufficient if I put you down as \"Nay\"? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I think we should have a division on this. It is very important. Several Members of the Government party have spoken, Mr Speaker. Let us have a Division, and let us see whether they stand up. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Let us have a Division. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 52; Noes, 2, Abstentions, 2. \n  <pre>\r\n\r\n              Ayes                     Ayes (cont.)\r\n\r\n         Abdullah Tarmugi             Sia Khoon Seong\r\n\r\n         Ahmad Mattar                 Sidek bin Saniff\r\n\r\n         Ang Kok Peng                 Tan, Augustine H.H.\r\n\r\n         Beng Kian Lam,               Tan Keng Yam, Tony\r\n\r\n           Arthur                     Tan Soo Khoon\r\n\r\n         Cheong Yuen Chee, Eric       Tang Guan Seng\r\n\r\n         Chin Harn Tong               Tay Eng Soon\r\n\r\n         Ch'ng Jit Koon               Teh Cheang Wan\r\n\r\n         Chua Sian Chin               Teo Chong Tee\r\n\r\n         Dhanabalan, S.               Vasoo, S.\r\n\r\n         Goh Chee Wee                 Wan Hussin bin Hj Zoohri\r\n\r\n         Goh Chok Tong                Wang Kai Yuen\r\n\r\n         Goh Choon Kang               Wong, Aline K.\r\n\r\n         Heng Chiang Meng             Wong Kan Seng\r\n\r\n         Ho Kah Leong                 Wong Kwei Cheong\r\n\r\n         Ho Tat Kin                   Yatiman Yusof\r\n\r\n         Hu Tsu Tau, Richard          Yeo Cheow Tong\r\n\r\n         Ibrahim Othman               Yeo Choo Kok\r\n\r\n         Koh Lam Son                  Yeo Ning Hong\r\n\r\n         Koh Lip Lin                  Yeo Toon Chia\r\n\r\n         Lau Ping Sum                 Yu-Foo Yee Shoon\r\n\r\n         Lau Teik Soon                Zulkifli bin Mohammed\r\n\r\n         Lee Boon Yang\r\n\r\n         Lee Hsien Loong                   Noes\r\n\r\n         Lee Yiok Seng\r\n\r\n         Leong Horn Kee               Chiam See Tong\r\n\r\n         Lim Boon Heng                Jeyaratnam, J.B.\r\n\r\n         Othman Haron Eusofe\r\n\r\n         Ow Chin Hock                   Abstentions\r\n\r\n         Phua Bah Lee\r\n\r\n         Rajaratnam, S                Toh Chin Chye\r\n\r\n                                      Yeoh Ghim Seng\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Teh Cheang Wan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 4 inclusive ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 368</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The hon. Member for Anson has given notice of an amendment to clause 5. The notice of amendment was received at about 10.30 this morning. Standing Order 71(3)(a) provides that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Except in the case of urgent Bills, no amendment shall be proposed unless two clear days' notice thereof has been given.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member's notice of amendment is therefore out of time and cannot be proceeded with. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I be heard on your ruling? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is in the Standing Orders. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But may I refer you to another Standing Order? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Which Standing Order? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Standing Order 31, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Unless Standing Orders otherwise direct, notice shall be given of any motion which it is proposed to move with the exception of the following:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) A motion in Committee.' This House is sitting as a Committee of the whole House considering a Bill and my experience, if I am not wrong, was that sometime ago, in the last Parliament, I moved an amendment in the Committee stage without any prior notice. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> As you have pointed out, Standing Order 31 says \"Unless Standing Orders otherwise direct...\". Therefore, the Standing Orders direct in Standing Order 71(3)(a) that \"Except in the case of urgent Bills, no amendment shall be proposed unless two clear days' notice thereof has been given.\" As a lawyer, I am sure you know what it means. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, if you will hear me. Standing Order 71, I see, it is the procedure in Committee of the whole House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I have already ruled that you are not allowed to have the amendment, Mr Jeyaretnam, and that is the end of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 ordered to stand part of the Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 369</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 6 to 12 inclusive ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 369</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEWSPAPER AND PRINTING PRESSES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>3.34 pm \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister of State for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications and Information (Mr Wong Kan Seng):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose of this Bill is to restrict the sale or distribution of foreign publications which have been declared as having engaged in the domestic politics of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Newspapers and news magazines are an influential tool for shaping public opinion. Public opinion is shaped not only by the way the editors and journalists comment on current issues but also by the very selection of headlines, pictures and features and the manner of their presentation. Because of the potent influence it can wield, the press must ensure that it exercises its influence in a responsible manner. A responsible press is crucial to nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our local newspapers know that Singapore's multi-racial and multi-religious society is small and vulnerable. They are extremely careful about not causing any offence to any racial, religious or linguistic group. They need to have a keen sense of our security and economic circumstances in the Southeast Asian and global context. They know what would undermine Singapore's prosperity and long-term survival. Their ownership, management and editorial control therefore have to be in the hands of Singaporeans. This must be the case because those who have made this country their home will better appreciate the responsibility they have to exercise. Foreigners, whose roots are not in Singapore, must not be allowed to control the local media. The Newspaper and Printing Presses Act (NPPA) passed in Parliament \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 370</b></font>\n  <br>\n  <br> on 27th March 1974 is meant to ensure this. So far, this Act has served its purpose well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the NPPA was enacted, it was not made applicable to foreign newspapers and news magazines whose ownership, management and editorial control are outside the jurisdiction of Singapore. There were few foreign publications in circulation in Singapore at that time. Now, the number of foreign publications available in Singapore has increased to 3,700. Some foreign newspapers and news magazines - eg. the Asian Wall Street Journal, International Herald Tribune, USA Today, Time and Economist - are printed in Singapore now. But they are still deemed to be foreign publications under this amendment Bill because their ownership, management and editorial control are outside Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, 12 years ago, foreign newspapers and news magazines, especially those which commented on Singapore issues, did not have a significant circulation here. Since 1974, the sales in Singapore of foreign publications have increased. The total circulation of some of the major dailies and weeklies like the Asiaweek, Far Eastern Economic Review, International Herald Tribune, Time, Asian Wall Street Journal and Newsweek, is about 59,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For some of them, for example, the Asian Wall Street Journal, Far Eastern Economic Review and Asiaweek, their circulation in Singapore constitutes quite a large percentage of their total sales. Almost one in seven copies of these publications I have just mentioned is sold in Singapore. They are therefore dependent to a great extent on the Singapore market. They are almost like a local newspaper. There is therefore a strong profit motive for them to try to use issues to increase their circulation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The vast majority of the 3,700 foreign publications report on Singapore fairly and objectively if and when they do so. They do not indulge in campaigns to influence Singaporean opinion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there has been a tendency on the part of a few foreign publications, a very small minority, which try to stir up Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 371</b></font>\n  <br>\n  <br> porean feelings on local issues, even on sensitive issues like race and religion. I am not talking about these publications writing one or two unbalanced reports. They may have published these reports based on some incomplete information from which mistaken beliefs and conclusions were formed. We would overlook this if the mistake was genuine. But if the foreign publications resort to a pattern of reporting which seeks to distort the truth on local issues and to arouse the feelings of our people, then it is a different matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When such foreign publications keep on publishing for a period of time, reports on local issues which are slanted, distorted or partisan, or when they try to influence our people on matters which they have no business to be involved in, or when they cast aspersions on our established institutions, then they are engaging in campaigns to influence local public opinion. They are considered to have stepped out of the bound of professional journalism into the realm of local politics. They will be considered as engaging in our domestic politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate on what I mean. If over a period of time, a foreign publication carries a series of articles and letters on race and religion and attempts to influence people's opinion that a particular race has been discriminated against; two, when in its reporting of our key institutions, eg. our courts, it tries to cast doubts in the minds of our people that our courts are not independent and it maligns the integrity of our judiciary; and three, it imposes its own ideas of press freedom without the understanding of the nature of our society: all these constitute interference in our domestic politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I have given are just some examples. It is not necessary or practical for me to list all the situations under which a foreign publication is considered as having transgressed because the nature of topical and controversial issues will vary from time to time. We cannot allow our domestic political process to be influenced or guided by some foreign publications which have no stake in Singapore. If the foreign publications do these things, then they are meddling in our domestic politics. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 372</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people said that this amendment is unnecessary. They said that the way to deal with these foreign publications which meddle with our domestic politics is to use the existing laws - like the Undesirable Publications Act, the Sedition Act, the Internal Security Act and the Penal Code. Let there be no delusion that the Government will hesitate to use the appropriate laws to deal with foreign publications when the situation demands. For example, late last year, the Asian Wall Street Journal and its editors were cited for contempt of our courts and were found guilty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is a Chinese saying:( ) sha ji he bi yong niu dao which means \"there is no need to use a cow's knife to kill a chicken.\" The English version is: \"There is no need to use a sledgehammer to kill a fly.\" Therefore, while there are existing laws which can deal with the problem of foreign press interference in Singapore's politics, they may not be the most appropriate tool. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give an example. If the Undesirable Publications Act were invoked and the foreign publication banned, then Singaporeans will not have the opportunity to read what is written about us. There will be no free flow of ideas which we all agree is necessary to develop Singapore into an international information centre. The advocates of the use of the Undesirable Publications Act have contradicted themselves when they urged the Government to ban the publications which meddle in our domestic politics and yet at the same time agreed with the Government that there should be free flow of ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is at issue here is not freedom of information or free flow of ideas. There is no intention to curb the flow of information or ideas by banning the publications. A ban will be misrepresented by such publications and opportunists as fear of exposing our people to their reporting. We have no such fears. There is no intention whatsoever to deprive Singaporeans' access to information and views in foreign publications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know that it is not possible to seal Singapore off completely from external influences in this age of the computer and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 373</b></font>\n  <br>\n  <br> satellite technology. Singapore is a very open society. Singaporeans are affluent enough and they travel and read widely. They are free to read even foreign publications gazetted under the proposed amendments for we believe too that they are discerning enough. In fact, exposure to such foreign publications will enable Singaporeans to see for themselves the motive behind the reporting which seeks to manipulate them on local politics. It will be educational and will contribute to a more resilient nation through a better understanding of the ways of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the issue is not freedom of information or free flow of ideas. Let us not be befuddled or fooled by proponents of this view. The issue before us is: how do we stop such publications from profiting financially by consistently attempting to manipulate local opinion and interfering in our domestic politics under the guise of freedom of the press. The Bill is the answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Advocates of freedom of the press feel that the press, especially the foreign press, should be completely free to do and say as they please. But we all know that to secure freedom there is a price, there is a cost to be paid. Our freedom to walk on our streets without harrassment of criminals, for example, is paid for by the money we spent in maintaining law and order. Our freedom to breathe clean air, for example, is paid for by the money we spent to prevent environmental pollution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If absolute freedom is exercised by the foreign press in Singapore and if they are allowed to interfere with our domestic political process, manipulate local opinion by slanted and divisive reporting, then the price we pay will be chaos and confusion and this will lead to instability and strife. No investor will then want to put his money in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people also said that the effect of this Bill is minimal because profits of the publications come more from advertisements than from circulation. I think only the naive or those bent on misleading the people will put up such an argument. The Bill will have an effect precisely because a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 374</b></font>\n  <br>\n  <br> reduction in circulation will affect advertising revenue and hence profits. That is why foreign publications are worried. If this were not the case, then they would have no cause for alarm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore welcomes the foreign press to operate here. Our environment, in fact, is so congenial that there are 82 foreign correspondents and representatives working and living in Singapore. They represent 65 news agencies, news magazines, newspapers and broadcasting stations. They are free to report on Singapore. But we expect them to report events, government decisions and policies objectively and accurately and not to resort to distortions just because they do not agree with us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now touch on the main features of this Bill. Under section 18A(1), the Minister will be empowered, by order published in the Gazette, to declare a foreign publication as engaging in the domestic politics of Singapore. The Minister will exercise this power reasonably and in good faith and on proper grounds. The declaration of a foreign publication is not a matter to be entered into lightly. There need not be any fear that the Minister is given such a discretion to act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sale or distribution in Singapore of a foreign publication so declared will be restricted to a specified number of copies under section 18A(4). A person found with more than five unauthorized copies will be deemed to have possessed them for sale or distribution under section 18A(6). Reproduction for sale or distribution will be an offence under section 18B. Copies that are allowed in can be freely circulated or passed around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sections 18C and D deal with persons or parcels that come into Singapore. The sections allow the appropriate authorities to search, detain and dispose of declared publications found in the person or parcel. To ensure that the restriction in number of copies is effective, subscription to foreign publications, except through an authorized dealer, is prohibited under section 18E. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 375</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It looks from the response from the Government benches that there is going to be no opposition to this Bill. Everybody will put their hands on their hearts and swear \"Aye\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> What is wrong with that? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, there is nothing wrong. We must all say, \"Baa, baa, black sheep.\" \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Can you carry on, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, why must this Government, I ask, ridicule and humiliate our citizens? Why must this Government hold up our citizens to the rest of the world as a people who are immature, as a people who are unable to make up their own minds, as a people who are unable to form any independent judgment but must be guided by the Government in every opinion that they hold, and must be controlled in their reading? That is to ridicule and to humiliate our citizens. And this Bill tries to achieve precisely that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are already, Mr Speaker, Sir, held up to ridicule and contempt by a number of other countries in the things that our society has been forced to accept. The controlled trade unions where there is no independence of the trade union movement, where the Chief Executive Officer of the trade union movement is also a member of the Cabinet and, as the Prime Minister has openly admitted, whose only duty, task, is to see that he carries the trade unions with the Government. That cannot but hold up the workers in Singapore to ridicule and contempt. That they can put up with such state of affairs where they cannot elect their own leaders but that the Government must elect their Chief Executive and that the Government must direct what they do in the matter of their trade union activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, of course, the other institution which is a scandal, and that is the press, our local press. Mr Speaker, Sir, I shall be dealing with the local press when I try to reply to the Minister on his statement about the responsible press, that is, I think, in his words were \"crucial to a society\" (I may not have his exact words). So I ask \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 376</b></font>\n  <br>\n  <br> again, why does this Government do this? However the Minister may try to make it out, this Bill does not really try to penalize or to hurt the pockets of those who run the foreign press, foreign newspapers, so much as to inflict this ridicule on our citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the PAP Government before the last general elections was holding up to our people the concept of a City of Elite, City of Excellence, City of Information (hi-tech information) where everyone will be allowed access to information, where everyone will get the information when he needs it. And, of course, the society of the future is vitally dependent on getting information, correct information, and to be able to, as it were, sift the various pieces of information that come to it, and to be able to make judgment and separate the wheat from the chaff. Having proclaimed this gospel of free information available for our citizens and flowing, what does the Government do in practice? In practice, information is shut out from all our citizens, information that is important and necessary for them to know if they are to actively participate in running the affairs of this country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take just the example of the question that I tried to ask about the arms that are supplied to other countries. The Singapore Government thinks our citizens should not be told. But other countries know about it. That is the sort of thing we have got to put up with. We cannot get the information from the Government which other countries seem to be able to know and to put out concerning Singapore. I mentioned - was it yesterday or the day before - about writing to the Registrar of the Subordinate Courts for some information. I had to point out to them that it was a matter of public record. The Registrar concedes, \"Well, you say it is a matter of public record. We agree but we are not going to give you that information now.\" Then we have the Official Secrets Act, now extended to statutory boards, which prevents information, even of the most innocuous kind, nothing to do with sensitive material, coming to the knowledge of our citizens. I could go on and on. The intention of the Government, whilst it talks about opening our citizens' minds to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 377</b></font>\n  <br>\n  <br> knowledge and information, would appear to be just the reverse. It is to close the minds of our citizens. It is to lock them up with the knowledge or with the information that is only provided by the Government and its own media. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister spoke about a responsible press. Of course, I am the first to say that the press must be a responsible press. Is the Minister seriously holding up the Government press here in Singapore as a responsible press? Is he seriously asserting that the Straits Times, the Zaobao, Wanbao, the Shin Min, the Berita Harian, are all responsible press in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is his criteria of a responsible press? Perhaps he could spell that out. What is the criteria of a responsible press? Is a press responsible when it churns out day after day Government propaganda, fills its pages with speeches ad nauseam from Ministers and who have you? Not a day passes, if you look at the front page of the Straits Times, without it saying, \"The Minister said this ...\" and they carry their own report on it. And then you find, as though that is not enough, \"full text of the Minister's speech, page 6.\" Then you turn to page 6 and you find the whole page taken up. Is it because they have nothing else to write about? Then you have the reporting of Government functions. Ministers going there, MPs taking a stroll through their constituencies, walking up that alleyway, this alleyway, and so the press reports it. That is a very responsible press because it brings the Government to the people. It shows up the Government in beautiful light, \"Look at our Ministers. They can make wonderful speeches. Look at our Government MPs. They are walking up and down the roads everyday looking after our citizens.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the duty that the press owes to the people of Singapore? Does the press owe no duty to the people of Singapore? There is no investigative journalism in Singapore. There is no comprehension in Singapore if you read Singapore's papers of the ability to grasp the essentials. All we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 378</b></font>\n  <br>\n  <br> get is platitudes, generalities and the like on any report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you an example. The Sunday Times, not the Sunday just gone past but the Sunday the week before that, carried an editorial. The Saturday before that, the papers were full of the Report of the Commission. And on Sunday, the Sunday Times carries an editorial and it says, concerning me, \"What must be done must be done.\" And if one looked at that editorial, one could have guessed perhaps or thought that it might have been written by a Government Minister or by a Government Member. There was no attempt made to try and intelligently study the Report and to see whether the conclusions were well founded or whether there was any cause for criticism. No, it was a sheepish acceptance. Because the Government says this, we say \"Aye\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in other countries, if a commission were to present a report, there would be a critical study of the report, not just the editorial but they would invite articles and there would be a critical study of the report. And it would be taken paragraph by paragraph or conclusion by conclusion, so that it may be explained to the people and to see whether the report could stand up. That is the sort of thing we do not get in Singapore. The people in Singapore are just fed with just one view, one opinion, and they are not allowed to have any other view or opinion. If that is what the Minister says is a responsible press, then I am afraid I must disagree. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So is the Minister proud of his press here? I for one, may I say, I am ashamed of the press that we have in Singapore. Not so long ago, I think the President of the Law Society said he did not read the Straits Times except maybe the sports or some feature of it. So if you want creative minds - and we are all striving for creativity, are we not - then you have got to feed the mind, not with just one pipeline of information. You have got to feed it with other information, going in to help the mind to critically analyze and make a valid judgment. How is he going to do it if he is only supplied with just one pipeline of information coming through the Government media, day in and day out? And not just the press, we have got the television. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 379</b></font>\n  <br>\n  <br> We have got the Government-controlled radio. As the Member for Potong Pasir said yesterday, not content with showing the proceedings in the Commission of Inquiry once, they had to have a re-run,twice, three times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the Government afraid of? Because that is what it suggests - that the Government is mortally afraid that our citizens may be able to form their own judgments, may be able to make their own valid assessments. Is that what the Government is afraid of? Why is this Government so paranoid, that it is frightened of its people? I cannot find any other explanation than that for this policy of the Government. It is not as though we are in the midst of a war. Let us get rid of this siege mentality. Some lecturer way back wrote about Singapore's siege mentality. It would appear that we are still besieged by this siege mentality. Let us relax. Let us enjoy life and you will enjoy if you have information available, if the citizens are able to read whatever they wish to read, within certain limits, of course, which the ordinary law will take care of. And they are able to see what they wish to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take the stupid case of trying to make it difficult for Singaporeans to watch any programmes over TV 3 from Malaysia, the HDB refusing to modify the antenna. It is a stupid thing. The only thing it did was to annoy a lot of our elderly senior citizens. Because I was told that they could get sometimes the Cantonese programmes or Hokkien programmes on that channel. There you are. You have it. It is not the information. You are even denying enjoyment to a section of our community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why is all this necessary in today's society in Singapore? Are we or are we not a free society? The Government pays lip-service to this concept of a free society, some free society we have in Singapore, where everything is controlled, every thought would appear to be controlled. The Prime Minister, speaking sometime ago, talked about the brain drain. Why do you think people are leaving Singapore? Not everyone, Members of the House, leave for greener pastures. It is not the lure of money that takes them abroad. Because they find Singapore stifling. They find the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 380</b></font>\n  <br>\n  <br> atmosphere in Singapore unbearable. Let me tell you, Members. Only last night I met somebody and he said, \"We are migrating.\" I said. \"Don't be silly. Why are you migrating?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Another story. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I said, \"You should stay here.\" They said, \"No, we can't see any future for us in this place.\" I said, \"Don't be silly. You stay.\" But they said they were making their plans to leave. And it is not just them. The people who leave here are not just the ordinary workers. They cannot leave. The people who leave are those who have some sort of skill, training, who are able to use their skills outside. So that is robbing this country of the talent that we could have. If only we could try and understand why they are leaving this place. I am not trying to spin a yarn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, the Prime Minister was worried about the brain drain. I do not think anyone will deny that there is a brain drain. I know other countries also have this problem. But we need it so vitally, because again, Members, we are reminded, times without number, that our only resources are our people. We cannot dig up something from under the ground to sell to foreigners. We cannot tap the rubber from our trees to sell them. All we can sell is here [pointing to the brain] in our citizens, their ideas, their technology that they can invent. And people will buy them. But we are trying to kill that. Can you not see it? We are trying to kill the only resources that this country possesses. And we are trying to kill it by refusing to let our citizens widen their knowledge by reading material elsewhere than just in the Straits Times and the Chinese, Malay papers that the Government puts out. If they are to be left with just these papers, I am afraid you will find that the supply of this brain power will diminish as time goes on. It must because it will get warped by just one information from one pipeline being fed into it all the time, and they would not be able to think for themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another thing that I have noticed and which is disturbing for the society. I come across from time to time officials of the Government being so frightened of exercising any discretion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 381</b></font>\n  <br>\n  <br> They say, \"Mr Jeyaretnam, those are the rules we must follow.\" I say, \"Look, they are the rules, I know. I am not asking you. But there are some cases you must be able to exercise your discretion.\" They say, \"No, I must refer it to my superior.\" And so it goes right up, I suppose, to the Permanent Secretary. Can you see what a waste it is? And all this because we are fettering our people. We are tying them up in the one aspect where we need their contribution, and that is here [pointing to the brain]. And unless we can release that, unlock it for them, we are not going to reach the City of Excellence. We are not going to have a society with a free flow of information, hi-tech information that the PAP talked about before the 1984 elections. By no way are we going to get that. All we will have are people who know only what the PAP press put out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, listening to the Member for Whampoa, he was talking what I thought the PAP were talking some years ago and I do not see very much of it now - that if you are anti-PAP then you are anti-Singaporean. That is a lot of nonsense. That is the biggest nonsense that I have ever heard. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Point of order, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your point of order? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The Member is quoting incorrectly what the Member for Whampoa said. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. Then if I am quoting him incorrectly, I am sorry. But I thought that is what he was trying to say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Loyalty to Singapore cannot be equated to loyalty to the Government or loyalty to a single party. The country is bigger than that. The country is bigger than the Government. The people are bigger than the Government, bigger than the party. And so, what we have got to try and decide is, whose interests matter, whose future are we trying to serve? The people? Or the PAP? Or the Government? Are we to try and direct all our efforts and energy to keeping the PAP in power? Is that what the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 382</b></font>\n  <br>\n  <br> Government aims at, regardless of what the people want? Is that the motive? Because that is what you are trying to do by this Bill. You are saying, \"We do not want you to read anything that may be critical of the Government.\" I know, Members are shaking their heads and saying, \"No, no, that is not what we are trying to do.\" But that is what you are doing. That is how the public sees it. You are shutting out information from them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister said, I think in a speech, that the Bill had nothing to do with the criticism that had come from the foreign press on the economic recession. There was quite a lot of criticism and there was indeed very strong criticism about the closing down of that Stock Exchange for three days. As I have said, was it the Financial Times which said, it indicated a lack of confidence and competence on the part of the administrators. Is that what has hurt the Government? But we do not need the Financial Times of London to say that. Our people themselves knew that. So is that why we want to pass this Bill, so that our citizens may not read the criticisms that may be made overseas about anything that happens in Singapore? Members of the House, the world is getting smaller and smaller. You cannot try and isolate or insulate one place from the rest of the world. In this age of satellite information, anything happening in one part of the world is immediately transmitted to the other part of the world, and people can see it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Precisely. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I know somebody says, \"Precisely\". The question is, are we going to shut out criticisms, judgments, value assessments, apart from just seeing an item of news? We cannot, as it were, try and live alone from the rest of the world. The Minister seems to have conceded that - we cannot insulate ourselves. But this is what you are trying to do, trying to insulate Singaporeans from the rest of the world, and that adds to their frustration. They are annoyed. They go abroad and they read and when they come back they cannot get the same thing to read here. Why do we have to do this to our people? Are you frightened of our people, I ask? Are you frightened that they might make a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 383</b></font>\n  <br>\n  <br> judgment which might unseat you? Is that what you are frightened of? I was referring to this speech made by the Minister on the 22nd January at some function, I think it was a dinner, and it was reported, probably the whole text was given, in the Straits Times on the 22nd January. My Party issued a press release on this on the 25th January. \n  <br>4.30 pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Moment of interruption. Debate to be resumed what day? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 384</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
