{"memberId": null, "volumeNo": "47", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"47\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1986-02-26\"> \n  <meta name=\"Start_Col\" content=\"175\"> \n  <meta name=\"End_Col\" content=\"252\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">47</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">26-02-1986</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 175</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 47</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 26th February, 1986</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 176</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of Trade and Industry and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Acting Minister for Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 177</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 178</b></font>\n  <br>\n  <br> \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Acting Minister for Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Clementi). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 177</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 178</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr J.B. Jeyaretnam (Anson) - from 27th to 28th February, 1984. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 179</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>BILLS INTRODUCED</h4>\n  </div> \n  <div align=\"center\">\n   <b>FUTURES TRADING BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to regulate trading in futures contracts and for matters connected therewith\", presented by the Minister for Finance (Dr Hu Tsu Tau); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 179</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SECURITIES INDUSTRY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to consolidate and amend the law relating to the securities industry and for purposes connected therewith and to repeal the Securities Industry Act 1973 (No. 17 of 1973) and section 158 of the Companies Act (Chapter 185 of the Revised Edition)\", presented by Dr Hu Tsu Tau; read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 179</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Third Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Amendment (25th February, 1986) to Question (24th February, 1986), \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.\".' - [Dr Aline K. Wong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At end, to add - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"but regret that the speech does not show any intention on the part of the government to help the workers thrown out of employment through no fault of their own but by the policies and actions of the government.\" - [Mr J.B. Jeyaretnam]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to be added, be there added.\" \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, may I have your permission to clarify the statement made by the Acting Minister for Labour in the debate yesterday on my amendment? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your point of clarification? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 180</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Minister would appear to have misled the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Let us listen to what you have to say, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Minister's statement arose on my question to the Member for Mountbatten on his claim that if anybody wanted a job, they could go to him in the Ministry of Labour, and he would find it for them. My question was: why was it not possible to find jobs for the 112 PWD workers? The Member for Mountbatten did not respond to that. But the Minister responded and his reply was that they accepted retrenchment benefits and did not want any alternative jobs. I have here only the report from the Straits Times to go by, as I do not have access to Government files, but this clearly says that from October of last year PWD officials had approached various Government departments, including the Ministry of Labour, to find jobs for these 112 daily-rated workers. But all these attempts had come to nought. And there is nothing here to say that the workers did not want alternative jobs. In fact, some of them were quoted as saying, \"They will take any job that is available.\" So I regret that the Acting Minister misled the House. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Eugene Yap Giau Cheng):</b> Mr Speaker, Sir, as the Minister is not here at the present moment, I suggest that he raise it when the Minister is around. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Perhaps you can deliver the message to the Minister. There is no need for Mr Jeyaretnam to repeat what he said just now. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> All right, Sir. Thank you. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Mr Speaker, Sir, may I be allowed to spend 5 minutes to speak on the amendment to the Motion standing in the name of the Member for Anson? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday as I listened to what was said by both Members of the Opposition, the Member for Anson and the Member for Potong Pasir, I was left in no doubt that both these Members are not genuinely \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 181</b></font>\n  <br>\n  <br> interested in the problems of the workers in general and the retrenched workers, in particular. On the contrary, I think they have come to Parliament to do their damnedest to make political capital at the expense of the workers. They have not shared with us the problems of the retrenched workers. They have treated the retrenchment issue like it is an academic issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir said that he has tried his best to help retrenched workers who approached him. But did he really? How did he do it? What was his success? He did not tell us. Did he refer them to the relevant authorities where jobs can be found? If he did not, then I suggest that he is guilty of neglecting the retrenched workers who went to see him. And what are the immediate problems? He has not told us. Was the immediate problem the difficulty in finding another job? Or was it real financial hardship? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you giving way, Dr Koh? \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> I am not giving way. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He is not giving way. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, if the Member for Telok Blangah will allow me, I will tell him what are the jobs that I have found for my constituents. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He will not allow you. Mr Chiam, please sit down! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> I will give him a chance to answer. Let me finish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If there is real financial hardship, what has he done for those workers who went to see him? Did he suggest to them to ask the Government for cash benefits? Or did they suggest to him to bring this question of cash benefits to Parliament? Sir, there could not have been many retrenched workers in Potong Pasir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> How do you know? \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Surely he could have set up a small relief fund if he is genuinely \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 182</b></font>\n  <br>\n  <br> interested in those genuine cases that have financial hardship problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I remember that he has promised that he would donate 25% of his MP's allowance to charity. But to this day he has not done so. Sir, we PAP Members believe in the sincerity of the Acting Minister for Community Development when he donated half his salary to charity. Not only that, he is a man of his word. He said it and he did it. But the Member for Potong Pasir has promised 25% of his MP's allowance to charity and he has not done so. Maybe now is the time for him to use his donation to help the retrenched workers in Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has scoffed at the Member for Whampoa when he mentioned that he has a small welfare fund in his constituency to help those who are in need. At least the Member for Whampoa is doing something right now to help his retrenched constituents. What does the Member for Potong Pasir do for his retrenched constituents? That he will go to Parliament and blame it on the Government and the problems will be solved? We will wait for the answer from the Acting Minister for Labour on the issue of the 113 daily-rated employees who were retrenched. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what was the Member for Anson's real interest in their plight? Did he really care for their welfare and the loss of livelihood when he made a hue and cry on the alleged inability of the Government to find them alternative employment? Or was he only interested in making the Government look guilty before the people? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, make the Government look guilty. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Has he spoken to these people? Sir, I would like to submit to you that what has been said by these two Members in the Opposition is that they are here to mislead the workers and to frustrate the Government's plans to help workers, for their own political interest. I therefore very firmly reject the amendment standing in the name of the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Mr Speaker, Sir, I rise in support of the motion by the Member for Changkat and request \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 183</b></font>\n  <br>\n  <br> the House to reject the amendment proposed by the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Economic Committee's Report is, I believe, a watershed in the history of our country. This Report questions fundamental assumptions that are no longer valid and it recommends radical and drastic changes to many policies, some of which have served us well in the past; some perhaps not too well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much as I welcome the publication of the Report, and I know the Government intends to implement the recommendations very quickly, my only regret, like many others, is that the Government was probably a bit slow in this case in coming to grips with the problems that confront the economy now. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Hear, hear. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, I recall that last year when I spoke of how bad the economy was, I was accused no less than by the then Minster for Trade and Industry and by the Minister of State that I was perhaps over-exaggerating the problems, and there were stout defences from the Government side as to how well in fact the various sectors of the economy were doing. I feel that if only the Government had listened a bit earlier to calls from Backbenchers on this side of the House, in particular the Member for Rochore when he lamented the high cost of business, particularly the high contributions to the CPF that employers have to make, or if the Government had listened to my friend, the Member for Whampoa when he warned on many occasions how we were overheating the construction sector, and how this was in fact distorting our growth figures, I think perhaps some of the damage might have been limited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that was in March last year and at least I am glad to say that within three months, the Government's stand took an about-turn and it was then singing a different tune, and it started to set up the Economic Committee which has worked very hard to review everything, all and sundry, to see what can be done to set matters right. I am not here to point out to the Government to say, \"I told you so.\" But what I want to say is that while it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 184</b></font>\n  <br>\n  <br> correct to defend your policies, one must be receptive all the time and to try to hear the other side before things get worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But before the two Opposition Members get too excited over what I am saying, perhaps I should now point out to this House the difference between what they are trying to say and what we the PAP Backbenchers are pointing out. Sir, I am very much against the accusations which have been made yesterday by the Member for Anson when he said that the economy has been mismanaged. Sir, I take a very strong exception to the word \"mismanagement\". It is always easy to point a finger with the benefit of hindsight. Let us be honest with ourselves. Most of the policies have served us well in the past when conditions were different. I am one of those who have said so on many occasions that if policies have become outdated, or they no longer serve us well because conditions are now different, then we should review and make the changes when necessary. And that is what the Government has done in setting up the Economic Committee, and I believe this Government will constantly do that, ie, review policies, for that is the hallmark of any dynamic and capable government. But to say that the Government has mismanaged the economy for so many years is an untruth. It shows the Opposition Members to be the opportunists that they are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me ask them. Is it mismanagement of our economy that has brought about homes for Singaporeans? Is it mismanagement that has given us the highest standard of living in Asia outside Japan? And even, Sir, if we do not reach the Swiss standard of living so fast and I am sure like most others, we are all prepared to wait till 1999 for that I am proud that in Singapore we already enjoy a per capita income level that is higher than most developing nations and, in fact, higher than a lot of developed nations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is most important, Sir, and this nails down the lie that the economy has been mismanaged, is that even if we have suffered negative growth of 1.7% last year, our country remains debt free. I think this point has been missed by a lot of people here. It is to our pride that, unlike the plight \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 185</b></font>\n  <br>\n  <br> of many other countries in the world, we can sit here today to decide the measures to take to get out of this recession. We are not in debt to others, and we do not have banks or the IMF to tell us what we can or cannot do to get out of the recession. We decide our own destiny. Nobody tells us what kind of austere conditions we must impose on our people if loans are to be fed to us to prop us up. We are not in that kind of a situation. Let me just give Members an example. Sir, Brazil's economy grew by 7% last year, but Brazil has to pay US$10 billion a year to the foreign banks just to service its loans. We are thankful, Sir, that we are not in that kind of a situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to turn to the Report of the Economic Committee. A lot of emphasis and publicity have been given to the Report. But I would like to sound a word of caution, ie, a lot of false expectations have been raised. Many people outside feel that everything would be all right after this Report is implemented. I would like to caution that this is not the case. Even when the Report is accepted by the Government and the recommendations are implemented, the fundamental problems that confront us still remain. We have excess capacities all over Singapore, excess capacity in ship-repairing and ship-building which form 25% of our manufacturing sector. We have excess capacity in the oil refining industries. We have excess office space, shop space, factory space, residential space, and we have excess hotel rooms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, of course, as other Members have pointed out, there is the slowdown in international trade aggravated by continued increase in protectionism. Regional instability is again another factor which has been brought up. And perhaps what is also a danger to the world economy is the drop in the price of crude oil. While this may bring a lot of joy to motorists, let us not forget that a drop in the price of crude oil will bring a lot of problems to many countries which depend on oil for revenue. And there are a lot of banks which have made a lot of loans to oil-producing countries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 186</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to move to specific matters raised in this Report. First of all, the taxation policy. I welcome the proposal to reduce corporate tax. Firstly, because it would ease the cash flow of many companies, especially at a time when everybody is tight of cash. Secondly, the reduction in corporate tax means that there would be more money in the profits for companies to reinvest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what I am against is the recommendation in the Report to introduce indirect taxes to compensate for the loss in revenues. The Report states that consumption taxes or indirect taxes would economically be preferable to income taxes. Sir, I feel that nothing could be further from the truth. Indirect taxes in the form of sales tax or value added tax, or whatever tax the Government may think of implementing, have many disadvantages. Firstly, by using indirect taxes to compensate for the loss of revenue when corporate tax is reduced is like taking from one hand what is given it back to the other. Secondly, Sir, indirect taxes and sales taxes force up prices and are, in fact, inflationary. It adds to the prices of goods, which means people will then in turn demand more wages and this will feed inflation. Next, indirect taxes penalize the lower-income groups who tend to spend a greater portion of their income on the taxes to buy goods including necessities. Therefore, indirect tax is not as equitable as personal income tax. Fourthly, Sir, I need not mention the adverse effects sales tax is likely to have on the retail trade and on tourism. One can argue, as has been suggested yesterday, that the indirect tax could be imposed selectively. In other words, perhaps to impose it on certain things which are not necessities, or not to impose taxes on items which are bought by tourists, or perhaps not to impose tax on hotel charges, etc. But selective imposition of indirect tax can only open up a can of worms. How and who is to decide what are the exemptions? So I am very much against this idea of imposing an indirect tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reduction in the corporate tax, personal income tax and the 30% across-the-board investment allowance will mean a loss of revenue of $1.2 billion to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 187</b></font>\n  <br>\n  <br> Government. How to make up for this shortfall then, if indirect tax is not the answer? Sir, I was reading an article just the other day regarding the surpluses made by our statutory boards. This topic unfortunately did not receive much attention by the Economic Committee. But I would like to point out to the House that the top 10 statutory boards in Singapore earned $2.5 billion last year. It was a bit more in 1984 when these 10 statutory boards made $2.65 billion. To give you all an idea of how big this surplus is, the top 10 companies listed on the Stock Exchange of Singapore, which includes Singapore Airlines and the big banks, only made a total of $1.1 billion. But the 10 statutory boards made $2(r) billion! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So you can see for yourself, Sir, that the amount accumulated by these money-gobbling monsters is certainly mind boggling. Why can the Government not take this big fat surplus that the statutory boards have earned, besides setting aside what is necessary for the statutory boards for their operations, for their development, transfer what is left to the Consolidated Fund? I feel that if only half of the surpluses made by the statutory boards, and that is only the top 10 statutory boards, there are 30 of them, is transferred annually to the Government, it would more than make up for the revenue shortfall when the corporate and personal taxes are reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think Government must now make a stand on this matter. As the Member for Siglap has said, some statutory boards now even see the accumulation of surpluses as their objective rather than the provision of services which they were set up to do. Some statutory boards have very ingenious ways of covering up their surpluses. They call it by various names, capital accounts, capital reserves. In fact, one statutory board even transfers almost all its surpluses into a development account, whether it does any development or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of surpluses of statutory boards also reminded me of the Skills Development Fund. It was very timely, I suppose, that the Annual Report of the SDF was released yesterday and it all came out in the newspapers today. Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 188</b></font>\n  <br>\n  <br> the SDF collected $108 million in 1985. That is only a bit lower than the figure of $112 million that the SDF collected in 1984 in spite of the SDF contribution having been cut by half since April last year. But what is even more amazing is the low level of grants which the SDF dishes out to companies. Last year, only $42 million in grants were given. And $42 million out of the total accumulated fund of over half a billion dollars is certainly peanuts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The interest that the SDF earns from fixed deposits of what it has accumulated over the years would be almost enough to pay for the grants that it gives out every year. Sir, I think it is time for us to consider suspending entirely SDF contributions at a time when every cent saved counts for every company. And again, Sir, it is no secret that the SDF grants, meagre as they are, go only to big companies. Small companies, because they are either too small to organize systematic training schemes or because the SDF does not attach the importance that it should give to small companies, are often left out. So what you find is a situation where small companies contribute a lot of money to the SDF but they get nothing in return. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to make some comments on the construction slump which has been covered in the Report. The Report admits that the supply of property today exceeds demand. What I cannot agree with is the statement in the Report that \"the market, given time, can be left to sort out by itself.\" I think, Sir, this is a wrong statement. In fact, it smacks of some irresponsibility because the Government contributed to this problem. I have said in this House last year, I said it the year before and I intend to repeat it again. Unfortunately, the Minister for National Development is not here. I think the Ministry of National Development is to blame for this problem. The Urban Redevelopment Authority and the Ministry must accept some blame for the problem which has been created in the property sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Urban Redevelopment Authority was created in 1973, there were noble objectives of implementing a systematic programme of redevelopment of the urban area to create a new and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 189</b></font>\n  <br>\n  <br> gracious city with better environment for business, residences and for social activities. I do not dispute the fact that the URA has attained this objective, but over the years I feel that the URA has lost sight of some of the objectives. Over the years, aided by a powerful weapon, the Land Acquisition Act, the URA has turned the property market into a property casino, acquiring land at low cost and auctioneering land at very high prices. Having lost sight of the original objectives, the URA has now become the banker in the casino. Having decided to outdo what the other statutory boards are doing in collecting revenue, the URA probably saw to its advantage to continue fuelling property prices to go up. Sir, as an example, just to give an idea to Members, in the five years between 1980 and 1985, the URA made a surplus of $940 million on revenues of $1.2 billion. That is 78% surplus on revenues collected in five years; and its accumulated surplus today amounts to a whopping $1.2 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the property market would also not have found itself in the mess that it is in today if the URA had not been assisted by another powerful instrument in the Ministry of National Development, the imposition and collection of development charges. The exorbitant charges which have been imposed led to the high cost of construction and this, in turn, is translated into more expensive space, higher selling prices, higher rentals for shops, offices, houses, factories. Last year when I lamented on this, the Minister promised that he would reduce development charges. Of course, after much reflection, I realized that he is quite an intelligent Minister because he promised to reduce development charges in a year, when he knew that construction was practically at a standstill. So, in fact, his claim to reduce the development charge actually amounted to nothing and was really quite irrelevant to the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government therefore should not merely say that the property market can sort itself out of this situation. I think it has an obligation to put matters right. Now, how can it go about this? The URA \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 190</b></font>\n  <br>\n  <br> has accumulated so much money that I think it could do well to help the developers, and to help the property market, by buying back some of the empty buildings on a willing-seller willing-buyer basis. Many developers today are facing cash flow problems. Some of them have practically no cash flow and are on the verge of bankruptcy. The banks are also in a dilemma because they now find themselves with non-performing loans. And if they move in to foreclose, the non-performing loans merely become non-performing assets of the banks. I would seriously suggest that the Government consider asking the URA to salvage the situation by taking back some of the empty space. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now move to another point raised in the Report, and this concerns the exchange rate of the Singapore dollar. There have been a lot of complaints by our businessmen, particularly exporters, lamenting that the exchange rate of the Singapore dollar has been kept very high and this makes our exports more expensive than they should be. The Report quite correctly puts it when it says that the Singapore dollar rate should be set by market forces. Sir, I think, this is a very sensible recommendation and I hope the Government accepts this. But what I hope even more so is that this recommendation is implemented. The reason I say this is that last Friday we all heard that the money market in Singapore was caught by surprise when the Monetary Authority of Singapore intervened again to prop up the Singapore dollar when it fell against the US dollar to S$2.16 and taking it to S$2.13. Sir, this intervention by the MAS conflicts with the policy guidelines and the recommendation made by the Economic Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Economic Committee says that market forces should determine the Singapore dollar rate, it merely means that the value of the Singapore dollar should reflect fundamental economic factors. There has been a gradual erosion in the value of the Singapore dollar due to the poor economy. But by the action of the MAS last week, it appears that the MAS felt differently. As a result of this intervention by the MAS, the overnight interest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 191</b></font>\n  <br>\n  <br> rate shot up by as much as 100%. This is something which we all can ill-afford during the present economic situation. Artificially propping up the Singapore dollar is not going to help the situation. Here we are talking about how costly we have become and the Economic Committee grapples with all kinds of measures to address our economic problems, and yet we have one Government agency taking steps to nullify all our efforts. We have the Government on the verge of accepting the recommendations of the Economic Committee, and there we have officials from the MAS acting with impunity and doing something contrary to the recommendations of the Committee. Sir, I am not advocating a devaluation of the Singapore dollar. What I am merely saying is what the Economic Committee has said, let the market decide for itself what is the level at which the Singapore dollar should be valued. Here we have a classic case of the right hand not knowing what the left hand is doing. I suggest that the Government reins in the MAS officials and with the Minister for Finance now in charge of the MAS, and I think he knows and he understands the problems of businessmen well. Having been a businessman himself, I think he can put his foot down and set matters right in so far as the exchange rate is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like now to turn to the chapter on Entrepreneurship and state my views. Sir, in spite of all the talk that has been going around that we would like to encourage our entrepreneurs, I feel that the environment in Singapore is still not conducive enough to nurture a crop of local talents, local entrepreneurs. Sir, there are two factors that confront any budding young entrepreneur. These are: (1) how he can start small; and (2) finance. What does starting small for a budding entrepreneur mean? It means small overheads. He lacks money, he lacks finance. He has to find ways and means to stinge, so to speak. Not everyone can afford a fancy office in one of the highrise buildings with marble floors or with wall-to-wall carpeting. Many of them would like to start business by starting small at home in their own rooms, the living rooms, and if they are a bit lucky and if they have a garage they would like to start business in the garage. But what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 192</b></font>\n  <br>\n  <br> happens in Singapore? The rules which our various Government bodies and statutory boards have do not permit this sort of thing. Try starting a business in your HDB flat, and the next thing you know you get a letter from the Area Office telling you to stop it, otherwise you will be evicted. If you apply to have a telex fixed in your flat, again the Telecoms will tell you, \"We are sorry, we cannot do that.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, quite some years ago in the United States, a young man called Steven Jobs built his first computer in a garage in his home. That little garage and those few computers which he built became Apple computers, as we know it today. Who knows, Sir, that one day this kind of thing might happen to some lucky entrepreneur in Singapore. But at the moment I think some of the rules could be relaxed, make it a bit easier for people who are prepared to take the risk, to have an easier start. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second factor that is troubling entrepreneurs when they start off is, of course, the question of finance. I wonder how many Members in this House have ever experienced getting money from the banks. I have. I can assure Members that although we have time and again said that we should ask our banks to grant loans easily to our entrepreneurs, I think it is easier said than done. Banks are known to be fair weather friends. When anybody goes to them and say, \"Can you lend me a few thousand dollars to start my business?\" The first thing they ask you is, \"Have you got anything to pledge? We would like to be 100% sure that if you do not return us the cash, at least we will have something to sell off in the end.\" Most of our entrepreneurs just do not have that kind of property to pledge to the banks. I think if they had property to pledge to the banks, I do not think they will be in the business of starting business in the first place. The banks, of course, see nothing wrong in granting hundreds of millions of dollars to Chop Hoo Thye, Lamipak, Pan-Electric, only to see it go down the drain. But if you try to borrow a few thousand dollars from the banks to start an honest and legitimate business, you run into a lot of problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the recommendation of the Economic Committee to ask the Small \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 193</b></font>\n  <br>\n  <br> Industries Finance Scheme to widen the scope of the Scheme to make loans to more of our businessmen, but not only just to make loans but to make conditions for the loans easier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I would like to say that the Economic Committee Report has been a success because it has been able to derive inputs from the private sector. The whole exercise has been significant in that Government has departed from its tradition of relying only on the Civil Service for the inputs that are so necessary in formulating decisions and policies. Hitherto, Government has long viewed the business community with suspicion, believing that its views would only serve its own interests. But that has changed over the years, and this whole exercise has seen the development of a mechanism that has allowed Government to tap the brains of the private sector and offer an insight into problems that Government might not otherwise have. As conditions change, it is essential that Government continues to keep its pulse on the economy and to hear alternative views. The private sector has responded well this time and I think it will only be too happy to continue to provide inputs to the Government if it is asked to do so. I feel, Sir, that the Economic Committee, at least in its form, should continue as a kind of Economic Advisory Council to the Government. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think it is time for me to put the question on the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be added, be there added.\" As many as are of the opinion, say \"Aye\". \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Aye. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Aye. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> To the contrary, say \"No\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Other hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I call for a Division, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Would a show of hands of hands do, Mr Jeyaretnam? We have taken hours on your amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 194</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I accept your ruling provided it is recorded that we are for it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, it will be recorded. There are two \"Ayes\" and the rest \"No\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Original Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, I am glad that we finally return to the main motion of thanks to the President for his Address to Parliament. I think it is appropriate at this stage to put our bearings right in the direction that we want to go rather than to be deviated from the main objective of the President's Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee, whose Report has been accepted in principle by the Government, is a worthy, commendable and thorough piece of work. The Economic Committee has gone to great extent to make it easily understandable to the readers of the Report, businessmen, union leaders and the man-in-the-street. It has provided not only an executive summary in its Report but also summaries for each of the chapters in this Report. Yet unfortunately there seems to be a lot of misconception over the whole thrust of the Report - what the Committee set out to do, what it has analysed, and what policy changes it recommends to help our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, for example, a perception among some quarters that there is a difference of view between the Economic Committee's recommendations and those of the views of the NUTC. In particular, in the past two weeks, the only English daily morning newspaper, the Straits Times, has given great play to what it perceives as a conflict of opinion between the NTUC and the Economic Committee. There is no such conflict. On the contrary, there is a congruence of views and a common desire to want to turn the economy around so that the welfare of workers would be protected. Anyone who bothers to read the Economic Committee's Report in its entirety will see that the underlying purpose of this Report is for the good of Singapore, for the good of the people of Singapore, for the good of the workers of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 195</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What has happened, unfortunately, is that there has been a strong impression created over the proposed CPF cut and severe wage restraint. It has given the public the misconception that it is wage cost that is the primary culprit. Labour cost is an important consideration but it is not the primary cause of the recession. The recession is created by a congruence of external and internal factors. Anyone who reads the Report from page 1 would know that straightaway in its summary, in point form, that was given in the Economic Committee's Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to correct this unfortunate public misconception, for which I think the Straits Times must be made partly responsible, the Secretary-General of the NTUC a few days ago, spoke out to point out that entrepreneurship, correct or wise business decisions, correct and wise investment decisions are far more important. It has been made out that this has been overlooked by the Economic Committee. I would refer those who doubt that this point has been covered by the Economic Committee to turn to Chapter 12, paragraph 7, on page 124, which has the heading Overall Business Efficiency, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Good management must be the starting point of any productivity improvement programme. However, it is not enough for management to take the lead in promoting productivity consciousness. Indeed, management's role must be to ensure that their businesses are run efficiently. A business that improves its efficiency will automatically achieve higher productivity but the converse is not necessarily true. To achieve business efficiency, managements must be competent in all the following areas: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Market awareness; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Sales promotion; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Product design and development; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Up-to-date and properly-run plant; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Up-to-date management systems; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) Human resource management.' This is what the Secretary-General of the NTUC sought to remind the public in his address to a union conference a few days ago. So I would urge those who perceive that there is a conflict of interest, a conflict of opinion, between the NTUC and the Economic Committee's Report, to look again at both the statements of the Economic Committee as well as the statements of the NTUC. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 196</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now state what the concerns of the trade union movement are during this period of recession. The trade union movement has four primary concerns: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) To stem the tide of massive retrenchments; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) To help create an environment conducive to job creation; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) To assist retrenched workers to find jobs; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) To take steps to secure long-term stability of employment. The extent of this current recession was not realized until after mid-1985. While some may claim to have known it months or even years earlier, the fact is that in the first half of 1985, the common view was that there was an economic downturn, affecting the various sectors of the economy differently and that there was not a general recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the meetings of the National Wages Council between March and May last year, figures supplied by various Government departments and even employers did not show that this commonly-held view was wrong, that it was an underestimate of the severity of the recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the NTUC, we watched the trends in retrenchment with increasing concern. We compiled retrenchment figures from our affiliates month by month but we noted that it was the electronics sector that dominated retrenchment figures. This tended to support the view that the recession hit some sectors like electronics and also shipbuilding and ship- repairing most whereas other sectors remain relatively unaffected. Nevertheless, we set up a Job Placement Unit. But there were few takers. Most workers appeared to be able to find alternative employment. That is why there was no undue concern at the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was only after the Ministry of Trade and Industry released the second quarter figures that it was realized that the downturn was indeed a recession. Our unions acted swiftly - in a voluntary action to forgo the 1985 National Wages Council's wage adjustments. This was a sign of the practicalness and realism of the trade unions. But more than that, trade unions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 197</b></font>\n  <br>\n  <br> also exercised wage restraint. Nothwitstanding the fact that annual increments and annual wages supplements were protected by contractually binding collective agreements, trade unions in many companies agreed to downward adjustments. They could have sat still and refused to budge but our unions have been cooperative, practical, realistic and they have agreed to these adjustments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, there were calls for a cut in CPF contributions. Who were in the forefront clamouring for this? Were the two Members of the Opposition not prominent among them? Did they not say then that it was necessary to cut costs? But they failed to say at that time that they were calling for a cut in workers' wages. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We said in August. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Were they concerned with the hardship that such a cut may cause? Were they concerned if the proposal would adversely affect home owners still paying off mortgages? Not until it was pointed out to them by, among others, the Member for Toa Payoh. Now one of them say that the proposed cut in employer's contribution to CPF is unacceptable. This was said in this House yesterday. He even ask now how it would affect, he said, 299,000 home owners. He has now the audacity of acting like a people's champion, demanding to know what Government is doing about this. Is this sincerity or is this sham? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A cut in the employer's contribution to CPF is a wage cut. Trade unions could not agree to this cut before, because it is cutting workers' wages and no one should tamper with cutting workers' wages lightly. We will now agree to a cut, only because the full extent of the recession is now known through the Economic Committee's Report and other figures suplied by the Ministry of Trade and Industry. We agree to it only because it will help to prevent further job loss and help create employment. The welfare of workers is best protected by keeping workers in employment. This acceptance of the cut in the employer's contribution to CPF was not easily given. The First Deputy Prime \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 198</b></font>\n  <br>\n  <br> Minister had to meet unions and explain the situation to them in no less than three meetings within the space of one month. Two of these meetings were with the assembly of representatives of all 70 unions affiliated to the NTUC. These meetings were in addition to those held by the unions themselves. That is the extent of consultation that takes place over such an important issue as a reduction in the employer's contribution to CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed cut in the employer's contribution to CPF is not a small sacrifice. It is understood to be a temporary sacrifice. It is meant to provide relief to employers to tide over the recession. It is also meant to pare our costs down so that our goods and services will be more competitive. In other words, it is meant to maintain and stimulate external demand for our goods and services. Cutting costs does not mean cutting wages alone. Other costs have also to be pared, so that the cumulative effect makes a real difference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the proposed 15 percentage points cut in employers' contribution to CPF sufficient? Certainly it would narrow the gap between our wage level and those of Hong Kong, Taiwan and South Korea. In terms of hourly compensation, our wage level would still be higher than these three competitors. We are not returning, as one Member of the Opposition said, to the sweat shops of Hong Kong. Our wage levels are still higher than those of Hong Kong, even with a reduction of 15 percentage points to employers' contribution to CPF. But if we talk in terms of unit labour costs, taking into account productivity, this proposed 15 percentage points cut will bring us on par with unit labour costs in Hong Kong and Taiwan. And if we can improve in productivity, we will have an advantage. So for those who say it is not enough, particularly some employers, I say, \"Look again.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This measure must be viewed together with other cost reductions. Office rentals have fallen by an estimated 56% from the peak in mid-1981, a halving of rentals. Office rentals are now lower than Hong Kong's. For those foreign investors who incur costs of expatriate staff, residential rentals here continue to be lower than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 199</b></font>\n  <br>\n  <br> Hong Kong's and now estimated to be only one-third that of Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hotel room rates, which are incurred by visiting businessmen and tourists, are now half the rates prevailing two years ago. They are lower than those applying in Hong Kong. A regional news magazine which surveyed the prices of certain goods in Singapore found that the prices in Singapore are lower than those of Hong Kong's. In addition to these, the reductions in rates of telexes and international telephone calls must help to lower the cost base for companies carrying out overseas business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know recently petrol prices have also dropped, thereby lowering transportation costs. Utility costs have also been reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So there has been an all round reduction of costs, labour costs, charges by statutory boards and Government departments, and downward adjustments of prices of rentals and rates because of market conditons. These all add up to substantial savings to the businessmen. The ball is now in the employers' court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Workers have made their fair share of sacrifices. Trade unions agree to exercise wage restraint for as long as it is necessary. This is a pledge that trade unions and workers will play their part. It is now for the employers to play theirs by finding the markets and increasing market share. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Managements must not take the sacrifices of workers for granted. Sadly, even now, we find the attitude of some managers to be totally insensitive. Let me quote an example from the Sunday Times of 23 February 1986. The Chairman and Managing Director of a die-casting company was quoted as saying: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I do not think the CPF cut for employers is good enough. The cut gives us only about 4 per cent savings in costs, which is peanuts.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Peanuts? The workers' sacrifice of 12% of his total wage is dismissed as peanuts! If I were an employee in his company, I will not sacrifice those peanuts since it does not help him much. It is no wonder that he cannot find local workers willing to work for him! How is he going to motivate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 200</b></font>\n  <br>\n  <br> workers if he has that kind of attitude? He goes on to say that all the other measures, together with the proposed reduction of 15% of employers' contribution to CPF, give him only a 7.5% reduction in cost. Only a 7.5% reduction in cost! Now, anyone who has done any business calculations on investments return on capital will know that a 7.5% reduction in overall cost must add up to a substantial return on investments on capital. He says, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We have to reduce more, or else we have to increase productivity. In Singapore, productivity is high only in November, the month before bonuses and increments are given.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a telling statement indeed. He expects to pay peanuts for productive work! And productivity, it appears, means workers' working harder! But where in his statement is there any mention of management productivity? I hope that this sample of management opinion lies with a minority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let us remember at this time of recession what the Member for Bo Wen expressed on Monday over the possible demoralization of workers. They have been asked to forgo the \n  <br>\n  <br>1985&nbsp;&nbsp;&nbsp;&nbsp;NWC adjustments. They have been asked to cut annual increments, annual bonuses, incentive payments, and accept a cut in employers' contribution to CPF. What do they receive in return? First, they would expect that sacrifices are made across the board in the company. A principle of equal misery. Management staff as well as workers must equally share in these sacrifices. It is unfair if executives continue to receive increases while workers are asked to tighten their belts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this moment, the over-riding concern of workers is security of employment. Sacrifices make sense if they prevent retrenchments. If there are surpluses, or increased profits as a result of workers' sacrifices, it would be grossly unfair if these are given away as dividends to shareholders. Surpluses should be spent on measures to enhance job security. Surpluses should be ploughed back, reinvested to enhance efficiency, to improve the workers' productivity. These steps will enhance the viability of the company, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 201</b></font>\n  <br>\n  <br> enhance job security for those working in the company. It will bolster morale, if these common sense logical steps are taken by managements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, for those who are out of work, the immediate priority must be to find new jobs. This was extensively debated yesterday. We believe in helping workers to find re-employment because it helps workers best; financially and spiritually help him best. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition's classic response is, of course, to set up a welfare state, to provide unemployment benefits. How much should these benefits be, and for how long? According to needs, one of them said. Is that not how all welfare states start off? What has state welfarism done to the American budget or to the British budget? If we follow their course of action, we will end up, before long, with a debt of $25 billion, instead of enjoying reserves of $25 billion. For us, no welfare scheme can be better than giving the jobless fresh employment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> So what are you doing? \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Yes, what has the NTUC done, we are asked. We have set up a job placement unit. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Hooray! \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> This unit liaises closely with the Ministry of Labour's Employment Service, and the Singapore Manufacturers' Association's employment unit. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, find jobs for those 112. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> You look after them. If you cannot help them, we will. I must add, at this juncture, that I found the Ministry of Labour's Employment Service to be extremely helpful. When the Senior Parliamentary Secretary, Ministry of Labour, said yesterday in this House that his unit could fix the unemployed with new jobs, it was no idle boast. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Good, the 112 will go there. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 202</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Well, if the Member for Anson is a great champion of the workers, let him find the work for these workers first. If he fails, we will take it up. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is Government's responsibility. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> It is always the Government's responsibility. It is never the responsibility of the Opposition. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Of course. We will take over the Government. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> You have to pray harder, I am afraid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those of my constituents who come to me for assistance to find jobs at my Meet-the-People sessions, when I refer these cases to the Ministry of Labour, the Ministry of Labour has found them jobs, unless they were able to find jobs before the Ministry of Labour does. I have a high rate of success and I wish to place on record in this House the thanks of my constituents to the Ministry of Labour for this service which they have provided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Job placement is matching people with jobs. If there is difficulty in finding re-employment, it is largely because of mis-matching. The jobs are there, as the Member for Whampoa said yesterday. As an example, one company operating in Kallang has vacancies for over 1,000 operators in the third shift. But there are few takers. So the jobs are there if Singaporeans are prepared to accept them, if there is a proper match of people with jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of the Economic Committee has also been criticized for not showing concern for workers. Those who have read it fully know that this view is erroneous. Let me quote again Chapter 12, paragraph 13, page 125: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'To maintain productivity, and prevent misallocation of human resources, skilled retrenched workers should be redeployed in new jobs with a minimum of skills wastage. The Government, in conjunction with the NTUC, should set up a service to redeploy such workers so that their skills will not be wasted. Unskilled retrenched workers should be encouraged to acquire basic skills.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So don't we have it there? Don't we have the sentiment, the feeling for retrenched \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 203</b></font>\n  <br>\n  <br> workers expressed in the Economic Committee's Report so clearly and succinctly? So the Economic Committee is accused of having forgotten the plight of the retrenched. I say, \"Look again, Member for Anson!\" But there is none so blind who will not see. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Get him a simplified version! \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Mr Speaker, Sir, let me now turn to wage restraint and wage reform. The need for wage restraint is not in dispute. If the experts forecast that it would take up to two years to get out of the recession, we have no reason to think otherwise. So wage restraint will be exercised for two years or for as long as it is necessary. Wage restraint and wage reform, however, should take into account the individual performance and circumstances of each company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this purpose, we can divide companies into three categories. Firstly, companies that are making losses. Secondly, companies that are making profits, but reduced profits. Thirdly, companies which are making increasing profits. And there should not be a blanket wage freeze. It is unfair to ask workers in companies that are making profits to accept a wage freeze on top of the proposed cut in employer's contribution to CPF. The market ought to be allowed to find its own level with the overall guidance of moderation. Where it is clear that the companies are making losses, I do not think there would be any disputes. I do not doubt that unions would agreee to freeze annual increments or even take reductions in their overall pay packet in such circumstances. But the situation should be reviewed at the end of the year and the extent of the severe restraint to be examined. The onus must, however, be on the employers to convince the employees and the union leaders that their companies are making losses and that such sacrifices on the workers part are necessary to help the company recover. Where the relations between management and labour are good, there would not be much difficulty. So this call for greater openness on the part of the management and receptiveness on the part of workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 204</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those companies making reduced profits. Profit levels do fluctuate even at the best of times and reduced profits may not necessarily imply that the performance of the company is deteriorating. On the other hand, it is also possible that reduced profits may indeed be a sign of impending trouble for the company. Where the company is open, is able to communicate, is able to share information with the union and workers, there will be understanding for the need for moderation, there will be understanding for the need for wage restraint. And there will be acceptance whatever unpleasant measures in terms of wage increase reductions, even a wage freeze or adjustments to annual bonuses and other forms of payment. Workers would be prepared to make the sacrifices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where the reduced profits are not a sign of further deterioration in the affairs of the company, then a reduction in the annual increments or a wage freeze may not be justified. There is no reason, however, why unions and management should not take the opportunity now to start gearing themselves for the future and to commence discussions on wage reform, to channel surpluses, to form the basis of variable bonues or other profit sharing schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For companies which are making increasing profits, employees ought to be given annual increments due to them. But here too there is no reason why management and unions should not also take the opportunity to start gearing themselves for slower growth and lower annual increments in the future provided there are adjustable wage payments that can be made year to year. There is no reason why managements and unions should not commence discussions on wage reform. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would now like to turn to education and training. Sir, on Monday, when the Member for Changat expressed her views in this House on education and training, she mentioned that we have forgotten a certain category of workers. Some have expressed that they were very disturbed, that there were so many members of our workforce, no less than 600,000 who have less than primary school education. My gentle advice to my fellow colleagues would be that these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 205</b></font>\n  <br>\n  <br> figures were, in fact, known years ago. Every year, the Ministry of Labour provides us with statistics on the profile of the workforce. And every new Member of Parliament making the first speeches in this House would inevitably draw attention to this fact. For the 1984 batch, we did so. They pointed out that 600,000 workers had failed to benefit from educational services provided by the State. But we know that these 600,000 is the result of deficient facilities during the period prior to independence and due, to some extent, to the dropout rate thereafter because of the need to expand the facilities to some extent at the expense of quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what was done for these 600,000 workers without a basic education? The NTUC took this up, worked together with the VITB and came out with the BEST programme which is now implemented. I think it is wrong now to say that this programme is of no use to those workers. It provides a very useful purpose for those in their 20s, for those even in their 30s. Perhaps it is more difficult for those in their 40s to take advantage of this scheme. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Point of clarification, Sir. The point I made about the BEST classes was with specific reference to the age group of the 40s: It was because of their age, and because of the present economic problem, and because their children have not yet grown up to be able to help the family finances, that I found the BEST classes not really the best for this age group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am aware of the fact that about 60% of the workforce have below primary education even since the 1970s. And I made the point that this proportion will slowly decline with opening educational opportunities as well as with the reduction in our educational wastage. In fact, even though I came in 1984, I spotted this trend in 1975. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> My apologies to the Member for Changkat if I have misunderstood her intentions. But there was a view expressed in this House of the shock over this 600,000 figure in the last couple of days. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 206</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those older workers who are not able to benefit from the BEST programme because they found it difficult to take advantage of the programme or they could not find themselves the time to enrol in these courses, there has been one other scheme that has been very much maligned which was meant to benefit this category of workers and that is the Skills Development Fund. The Skills Development Fund's objective is to provide training for workers including those who are older, who are unable to take up courses which require a basic education. And where companies were able to channel such workers into these courses, our workers have benefited. What we should now, at this moment, stress is that we redouble our efforts to find practical ways of giving these workers the skills which they require to earn a decent living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take the point which was raised by the Member for Alexandra who spoke before me, ie, his call, I believe, of suspending further the 2% contribution to the Skills Development Fund. I think we should take that step after very careful consideration because we need the money to provide the skills training for those members of the work force without the required skills. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The point is that it has got too much money. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> The Member for Alexandra was mistaken, I think, when he read the newspapers this morning. He said that the contributions to the SDF has not fallen despite the suspension of the 2% contribution to the SDF in March or April last year. The Report that came out published in the newspapers today refer to accounts for the fiscal year ending 31st March 1985. Of course, the reduction had not yet taken effect. But when the next report comes out, I am sure he will see a substantial reduction in the contributions to the Skills Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to commend the emphasis given by the Economic Committee on education, on retraining of workers. The Ministry of Education has announced a $3 billion programme over the next 10 years to provide better facilities to train the future workforce to be better qualified, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> more productive and more competitive in the international market. I think we ought to have a similar programme either using the Skills Development Fund's levies or through other Government grants, a parallel programme aimed at the existing work force. We need to train, as was mentioned, for doctors to refresh their knowledge in view of increasing knowledge in medical science. We need to give training to our teachers who are teaching the new generation. We need to retrain workers in all the skills which they require for us to achieve our goal as a developed nation by the end of this century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I share the view expressed in the President's Address that at this time when we face a common problem, the recession, it is incumbent on all of us, all Singapore citizens, to pull together, and not to waste time over strife, apportioning blame, making political capital out of people's misery. I think we should all pull together and face this recession resolutely and let us come out the better for it in as a short a time as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you, Sir. [Applause]. \n  <br>12.30 pm \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Mr Speaker, Sir, I rise in support of the motion moved by the Member for Changkat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Success and good government is not the norm of politics worldwide. The Report of the Economic Committee makes our Government an even greater exception. Faced with problems similar to ours, many governments will try, to borrow an American slang, to pass the buck. It is unthinkable that governments in such a position will call for a self-examination and a reappraisal as this Government has done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the setting up of the Economic Committee one year ago shows the implicit understanding on the part of the Government that the economy needs a closer look. In a recession, we have to study the various business options to get industry going again. Of course, we must try to minimize hardship on the population. But there is surely no painless way to get over the recession. If we are able to pull through just by providing tax conces- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 208</b></font>\n  <br>\n  <br> sions and the CPF reductions, in fact, this will be the closest to a painless way if there ever is one. In times like this, it is the private sector which will be most effective in pulling us through. There are two reasons basically. The private sector is always more flexible and it has a greater capacity for risk-taking. What does this mean? Pulling us through means further wealth creation. A robust business environment, well supported by a responsive public sector, must surely mean rising incomes and a higher standard of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst employees have to grapple with wage restraint, employers must use the opportunities which are being thrown up when the recommendations of the Economic Committee are implemented. They must respond responsibly by re-investing any surpluses in productive assets and manpower development. This point has been well elucidated by the Member for Kebun Baru. Although the rather weighty Report of the Economic Committee contains some rather perceptive observations and recommendations, I am afraid that the debate on the speech which the President delivered on bebalf of the Government has digressed. An attempt was made to apportion blame for the recession. From the business viewpoint, how this will help, I cannot fathom. I am even more disturbed by the contention that there is a case to be made for a reduction in employee CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the main arguments for a reduction in employee CPF? There are two points that have been widely mentioned. (1) This will help to stimulate domestic demand and (2) employees should get something. After all, it is an employers' package. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Stimulate domestic demand. Let us be practical and examine the figures. Let us take the 5% reduction that has been widely mentioned. A 5% reduction will result in the release of nearly $500 million into the economy. There is, of course, a marginal income tax. I take it that if there is a 20% marginal income tax, the net effect is that this will be reduced to about $400 million, not $500 million. This may appear to be a very large sum, but in view of our present situation, how would the individual react? Most likely, like everybody else, he will try \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 209</b></font>\n  <br>\n  <br> to conserve and he will probably have a higher marginal propensity to save or a high inclination to save. Let us assume he saves half the amount of money. So at the macro level we have something like $200 million. Is this a lot of money? I looked at the 1984 Consumption Expenditure in Singapore, and I find that in 1984 we spent a total of $17.8 billion. What did we spend on? Mainly on food, about $5 billion, clothing $1.7 billion, rent, furniture, and so on. This is our total expenditure for 1984 - $17.8 billion. So are we actually saying that, of the total private consumption expenditure of $17.8 billion, if we put in another $200 million we will stimulate a lot of local demand? This is slightly more than 1%. With slightly more than 1%, I cannot see how the retailers will benefit from an injection of $200 million. I think the argument that this will stimulate local demand must be put to rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is the contention, that we must make the recommendations of the Economic Committee more palatable and acceptable to the public. This should not be supported. In my opinion, this issue arose because of loose and careless use of language. Some people call the Report of the Economic Committee an employers' package. It came out during the Chinese New Year. They even say that it is a \"hong bao\" for the bosses. Calling this an employers' report goes to reinforce the perception in people's mind that the Economic Committee is made up of bosses and employers. They wear a tie. What do they know about the common people? What do they know about the employees? Actually this is not true. Most members of the Committee, even those who are directors, are employees. They are employee directors. In my opinion, this name calling, of course, has damaged the Report by creating the perception that employers stand to gain and employees will lose out. I think this has digressed to an emotional issue. How do you justify that the Report be accepted? \"We have to sweeten the Report,\" they say. But surely this will not help to solve our economic problems. The problem is not domestic demand. The problem is not releasing more money to the employees. In fact, a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 210</b></font>\n  <br>\n  <br> foreign investor or an impassioned observer will not take us seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the people must understand is that the recommendations are made to benefit and create new businesses. It is not a zero-sum game. A zero-sum game is a game in which one person wins and the other loses. No. It is a non-zero-sum game. When we come out successful, businesses benefit, employees benefit, the whole country benefits; and that is the way we must look at the Economic Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other CPF reduction from the employers. Let me take up the point on how this will likely affect the house owners. Much has already been discussed about loan re-scheduling and moratorium of debt which I do not intend to bring up. But, of course, house buyers have been buying flats, buying their homes based on expectations of rising incomes. Hence this sudden cut of 15% or up to nearly 12% of a cut in salary will, of course, have a disruptive impact. People, I believe, are beginning to be realistic and are beginning to accept that this is necessary or inevitable. Perhaps it is about time that we encourage house owners to move back to their parents. In the last decade of fast economic development and encouragement of home ownership, many have moved out from their parents. There are several consequences which are now fairly well known - single family homes, child-care problems, senior citizens being left in the older estates, and an increase or high demand for public housing. The HDB tried to reverse this trend with the 3-tier family scheme. Perhaps with this recession many will see the advantages of having two or more families living under the same roof. Two or more families in one home will provide a better cushion against a job loss or a temporary income reduction, and these on top of many other advantages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is in this area that I am calling on the HDB to be more flexible and responsive. They should react well to requests by those who may wish to move back to their parents; but the flat may be too small and they may want to have a bigger flat. It is no point telling them that they have to wait three years or two years. Perhaps the HDB can make exceptions for such cases in order to effect this two-family home as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 211</b></font>\n  <br>\n  <br> quickly as possible. I do not intend to go into all the various ideas in which this can be done. I will leave it to the HDB. But after more than a decade of single family homes, perhaps this recession may be the most significant event which will help us to reverse this trend of single family homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must make an attempt to go back to our core values, values of close family ties, values like thrift, hardwork and diligence, group interest over individual interest. Underlying the vision of a vibrant society by the 1990's as stated in the President's speech, there must be core values which will hold our people together. This recession will test whether our people has the gumption and the values of our forefathers which have today enabled us to be in this very fortunate position of debating in this House as to who gets a share of the fruits of our past economic success. We are saying, \"Who should get what from the savings?\" Of course, no one in his right state of mind will call this economic mismanagement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The budget deficit has been mentioned by the Member for Alexandra. Let me comment on the projected $1.2 billion deficit when tax concessions are implemented. This revenue shortfall comprises $600 million from the reduction of corporate tax to 30%, $400 million from a 30% investment allowance and $200 million from a lowering of personal income tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Actually, as I understand from reading the Report, I think Government revenue will not be reduced by this much. There should be a tax gain by the Treasury of some $450 million from the employer's 15% reduction in CPF. When the employers reduce their CPF contribution to employees, this must end up as a surplus in company accounts. And if you take 30% corporate tax, of $1.5 billion, which is the new tax rate, there should actually be a $450 million in-flow back into the Treasury, maybe in the following tax year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do I bring this up? Although we must not have a chronic budget deficit, this lesser amount is important if you study the recommendation of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 212</b></font>\n  <br>\n  <br> Economic Report that we must make-up the shortfall in revenue by some form of sales tax or consumption tax. In this, I share the views of the Member for Alexandra. Although this has worked well in some countries, I am not sure that the administrative machinery, both in Government as well as the private sector that is required, will help because the benefits may be diminished greatly. As for the argument that this discriminates against the lower income group, of course, the opposite stand will be that we can always make it discriminatory items like education and essential commodities will not be subject to tax. Of course, more of the machinery. To protect our tourist industry, we again have to make further exceptions. My experience in travelling to countries with sales tax or value added tax is that the cost of a stay goes up, no matter what you do. The value-added tax or the sales tax, can only be redeemed for a certain minimum level or amount you spend. So, I think, the very fact that we have a sales tax or value added tax may deter people from coming into Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee also recommended that it be started now. I say, please be extremely careful. The shortfall, or what I mentioned earlier of $750 million, could be made up for by a bigger economic pie, and that is exactly what we are trying to do now. We are trying to make the pie bigger, with more new businesses. With more businesses there must be a bigger pie to be taxed. Other sources for tax or transfer of funds have already been mentioned by the Member for Alexandra. Funds from statutory boards should be taxed or at least be transferred back to the Government. I think having given back to the people, to industry, to business, by way of tax concessions, our country must not go back and get the money back by some other means. If possible, we should leave it alone and ultimately if we have to, I think, the Government may have to trim itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch on the securities market. This deserves some comment. A healthy securities market is necessary and economically important in helping to channel private savings into investing in industry. However, in the Report, there is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 213</b></font>\n  <br>\n  <br> hardly any mention of the direction of our stock market. Of course, it makes the point that the unlisted securities market must be established as quickly as possible can. I think maybe the Committee is being overtaken by events in the stock market. Quite clearly, it has shown very serious defects and with the problems of the last two days you can ask any stockbroker or any investor I doubt that the new Securities Industry Bill which was presented at the last Session of this Parliament will resolve the defects which are, to my mind, structural. One of the major defects is our linkage to the Kuala Lumpur Stock Exchange. This is reflected in the high number of Malaysian companies on our Exchange. Presently, there are more Malaysian incorporated companies than Singapore companies listed on the Stock Exchange. Today, less than 120 companies are Singapore companies. This works out to less than 4 in 10 are Singapore companies and, to make it worse, most of these companies are so-called sunset industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many reasons why foreign incorporated firms should not be listed in Singapore. They should be discouraged. Different countries pursue different development strategies. They also have different attitudes and ways of doing business. Hence, the demands placed on officials who are the custodians of public money vary from country to country. If you have a different system, a different way of doing business, you look at things differently. To make it worse, the listing requirements for companies also vary. One country may take a very strict stand and another country may take a more liberal attitude towards listing of companies. Hence, under such conditions, can our laws really apply in cases where there is abuse? Recent events have shown that it may even hurt diplomatic ties in what I consider to be essentially a business matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must work towards a fully independent Exchange. There will be a short-term factor of lack of size and liquidity but I think this is where the recommendation in the Economic Report that Government-owned \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 214</b></font>\n  <br>\n  <br> companies should be privatized be taken up at a faster pace. Government-owned enterprise should be encouraged to fill the void and the pace must be quickened. Besides Government-owned enterprises, I am calling again for the privatization of statutory boards. Last year when I brought this up in this Chamber, there was a negative response from the then Minister for Trade and Industry. Since then, we have been overtaken by events in the stock market, and I think the privatization must assume a more urgent stance at least from the point of view of building up our own Stock Exchange to go together with our new directions in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of the Economic Committee has listed several activities which the Committee deems to be the potential winners for the future the service sector, the general directions in manufacturing. But I am afraid this is reminiscent of our promotion of hi-tech industries at the expense of many others not too long ago. We have been promoting hi-tech industries at the expense of many other industries. The Government can implement the necessary incentives for those activities which are projected to be desirable for our economy. However, different businessmen see things differently and they should not be penalized by disincentives. If they know what they are doing, if they have done their calculations, if they have projected their returns, we should not penalize them with unnecessary disincentives. I have heard of cases in which investments were turned down, about two years ago, because they did not fit in with our hi-tech industry. They were told, \"Please do not come to Singapore, move somewhere else.\" I hope that this hi-tech and low-tech debate may now be put to a permanent rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the role of Government to provide the regulatory framework, share information and data with businesses for decision-making and, of course, they must provide the various incentives to promote businesses. However, it is not the role of Government to tell the businessmen what not to invest in. On this framework, most businesses are planned on a fairly extended time period, sometimes for as long as five to 10 years. What a business \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 215</b></font>\n  <br>\n  <br> fears most is a sudden or structural change in the rules of the game. We set up a business and we know what are the rules. Two years downstream, you change the rules of the game. You change the law. The case of the pig farms is still fresh in many people's mind. We just cannot change after we have given the go-ahead. I think this is a very important criterion when a businessman or a foreign investor looks at our investment climate. It is not enough to implement the policies recommended. The investor must be fairly certain that the policies under which he decides to invest will not suffer a sudden terminal disease. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am hopeful that the proposed recommendations in the Economic Committee's Report will not suffer such a fate. I think my optimism is well-founded on the fact that the new architect of our economic blueprint is also the person who is going to be charged with its implementation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra has asked us to exercise caution and that we should not be carried away by the euphoria that the Economic Report will solve all our problems. I think he is quite right that there should be some caution. On the other hand, I believe there is also room for optimism. The present decline in oil prices helps to lower our costs and lower inflation. More important, the decline in world oil prices will help the US to recover. As we all know, the US economy is our major trading partner. If the recommendations are implemented extensively and not in small increments, this will be the much-needed shot in the arm which the economy needs. What we need in Singapore today is a rare commodity called confidence confidence in the business community, confidence of our people. This is one commodity which I think everybody must try to generate among our friends, our neighbours, in businesses and at home. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Mr Speaker, Sir, may I be permitted to make a point of clarification on a part of the speech that I made. When I was outside the Chamber just now I believe that the Member for Kebun Baru took exception to the remarks I made about the Skills Development Fund. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 216</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree that the figure I quoted was for the financial year ending March 1985. But it still means that after the contribution to the SDF has been halved, the SDF would still collect something like $40 million to $50 million in the current financial year. It would still mean a lot of money compared to the amount of grants given out by the SDF in a year. But what I wanted to point out was that the amount of grants given out by the SDF each year was very small compared to the accumulated funds of the SDF. By all means, continue upgrading the skills of workers through grants from the SDF. But during this time of recession, I feel that it is better for us not to burden the employers further and that a suspension of the 2% contribution would be in order until the recession is over. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Mr Speaker, Sir, if I may be allowed to respond. I think the workers have made a lot of sacrifices. With the proposed 15% cut in the CPF, I think the levy on the SDF should continue unless calculations show otherwise. The onus of proof to the unions would have to be on the employers to show that it is necessary to reduce the contribution to the SDF. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, the SDF has more than enough money in its fund. The interest it earns every year from the fixed deposits is more than enough to cover the training grants. I do not see what the objection is. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Mr Speaker, Sir, I beg your indulgence. If the Member for Alexandra should ask of the Skills Development Fund: how much money has been committed to training? You need to have funds to pay those companies that are providing the training, because the programme stretches over two to three years and the money must be there. If he were to find this out from the Skills Development Fund, he will know that there is only an uncommitted amount of just about $100 million left. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, the SDF grants are also given to workers. It is also given to train the skills of management. The Member for Kebun Baru is a trade unionist. Before he gets too excited, may I point out to him that that is also using workers' money to pay for management. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 217</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Mr Speaker, Sir, perhaps some managements would like the workers to work for free. I think it will be a serious mistake if we take hasty steps to reduce contributions to the SDF further. Last year I agreed to a halving of the contribution. I am not prepared at this moment to accept a reduction to zero. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> There seems to be a lot of points of clarification. \n  <br>12.56 pm \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Mr Speaker, Sir, sometime last week the BBC World News announced that Lucas, an automobile components manufacturer, will be closing down its plant at Birmingham. It is 100 years old and a thousand people will lose their jobs. The reason given for closing down was that it is no more competitive. I believe this is the same Lucas which was very famous for autombile accessories we are familiar with. What attracted my attention was the fact that Lucas is 100 years old, yet it is no more competitive. One would have thought that a company which has been around for 100 years would have had an infrastructure of more experienced management, greater market share and wider distribution outlets over the newer companies. Why then is the plant closing down? What went wrong with Lucas? How has it failed? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me do a bit of reasonable speculation. First and foremost, I am sure that the owners and workers are very proud that their company has been around for a century. Believe you me, there are not many companies with such a history. If this company were to be a piece of antique, I am sure it will be priceless in the British tradition. I suspect that the company has not kept abreast with technological advances. It could have been complacent, resting on past laurels, or the workers' union may have been resisting automation to preserve an unproductive workforce. What did all this lead to? It merely led to higher costs, lower productivity, resulting in higher costs per unit produced. The damaging end-result is a loss of international competitiveness. Whatever the reasons, it is sad to note that the world pass it by. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;International competition is no respecter of companies, big or small, weak or strong, old or new, established or otherwise. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. You can continue after the Suspension. It is 1.00 pm now. The Sitting is suspended until 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> Mr Speaker, Sir, before lunch I was referring to the case of Lucas closing its plant at Birmingham. I think in Lucas's case, come March the thousand-odd workers would lose their jobs, the owners would lose a plant, and Britain would be poorer in export revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cite this example because we have many family-owned businesses in Singapore. They flourished very well in the early 50's to 70's. They may not be a 100 years old. But the same fate that has befallen Lucas will definitely be upon them if corrective steps are not taken to upgrade to modern management and to some form of mechanization to increase productivity. I also wish to emphasize that sentiments must never prevail rationale thinking. Local businesses, workers and Government must work cohesively to achieve a common goal economic wealth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch on the subject of local businessmen. There are about 70,000 local companies. Over 60,000 of these companies have less than 10 workers. As to their importance, the Economic Report, page 134, has this to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'But local companies too have an important place in our economy. They: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) account for 30% of our exports; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) play a key role as supporting industries, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;providing intermediate inputs to MNCs; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) enable us to diversify our export markets; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) form the majority of firms in our commerce sector.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to their difficulties, the Report says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The performance of our local companies, both large and small, has generally not matched that of foreign-owned companies.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 219</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the solution, the Report has this advice: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Their problems are more deep-rooted. They are now operating in a completely different business environment. They must modernize their managements and operations to prosper.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report further suggested that small firms have invested too little in their workers. Sir, I have listed the importance of our local businesses, the difficulties they face, and the solutions suggested by the Economic Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, allow me now to give my views and opinions. I agree wholeheartedly that the local businesses are important supporting industries. Speaking to some industrialists, I understand that there are really not enough such supporting industries as compared to Hong Kong. That is why many manufacturers prefer to go to Hong Kong. We must encourage more of our professionals to go on their own. But how can we achieve this? The Government should consider some incentives to make the initial set-up cost low and the risk lower. We must remember most of our professionals have been well-insulated in their high-paid jobs because of an uninterrupted economic boom. The economic situation is entirely different now and they need help to give them the initial push to go on their own. The Government should consider allowing them to draw a part of their CPF savings as initial capital, and HDB to consider amending the rules so as to allow these professionals to operate from spare rooms in HDB flats. This is to reduce the initial operating cost. I believe that these measures will effectively motivate professionals to be entrepreneurs and increase our pool of supporting industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of modernization, I want to suggest to the Economic Committee that it is never their top priority nor do they have the financial resources to modernize. Many are faced with cash flow problems. The 15% points cut in employer's CPF and the reduction of corporate tax from 40% to 30%, and the other measures, really do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 220</b></font>\n  <br>\n  <br> help these local businesses immediately. Three words viewed in the negative really describe their plight very well. They are \"Cash flow, cash flow, and cash flow.\" Recently, the SEB received 80 requests from small businesses and the requests were mainly for financial assistance. This confirms my analysis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You see, Mr Speaker, Sir, most of these local businesses, especially the 62,000 which have less than 10 workers, depend on the small domestic local demand. With wage restraint and tightening of belts, fewer people will patronize them. Their future is bleak. I would suggest that the Government consider a temporary cut of 5% points in the employee's CPF contribution to help stimulate the small local demand. In this respect, I differ my colleague from Radin Mas. This will release some $500 million into the market. And assuming, as some argue that Singaporeans are great savers, that 50% of Singaporeans will save in a bank, you still have $250 million. This amount will definitely increase the small domestic demand, and these small local businesses will benefit in some ways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also suggest the Government look into a nagging fixed cost item. I know that each time I mention this, the Minister for National Development will look me in the eye. But at least for the time being, I am spared the agony. But I think I have no choice. The rental is a fixed cost which must be met irrespective of whether there is revenue or not, whereas the variable costs are proportionate to the revenue. In Singapore, most of the local businesses are tenants of HDB. Some tendered during the boom period when rentals were very high. I urge the HDB to consider further reducing the rental till better times arrive. However, if for some reasons the Government feels or thought it more prudent, not to cut the employee's CPF or resort to further rental reduction, then I have these words of encouragement to the local businesses? Be patient, hold on, and wait for the incentives which the bigger firms will enjoy take its effects. When this takes place, the smaller local businesses will hum again. Till then, do not lose heart. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I believe that it is only when business picks up and the cash flow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 221</b></font>\n  <br>\n  <br> problems solved, modernization can only be a long-term goal for these local businesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to dwell now on the subject of our workers. The SBC documentary film on the South Korean workers revealed to all of us the excellent work attitude of the South Korean workers. In short, the documentary shows out very clearly that the South Korean workers have always put the interest of their company before their own interest. The logic is not difficult to see. If the company is doing well, the job security of the workers is enhanced. I take this opportunity to call upon all workers, whether in factories or in offices, to emulate the excellent work attitudes of the South Koreans. Be ready for longer hours, be ready to work on third shift. They are a very important asset and the country needs them to cooperate to be competitive again. United we stand. And I am confident that we will succeed. I thought it may not be a bad idea for SBC to allow companies to make a copy and show them to the workers. Maybe the NPB should look into this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, on the subject of the Government's role creating a conducive business environment also includes ensuring that some operating costs are kept very low. Among these are rates charged by our various statutory boards. It is indeed very encouraging and to read the following statements in the Report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... their objective [of the statutory boards] should not be profit maximization ... . Statutory boards should continue to pass on savings from improved efficiency and productivity in tariff reductions. In pricing their services, they should consider Singapore's cost-competitiveness ...' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I sincerely hope that all statutory boards expeditiously review their rates and implement the reductions straightaway. We need your help in this turnaround recession battle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also add that not only should the statutory boards not maximize profits, but they should consider keeping to their original roles. For example, HDB should concentrate on housing and not factories; JTC should concentrate on factories and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 222</b></font>\n  <br>\n  <br> not housing; PSA should concentrate on port facilities and not warehousing complexes. It must added that JTC has already taken the lead in relinquishing the role of providing residential buildings. Others should follow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me close this section on Government's role by quoting Dr Tony Tan, Minister for Education, in his speech to the Alpha Society on the \"Dead Ends and Wrong Paths in Public Policy Administration: Warning Signs and Danger Signals.\" I thought it reflects very positively the ethos of this Government in dealing with changing circumstances. This is what he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Persistence in an erroneous policy or a policy which has become inappropriate because of changed circumstances is the cause of folly in government. Unfortunately, for many governments to admit that an error has been made is almost out of the question. Wisdom in government comes from being able to recognize when pursuit of a policy has become self-defeating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To govern well, it is necessary on occasions to undertake the rarest kind of reversal in politics, that of a government recognizing that a policy is wrong or has outlived its usefulness and being brave enough to dare the danger of radically changing the policy in order to advance the interest of the nation.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I want to bring our attention to one very important human aspect which has always not been taken into account when the Government draws up its economic plans. Sir, you will notice that there are many sports and recreational facilities but there is an absence of a national sporting atmosphere. There are many isolated cultural events but there are no national cultural events where people can look forward to. Singapore has always been a country which is in a hurry to build its economic wealth. There has never been a concerted effort to look seriously into the cultural and recreational aspects of life in Singapore. No wonder the Economic Report has this to say under the tourism section: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'However, Singapore is not perceived as a place for an exciting, fun-filled holiday. We lack night life, cultural, historical and scenic attractions of impressive scales.' May I add that it is not only perceived but that we are actually experiencing it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Singaporeans are called only to work hard to build an economic empire without \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 223</b></font>\n  <br>\n  <br> limits, then we must ask a basic philosophical question. What are we working for? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> For fun! \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> I can almost hear a spontaneous answer, fun, or that we are working for the future generation. Where do we end if each generation works for the next? What is our ultimate goal? You see, Sir, if we eliminate the cultural and recreational aspects of life other than the spiritual, then I want to suggest that such a life is incomplete. For the cultural and recreational aspects give us the joy of living, the expectation of another festival, the building up of inner strength and a peace of mind. All these will help to build a disciplined person and a disciplined person will be instrumental in the greater economic pursuits of the nation. Even during the Vietnam war, cultural and entertaining events were organized for the American soldiers! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a mistake to entertain the notion that we should only talk about cultural and recreational activities after we have attained economic goals. Firstly, there is no end to economic goals. Secondly, one need not be rich to enjoy cultural and recreational events. In Singapore, it is sad to note that all these are promoted not because they are wholesome but on the basis whether the Government will grant the money or whether we could find sponsors for them. I understand that for this year, all SBC road shows are cancelled because there are no funds allocated. I am just questioning what happens to the profits made by the SBC. I hope it would not be a case where profit maximization is the main objective. I strongly urge fellow Members of Parliament to join me in persuading the Government to take the cultural and recreational aspects as seriously as the economic goals. I suggest that we appoint a committee to look into this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Commission of inquiry! \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> I have not reached the stage to ask for a Commission of Inquiry! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 224</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is aimed to make our struggle for economic goals more meaningful. The committee should comprise people who are visionaries. Such people may include staff members of the Arts Faculty of our University, other poets and writers or even interested volunteers in the private sector. Let us erase from people's minds that Singapore was ever a cultural desert. Sir, I support the motion. \n  <br>2.50 pm \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, I rise in support of the motion moved by the hon. Member for Changkat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two and a half days of the debate have passed. We have put in about 10 hours of debating time. I have been sitting here patiently monitoring the time spent by the two Opposition Members and my record shows that they have taken up no less than two hours out of the 10 hours we have spent so far. And what have they come up with? The usual allegations against the Government, putting the blame on the Government for our present problems. Have they come out with any constructive criticisms on the Economic Committee's Report like what my fellow PAP colleagues are doing? These two hours including perhaps another two hours spent by the PAP Backbenchers and Ministers in refuting their arguments would mean a total of four out of the 10 hours spent unproductivity on the debate on the Economic Committee's Report. Sir, this is expensive time, if we took into consideration the salaries of Ministers, MPs, the two Opposition Members and the time spent by our friends in the Gallery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, debating the Economic Committee's Report is a serious matter. To me, it is like a battle plan. It is a matter of life and death for us. The Economic Committee in the course of the last 10 months has put up a battle plan and, in my mind, it is one of the best plans we have seen for years. We are here this week to debate on the measures and recommendations for the battle plan. Instead, the two Opposition Members have been asking the commanders at the battle field to resign. Is this the right time to ask the commanders to leave the soldiers? This is the time when the soldiers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 225</b></font>\n  <br>\n  <br> need their leadership most. Replacing the commanders with half-baked unqualified commanders who are totally unfamiliar with the battle ground would be disastrous. Sir, I think we should not waste any more time on the Opposition Members argument. We should get on with the debate and the implementation of the Economic Committee's Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allow me to come to more serious matters. The flexible approach towards policy changes in the last 12 months reflects the open and consultative style of our present generation of leaders, in allowing the people a greater say in the events that shape their lives. The last 12 months have also seen the people coming forward, showing a greater interest and playing a greater role in the decision-making process of the Government. These are good signs and what are even better signs are that the Government is responding to this feedback and taking remedial measures, where appropriate, to correct policies and actions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This two-way flow of communication has become a unique way of governing Singapore and should continue. It has fostered a closer tie between the people and the Government and strengthened the link between the business community and the bureaucrats. In a way, this recession is a blessing in disguise. It makes all of us realize our vulnerability as a nation even more and forces us to work even closer together to strive for economic survival and prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the debate last year, I urged the Government to stay away from the mainstream of business and let the private sector be the prime mover of the economy. I am glad the Government has now taken measures to avoid competing unfairly with the private sector in business activities. The setting up of the Government Divestment Committee to privatize state-owned companies is indeed a step in the right direction. The task of this committee is by no means simple and I suggest that it deliberates carefully and not rushes through the exercise. As the thrust of our future economic growth will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 226</b></font>\n  <br>\n  <br> have to come more and more from external demand for our goods and services, may I suggest that the Government in its divestment exercise consider retaining a small but strategic stake in some of these companies, if by doing so this could give our companies a comparative advantage over competitors from other countries in their bid for businesses overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the success of the implementation of the Economic Committee's recommendations will depend not only on the businessmen and the people, but also on the Government's machinery. The Government can help achieve this on two fronts. On the domestic front, may I propose that Government review and gear its machinery accordingly to fight the recession. Red tape and obstacles should be quickly removed. Civil servants should change old habits and work-style, and be more considerate and show more empathy when attending to the needs of businessmen and members of the public. I support wholeheartedly the Government's recent formation of the Business Enterprise Committee. I think the Committee should waste no more time and quickly get down to reviewing and removing all irregularities and obstacles which would hinder our efforts to recover the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the external front, the Government could play a greater role here. The Government should accelerate its machinery to set avenues and pre-conditions for businessmen to venture abroad. It should intensify its efforts to establish trade links and open up dialogues with more overseas governments and institutions and establish all necessary infrastructure to facilitate entry of our goods and services into markets overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the comments often mentioned for the Government's failure to foresee the current recession is the lack of statistical data. I do not agree with this entirely. I think we have a very good statistical base in Singapore, one of the best among developing countries and even comparable to those in some developed countries. What is needed, Sir, is perhaps more expertise to analyse the data and to detect the \"signals\". Equally important is to have regular dialogues and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> consultations with the business community. I propose that this be made a permanent feature of our economic planning process, especially now that the private sector is going to take the lead in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Economic Committee has recommended that we gradually move away from direct to indirect taxes. I think these recommendations require much detailed study, as the implications are far-reaching. Perhaps the long-term solution to our loss in revenue is not so much the move towards indirect tax but the move towards a trimmer civil service. I think our civil service is far too large. By trimming our Civil Service, we could channel more and more productive resources to the private sector where the generation of wealth takes place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposal to reduce corporate and income tax is appropriate and I suggest that the implementation be effected from Year of Assessment 1986. As many companies are facing difficulties, a reduction in corporate tax this year will help alleviate their cash flow problems. With wage restraint being introduced this year, a reduction in income tax in the Year of Assessment 1986 will be timely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I join my colleagues in this House in saying that the Economic Committee Report is not pro-businessmen. I think the thrust is to benefit employees at large. The underlying aim is economic recovery leading to job creation, the creation of wealth and an improvement in the standard of living. I do, however, have a reservation about the proposed 15% cut in employer's CPF contributions and its impact on those Singaporeans who are still servicing their mortgage loans. While it is inevitable that a cut has to be made to reduce cost of business operations, my concern is whether, as a result of the cut, the employees could continue to service their housing loans without a squeeze on their consumption expenditure. Is this a wise move? The effect could be a real drop in domestic demand which may hinder our efforts to recover the economy. I therefore propose that the Government consider, besides re-scheduling the loans, allowing Singaporeans with outstanding housing loans to tap their monthly CPF contribu- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> tions to their Medisave and Special Accounts. Effectively, this would mean putting a freeze on their contribution to these two accounts to help them service their housing loans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were suggestions in this House that employee's CPF contribution should also be reduced to give something for the employees. If the objective is to make the employees happy, then I think it is wrong. It is a soft option! I am not sure if a cut in employee's CPF contribution will boost domestic demand as suggested by some Members in this House. I did a study on POSB savings statistics. The data showed that net savings per account increased markedly in the last 12 months, a growth of nearly 100% after two consecutive years of drop. These data tend to support the argument that Singaporeans are by nature thrifty and tend to save more in difficult times. However, with the possibility of the recession worsening in the months ahead before we begin to see the results of the implementation of the measures recommended by the Economic Committee, there is a possibility that there will be a real drop in family disposaable income and some inflation if our Singapore dollar depreciates in line with a weakening economy in the months ahead. If this happens, I think it makes sense to allow for perhaps a 5% reduction in employee's CPF contribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the last 12 months much damage has been done to our reputation as an international business centre. As part of the measures to revive our economy, may I propose that the Government, the businessmen and the people make a concerted effort to boost our image overseas and restore confidence in our economy. We have spent a lot of time discussing our problems and proposing solutions to tackle them. Let us not waste any more time. Let us put behind our problems. Let us look ahead. Let us now quickly implement the various measures recommended by the Economic Committee to revive the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having done all this, there is still no guarantee that the economy will recover. We have only addressed one side of the equation, the supply side. We still need a pick-up in demand to balance the equation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> for economic recovery. And this is more difficult, as it is largely outside our control. This battle against the recession like playing a soccer match. The ball is round. No amount of preparation can guarantee that you will win the match. Your opponent is formidable and his action unpredictable. However, with a supportive home crowd, a good team of players and a good battle plan, we have more than a fair chance of winning the match. Let us not waste any more time. Let us start the kick-off now! \n  <br>3.09 pm \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, the President in his opening Address states that the policy recommendations set out in the Economic Committee's Report have been accepted by the Government, in principle. I have studied the Report and I believe that these recommendations deserve the support of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Without a doubt, the Economic Committee has done an excellent job. The Chairman, the Committee Members and the various Sub-committees should be commended for their time and effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The analysis of the Singapore economy is frank, thorough and precise. It identifies the fundamental structural problems which precipitated the current economic recession and which must be rectified for our long-term growth. I believe that if these recommendations were carried out in a coordinated manner, it will rectify most of these inherent problems and go a long way towards speeding up the recovery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as it lays bare the rigidity in our economy, the recession, painful as it is, has been beneficial. It exposes our structural rigidity and deficiency, much like an ebbing tide exposing all the rocks and debris on the beach which otherwise are hidden by the sea water. The recommendations of the Committee would clear away some of these debris. I believe some of the lessons we learnt in this recession should be highlighted so that we will not forget them when the next upswing comes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> along. Memory, Sir, as some Members of this House have demonstrated, is a very tricky thing, especially as we grow older. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I read the Economic Committee Report, I find one recurrent theme throughout the Report, chapter after chapter, ie, the cost of doing business in Singapore has rendered our business uncompetitive. The theme is summarized in paragraph 84 of the Executive Summary, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The costs of doing business in Singapore must not be higher than operating costs in other competitive locations. Wages must be competitive, rentals must be affordable, utilities and statutory board charges must not be out of line.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Report comes out with strong recommendations on wages, its statements on rentals and statutory board changes are not as strong. The Member for Alexandra and the Member for Paya Lebar have spoken on the surpluses of statutory boards. But I believe it bears repeating. The Report endorses one fundamental principle, ie, statutory boards should provide the infrastructure services at minimum cost. It goes further to recommend that statutory board surpluses be considered in the normal Government budgetary exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Surely, we have learnt enough in this recession to realize that such surpluses will eventually, if allowed to carry on in future, precipitate the next recession by (1) soaking up liquidity from the economy, and (2) increasing the cost of doing business, thus reducing our competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Government to take this opportunity, while the lessons are still fresh in our mind, to look at the terms of reference for statutory boards to ensure that the missions are clearly spelt out, and that is, to provide efficient and reliable utility services at minimum cost. Only by doing so would Singapore have the infrastructure to sustain the economic growth till the 1990s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let us look at rentals. Is rental affordable in Singapore? Let us ask the tenants in HDB shops and URA shopping centres, and we will get a general idea. In its recommendations on wages, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> Economic Committee Report has this to say, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Greater use must be made of variable compensation systems such as bonus payments, profit-sharing schemes, productivity incentive schemes and employee share schemes. Such variable compensation schemes will ensure that high wage payments awarded in good years are not perpetuated in subsequent lean years.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a good fundamental principle that makes sense and there is no reason why it should only apply to wages. I believe it should also apply to rentals. The Government should re-examine all its rental schemes, including JTC, URA, HDB, PSA, etc, to ensure that the system is fair and flexible. By showing flexibility, Government would set a good example for our workers to follow. In this, I am glad to have the support of the Member for Paya Lebar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I will touch on CPF cut. Now this is a really complex issue. On top of that, it is also an emotive one. I would like to establish, first, the basis of reducing CPF contributions. Let us look at some ball-park figures. In 1979, the total national savings of Singapore was about $24 billion. This includes savings with commercial banks, CPF, POSB and finance companies. CPF then amounted to roughly $7 billion, or 29% of the total. In 1984, the total national savings was about $62.5 billion, of which CPF amounted to $23 billion, or 37% of the total savings. In other words, while total savings have increased, the amount locked into CPF has increased even greater. Had we maintained the same proportion of CPF savings to the total savings as in 1979, the difference of 8% out of $62.5 billion would work out to be another additional $5 billion not locked into CPF. Indeed, too much savings have been locked into CPF and the CPF contribution rate can be reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By how much and whose contribution? Mr Speaker, Sir, that, I surmise, is the billion dollar question. The Economic Committee recommends a 15% cut in the CPF on the employer's contribution. Why 15%? Why not 10%? Why not 20%? How this figure is arrived at, the Report does not say. In reducing the CPF contribution rate, by releasing the funds back into the economy, what can be achieved? Is it to: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1) Create jobs; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2) Save jobs; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3) Arrest the recession; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4) Turn around the recession. Or some of the above, or all of the above? Let us look at each of these carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, the 15% cut will make business certainly highly profitable overnight. It will entice more investors, both foreign and local, to set up shop in Singapore. But investment decisions take time. The Acting Minister for Trade and Industry, in the televised forum on Sunday night, said that by the time the factories come onstream, it would be 18 months down the road. If we propose to hold the CPF rate for two years, then the investor, after the plant starts operating, can look forward to only another six months of the low CPF rate. There then lies an element of uncertainty in the decision-making. Would the proposed 15% rate really entice investors which would otherwise not consider coming to Singapore, or those who are already here, to re-invest the resultant profit as a result of the cut? There might be some who would rather take the money and run, smiling to the bank. To be really effective, Government should consider freezing the employer's contribution beyond the two-year period. As it is, would the measure create jobs? Yes, but only as a long-term measure. On the other hand, one might ask: Would not a 10% cut do just as well? Would not a 10% cut over a longer period of time, say, four years, be more effective in creating jobs? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By reducing the wage cost to companies, the proposed CPF cut will make collapsing companies survivable, marginal companies profitable, and profitable companies quite profitable. This will definitely preserve jobs. By saving jobs, this will prevent the recession from getting worse. To achieve this objective, does the cut have to be as high as 15%? As we cut the rate from 5%, 10%, 15%, the additional number of jobs saved at every cut is an increasingly small number. If the number of jobs saved between 10% and 15% is significant, I am sure all working Singaporeans will support the measure. On the other hand, if the incremental gain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> is marginal, perhaps it would be wiser to go for the lower figure of 10%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the 15% cut turn around the recession in the short run? I do not think so. On the contrary, there exists a distinct possibility that this measure will aggravate the recession in the short term. By transferring $1.5 billion from the CPF to the employers, I am sure all working people will become poorer and, more important than that, they will feel poorer. What will people do when they feel poorer? Sir, I think they will spend less and this will reduce the domestic demand further. The Economic Committee has clearly identified declining domestic demand as one of the key contributors to our current recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In very simple terms, recession results from declining demands. There are two elements to demands: external and domestic. External demand depends strongly on international business cycle. There is very little we can do to stimulate external demand. On the other hand, the newly industrializing countries of Taiwan, Korea, Hong Kong and Singapore, depend essentially on the same markets. Measured in non-oil exports, all these countries experience negative growth in 1985. Yet in their GDP growth, only Singapore experiences a negative -1.7% growth rate. The difference is that the other countries have strong and vibrant domestic sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's domestic demand, as we all know, is a small percentage of the total, only 30%. But is it important to our economy? The Report on page 44 states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'For the first time since the recession in 1975, domestic demand fell by 3% in 1985.' Moreover, the severity of the recession is the worst in memory. I would say that there is a strong correlation between declining domestic demand and our current recession even within the Singapore context. If we refer to Chart 2-8 of the Economic Report which is entitled \"Composition of Domestic Demand\", of the two components of this total domestic demand, total Government and total Private, it is the total private demand that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> has taken a nose-dive in 1985 mainly as a result of the construction sector. It is this decline that has contributed to the current recession. How can we turn around this recession or at least modulate its effect in the short term? What is the outlook for 1986 for these various components of the total domestic demand? There is no easy way we can turn around the private sector construction. Private sector investment will remain flat. The proposed 30% investment allowance will hopefully increase private investment but perhaps only after a period of time. Private consumption will remain flat and decline. In the meantime, it is quite interesting to note that in 1985, as shown in the same chart, there is a sharp increase in Government consumption expenditure, close to $1 billion. Why not we stimulate the private consumption expenditure? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I surmise that a reasonable proposal to tackle the economic recession would be to cut the employer's contribution by 10% for long term growth and employee's contribution by 5% for short-term gains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one of the key issues of the recession is our wage costs. It is no longer competitive when compared to other newly industrializing countries. In such comparison, one should not compare our wages. The real comparison should be in per unit cost. In other words, as long as our productivity is higher than others, then we shall be able to pay more. The per hour wage cost of workers in the United States, Switzerland and Japan is very high compared to ours. Yet their industries, or at least some of them, remain competitive. We should study why and how they do it and do our best to emulate them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government should aim to increase wages and not to keep wages down. They should work towards increasing wages, providing better standards of living while maintaining or reducing the total wage cost to industry, thereby maintaining our competitiveness. How could that be done? Therein lies the challenge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has no natural resources other than its people. All our incomes depend on value-added services. So we must move into high value-added niches. The economic restructuring must \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> continue. We must also examine and try to maximize the manpower resources we have. This we can do by providing better education to our people, investing in R and D, encouraging higher investment per worker and increasing the use of high technology in our industry as a productivity tool. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we must not be distracted by the problems of our current recession. We should continue to forge ahead in going for high technology and to carry out the recommendations of the Report. Only then can we Singaporeans fully exploit our potential. We should shake off the shackles of low per hour wage rate of our competitor countries. Only then can we reach for the stars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to conclude by saying that the Economic Committee's Report embodies a powerful statement, ie, the recognition of the role of the private enterprise in the creation of wealth. It deserves the support of our people. \n  <br>3.29 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I have listened to the MPs and read them for the last three days. I have therefore decided to speak today instead of later in the debate so that other MPs can then debate more specifically on the response of the Government to the Economic Committee's Report and not just on the Report alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current recession is more than an economic watershed. It is also a watershed in our national history. Not only does it mark the end of an era of high economic growth under one generation of Singaporeans, but it also marks the beginning of a new period of different challenges under another. The pioneers of independent Singapore are getting on in years. For 20 years, since 1965, they worked and sacrificed to leave behind a legacy for the next generation. Now, the time has come for the new generation to build on its heritage. This generation of Singaporeans who were young and unburdened in 1965 are now in their 20s, 30s and 40s. On their shoulders rests Singapore's destiny. They have to pull Singapore out of the reces- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> sion, and take it to new heights, or Singapore will sink into the swamps which it once was. This generation of Singaporeans cannot fail. We are that generation of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has studied our current economic problems thoroughly. It has meticulously reconstructed the problem, sketched out the critical parts, pinpointed the detonator, and recommended ways to take it apart. It has done, in my view, an admirable job. But we are not here to praise the members of the Committee. We are here to rally your support to fight off recession and recover our economic stride. In other words, it is not how good the recommendations are or how beautifully they have been written out. It is how we implement the recommendations that will determine whether we can overcome our current economic recession, or get blown up by it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. The key remedial measure is not the proposed reduction in taxes, no matter how important that may be to the investors, for a reduction in taxes does not inflict any pain. The key measure is the proposed CPF reduction and wage restraint for two years, in the first instance. This measure requires workers to sacrifice, to hold down, and even reduce, their standard of living for a while. We have, therefore, to convince the workers why they have to make sacrifices. Some people have asked: Why only the workers are asked to sacrifice, and not the employers? They have also commented that the Economic Report is pro-business. That is one-step-only thinking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The whole purpose of the exercise is to make sure that our goods and services can be sold overseas at competitive prices, that there will be a continued stream of investments, so that workers can be employed. Investors can choose to put their money in other countries, like South Korea, Taiwan, Hong Kong. Our workers cannot choose to work in South Korea, Taiwan or Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am encouraged by my meetings with the union Leaders, and the general attitude of the workers which they reflect. They understand that to get out of the recession, we must be competitive in wage costs and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> in our labour productivity. They are not jumping with joy at the prospect of losing something like 15% point, or so, of their CPF savings. On the contrary, they are concerned for the workers. They listened to the arguments and saw the need to cut wage costs decisively in order to save jobs for their members and for the other workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we should record our appreciation here of these union leaders, and to the workers for being ready to sacrifice a part of their wages. The employer's CPF contribution is part of the worker's wages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As late as November last year, I was against any cut in the CPF contribution, whether it be from the employer or the employee. So was the Government. We wanted to have high savings for the nation and for the workers, so that they would have a nest egg for old age, funds to buy their homes and to pay for medical expenses. But when confronted with the sobering thought that our wage costs are so high that we are going to lose our international competitiveness, we have no choice but to thaw our position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not remain rigid when the temperature outside has changed. So reluctantly, and only because there is no better solution, did we agree to consider a cut in the employer's rate of CPF contribution. It is a painful decision for us to take. It is painful for the workers, for all salaried employees. It is especially hard for the lower income workers. But far better for us to lose a slice of our savings than to lose our jobs. Because if we lose our jobs, that is even more painful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has recommended that, to reduce operating costs, the present employer's CPF contribution rate of 25% should be reduced by 15% points to 10% for a period of two years in the first instance. This is a reduction of 60% in the employer's CPF contribution. The Government accepts this recommendation and it will be implemented with effect from 1st April this year. In addition, the Government will reduce,for the time being, the employer's contribution to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> Skills Development Fund from 2% to 1%. It is not desirable to remove the whole 2% contribution to the SDF as skills training must continue, especially in a recession. The CPF and the SDF reductions will cut the costs of doing business in Singapore and help the employer's cash flow. It will release $1.5 billion into the economy. The 15% point reduction in employer's CPF contribution will be effected as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Suspension of the 4% contribution to the Special Account; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Reducing the Ordinary Account of 40% by 11% points to 29%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have asked that the employee's CPF contribution be reduced by 5% points, or even 15% points as someone has suggested. Let us think this through carefully. What is our main concern in this economic recession? That our costs are uncompetitive, isn't it? How does reducing the employee's CPF contribution help to reduce costs? Do not forget that many CPF account holders have outstanding housing loans. You give them back their CPF contributions, and they still have to use this to pay their housing loans. What is the net result? No contribution to consumption, but a contribution to taxes. Because they have to pay tax on the employee's CPF that has been refunded to them. Will the reduction in employee's CPF contribution lead to an increase in domestic consumption? The answer is yes. But I think the stimulating effect of this increased consumption is not likely to be great. Singapore is not like the United States. About half a dollar spent in Singapore will find its way out through imports also, unless my guess of human psychology is wrong, I think in a recession most Singaporeans will save the extra dollar which they get because they fear sudden unemployment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a recession. It is tempting to sugar-coat or soften the tough measures of the economic package by giving workers increased take-home pay through a reduction in the employees' contribution to the CPF. But if we do this and the economy remains difficult for another one or two years, where do we find more sugar to give away? I think we should face the problem squarely, like a man. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has recommended that for households whose mortgage payments will be affected, the Government should make special arrangements to enable them to reschedule their housing loans. This will be done. Members who have more than $15,000 in their Medisave Accounts will have the excess balance transferred to their Ordinary Accounts. This extra amount of funds can now be used to pay their housing loan instalments. This includes the future monthly contribution of 6% to the Medisave Account, so long as they have a minimum balance of $15,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If these measures are not sufficient, members will be allowed to draw on their balances in the Special Account to help them pay their housing loans. This relaxation of the CPF rules is adequate for the majority of members whose mortgage payments are affected by the 15% CPF cut. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of members who may require further assistance is small. They will be helped in other ways. For those with HDB housing loans, the HDB will extend the loan repayment period and allow conversion of the loans to easy payment schemes, for example, the ballooning scheme. For hardship cases, the HDB will consider deferring or suspending the instalment payments temporarily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For members with private housing loans affected by the CPF reduction, the Government will provide bridging finance through the banks and financial institutions. The bridging loans will attract a concessionary interest rate of 0.1% above the CPF interest rate for account holders. This is the same interest rate as those enjoyed by the HDB mortgagors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order not to inhibit the purchase of homes, all those purchasing homes for the first time can impute as though the full CPF contribution has been made by the employers at the rate of 25%. In other words, they can borrow from the HDB or banks, with loans provided by the Government which we call bridging finance, the imputed loss in CPF savings. This will help all first-time purchasers of homes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With all these relief measures in place, no one should have any difficulty in meeting his housing loan repayments caused by the cut in his employer's CPF contribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has urged the Government to review the CPF scheme from a longer term perspective, to decide on the appropriate long-term rate and structure of contributions that would meet the basic needs of the CPF scheme. The Government has started to do this last year, even before the Economic Committee has come out with the Report. I expect to be in a position to discuss this later this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me reiterate here that both as a nation and as individuals, we want to have high savings. We must have high savings. We do not have natural resources, no rubber trees, no oil in the ground, to produce a stream of income even in times of recession. Whenever we can, we must put aside a portion of our current income for a rainy day. In a way, the current recession underlines the wisdom of our CPF policy, the wisdom of our having saved as much as we could in the past. Had we not saved in the past, we will not be here discussing the economic recession with our nose above water. We will be down on our knees, with cup in hand begging the IMF or other charitable institutions for alms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the employer's CPF rate can go up again will depend on the pace and strength of economic recovery. What the rate should be will take into consideration the basic objectives of CPF, the need to preserve jobs by keeping wage cost competitive and the productive use of savings. At present, it looks like a flat combined contribution of 50% of wages over a person's working career may be on the high side. But whatever the average rate of savings over a person's whole working career may be, it would make sense to start at 50% for young workers, so as to build up contingency funds as quickly as possible, and later lower the rate for older workers, to lower the wage cost. This would give them greater discretion in the use of their earnings. Calculated in this manner, the average rate of savings for employees will be less than 50% of wages. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has recommended that in addition to the CPF reduction, there should be, as a matter of national policy, no increase in overall wage levels in 1986 and 1987. I consider this recommendation a test of our national resolve to face up to the reality of the current difficult economic situation. In essence, it requires all of us to lower our standard of living and to lower our expectations. It would be a real test of our strength should there be inflation for one reason or another because inflation will bring down our standard of living even further, in real terms. We do not expect any inflation to be generated domestically in the coming one or two years because of the slack in the economy, but it is possible that inflation could be imported. If this happens, do we have the resolve to restrain pressure for wage increases? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We urge all to accept the spirit and substance of the Economic Committee to exercise wage restraint for this year and the next. The public sector has taken the lead by forgoing the half month incentive payment for this year. Workers and companies that are not doing well should help themselves and their employers by not asking for wage increases. They should even reduce their salaries, if necessary. Workers and companies that have done well should ask for wage increases only if they expect further vigorous growth for the companies. And even then, they should exercise restraint. Only thus can we keep down the overall wage level for the country and be competitive as a nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must caution here that whether we regain our competitiveness or not in two years depends also on what our competitors do. If Hong Kong, Taiwan and South Korea (the NICs) also hold their wages, then our relative position has not changed. We expect that there will be some growth in their wage levels because their economies are still expanding even though it is at a slower rate while ours is contracting. But should they decide to compete on wage levels and hold down their wages in the way we are holding down our wages, then wage restraint may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> have to be exercised for more than two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the longer term, we must make fundamental reforms to our wage system as recommended by the Economic Committee. The Committee's arguments for wage reforms are convincing. There is no need for me to go through them. The sooner we embark on the reforms the better. The employers and the unions should consult with each other in the National Wages Council and to plan and implement the fundamental reforms to our wage payment system as quickly as is practical. It is imperative that we embark on wage reforms to bring about a more flexible wage system swiftly. If we do not have a flexible wage system, we lose our suppleness to adjust to changing situations outside. Then next time there is a recession caused by the downturn in the world economy, our economy may break because of the rigid wage system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me move on to the recommendations on tax changes. This is an area normally dealt with by the Minister for Finance. I have, however, discussed the recommendations with him and he agrees with what I am going to say. I shall, however, comment only on the major recommendations. The Minister for Finance will deal with the details when he presents the Budget sometime in March. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the overall tax philosophy, the Government endorses the underlying philosophy of the Economic Committee's recommendation that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... a broad-based, low corporate and income tax regime, with minimal selective tax incentives, should be our long-term goal.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, we have successfully used selective tax incentives to promote economic growth. We have, for example, biased investments into the manufacturing sector, and within the manufacturing sector, into specific industries, like oil refining. Such an approach worked, as can be seen from Singapore's economic growth since independence, and the rapid growth in the manufacturing sector, in particular. But it presumes that the Government can spot winners better than the private sector. This is not necessarily so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another compelling reason why we now prefer a broad approach towards investments. The economic climate in the next 20 years will be different from that of the last 20 years. No longer are companies leaving their home shores in large numbers in search of cheap labour, tax holidays and industrial peace. New technology, the microchip revolution, robotics or robots that do not go on strike or ask for high pay, have relieved the pressure on these companies to move out of their home shores. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Within Singapore, we have also exhausted the simple industries in which we have an obvious competitive advantage, based on location and cheap labour, like the shipyards, oil refineries and TV assembly plants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the future, the Government will adopt a more open-arms attitude towards all kinds of investments. Whether the investment is high-tech or low-tech, in manufacturing or in services, it is welcome. The Government will concentrate on enhancing our favourable business climate by improving our fundamentals, keeping pre-tax costs down to the minimum and reducing after-profit income taxes to attractive levels. This area belongs to the Government. The Government will also encourage entrepreneurship and let those who dare reap the reward of their risks. This is the preferred way to rekindle our economic fire and turn Singapore into a powerhouse economy again in the environment of the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to corporate tax. The Government agrees with the Economic Committee that the corporate tax rate and the personal income tax rate should go down to reward those who dare to venture, and succeed in doing so. But it must be more cautious in pruning taxes than the Economic Committee. The Government must be sure that there will always be sufficient revenue to meet all national needs both for the short term and the long term. It is better to exercise prudence, to avoid taxes going down too low only to up them again in later years. Once taxes go down, they should stay down unless unforeseeable circumstances require them to be revised upwards again. The corporate tax rate will be reduced from 40% to 33% to take effect \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> from fiscal year l987, instead of 30% as recommended by the Economic Committee. The Government recognizes that a lower corporate tax rate will improve the net return of companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even as we move in that direction, we must recognize that Singapore cannot compete with Hong Kong on tax rates. Hong Kong is not trying to be a nation. Singapore is. Hong Kong spends less than 1% of its gross domestic product on defence, whilst Singapore spends between 5% and 6% of its GDP on defence. The British will defend Hong Kong until 1997, then China will. Singapore has to defend herself now and beyond 1997. A better comparison would be with nations which have to defend themselves. I am talking about comparison of corporate tax rates, particularly countries from whom we welcome investments and those who are our main competitors for such investments. UK has moved its corporate tax rate down to 35%. The US Administration wants to move its rate down to 33%, but the House of Representatives in Congress is prepared to let it go down to only 38%. Japan has a corporate tax rate of 43.4% for undistributed profits and 33.3% for distributed ones. Taiwan has a corporate tax rate of 35% and South Korea a progressive rate of 20% to 33 1/3%. If these countries move their tax rates down, as some hope to do, we shall review our position and move down to remain competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move on to the recommendation that personal income tax rates should also be brought down as soon as possible to be in line with the corporate tax rates. Marginal tax rates for personal income will be adjusted downwards, with the top rate brought down in line with the reduction in corporate tax rate. These changes will take effect from fiscal year 1987. The Minister for Finance will announce the details when he presents his Budget in March. For fiscal year 1986, an across-the-board rebate of 25% will be given. This means returning an amount of $250 million to the individual tax- payers this year. This is not the first time we have given a rebate on income tax. The Government has been reducing the burden of income tax since 1978. It is motivated by the philosophy that the tax \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> system must reward enterprise, not punish it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will, as is recommended by the Economic Committee, slowly put in place the machinery for consumption tax on selected items sometime this year. Essentials will not be taxed in order to minimize the regressive effect of consumption taxes. The timing and quantum of any such taxes will take into account its effect on consumer demand and its consequences on an economic recovery. Over the longer term, the more the revenue yielded by consumption taxes, the more we can reduce income tax. This is important. In the special circumstances of Singapore where our survival as an economic entity depends on our ability to remain competitive in the export of goods and services, it is even more imperative that we move away from a heavy reliance on taxation of production, which an income tax is, towards a more even balance between taxation of production and taxation of consumption. Such a move is also consistent with our desire to give the individual more choice in the use of his income. If he wants to spend more, then he pays more taxes. If he wants to save more, he will have to spend less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has recommended that a 30% across-the-board investment allowance for expenditures on capital equipment and machinery should be introduced as soon as possible. The Ministry of Finance does not support this proposal. It considers the existing tax allowances for write-off of capital equipment and machinery introduced only in FY 1984 Budget adequate. They allow computer equipment to be written off in one year and other investments to be written off in three years. These are generous provisions. Their effect has not yet worked its way through the system, and it would be wise to see how successful they are before introducing permanent changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Government recognizes that there is a special reason to encourage new investments in many sectors of the economy in this recession. The EDB already administers a scheme of selective \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> capital investment allowances for manufacturing and selected service industries. The scope of this scheme will be widened to include trading and service companies. EDB will also be more liberal in approving applications for allowances under this scheme. For companies which wish to invest in Singapore, new or existing, this is a good time to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few words on the property market. The property market is depressed because of its overbuilt position. It is a problem of supply and demand imbalance, not one of lack of confidence in investing in properties in Singapore. Hence I am personally bullish on properties over the medium and longer term. As long as Singapore progresses and prospers, property values will trend upwards, but of course we must expect its ups and downs. A rebate of 30% on the present property tax rate of 23% has been given for both owner-occupied and let-out industrial and commercial properties, vacant lands, including lands under development and let-out URA, HDB and JTC properties. This 30% rebate will be deepened, with effect from 1st July 1986, to 50%, and extended to 31st December 1988. The additional rebate of 20%, however, will be given only if it is fully passed on to the tenants. The total revenue forgone by the Government is $430 million per year. Other changes to the system of property tax collection are also being planned. Details of these will be announced later by the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government agrees, in principle, with the other recommendations pertaining to taxation. It agrees with the Economic Committee that Singapore should attract foreign companies to establish their original operational headquarters in Singapore. It also supports the recommendation that foreign income, particularly from exports to services, third-country trade and overseas investments should be taxed on the reduced rate. The Ministry of Finance will study further these and other tax measures recommended by the Economic Committee with a view to deciding how and when to implement them. These tax changes and CPF cuts do not by themselves guarantee success, but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> they will lay a sound foundation for future economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government agrees with the assessment of the Economic Committee that economic growth will be more difficult in the years ahead. The international trading environment is getting less hospitable. Fortunately, being a small country, our appetite is not enormous. We do not require huge markets to satisfy our appetite. Provided our markets continue to grow and provided we can carve a niche for ourselves in the world economy, our economy should be able to grow. The worrying constraining factors are the slow growth in our labour force and productivity. We must quickly make up for the lack of numbers through an improvement in the quality of our workforce. In other words, work better and smarter. This applies equally to management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will assist businessmen to increase their capital stock and the skills of their workers and managers. In the long-term, we can work better and smarter only by raising the educational levels of our workforce. As has already been announced, the Government will spend an extra $3 billion on education in the next 10 years. This sum will be used to upgrade our schools and other educational institutions. This upgrading is not confined to physical facilities. We shall also have better teaching staff who must upgrade their skills, like everyone else in the economy. Only then can we produce better - qualified workers and significantly raise the proportion of professional and technically related jobs in the economy. Only then can we enlarge our capacity to attract better quality investments which can provide higher-paying and more satisfying jobs to our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Government will do all it can to facilitate economic growth, it is the private sector that must boost our economic growth. Whatever the visible presence of the Government hand might have suggested, there has never been an iota of doubt that the faith of the Government in the dynamism and creativity of private businessmen has been the secret of Singapore's economic success in the past two decades. We never doubted that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> the private sector has contributed to our economic growth significantly. This faith has not diminished. Indeed, it will be enhanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has already taken steps to divest its involvement in business. The private sector must now move in and fill in the place vacated by the Government. We have no doubt that it will do the job as well as the Government has done, perhaps even better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me sum up the main points of my response on behalf of the Government. We want to give a clear signal to investors that as a nation we can cut the costs of operating business in Singapore to the bare minimum. It is in the hands of the Government to do so. Employer's contribution to the CPF will be reduced by 60%. The SDF levy will be cut by half. Corporate tax will be lowered by 17.5%. There will be a 25% rebate on personal income tax. The rebate on property tax will be increased to 50%. These measures will substantially reduce the cost of doing business in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the tax concessions, the Government will spend an extra $700 million this year on public projects. They are part of the package of 127 projects costing $3.2 billion which was announced last August. These projects are being brought forward for early implementation in view of the recession. The remaining $2.5 billion will be spent in subsequent years. It is in addition to the $3 billion for upgrading educational infrastructure over the next 10 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these measures, the Government will release a total amount of $2.8 billion into the economy in 1986 alone. When the reduction in corporate tax takes effect next year, an additional $420 million will be released into private sector hands. The private sector must now respond positively and courageously. They have to increase investments and create jobs. Our businessmen must now scour the world, even reaching out to unfamiliar lands, to look for new markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a new generation of Singaporeans is taking over from the old. It has to unleash a new burst of creative \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> enterprise to take Singapore into the 21st century. The Economic Committee's Report on the New Directions for the Singapore Economy has sufficient ideas to overcome the current recession and to propel Singapore through the next two decades. The Government agrees fully with the philosophical thrust of the Report and the policy recommendations. But ideas will remain dreams unless we make them work. It is for us to make them work. They will work only if we pull ourselves together as one team to get Singapore out of the current recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We face new challenges constantly and we must be quick to change and adapt to new situations at short notice. The best way to do this is to give Singaporeans the freedom of the market-place to grow and nurture their ideas, to work and be rewarded for their effort. But they must exercise that freedom responsibly and within the code of conduct laid down by the majority to safeguard the fabric of the nation. They must use that freedom to create and not to destroy, to strengthen the fabric of society and not to tear it apart. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the history of nations, there are few occasions when Government and people are brought together by circumstance to fight a common battle. The current recession is one of those rare occasions for Singapore. The past one year has seen much soul-searching. Let there be no more misgiving and self-doubt. It is now time for everyone to get on with the job of moving the economy upwards and building a nation of excellence. It is for us to fight courageously side by side to defeat recession and recover lost economic ground. When the battle against recession is over, when victory is ours, as surely it can and will be, then we can all look forward together to another generation of peace and prosperity. [Applause] \n  <br>4.24 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, in the last three days, we spent much time debating the Economic Committee's Report and the President's Address. The Opposition has taken much time but at this very critical moment when \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> our First Deputy Prime Minister is making the address regarding the Government's stand, neither Member of the Opposition is in the House. This is their level of interest at a time of national crisis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at last, after months of speculation, we have the answers from Government. I am relieved. First, there was the coffee-shop talk, newspaper speculation, then the reports of Sub-committees, then the final report of the Economic Committee. Today, the First Deputy Prime Minister has presented the Government's views. The guessing game and idle speculation can now stop. Some may have lost their bets. Others may have won. But I hope that nobody would have lost his pants or her skirts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government has accepted the thrust and the long-term directions of the Economic Committee in general. Now we have the specifics. This is important because we all now know the direction that we will be moving in the future in very clear and explicit terms. All Singaporeans can now make the necessary adjustments. Businessmen can sit down and make their calculations and move on. All Singaporeans now know the adjustments and the sacrifice that we have to make the to our lifestyles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the young may have high expectations but they are also realistic and they are better educated and able to understand the situation. I have every confidence that the young can accept the bitter pill. The call now is for universal sacrifice for our common good. I am sure that all this sacrifice will not be in vain as the measures announced will mean an immediate boost to our economy and the positive effects are expected to be felt in the next 18 to 24 months. More importantly, now that the directions are clearly laid down, confidence both in the Government and the economy will be enhanced. To be sure, the measures mentioned today will not please all. Some will want still more. Others may feel that they have been asked to sacrifice too much. To some it may be an anti-climax. To others, it may again be too little too late. In general, I would say that the measures announced, by and large, are fair and rational. To be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> sure, the debate will continue. But let us now get on with the business of living. Life goes on, like it or not, in good times or in bad! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, all workers will be making a big sacrifice with the cut in the 15% employer's contribution in the CPF. This is indeed a bitter pill to swallow but to prevent the more serious ailment of unemployment I am sure that our workers will take the doctor's prescription. We may be young but not necessarily soft! I hope that all employers will remember this when good times return again, hopefully soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The measures outlined by the First Deputy Prime Minister to assist those with housing loan liabilities are reassuring. The rescheduling of loans, bridging of loans, must be implemented relentlessly and with vigour. The First Deputy Prime Minister has mentioned that no one should have problems with housing loans. I hold him to his word and I hope that this will come true. Should there be one Singaporean worker who loses his home through this, Sir, and if it comes to my knowledge, I would be knocking at his office door and I urge all my fellow colleagues to do the same. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> We will. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> I am sure that being a pragmatic people, we will all be willing to tighten our belts regarding non-essentials or luxuries. But having a roof over one's head is essential. Losing a home will have drastic negative effects on the whole family and ultimately over society as a whole. Let us keep a close watch on this situation and monitor it very carefully. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Beng, it is 4.30 pm. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate to be resumed what day, Dr Wong? \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
