{"memberId": null, "volumeNo": "47", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"47\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1986-02-24\"> \n  <meta name=\"Start_Col\" content=\"13\"> \n  <meta name=\"End_Col\" content=\"92\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">47</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">24-02-1986</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 13</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 47</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 24th February, 1986</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 14</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of Trade and Industry and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Acting Minister for Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 15</b></font>\n  <br>\n  <br> \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 16</b></font>\n  <br>\n  <br> \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Acting Minister for Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 15</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maj Fong Sip Chee (Kampong Chai Chee) - from 24th February to 7th March, 1986. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 16</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Chen (Clementi) - from 26th to 28th February, 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wan Woon Bee (West Coast) - from 2nd to 8th March, 1986. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 17</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Introduction of Government Bills (Futures Trading Bill and Securities Industry Bill). Dr Hu. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, I would like to defer the presentation of the Bills until a later date. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 17</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(First Allotted Day)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Mr Speaker, Sir, I am greatly honoured to be given this opportunity to move a Motion of Thanks to the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the first time since 20 years of continuous and what seemed to be irresistible growth, we are hit by a recession so deep that business confidence is shaken and workers are wondering whether they would be next on the retrenchment list. As a nation, we choose to take the recession head-on. We prefer to tighten our belts and change our economic strategies to cowering under the present difficulties and bemoaning the loss of the \"golden age\". It is only with determination, self-reliance, a bold forward-looking orientation, that we can emerge from the recession a stronger and healthier nation set on a new path. Future growth will be slower. It is projected at 4-6% per annum over the next 10 years. But if this rate of growth is sustained by will and effort, it will still lead us to rank among the developed nations. It is this long-term target that we must bear in sight. It will give us a sense of direction. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 18</b></font>\n  <br>\n  <br> Without a sense of direction, we will be lost as a nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have responded quickly. First, the series of government measures cutting taxes, the giving of rental and property tax rebates, the lowering of statutory board charges; the unions' ready cooperation with wage restraint; and the appointment of the Economic Committee to examine the full range of problems and long-term prospects of the economy. To those critics who said that the previous government measures were \"too little, too late\", the recommendations of the Economic Committee are a complete rebuttal. The young leaders have demonstrated that they are not afraid to take bold measures, reversing courses if necessary, and are guided always by what is good for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must admit that I was a little awed by the length and breadth of the Economic Committee's 400-page Report. Even though it has been condensed to some 200 pages in printed form, it is still very impressive. The incisiveness of its diagnosis, the coherent thinking, the measured recommendations, the lucid language and the frank statements; all these, make it a very monumental document. But the greatest joy I felt, as I was reading it page after page, was the realization that its analysis and recommendations reflect so closely the opinions of the people who poured their hearts out to the Government. Of course, not every suggestion of the public could be accepted. It was only natural for some to lobby for sectional interests. The Government must carefully balance their demands. The nation's interests must come first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a great documentation of consultation and consensus-building indeed. With eight sub-committees and numerous working groups, the Report has directly involved more than 1,000 private individuals in its consultation process. Added to this are the many forums and dialogue sessions held between Government leaders, MPs, union leaders and the population. Sir, it is as if the whole nation was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 19</b></font>\n  <br>\n  <br> involved in one big participatory debate. The people saw that the Government was listening, taking note. The people felt they were contributing, and the leaders were delivering their promise to have an open-style government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This open-style must be maintained, even after the crisis is over. The people have tasted of participation, they will hold on to the leaders' promise. If you close the doors to consultation now, once you think the job is done, you would deal a very heavy blow to people's faith and trust. Even now, they are wondering why there is no private representation on the Business Enterprise Committee which is charged with the very important responsibility of looking into the rules and regulations which may inadvertently stifle private initiative. It is not just the existing regulations that must be looked into, but also the new regulations which will come up, because the various schemes have to be implemented. The best-intentioned schemes in the world may still flounder if the guidelines and procedures are too cumbersome or restrictive. The past experience with the Skills Development Fund taught us a very useful lesson. Thus, by requesting representation on the Business Enterprise Committee, the private sector is seeking assurance that the incentives and promotion schemes would become truly effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee, Sir, has endorsed the Government's plan to reduce the role of the public sector. In the past, Government enterprises have played a key role in our economic development. They were necessary in earlier days when there was a lack of private entrepreneurship or a lack of private capital in certain activities. The circumstances have now changed. The private sector has grown; the Government is ready to divest and deregulate. If these moves are made quickly, they will also put an end to allegations from the private sector of unfair competition from Government-owned enterprises in the past. Whatever the grounds for these allegations, we must now look forward. This is a far more positive approach. Henceforth, the Government would play a role mainly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 20</b></font>\n  <br>\n  <br> in providing a conducive business environment and creating investment opportunities. It will be left to the private sector to exploit these opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the Government proposing to take a backseat, the question now is: who in the private sector should take the lead? Foreign firms or local firms? Big firms or small firms? What lines of business should grow and what lines of business should be allowed to die a natural death? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since most of the proposals to provide a conducive business environment and create investment opportunities are across-the-board fiscal policies, theoretically both foreign and local firms will benefit; small business and big business will also benefit. In practice, some will benefit more than others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is only logical that the local firms, many of which are small, should be given more assistance than the big firms and the MNCs. Sir, the role of local businesses has been debated at length in this House, on a motion on the State of the Economy moved by the Member for Leng Kee, on 30 August last year. In the past, we have placed a great deal of emphasis on attracting foreign investors to Singapore. And the MNCs have helped us grow. They brought in capital, technology, management expertise and markets, and they provided well-paying jobs to our workers. They will still play an important role in our future development. But we must not neglect the local firms, which are our very own people and the source of our own strength. There are over 70,000 of them; they contribute 30% to our exports. And they are committed to Singapore. Indeed, as the Economic Committee points out, it would not be wise for us to depend totally on foreign investors and overseas entrepreneurs. Just think how much persuasion can we have over the buyers of our export services, if our local businesses have little track record of their own in their own country? Just think how much pride can we truly derive, when we point to our children in the future, that this is such and such a building, such and such a bridge, such and such a stadium, that foreigners have helped us build? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 21</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Does this mean that we should adopt protectionist policies? Of course not. We must abide by our faith in free trade and free competition, not only because these are the most efficient ways to allocate resources but also because we have been imploring the world not to go into protectionism against the developing countries. But I understand, and I was told, that even the words \"free trade\" and \"free competition\" have different shades of meaning, and that in fact it might be possible to help the local firms to carve out a niche in our domestic market. But in the end, our local enteprises must learn to stand on their own feet and they can be helped to stand up sooner. Then, we will become more self-reliant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Local businesses feel they have been neglected in the past. Every assistance must be given to help them to become more competitive. There are two types of strategies proposed: one is broad-based assistance through the investment allowance, expansion of the Small Industries Financing Scheme and establishment of a second-tier stock market. The other type is special assistance to those companies with the best potential for growth. Sir, I feel uneasy about the second type of assistance. Who is to determine which companies have the best potential for growth? If a company fails to obtain long-term financing from a private bank which does not think it has the growth potential, it can still try another bank. But the story is different when it comes to a government agency such as the Small Enterprises Bureau. There simply is no other SEB a company can approach! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should the Government not content itself with providing up-to-date statistics, identifying growth areas, give broad-based assistance and let private companies prove themselves in the market? Are you not stifling private initiative if you were to concentrate programme assistance on specific target groups? In the same way, I am uneasy about the identification by Government agencies of specific growth industries in high-technology, research and development, international services and the like. At the very least, there should be careful consultation with private firms, professional associations \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 22</b></font>\n  <br>\n  <br> and academics who are specialists in these areas. But this is detracting from my point about the local and small enterprises. Suffice it to say that the petrochemicals project is still fresh in people's memory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me then come back to the small businesses. Sir, when I think of the small local businesses, I cannot help but see the plight of the retail shops and the small industrial workshops in HDB estates. There are thousands of them. Many are struggling or dying. In the past, we have always argued that the Government should not be subsidizing uneconomic enterprises. Fair enough. Small businesses must learn to improve their overall business efficiency through investment in equipment and machinery, worker training, modern management and export expansion. With the cuts in wage costs, cuts in corporate tax and personal income taxes, their viability should improve. But what about rentals? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These small shops and factories are still paying the high rentals which the tender system in the boom years have bestowed on them. Since overall business efficiency cannot be improved overnight, the high rentals can kill them immediately. Before the latest revision in the HDB's tendering rules, there were two courses open to them. One was to close shop and lay off their workers. The other was to surrender the premises back by clearing out every fixture, every equipment they have invested in, and re-submit a new tender for a lower rental. If they succeed, they may get back their shop or factory even in the same location, with the same clientele. Some have done this and succeeded. But now, even with the relaxation of this rule, many still dare not risk everything they have invested. Why has it taken the HDB this recession to realize that this kind of rule has been causing hardship to these cases? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong:</b> Now private property prices and commercial rentals have gone down significantly. Just three years back in 1983, the HDB had raised shop rentals on the ground that the previous low rentals based on tenders made a long time ago did not reflect the market during the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 23</b></font>\n  <br>\n  <br> boom years. What is the reason then for HDB not to revise rentals now, since the high rentals no longer reflect the prevailing market rate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And then, many of these shops and factories have been relocated because of public housing development and urban renewal schemes. No doubt they have chosen to remain in their lines of business after relocation. This is the best way they know of to make an honest living. In spite of the odds against business success in a much more competitive environment, they hang on to the hope that they can survive. Are we to tell them that if they do not have the business acumen, they have no business to be in business in the first place? To these people who have sacrificed and cooperated with our clearance and resettlement programmes, we owe them a moral obligation, not an economics lesson indeed. The five-year rental concession for resettled cases is one form of appreciation. They should realize this. And they should also realize that change is inevitable. They too must adjust. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of these provision shops, coffee shops, kway teow and mee factories depend on family labour. Very often, it is the case that the old man wants his sons and daughters to continue working for him. But given the changed circumstnces, the young men and women should change with the times and take up new occupations. If they do not have the skills, they can learn. They can still contribute financially to their parents. So the older generation must accept the change and let go. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no question that the local businesses must adapt and modernize. If there is a will, there is a way. After all, there are all these textbooks and precepts that one can read and follow. But ultimately you need entrepreneurs. The spirit of capitalism is not born out of black print! Otherwise, why is it that more degree holders did not give us more entrepreneurs? Entrepreneurs are visionaries of new horizons. They may even be \"rebels\" and school dropouts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 24</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we understand the full implications of encouraging creativity for our educational system and for the society as a whole? Creativity cannot be compartmentalized into creativity for business, creativity for technical innovation, creativity for this and that. Creativity is of the whole person! If you are creative, you will tinker and experiment with whatever you do, a term borrowed from the Economic Committee Report. You may fall and stumble, but you try again. That is the essence of entrepreneurship too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I began to read in between the lines of the Report, I began to see a very intriguing subject unfolding. How to plan educational resources for manpower training, yet at the same time allow students to fail and try again? How to produce more scientists and engineers, while a broad-based education is the very foundation of a well-rounded person? Where have the humanities gone from our education? How to encourage creativity and all the questioning attitudes this entails, while we are still searching for a way to handle social criticisms comfortably? Sir, the challenge for the Ministry of Education is very great indeed, and I would beg them to think thoroughly about the interconnections of these things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lest I get carried away, let me come back to the economic recession. The construction slump has been identified as one of the major causes of the recession. As the Economic Committee points out, the problems are not just a matter of over-supply. This will be sorted out by the market in due course; meanwhile, the Government is holding back further land sales. More serious is the contraction of aggregate domestic demand due to the lower tempo of construction activities. Here, there is also a limit to what the Government can do by way of pump-priming the economy through more infrastructural projects. Most of the important projects have already been or are being completed. So we must look towards the world as our market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is good that the HDB continues to build more flats: more homes for the people, more jobs for the local contractors. This would help to stimulate domestic demand. What about the long-term future? If we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 25</b></font>\n  <br>\n  <br> aim to provide public housing ultimately to 90-95% of the population, it follows that private housing construction will only cater to 5-10% of the population, unless we have a sizable influx of foreign residents again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present glut in the property market is unlikely to disappear before the end of the decade. By 1990, the HDB would have built another 160,000 units of flats. Beyond 1990, the population would still continue to grow, of course, and additional demand for housing will be generated by the splitting of families when married children move out on their own. But we should not forget that our population growth rate has been declining faster than we expected. In fact, we have been below replacement level since 1975. Unless you can maintain the two-child family, the rate of household replacement will go down too. We must pay close attention to these long-term trends, not just population growth rate, but more importantly, the rate of household formation which is more significant for determining the future demand for new homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a limit to how many more resettled cases that can be added to demand. Between 1980 and 1984-85, the pace of resettlement was unprecedented, with a total of 67,346 cases having been resettled. There are approximately 35,000 squatters left. A side question is: during this recession, should the resettlement programme continue at its previous rate? Poorer families would do better if they are allowed to stay in the kampungs for a little longer, if they so wish. And the annual resettlement compensation of over $200 million could be put to another use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You may argue that the clearance of squatters is necessary to make way for new development projects which in turn will stimulate economic recovery. But what about your land bank? It is time to draw on your land bank especially since population growth and household formation rates have gone down more rapidly than was previously projected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Young people now are in a hurry to own a flat, not just any flat, but a bigger, better, flat. I do not have the exact figure. But it seems that lots of Singaporeans are not buying flats because they need a roof over \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 26</b></font>\n  <br>\n  <br> their heads. You see the phenomenon of people being allocated flats which are not occupied for up to six months, and even cases where the couple hardly lives in its new flat. The active building programme has greatly reduced average waiting time, and since the minimum eligibility requirement is a couple who need not even be registered to marry at the time of application, our average age of home-ownership must be one of the earliest, if not the earliest in the world! In the eyes of the young Singaporeans who have hardly worked long enough to earn the right to home-ownership, home-ownership has already become a right, not a privilege. This alone has far-reaching social and political implications. Sir, I agree that home-ownership is very important for defence and political stability. However, its other implications have begun to emerge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let me come back to economics. Interestingly, home-ownership has something to do with entrepreneurship. Because payment for housing, both public and private, is made painless through the CPF, an ordinary person would prefer a well-paying job where the employer contributes to his CPF, to striking out on his own. And because public housing is tied to the use of CPF funds, it has already contributed to the problem of over-saving on the national level. HDB has done a terrific job in providing housing for our people. There is no disputing that. However, having provided for 82% of the population already, it would seem to me that public housing has more or less accomplished its social objectives. Its economic implications must now be carefully examined. Strangely enough, I have not seen analyses of the economics of public housing for a long time until recently. In questioning the economic wisdom of encouraging so many people to sink in so much of their life-long savings into housing consumption, the group of economists at the National University who wrote the Report of the Study Group on the CPF in 1985 may have touched the tip of an iceberg. More research on the economics of housing must now be embarked upon. The Government must release fuller information. Government officials, financial experts and academics must get together and deliberate on this very important issue. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 27</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It came as a surprise to many people, Mr Speaker, Sir, when they read in the papers that as high as 53% of our present workforce have only primary education or less. With the opening opportunities in education, with reduction in educational wastage, our young people will have little problem. In due course, this high percentage will come down at a faster rate than before. But there is one whole generation in the workforce that we have forgotten about the middle-age group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1984, there were 131,000 men and 53,000 women between 40-49 years old in the workforce. 184,000 of them, or 15% of the workforce. Some 51% of them had primary education or less. This generation was born in the 1930's and the 1940's. They bore children in the 1950's and the 1960's. By now, some of their children have not yet started working and contribute to family expenses. These few years are going to be very tough for them indeed. You tell them, \"Go for more training, take BEST classes.\" You go to the BEST classes and make some observations. Mostly young students in their 20's. The handful who are in the 30's and 40's are struggling with obvious pain on their faces over a language which is foreign to their daily living, over Mathematics which has little to do with what they are doing and will be doing. It is not just age which is against them, but the seeming irrelevance of learning English and Mathematics when they worry about feeding their families. This, even in the best of times. What now? The Government's goal of raising the median educational standard of the workforce to the equivalent of Secondary 4N level by 1990 will never touch them. What can be done to help these age groups? In the past, they worked as semi-skilled or manual workers. The greatest proportion are production and related workers, transport equipment operators and labourers. Now, we are pushing for mechanization, automation and high-technology industries. It is as if we are leaving behind a whole generation who grew up during the war. For these people, what is the solution? Job training and re-training must take a more direct, tangible form for this middle-age group. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 28</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This recession is going to teach all of us a very good lesson. We have lost much of our flexibility. The good years have given us unrealistic expectations. Our young people no longer want to work with their hands; they prefer soft jobs; they shun the third-shift. But the hard fact of life is that no one owes us a living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the next couple of years, unemployment may still rise. We all have to tighten our belts and adjust. We have to lower our expectations and adapt to a lower standard of living. There is no other choice. Sir, I was talking to a young man on one of my rounds in the constituency. He was retrenched six months ago. He told me he was earning a four-figure salary as a technician. He has had some job offers since retrenchment, but he said they were offering him $500-600 only. He did not think the offers were fair; so he is still unemployed after six months. I asked him, \"Is his wife working?\" The answer was, \"Yes, she earns about $400.\" They have no children yet. So it is not a question of his not being able to accept the job offers because they would still not enable him to feed his family. It is a matter of his being used to a high standard of living. Did he use this period to upgrade his skills, so that when the recession ends as it must, he would stand a much better chance of finding a good job again? No, he did not; and he is sitting at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Were the job offers given to this young man fair? How can we be sure that employers are not taking this opportunity to exploit the workers? In what ways can workers be assured that employers would be fair to them? A peaceful industrial climate we must preserve, but employers should not take the workers' sacrifice for granted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, there is bound to be a lowering of the standard of living for almost everyone. According to the 1982-83 household expenditure survey, food constitutes the highest expenditure item for the average household, some 38% of the average monthly expenditure. Out of this, 16% goes to cooked food. Another item is miscellaneous, 21%, which includes recreation, health and medical expenses, beverages and tobacco. A lower standard of living would mean less eating out, less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 29</b></font>\n  <br>\n  <br> designer jeans, less beer or soft drinks, less cigarettes. Our average workers have got used to these luxuries. But such habits must go or be greatly restrained, and perhaps all the better for our health and nutrition. But we should be worried if the poorer families start cutting down on food and other essentials. They would cut down on food because they cannot cut down on housing. Nor on clothing, which is a very small item in any case. And they cannot cut down on transport. People must work. Children must go to school. The poor cannot cut down on public transport expenses. Transport takes up 10% or slightly more of the household expenses for the lower expenditure groups. It is the most non-variable item until you come to the higher groups above $1,500 per month. Sir, this worry will still continue to haunt them even after the recession is over, and MRT is coming in 1988. Our land transport problem must be solved. There is no easy answer. But people are asking questions. Would the falling oil prices give the low income families some ground for hope? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, what is the workers' side of the bargain? Sir, the hottest topic in the coffee shops and the hawker centres is not entrepreneurship or creativity, education or training. Nor is it over a future standard of living matching the OECD countries! The hottest topic in town is the CPF cut! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee's recommendations are pro-business; and rightly so, because economic recovery is at stake. But to the workers, the CPF cut is a cut in wages. Their most pressing concern is over ability to pay for housing. As reported in the Straits Times on the 18th February, 1986, the Member for Anson accused the Government for not doing anything to make it easier for workers to meet the instalment payments. He has conveniently forgotten that HDB housing loans are being re-scheduled over a longer repayment period. Retrenched workers having difficulty in paying instalments are allowed deferment; and with the drop in CPF interest rate, the interest rate on HDB loans has also come down. The Member for Potong Pasir has called for a 15% reduction in the employees' CPF contribution. Has he done any proper calculations \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 30</b></font>\n  <br>\n  <br> as to how this, together with the 15% cut in employers' contribution, would affect workers' ability to pay for housing, medical expenses, as well as for old age? The way the Government is proposing to deal with the whole CPF question is to ensure that the worker can keep both his job and his home and having enough for Medisave and old age. Again, the Member for Potong Pasir asked for a lowering of the prices of HDB flats. Does he not realize that HDB flats are already very cheap as compared to private flats? And what about those years when private property prices were rocketing, and our workers' flats also rose in property value? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Still, there is a case for the Government to consider the workers' plea for a cut of their side of the CPF contribution. The Government is concerned over how the workers would spend the extra cash. For the low-income families they need this for food and transport. All the more so if more become unemployed. People have to eat and children have to go to school. It would be most ironical indeed if people were driven to desperate acts because their own savings are locked up in CPF funds! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have taken up much of your time. In the ensuing debate, more issues are bound to be brought up. We thank the President for laying down the directions for the next few years and the long-term future. We must strive to become an international business centre and a nation of excellence. Once business confidence is restored, we will move forward again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>11.41 am \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, the recession has hit Singapore hard. Last year, the GNP recorded a negative growth at minus 1.7%. Thousands of workers are out of job. It was reported that last year something like 90,000 workers have lost their jobs and the prediction is that the economy will stagnate for a period of 18 months to four years. If the economy does not pick up and there is no growth, it means that jobs will not be created. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 31</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each year about 20,000 of our school leavers will come into the job market. There will be no jobs for them. The picture is grim. The workers who are retrenched will suffer, in particular those workers with financial burdens, such as payment of housing loans and other payments. And yet the Government up till today has not announced a scheme in respect of retrenchment benefits for the workers. The Government only wants the workers to bear the brunt. They want the workers to make sacrifices, to have their employers' CPF contribution cut by 15%. I think it is time that we in this House, both Ministers and Members, set an example for our workers. Let us also cut our pay. This will be an example that we are with the workers. This will be a great morale booster to them. How did this recession come about? Of course, the Government wants the people of Singapore to believe that this recession is due to the poor economic situation in the world. If this were true, then neighbouring countries last year should not be registering a 3% to 7% GNP growth. The people of Singapore will not be bluffed. I put the blame squarely for this downturn in our economy on the domestic policies of this Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has acted in a paternalistic fashion. It has encroached on private enterprise and interfered in the free market. Everybody knows that there were already problems two years ago. They have been telling the Government that our costs here were much much higher than the costs of doing business in Hong Kong and yet the Government did not care to listen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What were the high costs due to? They were due to Government policies. We all know that high CPF rate, payment of payroll tax, Skills Development Fund, high land costs, bringing up the rentals. Transport costs were high because of our high road tax, one of the highest in the world. Then there was tax on Telecoms and tax on PUB bills. We all know that all those things have been gone through. Of course, the need now is to cut costs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 32</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have the Economic Committee. Much publicity has been given to it. Of course, the overt purpose of the Economic Committee is to give recommendations to the Government to solve the economic problems of Singapore. But strangely, many people have noted that at the same time one particular Minister has been given more than even the maximum publicity that is given to any other Ministers. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> He is the presumed heir apparent. Don't you know? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This publicity has been given in both the press coverage and on TV, in Chinese and English medium. I suppose whatever the time-table for his promotion, it is well in time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Envy. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, I am not envious. I think the other Ministers should be envious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a recommendation for a 15% point cut in the CPF. In fact, there is a lot of talk and a lot of published material by the Economic Committee. But to date, we have seen no concrete steps taken yet. Let us hope that at Budget time we will see some real and meaningful steps taken by the Government as recommended by the Economic Committee. Of course, this 15% cut of the employer's rate cannot be accepted by the workers unless something else goes with it. I would recommend also that the employee's part of the CPF be cut. This is necessary because I think economists are saying that there is not enough money locally to stimulate demand. It is only natural that more money should be put into the local market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Straits Times, in its editorial of 13th August, 1985, has stated that if the rate of the CPF is cut, then many of the 299,000 members who use CPF would have difficulty financing their housing loans. So what is the solution? If that were true, then the real solution would be that there should be a HDB price cut. We have heard that construction costs have gone down and I believe that tender prices for construction costs of HDB flats in 1985 have also dropped. What is the reason for maintaining this high HDB price? I do not of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 33</b></font>\n  <br>\n  <br> course agree with the Member for Changkat who said that the HDB prices are cheap when compared to the private sector. You cannot compare the two. One is a public sector and the other is a private sector. We should compare the HDB prices to what the workers can afford. I wish the Member for Changkat will go back to her constituency and tell them that the HDB prices are cheap. I think probably she will not be elected the next round. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have got contrary feedback. In my constituency, the flat purchasers are moaning and groaning at the high prices. In Potong Pasir, a 4-room flat costs $78,000. The average worker there does not earn more than $1,500. As a rule of thumb, you should know that in Western countries, the cost of a private dwelling house should not be more or about three times the gross income of a worker for three years. Therefore, if a worker were earning $1,000 a month, three years, that is, $36,000, he should not be paying more than that. Otherwise it would create hardship for him for the next 15 or 20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee's recommendation to cut costs by lowering the employer's CPF rate by 15% point and to lower the rates of income tax of private persons and of companies is in fact a measure to take Singapore 10 or 12 years back when the CPF rate was about 35%. In other words, we are back-pedalling. We have put on the reverse gear and go backwards and start all over again by bringing down the costs and bringing in the foreign investors. But what if we take the same path? We will end up where we are today, at a cul-de-sac, dead-end. Of course, there must be fundamental changes not only economically but also politically to avoid a second deep recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at the last general election, the PAP had only one manifesto. We all know that, and that was the promise to the workers of Singapore that we will attain a Swiss standard of living. Now, just over one year since the general election, the workers are asked to accept a Hong Kong standard of living. From a Swiss standard of living to the sweat-shops of Hong Kong. That is what the Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 34</b></font>\n  <br>\n  <br> now is asking the workers to do. If this were in any other country, there would be a complete vote of no-confidence in the Government and the Government - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> They have to resign. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, they have to resign. You only have one manifesto. You promised that, and only within one year you are already faltering. You cannot deliver the goods. So much for the promise. Just an empty promise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our economist at the back will remember that the PAP quite confidently said that our economy can maintain that standard because we will have something like 5.5% GNP every year. What do we have? We have zero growth last year, probably for the next two years, zero growth. If you try to attain this 5.5% after the third year you will have a great leap forward of something like 15% or even 17% growth. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Point of clarification, Mr Speaker, Sir. There are two things. One is a Swiss standard of living. The aim was not 1986 but 1999, some 15 years more. The comparison with Hong Kong is not to lower our standard of living of our workers to that of Hong Kong but to make us more competitive with Hong Kong. We are not trying to put adverse conditions upon our workers in the factories. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you for the clarification. But I do not think that is how the workers look at it. You are going to cut their wages and you are asking them not to have increments, a wage restraint and to tighten their belts and make sacrifices and now we have to be as competitive, if not, more competitive than Hong Kong. So how do you do that? Do you expect our workers to receive the same wages as the workers in Hong Kong? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa, being an economist, perhaps can give the answer afterwards. If we have so many years of zero growth, how is he going to have a sudden great leap forward to attain 15%, 17% or even 18% growth in one year? Let us hear his answers. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Point of clarification, Mr Speaker, Sir. I forgot this point just \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 35</b></font>\n  <br>\n  <br> now. If you take the average of 1979 to now, plus another one or two years of zero growth, you will get about 5% to 6% average growth. And in the presentation of the First Deputy Prime Minister, for the year 1999 it was projected that if we could attain an average growth rate of between 4% and 6% per annum we should be on target. So unless the recession drags on beyond two years and if we were to adopt the policies of the Member for Anson and the Member for Potong Pasir, then we will not be able to achieve the target growth rate of 4-6%. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Fortunately, I am not his economics student because I do not believe a word of what he has just said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying, the Government plans or proposes to reduce the CPF by 15 percentage point of the employer's contribution and also to lower personal and corporate tax. If we just follow this path, going backwards and coming forward again, I say that we will end up in the dead-end road. Of course, the Government needs to make fundamental changes, both political as well as economic. I think a very important stand which the Government must take to give the private sector the confidence is to make a commitment or to give an assurance that they will not again interfere or encroach on the private sector. Unless this is done, the private sector will never have the confidence of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the economy is down, the Government overtly intends to allow the private sector to grow. What happens when the economy picks up again? Will the Government revert to its old ways and encroach on the private sector? I would say that the cause of Singapore's economic downturn is more political than economic. It stems from the political style of the PAP Government. Singapore has become, as one political lecturer has said, \"a dominant one-party state\". This has been in existence for too long. The PAP since 1968 had absolute power. It was the only Party in Parliament. It ruled the country as it liked. In fact, it had golden opportunities to build a strong, vibrant private business sector. But it never did. I think the PAP was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 36</b></font>\n  <br>\n  <br> afraid to lose power. It went about building a base by venturing more and more into business. It had a hand in almost every pie in the business sector. People are asking, \"What business the Government is not in in Singapore?\" This policy has been so successful that, in fact, the Prime Minister in his Fullerton Square speech in 1980 proclaimed, \"I have the ground buttoned up\", meaning that the ground was secured by securing a large section of the business base that it could never lose any one parliamentary seat in an election. Of course, events proved that he was wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what is the solution? How do we revive the economy again? I suppose, and this has been said many times, keep costs down, be competitive, and of course you must build up the confidence in our economy and, I would add, unbutton the ground. The Government must not politicize business. Leave the running of business to the business community. \n  <br>12.02 pm \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Speaker, Sir, I rise in support of the motion proposed by the honourable Member for Changkat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After listening to the long speech by the Member for Potong Pasir, I would like to raise a point - which is, he did not mention at all whether he is in support of the motion or not. I take it to mean from his silence that he is in full support of the Government policies, in full support of the Economic Report, except for the few small points that he has raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The study made by the Economic Committee is comprehensive and wide-ranging. This is the first time ever that the Government and the private sector have worked together in such a large scale to find ways to solve our economic problem. Twelve members were involved in the Economic Committee, but thousands of people were involved in other sub-committees. The extensive coverage and the cogent recommendations are a reflection of the efforts put in to search for the best solutions. This is a testimony, indeed, that the Government and the people are readily working together for our country's prosperity, contrary to what the Member for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 37</b></font>\n  <br>\n  <br> Potong Pasir wants our people to believe. He made a point that the whole Report is only for the business sector. He did not realize that it is only the business sector that can create jobs. The whole Report is about the creation of jobs for the people. Of course, temporarily, because of the economic downturn, our people have to bear some sacrifices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir mentioned that the Report tried to put the blame for the current economic downturn squarely on external factors. But I remember quite clearly, if he had read the Report and I hope he did read the Report, that the Committee actually mentioned that the factors are two-fold: both internal and external, and not just purely external. So please do not mislead the people. Of course, the facts are clear that our present situation has been caused by a critical convergence of many factors, both internal problems as well as external problems. The Member for Potong Pasir also mentioned that while we are having a recession now, our neighbouring countries are having a slight growth. But he forgot to mention that during the years of 1983 and 1984, Singapore was actually experiencing high growth, substantial high growth, while our neighbouring countries and some major Western economies were experiencing much lower growth. That indeed was the work of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir mentioned that the Government interfered too much in the free market economy. I would like to point out that Government's involvement in the private sector or in business stems from the early days when there was a need for Government to play a part in stimulating higher employment, by going into business areas which the private sector found they were not in the position or prepared to take up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to mention the fact that it is because of a good and caring Government that today we have substantial reserves. Reserves of over $22 billion, this is about 60% of our Gross Domestic Product and about 3 to 6 months of our total yearly imports. This is a record which I think very few countries can achieve. On top of that, the Government has been very frugal in its expenditure. It has incurred \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 38</b></font>\n  <br>\n  <br> very low foreign debts. Foreign debts today total less than $1 billion. In comparison with a country like Philippines which has a total foreign debt close to $27 billion, which is about 30 times that of Singapore. Because of the reserves we have accumulated and the low external debt that we have in our hands, we find that this Government has a lot of flexibility in terms of implementing new measures or solutions which can help revive our economy. Now that the Economic Report is completed, the immediate task of the Government is to study the Report and pick out the key essential measures for urgent implementation. I feel that a major priority in selecting the urgent measures would be those that have an immediate effect on creating new jobs and making our firms more competitive. Measures that have to be implemented immediately would be those that will assist in maintaining our competitiveness. These are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1) Cost reduction measures, such as reduction of employer's CPF contribution, wage restraint, and reducing statutory boards' charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2) Reduction of corporate income tax rate and personal income tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3) Investment allowance of 30% across-the-board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Measures that will help to create jobs so as to have a higher employment rate are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1) Steps taken by the EDB to promote and attract more MNCs to set up operation in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2) Equity investments made by both companies and individuals in approved new venture projects to be given, as proposed by the Economic Committee, 50% tax deductibility against other incomes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3) Tax exempt for approved operational headquarters and regional holding companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir went back to his favourite point, which is that the HDB flat prices are too high. He suggested that the HDB should lower flat prices. This, I suppose, is based on his earlier belief that the HDB is always making a lot of profit and, therefore, can afford to lower its profit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 39</b></font>\n  <br>\n  <br> margins so that the people can enjoy lower prices for flats. I would like to ask him this. If he does believe in that, then why did he not take up the offer made by the Minister for National Development to build four blocks of flats? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Mr Speaker, Sir. I have accepted the offer subject to 19 conditions. Perhaps he did not know. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Mr Speaker, Sir, he accepted the offer with a lot of conditions, conditions which he knows are impossible for the Government to accept. Therefore, he is not accepting the offer at all. It is the only way that he can get himself out of the whole dilemma that he is in. So if he had accepted the offer, he can prove to the people whether HDB is making money or not. If so, he himself or his Party could make lots of money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir mentioned that perhaps we should consider lowering employees' CPF contribution. I would like to suggest that the Government should consider this with some caution. There are three factors that we have to look into. The first is that givinga cut to the employee's CPF could create a demand for local services no doubt, but it will also tend to create a higher demand for goods and services which would definitely have an impact on domestic inflation. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We are in a recession. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Exactly, we are in a recession. And in a recession, it is dangerous for us to have to face the additional problem of a run away inflation. It would be disastrous to our economy. How can he make a proposal that would affect our people that way? Secondly, our economy is very small. Singapore is a very small place. We lack domestic demand. In fact, what we need to do is to stimulate foreign demand for our services and goods. Lastly, of course, there may be a danger that our exchange rate, because of our present economic problem, drifts downwards slowly. This means that imports of goods and services into Singapore could be dearer. Again, leading to inflation. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 40</b></font>\n  <br>\n  <br> would like to suggest that the Government please consider this suggestion proposed by the Member for Potong Pasir with some caution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have read the Report quite thoroughly and, in general, I agree with most of the policy recommendations. Mr Speaker, Sir, there are some proposals or suggestions that I would like to make on how, I think, we could further help to stimulate the economy and I hope the Government will consider them seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the recommendation to reduce corporate tax rate from 40% to 30% and then later to 25%, I would like to suggest that the Government consider an immediate reduction to 25%, rather than to do it in two stages. This is like dispensing medicine; it might have a diluted impact if the patient is given two small doses instead of one strong dose which should give a big boost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this instance, perhaps one big dose is what the patient needs. Moreover, a larger reduction in the corporate tax will immediately have a higher stimulative effect which would then help to compensate for the lower taxes collected due to the higher reduction in the corporate tax rate. A corporate tax rate of 25% will be the same as Taiwan, but above Hong Kong's rate of 18.5%. To give the desired impact straightaway and to enable firms to immediately plan for capital investments and expand their plants, it is necessary to impose the tax changes with immediate effect. I am suggesting that the Government should consider imposing the tax deduction with effect from Year of Assessment 1986. Otherwise, if the effective date is for Year of Assessment 1987, firms may have to wait for one full year of delay before they can plan their expansion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Touching on CPF, the 15% cut on CPF contribution by employers is a deep cut. But I think it is a necessary cut. It will affect many, especially the young professionals who are committed to heavy housing loans. For such cases, I would like to suggest that if the husband and wife are both working, the Government should consider allowing their Medisave accounts to be taken jointly. This means that once the husband and wife's CPF Medisave accounts combined reach the limit of $15,000, the Government should consider \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 41</b></font>\n  <br>\n  <br> allowing them to transfer their Medisave contributions into their Ordinary Accounts to help them defray their housing loan repayments. If both husband and wife are working, they can be considered as a unit. Therefore this proposal would allow more money to be channelled into their Ordinary Accounts which, at the present point of time, would help them definitely to defray their high housing loan burden. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee also recommends that, \"the Government should review the CPF scheme from a long-term perspective,to decide on the appropriate long-term rate and structure of CPF contributions, that would meet the basic needs of retirement income, home-ownership and medical care.\" When reviewing this matter, I would like to suggest that the Government should also do a fundamental rethink on what are the uses which CPF savings can be put to. Many Members of this House, including myself, have in the past requested that the CPF be used for educational purposes. This request stems from the enlarged use of CPF for investments in gold and shares. It is our contention that investment in educational purposes is a form of capital investment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest that the Government now do a basic rethink as to whether it should limit the use of CPF to the three primary uses, namely, only housing, old age and Medisave. If that is to be the case, then I think many Members of this House, including myself, would withdraw our request to use CPF for educational purposes. If this could be done, then the amount of CPF that a person has to pay into his CPF account would presumably be lower which means that there would be more voluntary savings in the pocket of the person. From this standpoint, more people may find that after working for a number of years, they would have accumulated a certain amount of savings which they could then use to start new businesses rather than waiting till they reach the age of 55, post-retirement, and get a lump sum of money before they can start thinking about going into their own businesses. This way, if a person can have more money in the pocket at an earlier age, he could start wondering about whether he should or should not enter into business and start a new enterprise. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 42</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given the conducive climate that will be created by implementing the several recommendations of the Economic Committee, the incentives will make it attractive for foreign firms as well as local entrepreneurs to start new firms in Singapore. Locals with a venturing spirit would then be enticed to strike out on their own and to find new business opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The work of the Economic Committee has generated significant goodwill and rapport between the public sector and the private sector. Most of us would like to see the Economic Committee retained in some form so as to serve as a channel of communication and close interaction between the two sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the revival of the entrepreneurial spirit, the spread of private enterprise, lesser Government regulations, and the close cooperation between the private and public sectors, we will see the emergence of a new Singapore, fitter and tougher than before. As it is said, \"Tough times never last. Tough people do.\" \n  <br>12.18 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I rise in support of the motion. I sincerely support the Presidential Address and would like to join the entire people of Singapore in their concerted effort to overcome the present economic difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this time of economic recession, there are some people who are wont to blame and criticize the Government, especially the two Members of the Opposition. They have been criticizing the Government and cashing on the opportunity to say all kinds of things about the Government to play to the Gallery and to earn political capital. But they forget that the eyes of the people are bright and discerning. They know how to distinguish between the right and wrong and will not be misled. A few months ago, the Member for Anson while in a neighbouring country said that we depended on foreign wealth for our success. He held himself up also to be the champion and hero of foreign workers. But the people would want to ask why should he, a person making a living in Singapore, speak for foreigners. Is he really honest in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 43</b></font>\n  <br>\n  <br> putting his effort to work for Singapore's prosperity? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now, after listening to the Member for Potong Pasir, I cannot hold on any more and I must speak up my mind. The Member for Potong Pasir put the entire blame of the recession on the Government. I believe that all those who read newspapers will know that the recession has got two main factors. One is the external factors and the other is the internal factors. The external factors include the trade policy, unemployment, protectionism, the economic conditions of other industrially developed countries and their demand for our goods and services. These are factors beyond our control. The economic conditions of our neighbouring countries are also beyond our control. But internal factors are within our grasp and that is why the Government is cautious in setting up the Economic Committee. So it is not right for the Member to put the blame entirely on the Government for the internal and what he said to be \"political\" factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also referred to the CPF. He blames the Government for proposing to reduce the CPF to cut cost and he wants to become the champion of the workers. We are the people who have been together with the workers everyday working for their interests. We lunch with them, and have discussions with them, and we have coffee with them. Yet we do not have the audacity to call ourselves the champions of the workers. But the Members of the Opposition who are lawyers sitting in their airconditioned rooms want to show that they are the heroes of the workers and so they are against the cut in CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember a few months ago, the Member for Potong Pasir had already proposed a cut in the CPF. He himself proposed it. And so whether the Government does cut or does not cut is wrong, it is his credit. This amounts to saying that the sun rises because the cocks crow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is after very careful consideration that the Government has decided to cut the CPF, because CPF has got a very great mission. If we did not have CPF, how are we going to reduce costs at this moment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 44</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir also talked about public housing. He said that in other countries housing is only about three times the annual salary of a worker. But here in Singapore we have concrete proof to show that homeownership is foremost in the world, even compared to Japan. Japan is a strong industrialized country. There, only 40% of the people own their own properties. Why is it so? Why is Singapore better off in housing? We only have a small island. We do not have natural resources. We have nothing else. Why is it that we are able to have a better standard of living compared to other countries? More and more people are owning flats. There are more than 60% of people who own their houses. This is concrete proof of the success of the PAP Government. And the people understand that each time the Government calls on them to make sacrifices, eventually the people will have a better standard of living and more jobs, especially the workers. They know that after their sacrifice, they will be able to enjoy the fruits of their sacrifice later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the Presidential Address, there is this call for cutting down costs. The Economic Committee's Report also refers to various measures to cut costs, ie, to cut production cost by reducing rentals, etc. The most controversial is the proposal to cut the employer's CPF contribution and to impose a curb on employee's wage increase. This is something that we have to do, if we want to maintain our international competitive position, especially to compete with the NICs like Hong Kong, Taiwan and South Korea. Then cost for cost, we should be competitive. We must make sure that there are profits to be made by the private sector. Otherwise, why should they favour Singapore and invest here? They might as well go to their own countries and solve their own unemployment problem. So the people of Singapore must be calm and must be understanding, that in order to solve our unemployment problems and to keep our present jobs and make a living at this time of recession, we must make our sacrifice. I hope that our workers will face up to the challenge and accept this challenge. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 45</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of wage system and its reform, we know that wage restraint and a cut in CPF are just temporary measures to help our economic recovery. In the long-term, a wage restructure is good but in implementing this we must pay attention to some important points, ie, that wage must be linked up with workers' productivity and the company's performance. In the past, we based entirely on wage system of increments, with a salary scale having a lowest point and a highest point, rather a rigid and fixed system. So they could not correspond to economic growth or contraction. To achieve this flexibility, we must have a very simple and easily understood assessment system so that both parties will accept this assessment system. That is to say that if we want to link up reward of labour with its productivity and contribution, the assessment system must be easily understandable and acceptable to employees, just like our bonus and incentive system which must be simple and easily understandable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is that the reform in the wage system is something that is very great in the history of our wages. If the Government adopts this, it will have to review the present Industrial Relations Act and all the other labour laws. Thirdly, we must strengthen the training of professional staff of the departments and Ministries concerned. For example, the negotiation and consultation officers in the Ministry of Labour, the Industrial Arbitration Court, the National Productivity Board, etc, must have proper training so that they will understand the mission and objective of the long term reform of the wage system so that they can do a good job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to raise is the raising of productivity. We do not have enough land or natural resources in Singapore. The only resource that we have is human resource. So over the long-term or even in the short-term, to tide over the economic difficulties we must pay attention to our human resources. The performance of the workers in the factories and in the private sector, our brain service, all must be comparable to if not better than others. Recently the NPB proposed the streamlining of and proper coordination in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 46</b></font>\n  <br>\n  <br> human resources, machinery and system. This is a good idea. Recently, the NPB has also formed an advisory group of notable figures from commercial and industrial circles. It is a very good action that they have taken. But what is more important now is that the idea of productivity must be brought to the shop floor of the various companies, factories and the Government departments, so that all the workers will understand the concept of productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A female worker has asked me. Everyday she has been working for eight hours and sometimes to 12 hours, is she not raising productivity in this way? So we must enable the workers to understand properly the meaning of productivity and the link between reward with job security and productivity. That is to say, the NPB must have a very simple evaluation system of productivity so that the management will be able to know straightaway the factors determining the increase of productivity and the underlying causes of problems and also the link of reward with these factors. They must also be able to make the workers understand that their productivity is closely linked with the performance and the survival of the company. So the increase in their productivity not only benefits the company but also the workers. The workers should realize that they must ensure that there is an improvement in the quality of their products to satisfy the consumers and the market. That is to say, they must make sure that the goods are not only good but also cheap. It is important also to make the workers understand and realize that the investors want performance to be a contributing factor of profit. The workers, in turn, want reasonable rewards, employment security and a suitable working environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So overall if we have increased productivity, then the competitiveness of Singapore will be correspondingly enhanced and the people will be assured of a higher standard of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Economic Committee has made a great contribution in making their recommendations. To ensure their acceptance and success, we must take into account two major factors. One is the human factor, the other is an effective \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 47</b></font>\n  <br>\n  <br> system of communication. The Government has invested a great deal on education. From the Economic Committee's Report, we can see that in the next generation our workers will be better educated and of better quality. But the question is about our present workforce. We have about 500,000 workers whose educational level is only up to primary level. They must receive some special training. So I am glad to note that in the Report of the Economic Committee there is a suggestion that there will be a series of training programme under SDF for these lowly educated workers. The SDF had in recent years assisted various companies and firms in the training of their staff. I feel a bit disappointed that the Opposition has said that the SDF is one of the factors that has contributed to the recession. He must realize that the human resource is our only resource and the SDF aids has got a great role to play in the training of our human resource. So the companies, particularly those of medium and small size must make use of the time available from the recession to make better use of the SDF for the training of their workers, especially local ones with the small and medium sized industries. In the past there had been complaints by these industries that they did not benefit from the SDF. So I hope that the SDF and the local industries will work together for a better system of training for our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Japan, most of the industrial workers received annual training. for example, in NHK, which has about 11,000 workers. In 1985 they had about 6,000 - 7,000 workers who had the benefit of various kinds of training. So for the long-term interest of our workers and for the development of our human resource, which is our only resource, we cannot cut down the 2% of the SDF contribution rate. It should be retained for our training programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me deal with communication system. It is important that there should be prior tripartite consultation among Labour, Management and the Government. This is done through the various consultative and advisory organizations and agencies, such as the NWC, the Productivity Committee, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 48</b></font>\n  <br>\n  <br> etc. I feel that apart from the higher, national level, there should be consultative bodies at various levels and disciplines also at the lower levels to provide assistance particularly to medium and small enterprises. This will enable us to have a general picture of a whole as well as more compartmentalized views of various individual sections of the enterprises at different levels. So that consultations will be done and decisions will be made on a more comprehensive and practical basis, whereby if we have a programme or measures to implement, it will be much easier and effective when the people down below, at the shop floor, will understand the concept better and therefore be more willing to implement the programme. In the Government sector and private enterprise and industrial sectors, there should be various sub-committees, such as QCC, monthly meetings, weekly meetings, even daily review meetings, and so on, so that they can promote better communication between the workers and the management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The various sub-committees are very important. I have recently spoken to an investor from Hong Kong on the productivity of Singapore. The Hong Kong investor said that productivity-wise Singapore workers are equally as good as Hong Kong workers. But when we change the product or the model, then it will affect the worker's livelihood, as it is difficult for us to react quickly in Singapore. I asked him why? The answer is, \"In my opinion, the company makes the changes but the people down below, the workers, do not understand the concept of the changes and so they are not able to respond quickly and change quickly. The workers may feel that the change is unfavourable to them.\" So the companies in Singapore should behave like those in Japan, to have a short meeting of 15 minutes every day to make them understand better the policy of the company and the changes to be made so that the workers will be able to respond to the changes proposed. That is the importance of communication. For example, recently we have an industrial problem in a company because the company thinks that by buying a new machine they will be able to increase productivity. But on the contrary, when the new machine was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 49</b></font>\n  <br>\n  <br> used, productivity lowered, because the workers were not used to the new machine. So the company had gave notices of warning to the 90% of the workers. This is totally unnecessary because of the breakdown of communication. The success of Japan is due to a better system of communication between the management and the workers. They have a very comprehensive and effective system through which the top can inform the workers of the various policies and changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I believe that our people are calm and hard-headed. As I have already pointed out, in Singapore when the other NICs faced a recession a few years ago, we were still enjoying a very high growth in our economy. It is only last year that we suffered from the recession. So from this can we sit down quietly and calmly and ask why in a period of prosperity our primary school students and those with primary education live in flats, and drive cars. These are our personal success. But when we have a recession everybody shake his head and blames the Government. I think it is not fair. So we must sit down and think carefully and coolly. If we all share the fruit of prosperity in good time then we must work harder and work together, at this difficult juncture instead of being critical but strive to overcome our present difficulties. We must accept the proposals of the Government which will be of benefit to our long-term interest. With the concerted efforts of our people, I believe that we can recover in our economy sooner or later. \n  <br>12.37 pm \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Mr Speaker, Sir, I rise to endorse the Motion of Thanks moved by the Member for Changkat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have fallen into an economic recession which has serious implications on our immediate and long-term well-being. Singaporeans have enjoyed for more than two decades continuous economic growth and a steady rise in the standard of living. This recession, to them, means a painful period of adjustment and adaptation. The President recognized this, and in his speech called on the people to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 50</b></font>\n  <br>\n  <br> sacrifice and, \"work together, both with each other and with the Government, to overcome our difficulties.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is not the time for recrimination and lamentation. This is the time to show unity, unreserved support and full cooperation. The Government has accepted in principle the policy recommendations set out in the Report of the Economic Committee. I have read the Report and I believe it has the solutions to our problems. It represents the best chance, I think, for us to get out of the recession and to regain our path of positive growth. It has taken the Economic Committee 10 months to come up with the recommendations and it will certainly take more than 10 months to implement these recommendations to their successful outcome. The Government and the people will certainly have to work very closely and vigorously with great determination and commitment to ensure the full implementation of these recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is true that in times of economic difficulties, a weak government may be swayed by short-term political considerations and resort to soft options to the detriment of that society. In Singapore, we are fortunate to have a strong and talented Government, supported and voted in by the people. Singaporeans can rely on this Government not to flinch from hard-headed decisions and unpopular policies to overcome problems in the interest of the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President said that these measures to be implemented cannot work without the full support of the people. I cannot agree with him more. Our workers have to accept lesser income and at the same time they are expected to work harder and to become better educated. I am confident our workers have the grit to face this challenge. Singaporeans are pragmatic people and they possess the instinct to survive in a competitive world. They can see beyond their immediate interests. You cannot fool them. In times of economic difficulties, they will support and trust the Government as honest, frank and realistic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are people who think that they can fool our workers. They try to win the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 51</b></font>\n  <br>\n  <br> support of the workers by demanding of the Government for immediate benefits for the workers and make tempting suggestions that the CPF should be drastically cut, to increase their take-home pay of the workers and that there should be other subsidies, such as more housing subsidies. Where is their responsibility? Sir, what is at stake is the viability of companies and the threat of retrenchment. How is their suggestion going to help this? Let us not allow these people to hide the fact that it is this Government who has the true interest of the workers at heart and it is this Government who during better times made it mandatory for companies to contribute their share of 25% to the workers' CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In recent months, the workers have witnessed with great concern the widespread loss of jobs and they will understand that, painful as this policy may be, it is being done for a very good reason and they will eventually throw their lot behind the Government. So the situation is not unlike when there is a fire in your home, you act first to put out the fire to save the home and not scramble for your saving and allow the fire to burn your home to the ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed 15% CPF cut is a hefty one and it will mean a lowering of expectation for home ownership and financial hardship for those who are unable to afford their mortgage repayment, especially those who are retrenched and those who have heavy mortgage commitment. The Government should announce as soon as possible schemes to assist these people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir in his speech earlier on showed concern for the workers' interest, and that is good. I think we all do. But his suggestions to help the workers are not convincing. He wants the workers' CPF contribution to be reduced in order to stimulate the domestic market. But will this really happen? I do not think so. I think Singaporeans are more likely to save and be thrifty during hard times. Also, he must remember that any reduction of CPF on the employee side is taxable. I also found him contradictory when \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 52</b></font>\n  <br>\n  <br> he said that the price of HDB flats should be related to the affordability of the workers. I noted that in a question which he filed to the Minister for National Development and which I have it here, he has mentioned that the lowering of HDB price is necessary because it should fall in line with the prices of the private property market. So on the one hand he said that it should be related to private property market and today he is saying that it should be related to the affordability of the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee's recommendations are primarily targetted to attract new investment, keep existing companies viable and reduce the rate of job loss. The employers must be relieved, even delighted, with this attractive package of incentives. Given time, businesses in Singapore will become competitive and profitable again as the Government has predicted. I hope then the employers will not forget the sacrifices of our workers and will reward them accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers whose companies are making profits should show a little generosity and understanding to their workers because their workers' CPF contribution is also reduced. I suggest that they should at least be paid part of the CPF cut and help those workers who have mortgage repayment problems. Sir, it is only when all the parties concerned show this team spirit and help each other out that we can create an atmosphere of trust and industrial harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recession has taken its toll. More than 90,000 are laid off, thankfully only 30,000 or so are Singaporeans. I sympathize with those who are retrenched. Personally, it must be a shattering experience. I am therefore gratified to learn that those who are retrenched are not neglected. There are three agencies looking after them, namely, the Employment Service of the Ministry of Labour, NTUC and SMA. However, I am aware that despite the good work of these agencies, there still exists a good number of vacant jobs where there are no takers. But how can this be? We have an unemployment problem and we have people who are not willing to work. As the Chairman of the Economic Committee and Acting Minister for Trade and Industry, BG Lee Hsien Loong, pointed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 53</b></font>\n  <br>\n  <br> out, it is a shame to have this wastage of jobs, especially when the nation can ill-afford it at this time. I am told that one major reason is that those who are retrenched are still not aware of the seriousness of the recession and they are still searching or waiting for equivalent or better jobs to come by. On the other hand, there are also employers who refuse to give jobs to willing workers because of their older age, over-qualification or both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that a more cohesive effort should be made at the national level to monitor, to contact and to counsel the unemployed. I would like to envisage the setting up of job centres in industrial and HDB estates. The function of these job centres is to counsel and motivate the unemployed, not only to fill up job vacancies but also to educate and upgrade themselves by joining the various training courses. They can be encouraged to work the third shift which, as we know, is very important for our productivity drive. In a full employment situation, it may be difficult to find third-shift workers. But in a recession, when jobs are difficult to come by, the third-shift work may be the only alternative. While we will continue to persuade and provide better incentives for Singaporeans to work the third shift, the Government may want to consider, as a complementary measure, to fill up the third shift job with foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the longer term prospects of the nation, the President has stressed the need for Singaporeans to be flexible. The world is changing so rapidly that if we do not have the flexibility to adapt quickly to new realities, we will be simply left behind. The current recession has taught us this. Some people have wrongly viewed the act of changing old to new policies as an admission of mistake in the old policies. This cannot be so because the old policies have served us well and have brought us prosperity for more than two decades. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the three parties the Government, the employers and the employees must be flexible so that together we can react quickly to cope with, in the words of the President, \"the unexpected and even the unwelcome, to seize opportunities and prosper in a world of change and surprises.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 54</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is to make substantial changes in their fiscal policy. They must also be flexible with other policies, especially those that were designed for the boom time. I am glad to note that the Government has decided to disengage itself from involvement in the running of businesses and services. It wants the private sector to come in to take the lead. This is indeed a big challenge to our private sector and the success will depend on the capability and the capacity of our private sector. The sincerity of the Government to make this move should now not be in doubt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I think we should not go overboard with the privatization of statutory boards. Personally, I have reservations on the privatization of essential services, such as water, electricity, postal and telecommunications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Speaking on old policies, the President said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We cannot maintain institutions which fail to cope with the ups and downs of the economic growth.' I believe one of these institutions is the Central Provident Fund. This is a great institution set up by the Government to look after the old-age, the housing and medical needs of the people. But as hinted by the Member for Thomson, the rate of contribution to the CPF is based on the economic growth and profitability of companies. I think this is wrong. I think it should be related to the specific needs of the people and the Government should define what these specific needs are and the rate should then be determined and fixed according to clearly set-out objectives. Would the Government like to show some flexibility on this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, our workforce must be better educated and better skilled. I believe we can muster all the necessary training, manpower and facilities but ultimately the success will depend on the workers themselves. Are they prepared to better themselves? The NTUC is playing its role in educating the workforce and the BEST programme is running smoothly. Employers should also do their part and there should be more joint efforts between companies to organize training courses, such as what we see in the retail and hotel \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 55</b></font>\n  <br>\n  <br> trade. Eventually, the success to override this recession will depend and be determined by our team spirit. Over the years we have fought many battles together and during the process we have forged links and emerge as a team. Today, the recession is putting pressure on us to react as a team. To put team goals before personal goals, to make personal sacrifices now so that the team can succeed and flourish, to repay our sacrifices later. Singaporeans understand this and I am sure they will not let each other down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, let me call upon Singaporeans to fight this recession together and the first step is to join hands to fight to save companies, to save jobs. \n  <br>12.54 pm \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Mr Speaker, Sir, I would like to join my fellow colleagues in the PAP to thank the President for his Address to Parliament. In his speech, the President has remarked that the recession in 1985 is a watershed in our economic development; after 20 years of virtually uninterrupted economic growth. It would be helpful if we could recall to our minds the situation which existed 20 years ago in 1965 when another watershed in our economic development took place, and trace the causes for the rapid growth and progress that followed in the ensuing two decades. They may well contain some valuable lessons for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Twenty years ago, Singapore was in a much more precarious position, both politically and economically. It was the year in which we separated from Malaysia and became a fully independent nation. Quite apart from the political uncertainties facing us then, the economic prospects and with them the problems in the years ahead were, to say the least, daunting, if not frightening for most of us. The world economy then was sluggish as is the case in the past several years. With our heavy dependence on trade and without the manufacturing sector to support the overall economic structure, the Government faced a tremendous task to generate economic growth and create jobs. It was then recognized that concerted efforts must be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 56</b></font>\n  <br>\n  <br> mounted to overcome existing problems and get on with the business of improving the standards of living of our people through rapid economic growth. In the words of the then Finance Minister, Mr Lim Kim San, who delivered his Budget speech in this House on 13th December, 1965, I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"To attain our objective in transforming Singapore into a modern industrial nation, Government action alone is not sufficient. There must be a concerted effort by Government, entrepreneurs and workers alike - the whole nation must work as one. We have laid the infrastructure, we have provided the incentives and we have shown the way ahead to more rapid industrialization. It is now up to the people of Singapore to respond to the call. The entrepreneurs must ensure by a proper choice of industries and industrial associates that the products manufactured are of a quality and price competitive with foreign products. Our workers must also be prepared for factory discipline and hard work to make costs competitive in the international market. There must be restraint and discipline on both entrepreneurs and workers if we are to emulate the efforts which brought about the great economic recoveries after the World War.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This sound advice, made two decades ago, has resulted in unprecedented growth for Singapore and very rapid rises in the standard of living of Singaporeans. This success has been achieved with the cooperation of the PAP Government, the industrialists/entrepreneurs, the workers, in short, the people of Singapore. We have, in a matter of speaking, come round a full circle and are facing similar, if not, more difficult challenges in our advance in the next decade. The issues facing us are whether our time-honoured policies, proven to be successful and effective in the past, can carry us safely and successfully to achieve the objectives and targets set out in the Presidential Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, some significant differences in the situation prevailing in 1965 and now, 1986. First, we are now much better off in our standard of living, compared to two decades ago. Most of our people are housed in comfortable HDB flats and enjoying all the necessities of life and more. Our children are receiving proper education and well looked after. So far, although we are in a severe recession, the purchasing power is as yet not severely affected, at least judged by the patronage of restaurants and fast-food outlets during the festive period. We are in a much better position to make sacrifice \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 57</b></font>\n  <br>\n  <br> and accept a lowering of the already very high standard of living. In other words, our 'threshold of pain' is now higher. On the other hand, we were in a much more precarious situation 20 years ago as a lowering of standard of living then would have meant severe hardship. The question facing us now is whether our people are psychologically prepared to go through the same sacrifices after years of sustained prosperity and progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we are also much better prepared to tackle the problems we are facing. We have in our possession more tools and instruments to help us. Our infrastructure, whether it is in transport and communications, office buildings and hotels, industrial estates, flatted factories, utilities and supporting financial services, are in ample supply. All these facilities will enable our entrepreneurs and foreign investors to operate their businesses. The consistent efforts made in the last 20 years have enabled us to become a place where everything works. Businesses and industries can be run effectively and efficiently. Back in 1965, all we had was a fledgling Jurong industrial estate and much of the effort was, in fact, spent on building the infrastructure itself; the lack of which was itself a serious impediment to rapid economic growth and industrialization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, our people are now much better educated and possess skills that were unheard of in 1965. Our education policy directed at training our people to handle the requirements of the various economic sectors has provided us with the necessary manpower to man the increasingly sophisticated industries and services with improving productivity. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Chen, it is 1.00 pm now. This Sitting is suspended until 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Mr Speaker, Sir, before lunch I was elaborating on why we were better prepared to face the economic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 58</b></font>\n  <br>\n  <br> recession compared to 1965, 20 years ago. Apart from having a higher standard of living as well as the availability of comprehensive range of infrastructure, our people are also much better educated and are now trained to handle the various economic activities. But more important, however, is the fact that our workers are also much better paid than their predecessors. While it is somewhat ironic that high wage cost which has improved the standard of living of our workers, it has also contributed to our present predicament of having costs of production higher than those of our competitors. It also does mean that our workers should be better equipped to handle a wage restraint as they are now living on a much higher plateau than their fellow workers in 1965. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, we are in most ways prepared to stage an economic recovery and resume our economic growth, despite the uncertain world economy on which we depend so much for our livelihood and, indeed, survival. The speed and scope with which we can achieve these objectives will hinge critically on the responses of the Government, the entrepreneurs, the industrialists, the workers and the people of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has made the first bold move in charting the course we have to take in the next several years to sail clear of the recession. The Economic Committee's Report on the Singapore economy has identified the key areas where we have to make very fundamental reforms. The frankness and the openness with which the Committee highlights its shortcomings and failures shows that it was prepared to tackle even the most difficult issues objectively. It should therefore follow that the Committee's recommendations are directed at the very central task of solving the problems and achieving the objectives stated, rather than making excuses and blaming one another for failures. The Committee's recommendations, especially those on fiscal policies, constitute basic departures from the tradition which has been upheld for the past two decades. The Committee's call on workers, and may I add here it is not only workers but management including managers, to make sacrificies through \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 59</b></font>\n  <br>\n  <br> wage restraints is to say the least controversial if not unpopular, having regard to a population who are accustomed to good living. The Committee's comprehensive treatment of all the important issues and problems affecting the entire economy and the accompanying recommendations to overcome these problems deserves our appreciation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is gratifying to note that the Government has accepted, in principle, the policy recommendations set out in the Report. What is perhaps not so clear is the extent to which the recommendations will be implemented and the speed with which they will be made effective. The Government, through the First Deputy Prime Minister, has called for bold and swift decisions, just before the release of the Economic Committee's Report. The publicity and interests that have been generated subsequently have built up expectations to a very high level, so much so that some segments of the population have come to regard the recommendations laid out in the Report as having been approved in totality. Their conclusions are perhaps not unreasonable if the analysis of the problem is correct - that we need fundamental changes in policies - then the recommendations must be accepted in their entirety and implementation should follow as soon as possible, if not immediately. It is precisely because of the fundamental nature of changes recommended and their severity that have prompted some doubts on whether they would be approved in toto. It is not easy to alter policies that have withstood two decades or more, much less overhauling the very foundation of these policies. There is always the tendency to go for half measures and wait for the outcome before contemplating more changes. However, we are facing different challenges now. We are probably in deeper waters. We would need to go for the full measures if we are to establish the confidence of the people, both local and foreign, that Singapore is a place that is flexible to changing times. It would not be acceptable, I submit Sir, for us to accept the stop-go way of implementing changes. I would therefore urge the Government to act decisively, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 60</b></font>\n  <br>\n  <br> comprehensively and quickly on the recommendations of the Economic Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Aside from the acceptance of these recommendations, their implementation presents yet another set of challenges. Here, it will not be remiss of me to give some views on our Civil Service which is entrusted with the implementation of Government policies. Our Civil Service is rated as one of the best, if not the best, in the region in terms of efficiency and integrity. Our sustained economic growth in the past two decades is due in no small measure to our civil servants' efforts in facilitating policy implementation, providing the infrastructure and generally helping the people to achieve the growth targets. I would strongly disagree with those critics, especially from the foreign press, not to say our Opposition Members here, that our civil servants have been responsible for much of the malaise afflicting us. If it were so, how could it have explained that we have been able to become one of the fastest growing economies in the last 20 years, when they have been in full charge? The Economic Committee has pointed out that other factors were in play. It was the confluence of these adverse factors that have caused the severity of the problems confronting us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, however, it is also true that the Civil Service, like anyone else, is not perfect. There could be lapses; or putting it more in perspective, slow responses to changing conditions on the part of some civil servants. The Civil Service can be likened to an oil supertanker which once set on its course will take 30 minutes just to come to a stop. The sheer size of the Civil Service prevents it from being sufficiently flexible to respond to changing conditions. The proposed policy changes, however, will demand that such flexibility not only be maintained but enhanced. It would not be easy for the Civil Service machinery to change course rapidly. But it must do so if the policy changes are to have the impact intended. In particular, rules and regulations, procedures governing the policy changes must be relaxed to facilitate implementation rather than inhibiting the full impact of these measures. Some civil servants are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 61</b></font>\n  <br>\n  <br> justifiably unhappy that, on one hand, they are directed to be flexible in the interpretation of changes in rules and regulations while, on the other hand, they stand accused of favouring one party against others. The latter can be a very traumatic experience if the officers concerned are hauled up for investigation. The solution must lie in clear directives from the Ministers in the manner the proposed changes are to take place, so that civil servants are protected from accusation of favouritism in the discharge of their duties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the Government has introduced the policies required to turn the economy around and paved the way by providing the required incentives, it is for the investors, both local and foreign, to respond to the Government's invitation to play their respective roles to get the eocnomic engine moving. All the incentives and measures in themselves alone will not even be able to start this engine, let alone build up speed if the investors and manufacturers stand their ground and do nothing. Should the recommendations of the Economic Committee be implemented in toto, Singapore will again be a good place to do business in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the local businessmen who are already operating in Singapore, it would be folly for them to siphon off the benefits in terms of increased profitability arising from these fiscal incentives. Profits withdrawn from the economy will serve to further contract economic growth. The businessmen should instead re-invest their increased earnings in modernizing and expanding their existing facilities. In doing so, they will become more efficient in the export market and at the same time create new jobs. It is perhaps in this way that the workers' sacrifice can be made worthwhile for they will then share their companies' destiny and prosper with them when the good times return. While on their own, local industries may not be comparable to the multinational corporations. However, if a sufficient number of local entrepreneurs, industrialists and businessmen are to pitch in their effort, their investments taken together can be of significant impact. Foreign investors can then take the cue from them in making their investments in Singapore, for if the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 62</b></font>\n  <br>\n  <br> local businessmen demonstrate their confidence in Singapore, it must be a signal that it is worthwhile doing business here, for the same factors of production affecting entrepreneurs and businessmen, regardless of whether they are local or foreign still apply. A further advantage in investment by local investors is the speed with which such investment can be realized compared to foreign investment which will take more time. The impact on the rate of economic recovery can also therefore be expected to be greater. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The entrepreneurs, businessmen and industrialists, in particular the local ones, therefore should respond equally quickly and decisively to the Government's call for action. In doing so, they will play an important role in turning the economy around and at the same time enjoy better returns for their investment in return for the risks they take. They can even take heart from the remarks made by the Member for Potong Pasir this morning that the private sector be helped to accelerate their business. It appears that the Member for Potong Pasir is not disagreeing with the contents of the Presidential Address and we should look forward to his support when the motion is being voted on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The most critical parameter in the economic formula to lead Singapore out of the recession, apart from all those that I mentioned just now, must surely be the people of Singapore. Irrespective of our occupations, whether we are workers, managers, civil servants, politicians, we are firstly Singaporeans. In the last 20 years of unprecedented growth, we have built Singapore into what it is today. The surprising thing is that we have done it so smoothly and apparently relatively trouble-free. Unfortunately, it is this very element of success with little efforts that could prove the undoing of all that we aspire. In the past year when the recession began to take its toll, one could detect in some of our people signs of panic. Some had even begun to write Singapore off. It is natural for those not favourably disposed to Singapore to start shooting at us, as had indeed been the case for many of the foreign journals and press. There is a Chinese saying which says that when you are up, nobody dares to touch you. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 63</b></font>\n  <br>\n  <br> when you are down, anybody who has a chance to kick you would add in his effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has never been so much written about Singapore's ills in the foreign press in the past 12 months. Added to this, there have been remarks made by our worthy Members of the Opposition, both locally and overseas. Sometimes we wonder whose side are they on. Contrary to common belief, these publications are not banned in Singapore and Singaporeans have full access to whatever they say. I am afraid some Singaporeans are showing signs of losing their nerve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we started our first year of independence 20 years ago in 1965, we were in a much worse position, facing much greater odds and far less prepared to tackle the problems. Yet, we overcame and prospered. The main cause must surely be that we, the Government, businessmen, entrepreneurs, workers, in short, the people of Singapore, have been able to work as one as had been so aptly put by Mr Lim Kim San. Circumstances may have changed. The environment may have deteriorated, the nature of the problems may have become more complex. Indeed, our people may have undergone a transformation, with the weather-worn older generation giving way to the prosperous young. But the fundamental spirit of Singaporeans as one people has not changed. We have withstood the test of time. We would have to do the same if we hope to overcome the obstacles ahead of us. Let us not lose our nerve, whatever we are and whoever we are, we are all Singaporeans. Doing so will mean playing into the hands of those who wish us harm. Worse, it will lead to the undoing of us all as a nation. I am sure that Singaporeans will not wish this ignominious end on themselves. Far from it, I am fully confident that we will respond positively and decisively to the challenges ahead and emerge from the economic recession better off, although battle scarred. More important is that we shall be more mature as a people, better able to deal with difficult situations and face future problems with greater resolve and determination. With this, our spirit as a true Singaporean nation will be preserved and enhanced. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 64</b></font>\n  <br>\n  <br> \n  <br>2.51 pm \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Speaker, Sir, much has been said and much has been discussed on what the Economic Committee will be doing to get the country out of this economic morass that we are in. And my colleagues before me have also discussed at length, have also criticized the recommendations made by the Economic Committee and have given suggestions on what ought to be done and could have been done. Allow me to concentrate on what we ought to do in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when we gathered here last year to debate on the Presidential Address, each of us heard and spoke on the vision that was placed before us. This year, I am heartened by what the President said about what we ought to do for the future, that the goals set by his predecessor are still valid even though our economic situation shows signs of diverting us away from these goals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are facing trying times. I assure you that all of us sympathize with those workers who have been retrenched, those businessmen who have been forced to fold up their businesses. But then I think it would be much more fruitful for us to think of what we ought to do from now on to ensure ourselves our future. Let us not again dwell on what could have been and what should have been, like some purveyors of doom of this House have suggested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have just now heard that the Member for Potong Pasir - I am afraid he is not here right now - saying that if our neighbouring countries could have chalked up 3-4% growth, why did we have negative or zero growth. The reasons why our neighbouring countries have been able to make positive growth despite the recession all round has been adequately explained. And since he is not here right now, I do not think we ought to spend more time in trying to elucidate what he has somehow missed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also, somewhere in his speech when discussing the economic recession, mentioned that one Minister has been given undue publicity over others. Mr Speaker, Sir, I really fail to see the relevance of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 65</b></font>\n  <br>\n  <br> insinuation or accusation. I am quite sure that if the Minister concerned can dismiss the economic problems just by playing a low profile and go into hiding, he would do it. But alack and alas, somehow the solution attributed to the problems that we are facing is totally off the mark. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also mentioned just now that some 299,000 people may have problems servicing their loans with the intended 15% CPF cut. I am not too sure whether he has really ascertained the accuracy of the number, and I am sure the Minister for National Development could later perhaps enlighten him on what actually is the extent of the number of people who may not be able to service their loans because of the 15% CPF cut. But even so, the Government has already announced its intention to assist those who have problems in trying to service their loans by extending the loan period, by making available easy loans, etc, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as I have mentioned just now, it is important for us to look into the future. This is important. For us to continue dwelling on our misfortunes and continue to wring our hands in sorrow will only serve to perpetuate and spread the gloom and blunt our resolve to act positively to build for what is to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has made far-reaching recommendations, not only to stop the deterioration of the bad economic conditions but also to lay the foundations for a bigger and hopefully better economic future. Doubtlessly, the recommendations will have to be scrutinized in detail. Doubtlessly too, there will definitely be kinks which have to be ironed out. And, as my colleague has said before me, what is important right now is for us to act decisively and to act quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All this will need the concerted effort of three parties, the Government, employees and employers. And if things are going to work, therefore attitudes must change. And as everyone knows, attitudes take a long time to change, they must therefore take place right now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's duty is to govern to govern fairly, to govern efficiently, and its duty is to provide a stable environment, one that is conducive to better effort, more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 66</b></font>\n  <br>\n  <br> creativity, so that our citizens could grow and develop their potential to the fullest. And just as we are urging the population to be flexible, the population to be responsive to changes, we ourselves must show that commitment to be able to be flexible, to be able to change, to adapt to changing conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that steps have been taken to relook into our rules and regulations to see whether there are any which could stifle growth, to see whether we can modify any of these rules and regulations or even discard them if they somehow block our path of growth. I am not suggesting that we totally throw off altogether our fundamentals. I am not suggesting too that we forget what we have agreed and decided to be the cornerstones of our society in the past. But I think that we must be daring enough to review even sacred cows, to determine whether they need to be slaughtered if they have lost their sanctity. Previously we have been afraid even to touch the sacred cows, let alone bring them down from their altars. I think the time has come because the situation needs daring moves, daring measures, that we need to review all our fundamentals to see whether they need to be changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about the role of Government, I am also glad to note that there has been a recommendation that Government-owned or quasi-Government-owned agencies ought to have more participation of the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Government-owned companies, the Economic Committee has already recommended that the Government ought to divest it interest in the company wherever desirable and feasible. To my mind, I think we also should look hard at the roles and objectives of our statutory boards. This could and should be reviewed to see whether there is also room for private sector participation in some of their functions or activities. While I agree that statutory boards must be viable units, their more crucial role, to my mind, is to serve the population as efficiently and as cheaply as possible. We must move away from the perception that the more surpluses that are accumulated the more successful these statutory \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 67</b></font>\n  <br>\n  <br> boards are, until a point is reached whereby the accumulation of surpluses seem to be an end in itself. Therefore, I applaud the recommendation that savings of these bodies ought to be passed on to consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our commitment to be flexible and our commitment to encourage creativity must never flag. Among the recommendations, the Economic Committee has also said that our education system must be suited to create this environment where our workers, our population, will be developed to their fullest potential and where people will be educated as a \"total\" person. To my mind, that is very crucial. Because if we were to strike out into new fields, if we were to be innovative enough to seek opportunities as they come, then the spirit of inquiry, of creativity must be present. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the part of employers, I think the time has now come for them to consolidate and take advantage of the recommendations to increase their efficiency and to develop new markets. However, there may be fears that there may be some who may want to abuse the flexibility and the incentives that have been proposed. Just the other day I was told that a certain employer, on hearing that the corporate tax will be reduced from 40% to 30%, merrily placed an order for a new Mercedes. I am not too sure whether this is exactly the intent or the purpose of the incentive that is to be given. Therefore, the Government, and especially the unions, must be very vigilant to ensure that such abuses do not take place because such abuses cause leaks in the system. And once the system has leaks, it will not work as efficiently as you would like it to be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I conclude, let me come to what must be a crucial component among the trio, which is, the workers. I have mentioned about the need to change attitudes, to change outlook and to my mind the need for change among workers is the most needed. There must be willingness among them to learn new skills, to do the third shift, to do overtime and to go for jobs which may be physically uncomfortable but nevertheless necessary or even \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 68</b></font>\n  <br>\n  <br> well paying. The commitment and will to increase productivity must be planted and we need to realize that the days of higher wages cannot be sustained unless we are more productive and competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, even during these hard times, I still hear from my colleagues, from employers, and even from my experiences in my meet-the-people sessions, that some workers who have been retrenched and claimed they needed money to support their families, were choosy in jobs offered to them as alternatives. It could be that they are used to high standards of living, but then if they are as desperate as they claimed themselves to be, I think now is hardly the time for them to be choosy in what they can get. But then again amidst all these problems, amidst all these anomalies, I do see a glimmer of hope. If anything good at all could come out of this present recession, I get reports from some employers that their workers now are somewhat more willing to do overtime and more willing to be deployed to tasks which are less pleasing, but nevertheless necessary. It is my fervent hope that these changes will persist even when we come out of this recession. With that, Mr Speaker, Sir, may I give my support for the Motion. \n  <br>3.07 pm \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das (Chong Boon):</b> Mr Speaker, Sir, I wish to join my other colleagues in supporting the Motion standing in the name of the Member for Changkat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President in his Address to this House made three main points: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, that the Government accepts, in principle, the policy recommendations set out in the Report of the Economic Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, that this recession cannot be solved by the Government alone. The measures will only work if the Government has the full support of the people of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, that there is no quick-fix solution. If sacrifices and changes can be made now, then 18 months later things should begin to improve. The Government's efforts made now will be rewarded many-fold later. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 69</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the task of the Government now, I believe, is to mobilize the total support for its proposed economic measures. I have personally received many comments from my constituents, community leaders, friends and business associates. Their feedback convinces me that the Government has a big selling job to do. Their reactions can be classified as the FIVE WORRIES. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, there is the worry over their jobs if they are workers and worry over their businesses if they are employers. Second, there is this worry over CPF cuts and HDB mortgage payments. Third, there is the worry over joblessness of school leavers and new entrants to the labour market. Fourth, there is this worry over wage cuts. Finally, there is this worry over exploitation by employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on top of all these worries is the perception gap between the Government and the man-in-the-street. Unfortunately, the ordinary Singaporeans feel that this is a package for the bosses and the business community. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> What else is there. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> They feel that the question of equal misery should apply. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> However, Sir, in my opinion, it is a total solution. It calls for sacrifices from all Singaporeans. The first priority, of course, is to ensure that businesses stay competitive, otherwise companies will go under and more jobs will be lost, let alone creating new jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These prescriptions are bitter and the process can be painful. I am confident, Sir, that the Government will do its utmost to keep social pains to the minimum. The point I want to make and I hope Opposition Members will understand is that there is no such thing as a painless solution to the problems confronting us today. If they have, let them come out with it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Give them aspirin. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> However, Sir, it is very important that the Government should sell the recommendations of the Economic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 70</b></font>\n  <br>\n  <br> Committee to the people. It is gratifying to note, Sir, that the then Minister for Trade and Industry in accepting the Report stated, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Ministry of Trade and Industry will prepare a simplified version of the Economic Committee's Report which can be used in community centres, schools and work places.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is absolutely necessary, Sir, to explain the basis and rationale of some of the decisions and policy recommendations and only then, I believe, we can mobilize all Singaporeans thus creating a national consensus. What we need is national consensus and not divisive factions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are all familiar with the phenomenon of \"self-fulfilling prophesies\". There is no need for further talk of gloom and doom. Sir, I submit that the problems have been identified and studied and solutions have been suggested, and it is time for all Singaporeans to get on with the job of improving the economy. However, Sir, there is this nagging fear of irresponsible and unscrupulous employers who will exploit the current situation to squeeze employees. I submit, Sir, it is important that the Government and management, together with the union leadership, help to dispel this fear quickly. It is incumbent, I believe, on employers to be sensitive to the worries and anxieties of workers. Employers and employer organizations should not gloat over the reductions so far announced but to make sure that these reductions are fully capitalized and in return provide more jobs and better conditions for the employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with your permission, I would like to touch on two specific recommendations made by the Economic Committee: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, to reduce operating costs the present employer's CPF contribution should be immediately reduced by 15% points for a period of two years in the first instance, says the Economic Committee's Report. Whilst I agree that this will help reduce costs, I personally think, Sir, that a cut of 10% from the employer and a 5% reduction in employee's contribution would be more than sufficient. In this way, it will not only help cut costs, but it will also increase the disposal income of Singaporeans. The disposable income of most Singaporeans \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 71</b></font>\n  <br>\n  <br> has already been reduced either by a wage freeze, salary cuts or reduced bonuses. A 5% point release of employee's CPF, I believe, will help in the economic recovery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the recommendation that corporate tax be reduced from 40% to 30%, I would strongly urge the Government to reconsider this and get on to introducing the 25% instead of the suggested reduction in two stages. Whilst I agree that the reduction from 40% to 30% is a very bold move, to really get the benefits intended, I think we will have to be competitive with Hong Kong. At 25% corporate tax, we will be 7% points higher than Hong Kong and I believe this is a premium we can command over Hong Kong. Anything more than that, we might as well stick to the present 40% corporate tax, as we will not be able to attract the very people that this reduction in corporate tax is intended for. Otherwise, the 10% reduction may be useful only purchasing Mercedes-Benzes for bosses as mentioned by the Member for Siglap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from the two comments on the Economic Report, I would urge the Government to pay special attention to two other aspects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, I wish to point out that time is not on our side and that the recommendations should become policies and be implemented expeditiously. Any further delay will only extend the recovery period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would urge the Government to pay further attention to the implementation of these recommendations. Experience in Singapore and other countries has alerted us to the dangers of the best policies being strangled in their implementation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is important that the recommendations, and in particular the incentives, are not only a legislative success but also an operational success. I am not suggesting that we should have a free-for-all position. What I am appealing for is that incentive schemes should be kept simple and workable. We can plug the loopholes as we go along. We can never have a scheme which is so well crafted as to be able to anticipate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 72</b></font>\n  <br>\n  <br> all forms of human manipulation and yet make the scheme work. Yes, the rules must be there, simple and yet have adequate reserve powers for Government to deal with violations. I believe the majority should not be penalized because of a few black sheep. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I must state that the Government must be commended for having responded very quickly to the pleas of the business community and, in particular, the setting up of the Economic Committee. The Economic Committee's recommendations have been bold, innovative and imaginative and deserve the fullest support of all Singaporeans. \n  <br>3.18 pm \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I would like to support the motion by the Member for Changkat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is now experiencing a period of economic recession whose waves have surged over all sectors of the economy in our country, resulting in our people's livelihood being affected to a great extent. The Economic Committee has proposed several recommendations which have been accepted by the Government in principle but now require implementation. I believe that the recession of Singapore's economy could not be improved solely by implementing the recommendations of the Economic Committee. In other words, the implementation of the recommendations is not enough. We need favourable external factors and the adjustment of internal factors to complement the recommendations. The most important thing is that our people must adjust their way of living and be psychologically prepared, just as the President has said at the Opening of this Session of Parliament that it is more vital now than ever that all Singaporeans work together, both with each other and with the Government to overcome our difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The task and challenge before us are how to revive and propel our economy and how to preserve the rice bowls of our people. In the past, when our economy was good, these matters seemed unreal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 73</b></font>\n  <br>\n  <br> but now they have become real problems. If we have contacts with those workers who have been retrenched, then we will really understand these problems. Their sole wish is that if there is an opportunity for them to be re-employed they will try their best to do their work well to maintain the livelihood for their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When facing this economic difficulty, how are we going to tackle it? Basically, I think there are two different approaches. The Government has already set up an Economic Committee and has gathered together people from various circles, from the commercial, industrial and public sectors, to discuss and study the situation for about one year. Finally, the recommendations are disclosed. Now is the time for the people of our country to come forward as one body and support the recommendations and measures adopted by the Government. But there are still people who do not recognize this economic fact and are not prepared to come forward to work together for our economic recovery. They are still behind the trend and events of the economic situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, this morning, the Member for Potong Pasir had asked in this House who should be responsible for this present state of economic recession. The Government has made a careful analysis of this situation and has also taken up the responsibility to devise resolute means and measures to revive the economy. The Opposition Member this morning also asked whether our economic recession would continue for 18 months or 4 years. He is still playing with the game of numerals. I myself am doubtful of the Member for Potong Pasir's figures, because he has more than once blundered over some figures. I do not know whether the figure of four years' of economic recession comes from his own perception or from his advisers' or whether it is mere hearsay. It is regretful that he is not here. Otherwise, I would like to ask him to clarify further on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The more important question is how are we going to direct or efforts to deal with the present problem. We should not try to make wild guesses or grumble and put the blame on somebody. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 74</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the morning, the Member for Potong Pasir talked for about 20 minutes in which there was neither suggestions nor solutions. He said that the Government wants to reduce the CPF contribution rate of the employer by 15%. He also said that if there if there was something else which goes with it, it would be better. I had hoped to hear from him what he really meant. In the end there was no suggestion from him as to how to revive our economy. But he mentioned there was no announcement about a retrenchment benefits scheme. It seems that the Member for Potong Pasir is very interested in this subject. The Member for Anson also seems to be interested in this subject. He has now and then touched on this question. If we presume that these two Opposition Members are sincere about their suggestion, let us see whether it could be practical. To come downto the final analysis, I feel that offering retrenchment benefit may not be able to solve the problem as one may not be able to give aid forever. But it might give them false expectations or wishful thinkingthat even if they are unemployed they can still rely on some strong backing. This kind of suggestion is dangerous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that our country is a very small one. Nobody is obliged to keep us alive. Similarly, nobody owes our workers, employees or employers a living. This is a basic principle of our nationhood. If we pay our attention as to whether we should have a retrenchment benefit scheme, then we shall not be able to concentrate our efforts towards reviving our economy. Because, as I said, it will give some people some wishful expectations which will numb their senses. I feel that if the Opposition Members have the opportunity to come out to help solve this problem of economic recession then perhaps the best way for them is to set up a retrenchment unemployment relief board, or they could suggest to change the CPF Board to an unemployment relief fund board. Perhaps they would discuss or even compete between themselves which one of them could become the Director of this board. I do not mean to say that we should not care for those in economic difficulties. Our Ministry of Community Development has a section where its welfare officers could look into cases of needy people who have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 75</b></font>\n  <br>\n  <br> real difficulties and try to solve their problems. The Government would be paying great attention to their plight and try its best to solve their problems most sympathetically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter is the reduction of CPF contribution of the employees. Since the Government has decided to reduce the contribution rate of the employer to 15%, there has been pressure to reduce the employee's contribution. This is quite logical. The Member for Chong Boon had also raised this question as to whether the employee's contribution rate should be cut by 5%. As our internal market is very small, what effect will there be by cutting down 5% to 10%. We should make careful studies into what will be the effect on our economy as a whole, and not make hasty decision. In this respect, I hope the Government would set up an organization to monitor and study the effects of the implementation of the various measures on our economy and the livelihood of our people so as to see whether any more reductions should be made. But they should not give the wrong impression to the people that in a recession their salary could increase instead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other than CPF, we can try to make use of our reserves. The purpose of having reserves is that, when we are faced with a crisis, we have something to fall back on. In the past, we had high economic growth. Thus we have quite a substantial amount of foreign reserves which is meant for our generation and the next generation. At a time of dire economic difficulties, there are no good reasons for us not to consider making good use of these reserves. On the matter of making use of reserves or cutting down the employee's CPF savings, we should not give the people the wrong signal that it will be a soft solution, whereby salaries are increased and people can enjoy themselves even in a recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to raise another matter, that is, the relationship between the Government and the entrepreneur (the employer, in common parlance) and the relationship between the Government and the the people. On the surface it looks as though the recommendations of the Economic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 76</b></font>\n  <br>\n  <br> Committee seem to be pro-employer. Is it really so? I think that everybody acknowledges that whenever the employer invests, he expects return. If he cannot expect any returns, economic returns. If he cannot expect any returns, then he would close down or move elsewhere. Our neighbouring countries are also competing with us. If a company cannot make money in Singapore, it would move to our neighbouring countries, following which our workers will lose their jobs and there will be no income, which will affect the livelihood of their families. And in the end how many relief fund boards can be set up to elevate their difficulties. I would like to point out that our Government is not so naive as to be favouring only the employers. This has been proven in history. When we implemented a high wage policy in past years, many employees had their income increased greatly. We must not forget that, in the course of which, the employers or the entrepreneurs were not very happy because their income or profit was affected. This shows that the Government, when implementing economic policies takes mainly into consideration the well-being and livelihood of the general masses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us talk about what is the basic interest of our people under the present circumstance. How are we going to realize or to meet the basic interest of our people? I feel that to any people of any country, what they look for is no other than to be able to live comfortably in a stable and peaceful environment, in a prosperous society. That is what our people are looking forward to. And that is also what our Government is and should be striving for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since independence, for the past 20 over years, we have experienced various crises, political, economic and others, for various durations. We have overcome each and every one of them. This is not the first time that we are faced with another economic difficulty. We must and are able to overcome it. And there are favourable conditions for us to do so. For instance, the Economic Committee has been able to produce comprehensive recommendations to solve the problem. Just look around at our neighbouring countries. If they are faced with a similar situation, are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 77</b></font>\n  <br>\n  <br> they able to do the same as we have done? No. They would only react when faced with the worst. Our attitude and approach are entirely different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the favourable conditions we have? This morning the Member for Changkat said in moving the motion of thanks that we must educate our people well, particularly the middle-aged workers. We can compare our people favourably with others, as we are on a higher plane. Recently I heard a friend of mine saying that it is our present unfavourable economic situation that makes an entrepreneur not being able to make any money, so he shifted his plant to a neighbouring country. He found that everything there was cheaper than in Singapore except that the skills of the workers there were not comparable with our people. So you just think about it. Everything else is cheaper, only the workers are unskilled. Would you be able to set up a plant there and produce goods of quality? Of course not. Here, we also have a stable political situation in addition to a better trained work-force. These are our advantages. When we read newspaper reports during the past few days, we read about the political turmoil in the Philippines. Unlike them, we are living in a peaceful and stable environment with an effective Government who can command the rspect and cooperation of the people at times of difficulties. These are our assets. I feel that we are all realistic enough to know what our problems and difficulties are and what will our situation be in the future. We have no alternative but to overcome our difficulties and we are absolutely sure that we can overcome these difficulties because, if we fail, we shall have no other place to go to. Thank you. \n  <br>3.40 pm \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Speaker, Sir, I would like to join my PAP colleagues in thanking the President for his recent Address to Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the current recession, the President has focussed his Address on our economy. In the '60s, the main objective of our economic policy was to create sufficient jobs for Singaporeans. Our low wages and generous investment incen- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 78</b></font>\n  <br>\n  <br> tives attracted foreign investors to set up factories in Singapore. In the '70s, we had full employment and our emphasis shifted to upgrading the economy into higher value-added activities. Over the last two decades we have progressed from being a low wage, low skill economy, to one based on high value-added activities and skills. By 1983, Singaporeans enjoyed a per capita national income of $13,800. In terms of per capita income, Singapore ranked 22nd in the world and ahead of many industrialized developed economies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, in short, has reached a developed country's income level. We, indeed, have a high standard of living. But do we have the economy of a developed country? The Economic Committee has rightly pointed out that we do not have such an economy. Two-thirds of our adult population still have no more than primary education, including 23% who have received no formal education at all. Our economy has grown because many multi-national corporations have set up their plants in Singapore. But these are basically production facilities. Products that they made were designed and marketed by their parent companies in the United States, Europe or Japan. Local companies, of course, will benefit from their presence by providing the supporting services or producing some of the component parts. But most of these local companies have remained small and dependent on the multi-nationals for business, for technology and some even for finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The actual state of our economy is no secret. In fact, when I discussed with students of the NUS on their career prospects, the first choice is inevitably a Government job, and the second choice is with an MNC. Not many would want to join a local entrepreneur unless the student is desperate for a job. Whether fortunately or unfortunately, our graduates are indeed now desperate for jobs and many are joining the local entrepreneurs. It is, therefore, appropriate for the Economic Committee to make recommendations to remove impediments and actively promote the growth of local entrepreneurship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the many recommendations made, the most important in my view is that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 79</b></font>\n  <br>\n  <br> relating to finance for small business. The Government has recently established a $100 million fund to assist local entrepreneurs. The most critical constraint faced by local entrepreneurs is that of finance. Administrators of this $100 million fund should bear in mind the long-term benefits of the successful promotion of local businesses. They should not take the short-term view adopted by many bankers, ie, offering one an umbrella when the sun is shining and taking the umbrella away when it rains. Local businesses will face many problems and risks, especially in the first few years. Many will suffer losses. But given sufficient encouragement, especially in the form of finance, some will survive. Administrators of this $100 million fund should bear this in mind and not to withdraw financial support as soon as they see losses in the balance sheets. They should give local entrepreneurs a chance to survive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As pointed out by the Member for Changkat, local entrepreneurs are our people. They are Singaporeans. When business is bad, they will cut costs, reduce prices and try to keep the operations going. Retrenchment will be the last recourse but, as shown by past experience, retrenchment is usually the first recourse of the MNCs. They can even phase out the Singapore operations and move away to cheaper locations, but not for the local entrepreneurs. Singapore is their home, their roots are in Singapore. If their businesses are gone, they can try again in Singapore because it is unlikely there is any place in the world that would allow them to try their businesses. It is obvious that for stable economic growth, the Government should pay more emphasis to the promotion and development of local businesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has also examined the reasons for the current recession. One of the main reasons was the loss of international competitiveness and the severe squeeze on profitability as a result of labour cost increases unmatched by productivity growth. Consequently, in the last six years, our competitive position has weakened 50% against \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 80</b></font>\n  <br>\n  <br> Hong Kong, 15% against Taiwan and 35% against Korea. This is a rather sad position because in the early '70s when Singapore started on its road to industrialization, we were much cheaper in wage cost compared to these same countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What has brought about such labour cost increases vis-a-vis our competitors? Our products are exported and compete in the same developed markets of the United States, Europe and Japan. We are similarly affected by the recession faced by the OECD countries. Apparently, these are questions that were not directly addressed by the Economic Committee. However, based on the recommendations made by the Committee on wages, the Committee has recognized the fact that part of the reason for higher labour cost lies in our wage system. The recommendation for the review of our wage system is highly commendable but full of pitfalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. Firstly, the Economic Committee highlighted the fact that salaries for Japanese males increased only to the age of 45-49 years after which they begin to decline. I am not too sure why the Economic Committee highlighted on Japanese males. I do not know what happened to the females. Japanese male employees over the age of 65 earn only 60% of the salaries of the 45-49 age group. The Economic Committee recommended that Singapore should move towards such a system as it encourages employers to employ older workers. This is, however, a drastic change to our present wage system which is basically seniority based, ie, older workers expect higher wages. I am sure the Member for Anson will agree to this. Even if the unions accept this recommendation, they will have a hard time trying to convince the Members of its advantages. A more practical approach and one that deserves our full support is to consider the recommendation that both the employer's and employee's CPF contributions should be progressively reduced after the age of 45. This will help employers to reduce costs and enable older employees to have higher take-home pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A more important recommendation made by the Economic Committee is that the NWC should cease issuing quantitative \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 81</b></font>\n  <br>\n  <br> annual wage recommendations. This is also another major change as the NWC since its inception in 1972 has made annual quantitative recommendations. The NWC has helped to stabilize our industrial relations as it provides for orderly annual wage increases on a national basis. But has the NWC already served its usefulness? Although meant to be recommendations, employers, by and large, usually will implement the NWC recommendations. This is shown by the annual Labour Ministry's NWC surveys which normally show more than 90% of employers implementing the NWC recommendations. The negative aspect of the NWC recommendations is that it discourages companies, especially multinationals, to pay higher wages that they can easily afford and compels many companies, especially local businesses, to pay high wage increases that they can ill afford. The recommendation that the NWC should avoid quantitative wage recommendations will not be a popular recommendation. But if the NWC is to continue its role unchanged, our businesses cannot be expected to regain their competitiveness in the world markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, on manpower training. The Economic Committee has also highlighted the fact that our workforce is less educated than the workforces in the USA, Japan and even Taiwan. Currently, about 53% or more than half our work force have, at most, primary level education compared to 15% in the US, 35% in Japan and 45% in Taiwan. In order to upgrade the educational level of our population, various training schemes have been initiated. Special mention should be made of the BEST programme jointly administered by the NTUC and VITB. About 60,000 workers have so far benefited from BEST. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Industry groups have also been encouraged to provide SDF-sponsored industry-based training tailored to their specific needs. Training programmes have, for example, been started by Shatech for the hotel industry and IBF for the banking and finance sectors. In this area of manpower training by industry groups, the Government through the SDF should be more forthcoming in their training grants. Shatech, for example, has to be assisted by the Singapore Tourist \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 82</b></font>\n  <br>\n  <br> Promotion Board to the tune of $1 million as they did not receive sufficient SDF training grants. In a recession, industry groups also suffer from a shortage of funds. Manpower training shoud be regarded as a national objective and financed as such. Industry groups need more SDF financing if their training programmes are to be successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Committee has laid down an action plan for Singapore to recover from this recession. The policy changes are difficult pills to swallow but we must be prepared to take the full dosage. We must try to bring our operation costs down. We must strive to increase our productivity and to regain our competitiveness. We must work diligently to lay the foundations upon which our local entrepreneurs can excel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, may I thank the President for his Address and especially the fact that the Government has accepted, in principle, the policy recommendations made by the Economic Committee. It is my hope that the Government after further deliberations will not only accept the recommendations in full but also to improve on some of the recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Mr Speaker, Sir, I give my support to the motion standing in the name of the Member for Changkat. \n  <br>3.56 pm \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo (Bo Wen):</b> Mr Speaker, Sir, like all my other PAP colleagues, I would like to support the motion moved by the Member for Changkat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have heard that the new economic plans hope to stimulate our economy. We have heard that the plans will set new directions to make Singapore more economically viable and competitive. The common man is asking: Will the plans work? Are we sure that we are going to achieve the targets that we have set? I share their concern because they are required to make sacrifices. I am sure the Acting Minister for Trade and Industry would not like to give them the reassurances because he himself probably may not be able to predict what is going to happen. Whether we will make it or not depends on the will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 83</b></font>\n  <br>\n  <br> of the workers, employers and the Government to cooperate as a team. Team work will therefore become an increasingly important factor for us to overcome the present economic recession and achieve greater heights in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the implementation of the recommendations of the economic plans will have to be carefully tempered so that the workers will not feel demoralized in the process of time. I feel that it is important because they are going to eventually make sacrifice in terms of wages and we must ensure that they will not become demotivated in the long run. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the new economic plan has indicated that the workers will have to sacrifice about 15% of their future earnings. This is indeed a sizable loss of their earnings. It will create disruptions to their financial plans. They will have to adjust and it will cost disruptions to their family life and their life plans. I feel that perhaps a 10% CPF reduction from the employer's side will be more palatable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whilst our workers have to make the sacrifices at this stage of our economic recession, it is necessary to ensure that employers do not take advantage of the workers' goodwill. Employers must act wisely to reinvest the savings from the workers' sacrifices to strengthen their enterprises. If employers are found to be wanting and irresponsible, the workers' trust and confidence in them will be lost, poor relationship will arise and hence we may witness more industrial relation problems because of this loss of trust between the workers and the employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We may witness more industrial problems because of this loss of trust between the workers and the employers. Sir, if this happens, there will be far-reaching effects on our economy and what we hope to achieve may be lost through this poor relationship. I hope that employers who are making profits will be able to share their profits with the workers. There are, I am sure, firms that are making profits and who is there to ensure that these firms will pass on the benefits to the workers. Is the Government going to intercede through the unions to ensure that the employers who are making money will disburse these benefits to the worker? I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 84</b></font>\n  <br>\n  <br> think this is indeed an issue that some of the workers are raising. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the CPF reduction with wage restraint create a burden for the lower income workers, particularly those who are earning less than $700 a month. Why I am saying this is because a large number of them have more dependent households, more needs to be met. I feel that they are likely to be affected because of the various wage restraints and wage cuts that some of them have undergone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to draw your attention that last year in the Presidential Address we have made plans to see how we could improve the quality of life of the low income families. For these families they are going to ask what is the stake for us? They are likely to suffer more pain than others in this whole process of our recession. Sir, in this respect I feel it is important for us to review the present CPF salary contribution point which at present is $200. Maybe it will be timely or opportune for us to review this starting contribution point for CPF at $200. The review is suggested because the minimum subsistence level for families has increased significantly, since the implementation of this CPF starting point. Sir, on the whole, the CPF reduction which accounts for 60% of the employer's contribution may directly or indirectly affect the domestic economy. Workers are likely to tighten their belts as they have to meet other obligations which they have committed earlier. In the long run, it may delay us to achieve the desired effects of our economy. Sir, if the workers' real income will be eroded through domestic inflation in the foreseeable future, I feel strongly that appropriate measures should be taken to reduce the employee's contribution to the CPF by at least 5%. I hope this will be looked into seriously if there is domestic inflation because the workers' real income would then be reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the other note that, in order that the present recession can be tackled collectively, it is necessary for the Government to erase or clear public misconception that the workers in the private sectors are carrying the burden, this misconception must be erased although the Government has recently announced that the half- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 85</b></font>\n  <br>\n  <br> month incentive payment is to be withdrawn. But the other plans with regard to wage restraints are not clear as yet. Sir, I feel that at the appropriate time a clear-cut direction will have to be set and this will erase whatever misconception there is floating in the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the last one year, the number of retrenched workers has increased. Little is known about their employability and the problems they are facing. They are undergoing social and economic adjustment problems. It will be appropriate for the Government through the Ministry of Labour to establish a more comprehensive monitoring unit to assess the progress and the problems of workers who are retrenched. Retrenched workers who have little or no CPF savings are likely to require more assistance to reschedule their loan repayments or to make adjustments in the meantime to find new employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the case of retrenched workers who are middle-aged and who have no appropriate skills, it will be useful to enable them to be retrained or to cushion them in whatever way we can to alleviate their problems and to place them on alternative employment or create new employment that they could acquire with the skills that they have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the number of retrenched workers is likely to increase further when the full impact of our recession is felt. It is therefore urgent for Government to organize a more coordinated plan to assist the resettlement of retrenched workers who may require services such as job placement, retraining, guidance and counselling. This will become increasingly essential when the number of retrenched workers is on the increase. I feel that at the moment we have little data as to what is happening to their family life and perhaps through knowing more about them we will probably be able to assist them with better coordination with other governmental sectors and departments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the CPF objective, I feel, will have to be reviewed. The punctuated increase in CPF has been singled out to be one of the causes of our economic problems. Justified or not, CPF is one of the main foundations for social security of the workers in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 86</b></font>\n  <br>\n  <br> their old age. Over the years, we have digressed from the primary objective of CPF. It is time we took a fresh look at the objective of CPF so as to ensure its future viability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of open and authentic feedback, I would like to share my views with Members. Sir, in order that different Government ministries can respond and deal with social and economic issues effectively, there is a need for more coordinated effort among ministries to monitor the impact of various social policy measures. Those involved in policy implementations cannot remain insular or defensive about policies which are not relevant. It is not just sufficient to have a good data gathering mechanism. But we must have people who are open enough to give objective interpretations of the effects of various policy measures. There is a tendency in the public sector to screen off what we do not want to hear and we are unable to learn how to avoid some of the pitfalls ahead. Therefore, Sir, an open and authentic feedback of our social realities at all levels in our various governmental institutions need to be made more effective. It will be appropriate for the various public sectors to invite different groups of people with varied expertise to be a sounding board on various issues of social concern. With the involvement of these expert groups, I am sure better inputs, better insights into various intangible social problems and various side effects of various policies could be examined more thoroughly and a better comprehensive and effective policy measure could be effected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, like what my colleagues have shared, we need to do more in the education of our workforce. I shall not elaborate further on it, but to bring up a point which seems to be more relevant in the context of providing more opportunities for them to be better educated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it must be pointed out that at the moment there are insufficient social incentives for our workers who have missed out in education to be educated. It is therefore necessary to review and strengthen our programmes for continuing education for our workforce by undertaking a two-pronged strategy. Firstly, a continuing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 87</b></font>\n  <br>\n  <br> education department fully responsible for the overall planning and the implementation of educational programmes for workers be established within the VITB. Secondly, more educational support should be and could be planned and organized and directed at children of families in the lower income group so that eventually we will be able to prevent more attrition rates amongst children of families who may be in a disadvantaged position. More of them will be able to have a better head start earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to touch on improved marketing skills. Sir, it is not just sufficient for us to focus our attention on wage cuts, wage restraints and increased productivity. These exercises may help us to produce more competitive goods and services. However, it will be futile if we do not find the markets. Sir, much emphasis has been placed on our economic plans to make various economic sectors to be cost saving and productive. Very little attention is focused on the necessity to improve the quality and the marketing skills of people involved in our various economic sectors. In order that our products can be saleable, it is desirable that we develop a concerted plan to improve our marketing skills and our marketing creditability of the people involved in the various sectors. I feel that at the moment there is a lack of coordination between TDB, EDB and STPB in marketing the various goods and services or to sell Singapore overseas. I feel that there should be a better coordination among these three sections in terms of our sales of Singapore and goods and services overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, to make our economic plans work, we must ensure that our workers are not demoralized. We must ensure that our workers would not become demotivated through the process of our implementation of these new economic plans. We must also ensure that Government policies are consistently introduced and implemented. There is indeed a need for a more consistent strategy in helping us to recover economically. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 88</b></font>\n  <br>\n  <br> \n  <br>4.14 pm \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Tanah Merah):</b> Mr Speaker, Sir, I rise in support of the Motion moved by the hon. Member for Changkat to thank the President for his Address to Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President has clearly stated the goal for which all Singaporeans should work together to overcome the economic problems faced by us since 1985. We have had positive growth for the last 20 years. However, 1985 has been a trying time for all of us and in the end we ended with a negative growth of 1.7%. The Government has taken many steps to overcome the recession. Last year, many cost-cutting measures were announced. The formation of the Economic Committee headed by the Member for Teck Ghee is a move in the right direction. That the Economic Committee comprises key personnel from the private sector is a clear example of the Government's willingness to give greater participation to the people. The Committee has made many recommendations and I am pleased to note that the Government has accepted, in principle, the policy recommendations set out in the Report. The Government has put it very clearly that this recession must be solved by all of us in Singapore. This means that the Government is willing to work together and hopefully get the support of all Singaporeans. We know that the Government is concerned for the future of our country, Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore right, Mr Speaker, Sir, that we should get our people to be more involved in the important decisions of this country. We have to accept the fact that we are facing difficult times now and we must be willing to face hardship and tighten our belts for the next year or two, perhaps longer. It is necessary for us to be competitive and attract new investments from overseas. The cost-cutting measures that will be taken will certainly mean that more jobs will be created for all Singaporeans in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of my PAP colleagues have spoken about economic issues during this debate. I share most of their views and I do not intend to go through most of them \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 89</b></font>\n  <br>\n  <br> again. But let me give my view on an important aspect of the recommendations of the Economic Committee, ie, the proposed 15% cut in the employer's CPF contribution. I agree with the Committee's view that it is necessary to cut costs. However, we must be aware that not all businesses in Singapore are suffering from a slack-down in business. There are many firms which are efficiently run and are still making profits despite the tough time that we are facing now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the proposed CPF cut is accepted, it means that these firms will accumulate more profits. It is only fair that employers of these firms should use the savings from the CPF cut for the good use of their workers, whether it is for their welfare, for their training or for the education of their workers. Employers can provide perhaps scholarships for their workers to upgrade their academic and technical skills and they can even go further by giving that scholarship to the workers' children. Or employers may themselves provide skills training or retraining of their workers on an in-house basis. This means they have the training within their own premises and maybe working time be given for them to go for this training. Employers must provide the support morally and financially to uplift their workers' education so that most of them can at least achieve the level of Secondary Four (Normal). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, unions of profit-making enterprises must together work with management to look into the training needs of workers. Apart from that, the management of profit-making firms can also use the savings to upgrade their equipment, to buy newer and better machines and, of course, train their workers to use the new machines. We hope that by using these better and newer machines, the workers can increase their productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another aspect of this CPF cut is that it will affect many people who are paying for the mortgage of their homes. The recommendation of the Committee is that the Special Account be suspended for the time being. But I would like to further suggest the suspension of the Medisave Account if, for example, they have about $10,000 in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 90</b></font>\n  <br>\n  <br> their account. This will certainly help some of them to pay for the mortgage of their homes for the next two years or so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Presidential Address, it is said that the way to prosperity is through better education for the people, hard work and striving for excellence. Sir, allow me now to comment today on some aspects of education. Mr Speaker, Sir, the Government believes that the only way for us to prosper and face the uncertain future is through education and I wholeheartedly agree with them. We have to strive for excellence. I would urge, Sir, the Government to take the initial steps to ensure that our education and training system is efficient and good enough for all Singaporeansto achieve their maximum potential so that there will be a place and a role for every Singaporean, whatever his contribution. Education and retraining are necessary for all Singaporeans to meet the changing times. It should be stressed that it is through education that social mobility will arise. This is the concept of meritocracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to highlight two areas of education which, in my opinion, need special attention from the Government. The first is the education of children of school-going age and the second is education for about 600,000 Singaporean workers who are without the PSLE certificate. As far as the education of children of school-going age is concerned, the Government has assured that there are enough places for all children in school. One way to ensure that our young are being educated is to introduce compulsory education at least for the six or eight years at the primary level. With this, the Government has to ensure that there are enough schools to cater for the population and the building of new schools in the new towns must meet the needs of the population that has moved over to the new towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure we have heard cases of new towns that lack secondary schools or even junior colleges. I am also sure we have had examples of children having to travel from one end of the island, the eastern part of the island, to Ang Mo Kio for their junior college education. I think the Education Ministry must look ahead when planning \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 91</b></font>\n  <br>\n  <br> the building of schools and junior colleges in these new towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Education Ministry is also experimenting with one-session schools. I think this is a very good move to upgrade the quality of our education in Singapore. This will allow our students to be able to spend more time with their teachers in school for extra-curricular or remedial work and, of course, this will lighten the burden of parents with school-going children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another aspect of education that has been neglected by the Government is the education of our handicapped children. Our education service must also give special opportunity to all Singaporeans, and one specific area I wish to mention is the need for education of the handicapped children, for example, the educationally subnormal, the blind, the deaf and the dumb. We are all aware that the education of these children is in the hands of voluntary organizations, but I strongly believe that the Government must play a more important role in this aspect of education. As an example, let me take the School for the ESN. I came to know that there are only three schools, of which one is going to be demolished while there is a long waiting list of 180 children. I think the Government must look into this aspect of education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next is the retraining or upliftment of the educational level for the 600,000 Singaporeans without the PSLE certificate. I think this group needs the help of the Government most. They should be educated and retrained to upgrade their skills to put them on par with the Secondary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 92</b></font>\n  <br>\n  <br> Four (Normal) level students. The Government can make use of school facilities and perhaps open night classes for them and this must not be left only to the VITB. Perhaps the Government can, jointly with VITB and other organizations like the NTUC, conduct classes similar to that of our BEST classes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, we have to use this time of recession to educate our people. We must retrain them to be able to use better equipment and be prepared when the economy recovers. If we work hard enough and if our luck turns for the better, when the world economy moves up again, all Singaporeans will be ready to meet the new challenges that will come our way. It is then that we will all reap the fruits of our labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we still look towards achieving a standard of living of the Swiss by 1999. If we all work hard together, I am sure we will all succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. It is 4.30 pm now. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate to be resumed what day, Dr Wong? \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
