{"memberId": null, "volumeNo": "50", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"50\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1987-11-30\"> \n  <meta name=\"Start_Col\" content=\"55\"> \n  <meta name=\"End_Col\" content=\"146\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">50</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">30-11-1987</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 55</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 50</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 30th November, 1987</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 56</b></font>\n  <br>\n  <br> \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 57</b></font>\n  <br>\n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 58</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 57</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip - from 17th November to 3rd December, 1987. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 58</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development - from 18th to 25th November, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance - from 20th to 23rd November, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy) - from 20th to 24th November, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister - from 20th to 24th November, 1987. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 59</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das (Chong Boon) - from 20th to 24th November and from 28th November to 2nd December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services) - from 22nd to 28th November, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng (Kebun Baru) - from 23rd November to 10th December and from 14th to 20th December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Eric Cheong Yuen Chee (Toa Payoh) - from 28th November to 3rd December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo Yee Shoon (Yuhua) - from 28th November to 5th December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Chen (Clementi) - from 30th November to 1st December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Abbas Abu Amin, PPA (Pasir Panjang) - from 1st to 5th December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Teo Chong Tee (Changi) - from 1st December, 1987 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;to 5th January, 1988. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 60</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Yock Suan (Cheng San), Minister for Labour - from 5th to 17th December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Othman bin Haron Eusofe (Geylang Serai) - from 6th to 12th December and from 17th to 23rd December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health - from 6th to 11th December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon (Serangoon Gardens) - from 7th December, 1987 to 5th March, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education - on 8th December, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education - from 14th to 25th December, 1987. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 59</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>SALE OF HDB SHOPS BY PUBLIC TENDER</b>\n  </div> \n  <div align=\"center\">\n   <b>(Details)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development (a) if he will ascertain from the Housing and Development Board whether the details for the sale of the 100 shops by public tender are ready; and (b) whether the Government will reconsider the plight of those shopkeepers affected by resettlement and give them a cash compensation or a choice to rent shops, indicating the number of shopkeepers affected as at 28th July, 1987. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, the details for the sale of some 100 new shops are being finalized by the HDB. The Board will make a press announcement on this as soon as the details are ready. The shops will be sold by public tender, on 99-year leases. Besides selling these new shops on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 60</b></font>\n  <br>\n  <br> tender, HDB will let out another 600 shops over the next 12 months, by tender on fixed-term tenancies of one to three years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the current resettlement policy, effective from 28th July 1987, resettlement shopkeepers are paid a cash grant. Those who wish to rent HDB shops will have to tender for them. To help the resettlement shopkeepers in their tenders, a preferential margin of 10% will be given to resettlement shopkeepers who are sole occupiers of affected premises. In the case of resettlement shopkeepers who share premises, a preferential margin of 5% is given. This policy has not changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were 2,075 shopkeepers affected by clearance as at 28th July 1987 when the resettlement policy was revised. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, may I know why the Hon. Minister cannot reconsider - I say \"reconsider\" - the position with a view to giving those shopkeepers affected by resettlement the option to rent the shops, as was the case in the past? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 61</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, the answer is very simple. We just do not have enough shops. With your permission, Sir, may I distribute this table which sets out the availability of shops at the present moment? [Copies of table distributed to hon. Members.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the Member for Punggol can note from this schedule that is being distributed, as I mentioned in my answer, there were 2,075 resettlement shops as at 28th July 1987. There are several categories. Some were already offered shops but they did not accept; there are 600 of them. Others had Notices to Quit served on them but no offer has been made yet, and there are still others who have been already identified and they know that they are going to be cleared but no Notices to Quit have been served. So there were 2,075 resettlement cases as at 28th July. Since we have already cleared most of the squatter areas, we expect over the next few years to have another 50 to 100 new resettlement cases as from 1988 onwards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As against this potential demand for resettlement shops, you can see that the supply is only 546 at the present moment, with another 150 new shops which HDB will complete every year for the next few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, even if half the resettlement cases want shops and the other half are prepared to settle for cash, there are still just not enough shops to offer all resettlement cases. Moreover, Sir, I think it is bad policy and not in the interest of the public and the residents in HDB estates to allow all shops to be taken up by resettlement cases . We want a mix of resettlement shopkeepers as well as new businesses. So we just do not have enough shops. I have looked at this matter very sympathetically. I have asked the officials to try and examine whether we can accommodate those on whom Notices to Quit have been served and who want shops, and whether we can in fact offer them shops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the facts are these. Of the 546 shops that are now available, not all of them when tendered out will be able to survive. Quite a few of them are shops which have become vacant many times because \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 62</b></font>\n  <br>\n  <br> businesses have not been able to make a go at that particular site. We really have just too many shops catering for too few people in the HDB areas. This is the reason why HDB has decided that from next year, they will build only 150 shops a year. So taking all these figures into account, it is not possible with all the goodwill in the world to try and accommodate the request of the resettlement shopkeepers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must also mention that the revised resettlement policy allows a cash grant for shops in temporary premises. The shops in temporary premises did not have this option of taking cash under the previous policy. So at least they have a cash grant now. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, may I ask the Minister, in view of what he has said, whether the policy could be modified to (a) give a higher preferential margin in the bidding, say, from the present 10% to 50%; and (b) to provide for enhanced compensation as in the case of farmers where their structures and improvements are currently compensated at higher levels than those of non-farmers. In this respect, Sir, may I also ask the Minister to have the Resettlement Committee look into other proposed modifications. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, there are no plans to give a higher preferential margin. In fact, I looked at the terms of tenders by resettlement shopkeepers, and I find that even giving them a 20% margin will not make any difference. A 50% margin, I think, is just unthinkable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we are dealing with property on behalf of the public and there is a responsibility on the part of the Government that we get the best for the taxpayers. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chu Chu Kang):</b> Mr Speaker, Sir, would the Minister consider allowing only those resettled shopkeepers to tender for the shops? Would the Minister give the reason why it is not in the public interest to allow only shopkeepers affected by resettlement to tender? These people are in the business, and so they should know better than fresh entrants into the retail trade. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 63</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I think the second part of his question answers the first part. If they know better, they should be able to compete with fresh entrants into the business. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, whilst I am not entirely in disagreement with the Hon. Minister's answer, nevertheless could I ask him to ascertain from the HDB whether they could increase the number of shops available? The figure given here is 150 which, I think, is hardly sufficient. Also, could he not reconsider this question of letting the resettlement cases have priority because, as he put it, there are 50 to 100 cases per year from 1988 and beyond? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, regarding the first part of his question: whether we can increase the number of shops. I think it must be made very clear what shops are built for. They are built to cater for the needs of residents and, of course, they must be built in numbers that will make those shops viable. We cannot just build shops to cater for resettlement cases. As I mentioned in my answer to the first supplementary question, we already have shops in HDB estates which fall vacant all the time because people tender, they get the shops, and they find they cannot make a go of it, because there are too many shops in these areas. So to build more shops merely to cater for resettlement cases will not resolve the problem. In fact, it will make it worse for the resettlement cases. It is better for them to take the cash and do something else. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Why can we not let them have an option - either take the cash or give them the alternative of renting the shops, as was the case in the past? As I understand the position, is it not a fact that it is Government's duty to make sure that resettlement is made less painful and more humane? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> We seem to be going round in circles. We cannot go back to the old system because we do not have shops. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Why not? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I think the figures speak for themselves. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 64</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we want to try and reduce as much as possible all the trauma of being dislocated, of being removed from businesses that they have been engaged in for a long long time. But we cannot also hold up development. We need these areas. And if we had not moved in the way that we did, Singapore would not be what it is today. It is because we want to try and reduce the hardship that we changed the policy and now allow a cash option which was not there before. In fact, many of these cases under the previous scheme would just have not got any shops, neither would they have got any cash. In order to alleviate their hardship, we offer this cash option. We have to work within the constraints of the numbers that we have and we just cannot squeeze more shops out of the numbers that we have to offer to all resettlement cases. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, can I ask the Minister whether he will try to understand the position of the affected shopkeeper by giving his impression as to how much or how long the $26,000 cash compensation will go to overcome or to resolve the shopkeeper's temporary predicament or maybe for the rest of this life? In other words, I am trying to suggest that the $26,000 cash compensation is just a mere paltry sum. It is depriving a shopkeeper of his livelihood thereafter. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> It is not a paltry sum as compared to the zero that they got previously. We have to try and work out -- \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> In the past, he had the alternative to rent a shop. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Not necessarily the case. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Yes, it was. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> In the past, in the case of those shops which were in temporary premises, they did not have cash option but they had the option of tendering for a shop, and they paid 50% of the tender price of shops in particular areas. In other words, they paid 50% of the market rate, and it graduated up 10% per year over a period of five years. But not all were successful in getting shops. That also must be made clear. More than half or about half the shops in temporary premises did \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 65</b></font>\n  <br>\n  <br> not even bother to tender for shops, because they knew they could not survive, even paying 50% of the market rate. Many of them survived because they were paying very low rentals in shops or premises which were rent-controlled. And that is how they kept going. They could not have survived under a fair economic price situation even at 50% of the market rate. Now they get $26,000. Previously they would not even have got that. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, there is a real problem in resettlement cases, even the existing shopkeepers in HDB estates. In view of this, would the Minister be willing to set up a committee to study their plight with a view to pegging a reasonable rent for these shopkeepers? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, there was a committee in fact which made a number of recommendations. Many of the recommendations of the committee have been accepted and implemented. To be fair to the committee, the committee recommended a cash option of $26,000 or a shop. In other words, in addition to the previous policy of just offering only a shop, the committee recommended a cash option. But when the Ministry studied the figures, it was just not possible to implement the recommendation and that is why we had to change the policy. I do not want to repeat what I have already said previously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we have had a committee. The committee has looked at this whole subject thoroughly. It has made a number of recommendations. Most of the recommendations have been accepted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether we can have a committee to settle what should be a fair rent, I think that is not possible. Fair rent is what the market is prepared to pay and the best way to decide that is by tender. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, may I once again ask the Minister why he cannot consider an enhanced compensation for the structures and their improvements by shopkeepers? Under today's policy, farmers do get enhanced compensation for their structures compared to non- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 66</b></font>\n  <br>\n  <br> farmers whose structures are compensated at residential rates. I believe that today the shopkeepers' structures are also compensated at the residential rates. So the proposed enhanced compensation is for the loss of livelihood which appears to be the case considering the effects of the new policy. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, the compensation was fixed on the basis of an average advantage that a shopkeeper had by way of his paying 50% of the market rate. And this was calculated over a number of years and the figure arrived at was $26,000. As to whether we should give him more compensation, of course, Mr Speaker, Sir, it is easy to give away money. But somebody has got to pay for it at the end of the day. We think the figure that we have fixed is fair. I do not really see much reason for us to reopen this issue. If Members can make out a very clear case, I will look at it. But I have already looked at the figures and they seem fair. But if Members want to bring up new facts, I am open to look at their new facts. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, it is obvious that the Government has not solved this problem because there is still much dissatisfaction. I would like to ask the Minister whether he would be willing to reopen the case because the problem is still there. And if he does reopen the case, I hope he can give the Opposition a chance also to join in and look into the matter. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I think we should not be discussing about this subject as though it is something new. We have been resettling people for many many years, for more than 20 years. From time to time, we have revised resettlement policies to keep up with changes in circumstances and in situations. In fact, I would say that we are almost at the tail-end of our resettlement programme, because most of the squatter areas have been cleared. So it is not as if it is a new problem that we are confronted with and we need to come up with new policies. The revised policy was just a change to an old policy in order to cope with the new situation - the new situation being one where we just do not have enough shops to go round. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We must solve the problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 67</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Sir, the Minister admitted that some shops have been tendered and retendered. Does he not realize that this is really caused by his admitting new entrants into the tender system? These people had no idea of the economics of the retail trade and just tendered high rentals which they could not afford to carry on later. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I disagree with that completely. The reason why these shops have failed and had to be tendered and retendered is that there are just too many shops and they cannot make a success of their business. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 67</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>OLD LOW-RISE CITY FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Replacement programme)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Encik Othman bin Haron Eusofe</b> asked the Minister for National Development whether the Housing and Development Board has formulated a programme to replace the old low-rise flats in the city with better quality flats and if he will elaborate on it; and what measures the HDB will take to alleviate hardship to families to be relocated. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Housing and Development Board will demolish some of the rental blocks that have high vacancy rates. Land so freed will be used eventually for new developments. Depending on the location of each site, the redevelopment will include better quality flats. The new flats to be built on these sites will be the larger flat types. There will therefore be fewer of them compared with the numbers demolished. The redevelopment will inject new life into the old estates and improve the living environment and the mix of flat types there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB provides removal allowances, priority to purchase flats and assistance by way of special financing schemes to the tenants affected, to enable them to buy flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB also tries to assist families who are to be relocated and who have special \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 68</b></font>\n  <br>\n  <br> problems. For example, for those elderly citizens who cannot afford to buy flats, HDB will try to rehouse them in rental flats either within the neighbourhood or in adjoining estates, wherever this is possible. These measures will minimize any hardship to families affected by relocation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 68</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXCESSIVE NOISE FROM ANG MO KIO MRT LINES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to remedy)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following question stood in the name of Mr S. Chandra Das- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. To ask the Minister for the Environment (a) if he is aware of complaints by residents of the high noise level along Avenue 8 Ang Mo Kio covering the Cheng San, Chong Boon and Teck Ghee constituencies, as a result of the running of the Mass Rapid Transit lines; (b) whether his Ministry has conducted any studies on the noise level before and after the MRT lines became operational; and (c) what possible remedies, if any, can be introduced to reduce the excessive noise level experienced by the residents. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Question 3, Sir. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, at the outset of the Mass Rapid Transit (MRT) project in June 1983, my Ministry was aware that there will be noise from it. While noise cannot be totally prevented, measures can be taken to reduce it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry had recommended guidelines on noise control to the MRTC for their trains and mechanical ventilation equipment. These guidelines were formulated after a careful study of those adopted in Japan, the United Kingdom and the United States which were then modified to suit our local circumstances. MRTC had also taken every care in the design of their tracks and the specifications for their equipment to keep noise levels to a minimum. They have also with them the services of noise consultants to further advise them on these matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trains that are used comply with the noise standards specified in MRTC's tenders. In addition, continuously welded \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 69</b></font>\n  <br>\n  <br> rails are used to reduce noise from the tracks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At underground sections near high-rise buildings, tracks are laid on special floating slabs to cut down vibration and noise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At above-ground sections, the viaduct which supports the tracks is made of concrete with high mass and damping characteristics to minimize noise that may be induced by passing trains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These measures have been taken to ensure that the MRT is constructed with good noise control features from the start and should be adequate to reduce MRT noise to acceptable levels in most areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Measurements made after the trains started operating show that some areas at Ang Mo Kio Avenue 8 are noisier as a result of the MRT. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At these areas, additional noise reduction measures can still be taken. For example, the MRTC will be acquiring a rail-grinding machine to remove irregularities or corrugation on rails. Flanges of the rail wheels will be automatically lubricated to reduce squealing when the trains negotiate sharp bends. A wheel-lathe machine has also been procured which will be used to maintain the shape of the wheels at regular intervals so that they are smooth and therefore do not produce noise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will continue to monitor the results of these noise reduction measures closely. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Sir, I have two questions for the Minister. How many blocks of flats along Avenue 8 Ang Mo Kio are really having a higher dose of noise because of the MRT system? What other areas near the MRT system will experience a higher noise level in future when more MRT lines become operational? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, before I come to the Member's question on the number of blocks of flats along Ang Mo Kio Avenue 8, I would like to inform the House of the noise characteristics along Ang Mo Kio Avenue 8 before and after the running of the MRT trains. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 70</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has conducted a noise survey of the area and we have found that the ambient noise level measured in the HDB flats near the MRT prior to the trains running was about 70-75 dBA. With the trains now running, noise levels between 83 and 86 dBA have been measured when a train passes by. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it must be noted that traffic noise from expressways measured at nearby flats average 75 dBA with peaks of 87 dBA. So you see, Sir, noise levels from MRT trains are therefore no worse than the present-day expressway traffic noise. Of course, it is understandable that people who live away from expressways but are now being subjected to MRT train noise will, initially, find the change annoying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the number of blocks of flats affected by the noise, Sir, the number is 11. Based on the number of storeys and the proportion of units close enough to the tracks to be affected by the noise, an estimated 550 families living in those units are likely to be exposed to noise levels between 79 and 85 dBA along their corridors. Indoors, Sir, the noise level would be reduced by 5-10 dBA, meaning that the affected families are likely to be exposed to anything between 69 and 80 dBA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other housing estates which have flats close to above-ground tracks are Yishun, flats in Bukit Merah area, Queenstown, Clementi, Bukit Batok, Bedok, Simei and Tampines. But as in Ang Mo Kio, I do not expect the noise levels in these areas to be more than traffic noise levels along expressways. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Sir, would the Minister explain what is the meaning of \"dBA\" so that Members like me can understand? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, I would suggest that the Member for Chua Chu Kang have a private session with me after this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 70</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>DENGUE HAEMORRHAGIC FEVER IN LORONG LEW LIAN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Causes)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Goh Choon Kang</b> asked the Minister for the Environment what were the causes of the recent outbreak of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 71</b></font>\n  <br>\n  <br> dengue fever and dengue haemorrhagic fever in Lorong Lew Lian. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Deputy Speaker, Sir, Dengue Fever/Dengue Haemorrhagic Fever (DF/DHF) is a mosquito-borne disease which is endemic in Singapore. Disease transmission occurs throughout the year as the dengue virus and the Aedes mosquitoes carrying the virus are are both present in the country. Outbreaks can occur if there is an increase in the virulence of the dengue virus or an increase in the Aedes mosquitoes in a human population which is highly susceptible to the disease. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a comprehensive island-wide Aedes mosquito prevention and control programme implemented by the Environment Ministry. The strategies are based on an integrated approach incorporating source reduction, health education and law enforcement. The overall Aedes population as measured by the Aedes House Index (which is the percentage of houses positive for Aedes mosquitoes) has been drastically reduced from more than 25% in 1969 to 1.1% in 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of the reduction in Aedes population, outbreaks occur once in every few years. The notable outbreaks occurred in 1973 with 1,187 cases, 27 deaths; 1978 with 384 cases, 2 deaths; 1986 with 354 cases, one death and todate (this year) 302 cases, 2 deaths. In between these years, the average number of cases is 144 with one or two deaths a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of the Environment is concerned with the periodic outbreaks of DF/DHF and has demarcated 42 dengue \"sensitive\" areas for priority Aedes control. These areas are identified based on the distribution of past cases of DF/DHF, Aedes breeding habitats, human population density, housing types and development activities. They are closely monitored for any build-up of Aedes mosquito population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As there is no vaccine against DF/DHF, the only means to minimize periodic outbreaks is to ensure that the Aedes population is maintained at a very low level throughout the country. This could be achieved if the members of the public play a greater role in preventing Aedes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 72</b></font>\n  <br>\n  <br> mosquito breeding both within and outside their premises. They should avoid keeping stagnant water and ensure that all water storage containers are tightly covered to prevent mosquitoes from laying eggs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the outbreak at Lorong Lew Lian, routine surveys revealed that the Aedes House Index was about 2%. Aedes breeding was found in the uncompleted HDB blocks of flats at the proposed Serangoon South Estate, roof-top water tanks at Lorong Lew Lian, and ornamental containers in residential premises. As soon as a cluster of three cases was identified in Lorong Lew Lian on 28 October, epidemic vector control measures were immediately implemented. Up to 23 November 1987, a total of 7,043 premises have been inspected, 4,499 fogged with insecticides and 3,067 health education pamphlets distributed. The outbreak is being brought under control. As at 28 November, a total of 48 cases have been reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of the Environment will continue to educate the public on the prevention of Aedes mosquitoes breeding and to monitor the Aedes population and the disease situation closely. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, how many prosecutions were made by the Ministry for the year ending 31st December last year? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, the Member for Potong Pasir is fond of asking for figures. I do not have the figures. If he likes he can file a question for Oral Answer. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, I believe there are regulations under the Destruction of Disease-Bearing Insects Act which require building contractors to take adequate measures to prevent the breeding of mosquitoes at construction sites. May I ask the Minister whether these regulations are being strictly enforced, and what are the penalties for contractors who contravene these regulations? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, all construction sites are inspected by officers of my Ministry on a monthly basis. Under the Destruction of Disease-Bearing Insects Act (DDBIA), any person who refuses, fails, or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 73</b></font>\n  <br>\n  <br> neglects to comply with the Order served upon him by the Commissioner of Public Health shall be liable, upon conviction, to a fine not exceeding $1,000 or to imprisonment not exceeding three months or to both, and to a further fine of not more than $100 for every day during which the offence continues after conviction. In addition, Sir, the Commissioner of Public Health may enter the worksite, carry out remedial measures and recover all costs and expenses from the contractor concerned. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, can I ask the Hon. Minister what are the measures his Ministry will take with a view to totally eradicating this Aedes mosquito menace. And if these measures are not possible to totally eradicate such a menace, what other steps does his Ministry propose to take to reduce the mosquito population? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Deputy Speaker, Sir, I share the concern of the Member for Punggol but I am afraid I have got to disappoint him. It is not possible for us to eradicate Aedes mosquitoes in Singapore because we are living in a region where Aedes mosquito breeding is a problem. But my Ministry has identified three areas where Aedes breeding can still pose a problem to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first problem area, Sir, is the construction sites. My Ministry will now require all major construction sites to engage pest control firms to undertake pest control work for them. The contractor concerned must ensure that the pest control firm he engages is capable of carrying out vector control work effectively. The contractor may be required to submit details of the work carried out by the pest control firms e.g. the number of inspections made, the oiling, fogging, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second problem area, Sir, is the roof-top water tanks in HDB estates. Profuse Aedes mosquito breedings have been found in roof-top water tanks in many of these estates. The HDB has consulted my Ministry on the design of new roof-top water tanks which will be mosquito-free. These new water tanks are being installed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 74</b></font>\n  <br>\n  <br> now. In the meantime, the older water tanks are being repaired to make sure that mosquito cannot breed in them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third area, Sir, is breeding of Aedes mosquitoes in the homes. Home occupiers who keep pots of plants must make sure that the plates they normally put beneath the pots do not contain stagnant water. Better still, if they could do away with these plates. Home occupiers must also pay heed to other receptacles lying about which may collect water. These receptacles should be removed or placed in such a way that the water cannot collect in them. In this regard, Sir, my Ministry will intensify its public health education programme. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Sir, I would like to ask the Minister for the Environment that if it is impossible to eradicate dengue fever, how was it possible that malaria was eradicated and what were the differences involved? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, I think the Member for Changkat is under the impression that we have eradicated malaria completely. No. We do have malaria cases imported into Singapore. As I have said, even if we eradicate Aedes mosquito breeding in Singapore, there are still carriers of Aedes mosquitoes, since we are living in a region where Aedes mosquito breeding is a problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 74</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FIRE SAFETY AT MRT STATIONS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Communications and Information (a) what fire safety measures have been set up at the various MRT stations and (b) if fire drills will be conducted at regular intervals at any MRT station. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Mr Deputy Speaker, Sir, our MRT is the newest in in the world. As Members are aware, we are only in the process of phasing it in in stages. It is one of the most modern in the world and therefore incorporates the latest proven technology in fire safety. It is built in accordance with the US National Fire Protection Association Code 130. This is a comprehensive document adopted for the design of all rail transit systems in the United States since 1979. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 75</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Very briefly, the fire safety measures incorporated in our MRT system include an extensive fire protection network of fire extinguishers and sprinkler systems, smoke and heat detectors, and the provision of adequate emergency escape routes. In addition, all our station staff have been trained in emergency fire fighting procedures. The Fire Brigade also has teams of fire fighters which have been specially trained to cope with any emergency in the MRT stations and tunnels. Smoking is strictly prohibited in MRT trains and stations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, millions of people will be using the MRT trains. So it is not practical nor is it necessary to conduct regular fire drills with members of the public. What is important is that these fire drills be conducted for the members of the station staff regularly to ensure that the staff themselves are familiar with the procedures and hence are able to deal with all emergencies should they occur. It is also imperative that safety equipment should be properly serviced and maintained and tested, and kept in proper working condition at all times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the MRTC and the SMRT, the operators of the MRT system, have jointly conducted tests of the procedures to be used, prior to the opening of the system some months back. They have enlisted special groups of members of the public and these tests have been reported in the mass media. All these procedures have been found to be effective. These exercises will continue to be conducted regularly during non-operational hours to ensure that the system works all the time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 75</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EDGAR D'SOUZA</b>\n  </div> \n  <div align=\"center\">\n   <b>(Warrant of arrest)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for Home Affairs (a) whether a warrant of arrest has been issued against Father Edgar D'Souza which is the impression had by many groups in Australia and New Zealand; (b) whether Father Edgar D'Souza was involved in the Marxist conspiracy; and (c) whether his Ministry has received any complaints concerning the conduct of Father Edgar D'Souza. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 76</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, in respect of the first part of the question: no warrant of arrest has been issued against Father Edgar D'Souza. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the second part of the question, he was under investigation for some time by the ISD for his role in the Marxist conspiracy. He was closely associated with Vincent Cheng, a central figure in the Marxist conspiracy, and several others were arrested, like Kevin De Souza, Tan Tee Seng and Ng Bee Leng. Edgar D'Souza was one of the members of the so-called Ad hoc Group formed in November 1986 to expand the influence of the \"social- oriented\" Catholic groups which would later form part of a political pressure group to mount agitation against the Government. Other members of the Ad hoc Group included Vincent Cheng and Kevin De Souza. Edgar D'Souza was one of those who undertook to edit papers on the rights and responsibility of Christians to participate in politics drafted by members of the Ad hoc Group for subsequent publication and distribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Edgar D'Souza has been trying to turn Church groups into a political pressure group. Evidence of this appeared after 1985. When he was the Associate Editor of the Catholic News, a fortnightly church publication, he had manipulated it to radicalize Catholics and embroil the Church in political issues which would put the Church on a collision course with the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He had published articles criticizing multi-national corporations, the amendments to the citizenship laws and the Newspaper and Printing Presses Act, and Government policies on TV3, foreign workers and several other issues which did not concern the Catholic faith or any other religion. He was also a member of the Church and Society Study Group which published political booklets attacking the Government on various secular issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though a priest, Edgar D'Souza had involved himself in partisan politics. He had conducted a three-day course on news writing in November 1985 for Kenneth Tsang, Tan Tee Seng and a few others, knowing full well that the purpose was to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 77</b></font>\n  <br>\n  <br> improve their writings in the Workers' Party organ, the \"Hammer\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Vincent Cheng and his group of conspirators were arrested on 21st May 1987, Edgar D'Souza immediately mounted a campaign to stir up local and international opposition against the arrests. Without authority of the the Archbishop or any superior of the Church, he made statements to the local and foreign media to discredit ISD's investigations. He assisted radicals from the Singapore Polytechnic Students' Union to edit an open letter demanding unconditional release or open trial of the 16 Marxist conspirators. He published articles in the 14th June 1987 issue of the Catholic News claiming that those arrested were not involved in subversive activities. This issue was withdrawn from circulation by his superior in the Church. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Edgar D'Souza resigned from the Catholic News on 4th June 1987 and was, one day later, suspended by the Archbishop from preaching and from having anything to do with the Catholic News. Three other priests were also suspended from preaching and the Archbishop ordered all his priests not to mix religion and politics in their sermons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He left for Australia on 5th June 1987, the day he was suspended. So far as the Government can ascertain, he left without the permission of the Archbishop or any of his superiors in the Church. He was subsequently granted leave. But he failed to return upon the expiry of his leave on 31st October 1987. In Australia and in New Zealand, he has made wild accusations against the Government and derogatory statements running down his Archbishop. He presented the activities of the Marxist conspirators as innocuous on the basis that he himself was closely associated with some of the conspirators and personally involved in some of their activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the conduct of Edgar D'Souza, my Ministry did receive a complaint. Soon after the arrests of the Marxist group and suspension of Edgar D'Souza and three other priests from preaching, my Ministry received a letter from a Catholic who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 78</b></font>\n  <br>\n  <br> signed his name and gave his address. In the letter dated 5th June 1987, the writer supported the Government's action and he referred to the four priests who had resigned and disclosed that since 1984 he had questioned the integrity of Edgar D'Souza because of his illicit relationship with his youngest sister, a lawyer. He enclosed copies of his correspondence with the Chairman, Senate of Priests of the Catholic Church, expressing his outrage over what he called the \"questionable\", \"unhealthy\" and \"scandalous\" behaviour of Edgar D'Souza. He enclosed his letter dated three years ago, 19th January 1984, to the Chairman, Senate of Priests, in which he had set out the facts that Edgar D'Souza had been going out together very often with his sister and had gone on an overseas trip to Europe together. He complained that their relationship had been the talk of the town and the subject of considerable gossip,particularly among the parishioners. He also wrote that another priest, whom he named, had told him that Edgar D'Souza had involved other women in this way. He argued that since Edgar D'Souza had taken a vow of celibacy, he should either end the relationship or renounce his priesthood and marry his sister. The writer pleaded with the Chairman, Senate of Priests, to solve the problem. He wrote a second letter to the Chairman, Senate of Priests, in February 1984. The Church acknowledged receipt of the complaint and promised to take steps to solve this problem. But the problem was not resolved. Edgar D'Souza continued his affair with this woman. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the course of investigations into Edgar D'Souza's connection with Vincent Cheng and the other Marxist conspirators, the ISD discovered that Edgar D'Souza was having such an affair with a woman lawyer. Whilst he was under surveillance, as recently as June 1987, he was observed often to be in the company of this woman, visiting her on four consecutive occasions at an apartment where she stayed alone. On 1st June, Edgar D'Souza was still in the woman's apartment when the surveillance terminated at midnight. On 2nd and 4th June, he left the apartment after midnight. On 3rd June, he stayed overnight at the apartment and left only at 8.15 the next morning. The couple also travelled abroad \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 79</b></font>\n  <br>\n  <br> together on a number of occasions in October and December 1986 and February 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Father Edgar D'Souza's amorous activities and his relationship with women are not offences against the criminal law and as such do not concern the Government. Whether they are offences against Canon law, I cannot say. We have left it to the Church to control and discipline its own errant priests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But when Father Edgar D'Souza embarks on a campaign against the Government in Australia and in New Zealand instigating foreigners to interfere in our internal affairs, his standing and credibility is a matter of importance to us. He has projected himself as a pious and devout priest, a man of God, ever obedient to the Church - thereby winning a certain respectability which is accorded to priests by the media and the unsuspecting public in New Zealand and Australia. It is therefore necessary to expose his moral duplicity so that people everywhere, including Australia and New Zealand, can judge his worth as a witness and a protagonist. The question is: is he a pious and devout priest or a renegade who dishonours his holy orders and is a disgrace to his Church? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 79</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>QUESTIONS FOR ORAL ANSWER</b>\n  </div> \n  <div align=\"center\">\n   <b>(Exemption from Standing Orders)</b>\n  </div> \n  <br>11.52 am \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, since we have 23 Questions and many of which were brought forward from the previous sitting and there are only four Bills for Second Reading, may I seek your consent as well as the general assent of the Members present to move that Questions for Oral Answer be taken beyond 12.00 noon today. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I give my consent. Is it the pleasure of hon. Members that the motion be moved? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 80</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, Questions for Oral Answer set down in the Order Paper be taken after 12.00 noon at this day's sitting.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 80</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of questions. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, although no warrant for the arrest of Father Edgar D'Souza has been issued, may I ask the Minister, in view of his latest reply, whether he intends to issue one. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, Edgar D'Souza will not be arrested because, on the basis of the information that we have so far, he was not directly involved in the Marxist conspiracy as such that the ISD may want to question him on some aspects of his activities is a possibility that I will not rule out. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, may I ask the Minister whether it is true that Edgar D'Souza has been granted Australian permanent residence. If this is true, may I also ask the grounds for such speedy approval by the Australian authorities, since the basis for such speedy approval may mean certain implications on Singapore's image. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, I do not know for certain if he has been granted permanent residence and, if so, on what grounds. However, since the Member has asked this question, I will request my colleague, the Minister for Foreign Affairs, to check with the Australian government. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> In view of the revelations made by the Hon. Minister for Home Affairs which I find disturbing, may I ask him --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Which part is disturbing? \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> No, all the parts. May I ask the Hon. Minister for Home Affairs why was this not disclosed earlier? May I also ask him why was action not taken to bring in Father Edgar D'Souza for questioning in the light of his close links with those involved in the Marxist conspiracy? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> As for the first supplementary question, Sir, the reason is simply that we wanted to give the Church time to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 81</b></font>\n  <br>\n  <br> discipline Edgar D'Souza and, if necessary, to expose his misdeeds. It is far more appropriate for the Church to do so. Unfortunately, more than five months have passed since he left Singapore and during this time, while abroad in Australia and in New Zealand, he not only engaged in the activities which I mentioned but more recently as two weeks ago, according to our High Commission in Australia, Edgar D'Souza has been purveying the line that there is a warrant of arrest for him, a move obviously designed to present himself as a persecuted priest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government has been silent so far, it is because of deference to the Church. But as Members know, his conduct and indiscretions have become public knowledge and in a press interview in October this year, the girl's brother confirmed his complaint to the Church. It is therefore a matter of public interest and the Government has to disclose the facts for, as I have said, Edgar D'Souza has embarked on a campaign to malign the Singapore Government and to distort the facts about the arrest of the Marxist group. In carrying out this campaign and getting people to believe him, he has projected himself as a pious priest when in reality his conduct is, to say the least, questionable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second supplementary question about calling him for questioning, Edgar D'Souza was not questioned about his links with the Marxist conspirators because he was not directly involved in the Marxist conspiracy as such and, in any case, the Government was aware of the nature and extent of his links with members of the Marxist group as a result of the ISD's investigations before the arrest of the Marxist conspirators and on the basis of the disclosures made by them. However, as I said, I would not rule out the possibility of the ISD wanting to question him to establish whether he is a cat's paw or an agent of any radical or subvervise group abroad. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 81</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>IMPORTED VEGETABLES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Government levy)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Chiam See Tong</b> asked the Minister for Finance whether any Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 82</b></font>\n  <br>\n  <br> tax or levy is imposed on imported vegetables. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, vegetables are not subject to import duty. There is neither a tax nor a levy on imported vegetables. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 82</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>STOCK EXCHANGE OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Government intervention)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Chiam See Tong</b> asked the Minister for Finance whether the Government has any intention to intervene in the local stock exchange, especially in relation to shares of companies which were first sold by the Government to the public who in turn bought those shares based on their confidence in the value of those shares held out by the Government to them. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Deputy Speaker, Sir, I do not know what the Member for Potong Pasir has in mind when he says \"intervene\". If he is asking whether the Government will prop up the local stock market, the answer is \"no\". I should point out that there are now substantial foreign investors in local shares, including those sold by the Government to the public, and any attempt by the Government to support the market will merely encourage speculation in these shares by both local and foreign investors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir seems to suggest in his question that the Government has an obligation to buy back shares that were sold to the public under its privatization programme, now that the shares have fallen in value. The Government does not have such a one-sided obligation. The original issue prices of shares in Government-owned companies were fixed at levels which would give investors a fair return on their investments, based on the companies' track records and future prospects. The prices of many of these shares rose substantially after issue due to strong investor sentiment and many purchasers made handsome profits when they resold the shares before the market crashed. Those who entered the market late and did not sell their shares before the market crashed were never encouraged or persuaded by the Government to buy. In fact, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 83</b></font>\n  <br>\n  <br> Government had on more than one occasion reminded the public that investments in stocks and shares carried risks, particularly when prices paid for shares were well out of line of the fundamentals. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I believe the Minister has not really looked at my question properly. I believe the Government must surely have a responsibility, as in the case of the SIA shares, when the Government sold them, I believe, at $13 or thereabout. Surely the Government must give the public some confidence --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, can you ask your question? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Will the Minister please tell us whether or not the Government has a responsibility in regard to the higher value of the shares in SIA which were sold at $13? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Deputy Speaker, Sir, I understand the Member for Potong Pasir's question quite clearly. But what he has failed to do is to understand my reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no obligation on the part of Government, even on the second tranche sale of shares of SIA at $13. When the second tranche of SIA shares were issued at $13, the returns on those shares at that price were considered quite attractive. In fact, there was a very large demand not only from local investors but also from foreign investors. So on the basis or principle that shares are issued at what SIA considers to be fair prices based on their potential earning power, I see no reason why, just because for the moment the shares have declined, in value, there should be a bail-out. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is it not true that when the Government issues a share, the Government is holding itself out and telling the public that the value of the share is that price? Is it not so? Otherwise the confidence of the Government will go. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Indeed that is the case. The suggestion seems to be that if --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Nobody will believe the Government anymore. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> I think investors know very well what they are doing and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 84</b></font>\n  <br>\n  <br> not the Member for Potong Pasir. The implication is that if the shares fall in price, Government should buy them back. If they rise in price, the buyers should retain the profit. Is that the implication? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is not the issue. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> That is indeed what you are suggesting. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is not the issue. The issue here is the holding out of the Government. It tells the public that when I back the price of a share at a certain price, there is a value of that share at that price. But it does not appear so now. That is what the issue is all about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Give him a primer on stockbroking. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Yes. I was just going to say that. I suggest that the Member for Potong Pasir should perhaps come for a short seminar at the Ministry of Finance and we will set him right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Let's arrange for it now. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 84</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WORK PERMIT APPLICATIONS FROM SMALL BUSINESSES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Criteria for approval)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following question stood in the name of Mr S. Chandra Das - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;9. To ask the Minister for Labour whether he is aware of difficulties faced by small and medium-sized Singapore companies to obtain work permits for foreign workers; and what are the general guidelines for granting the necessary approval to these companies. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Question 9, Sir. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Deputy Speaker, Sir, in issuing work permits, a balance has to be struck between the need to help employers meet labour shortages and the need to minimize and mitigate the social and other problems associated with a large population of foreign workers. To try and achieve this balance, our foreign workers policy has the following features: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Additional foreign workers are admitted to the four approved sectors \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 85</b></font>\n  <br>\n  <br> which are manufacturing, hotels, construction and domestic services. Manufacturing and hotels are export-oriented economic sectors, earning valuable foreign exchange for the economy. They have to face international competition. The availability of foreign workers to meet shortages helps these sectors to remain internationally competitive. The foreign workers serve as a buffer to cushion the swings in our economic cycle. The construction and domestic service sectors face perennial lbour shortages because of the reluctance of Singaporeans to work in these sectors. The construction industry is also cyclical in nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Companies are not allowed to recruit foreign workers beyond 50% of their workforce. This is to ensure that companies do not become over-dependent on foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) A levy has been applied on all new foreign workers. The levy serves to dampen demand for unskilled foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Within these broad guidelines, companies, whether small, medium-sized or large, local or foreign, may be permitted to recruit foreign workers. Companies are differentiated not by their size but by the nature of their operations, whether they are export-oriented and whether they can contribute to the upgrading of our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Companies that fall outside the guidelines are allowed to retain and renew the work permits of their existing foreign workers. The workers are permitted to change jobs if they wish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry also permits, and indeed encourages, employers, regardless of size and economic sector, to recruit foreign workers who have valuable skills or qualifications. This is done through the 3-year work permit scheme which allows companies to recruit vocationally skilled or academically qualified workers. Foreign workers, for example, who have an NTC-2 Trade Certificate, or 5 '0' levels, can be employed in any sector of the economy. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Sir, I would like to ask the Minister if it is true \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 86</b></font>\n  <br>\n  <br> that workers have been recruited from the People's Republic of China to ease the labour shortage. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, Singapore has recruited foreign workers from numerous sources. The vast majority are from Malaysia and the other Asean countries. A small number are from India, Sri Lanka, Bangladesh, South Korea, Hong Kong, Taiwan and the People's Republic of China (PRC). The number of workers from the PRC is kept small and manageable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 86</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EMPLOYMENT OF OLDER WORKERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Situation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr Abdullah Tarmugi</b> asked the Minister for Labour what is the latest situation concerning the employment of older workers and what further plans his Ministry has to assist these workers to stay in employment. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Deputy Speaker, Sir, with the economic recovery, the unemployment rate has declined across all age groups. For September 1987, the estimates were: 4.0% for those below 30 years old, 2.8% for those 30-39 years old, 3.6% for those 40-49 years old and 4.0% for those above 50 years old. These rates are still higher than those prevailing in the early 1980's when the unemployment rate for those above 30 years old was about 2%. Consequently we have more older unemployed persons today than in the early 80s. For example, an estimated 13,000 or 30% of the unemployed persons in September 1987 were above 40 years old compared to 5,200 or 15% in 1980. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Older unemployed persons tend to remain unemployed for longer periods than the younger ones. The median duration of unemployment in June 1987 for those between 40-49 years old was 28 weeks compared to 12 weeks for those below 30 years old. Older persons thus have greater difficulty securing jobs once they become unemployed. They are less adaptable and find it difficult to accept lower pay. This is exacerbated by our traditional seniority-based wage system. In the longer term, as more companies reform their wage systems and relate salaries more closely to the worth of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 87</b></font>\n  <br>\n  <br> jobs, hopefully this problem will be reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other area which we have been monitoring is the preference of employers for younger workers, evident in those job advertisements in the newspapers where upper age limits are specified. Many advertisers have agreed to remove the upper age limits. My Ministry will continue to monitor the situation and to urge employers not to rule out older job-seekers based on age alone but to give them a fair chance of being considered for the jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The best way of ensuring that our workers, young or old, remain employed is through economic growth and the creation of new jobs. Older workers must be prepared to learn new skills and to adapt to changing job requirements. The experience of the last recession has shown that older, less educated workers are particularly vulnerable to unemployment because they lack relevant skills and the ability to learn new skills. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Sir, may I ask the Minister how many statutory boards are retaining the services of their low income employees aged over 60 years? And would the Minister agree that the information I am seeking now should be given fair publicity so that the private sector employers could be encouraged to follow suit. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I do not have the figure, but I will take up his comments. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, what opportunities do older workers have to learn new skills? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> There are various training schemes, for example, by the NTUC, the VITB and others. It is a question of the older job seekers being willing to adjust and learn new skills. I think the problem involves both the employers and the employees. On the one hand, we have instances of employers who are unwilling to employ older workers. On the other hand, we find that some of the older job seekers tend to stick to their previous salaries which are above the market value \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 88</b></font>\n  <br>\n  <br> or their skills are no longer relevant to the current situation. If they are willing, they can come to my Ministry. We will try and find them jobs. Or they can go to my Ministry or the NTUC for assistance to find suitable training schemes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 88</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>US TRADE IMBALANCE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Trade and Industry (a) what is the Government's response to the recent statement by the Assistant Secretary of the United States Department of Treasury, blaming Singapore and the other Asian NICs for the US trade imbalance, and accusing Singapore of manipulating the exchange rate of the Singapore dollar to gain an unfair trading advantage; and (b) whether this move by the US government is related to its attempts to graduate Singapore prematurely out of the GSP scheme. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Deputy Speaker, Sir, Singapore has always followed a policy of free and fair trade. We have acted responsibly in our economic and trade relations with other countries, including the United States. Our trading partners have seldom complained about our trading practices. Indeed, the US has frequently cited Singapore as an example of a model free trading nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a free trader not out of altruism but out of necessity. We do not have a significant domestic market to protect. We have refrained from imposing restrictive and devious barriers to trade in pursuit of unfair unilateral advantage. Nor have we artificially depressed the value of the Singapore dollar to build up a trade surplus, as was recently alleged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last decade, the Singapore dollar has appreciated against the US dollar, whereas the currencies of some of the other NICs are worth less in US dollar terms today than they were a decade ago, despite their recent appreciation. I have distributed some tables (Cols. 141 - 146) which establish this point. If you will refer to Annex A and look at how bilateral exchange rates have moved over the last 10 years since 1978. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 89</b></font>\n  <br>\n  <br> Taiwan's case, it has gone up by 21%, taking the startingpoint as 100. In Hong Kong's case, it has gone down by 40% from 100 to 60. In South Korea's case, it has also gone down from 100 to 59.9 despite recent appreciation. But in Singapore's case, it has gone up from 100 to 108. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1987/19871130/19871130-HA-0500141.htm\">tables - BILATERAL EXCHANGE RATES OF NICS AGAINST US$, SINGAPORE TRADE AND CURRENT ACCOUNT BALANCE, US BALANCE OF TRADE (Cols. 141 - 146)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the 1985 recession, many businessmen complained that the high value of the Singapore dollar was eroding their competitive position. They called on the Government to depreciate or even to devalue the Singapore dollar in order to remedy this. The Government, despite much pressure, rejected this option in favour of direct cost cutting measures, including the CPF cut and the wage restraint policy. It is ironical that having done this, we should now be reproached for having done the opposite. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, unlike the other NICs, Singapore does not even have a trade balance surplus on a global basis. We have always run a substantial trade deficit. For the last 20 years, our trade balance has been in deficit every year. It is therefore absurd to claim that the Singapore dollar is overvalued. I refer to Annex B where you can see that the trade balance, which is the third row, has been in substantial deficit every year: 1980, $9 billion; 1981, $13 billion, and so on. Last year, $5 billion. This year, $6 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our bilateral trade balance with the US has also been in deficit for many years. In fact, for 12 years until 1983. You can see that in the bottom rows of the table. We accepted this as the natural outcome of free trade. Only since 1984 has Singapore had a small trade surplus vis-a-vis the US. Singapore's trade surplus with the US last year amounted to less than 1% of the US global trade deficit. You can see that in Annex C. Total trade deficit of the United States last year was $144 billion. South Korea accounted for 5%, Taiwan 10%, Hong Kong 4% and Singapore 1%. For the OECD countries, West Germany accounted for 10%, the United Kingdom 3% and Japan 38%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Government has carefully explained these points to US \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 90</b></font>\n  <br>\n  <br> Administration officials. The US officials have expressed their understanding of the differences between Singapore and the other NICs in this respect. They have not refuted our arguments on economic grounds, nor have they raised any substantive objection to our exchange rate policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been the Government's policy to continually improve Singapore's competitiveness in world markets. We do not apologize for being more competitive than some of our trading partners and competitors. If we were not, we would not survive. But it is strange to be accused of being too competitive. As our exports have increased, so have our imports. Our earnings have grown, and our standard of living has gone up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is possible that the present charge by the US is related to reported moves to graduate Singapore prematurely out of the GSP scheme. 1988 is Election Year in the United States. Political pressures are mounting in the US to reduce their trade deficit. In such an environment, the debate on trade is likely to be influenced by considerations other than purely economic ones. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 90</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HEPATITIS B</b>\n  </div> \n  <div align=\"center\">\n   <b>(Notification of antibody status to blood donors)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Dr Koh Lam Son</b> asked the Acting Minister for Health whether the Blood Transfusion Service will consider notifying all blood donors of their Hepatitis B antibody status as a service to them. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Deputy Speaker, Sir, the Blood Transfusion Service does not screen blood donors for their Hepatitis B antibody status. Only Hepatitis B antigen screening is carried out for each blood donation. The Hepatitis B antigen is the infective material which is responsible for the transmission of the disease. It must be excluded for the protection of our blood supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Donors who are Hepatitis B antigen positive are currently being notified of the results and advised to seek further follow-up and assessment from their own family doctor. The doctors in the Blood Trans- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 91</b></font>\n  <br>\n  <br> fusion Service are also available to provide medical advice, or the donors may wish to be followed up at the Communicable Diseases Centre. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, would the Minister perhaps now consider doing the antibody test, since it is really part of the same test, as a service to blood donors? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Deputy Speaker, Sir, it is not possible for the BTS to conduct this test for every donor. As the Member well knows, there are also 30 other blood tests that can possibly be carried out. For donors who wish to know the status of their blood chemistry, they can take advantage of the blood test services offered by the Ministry. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, is the Minister aware that about 36% of those who go for this antibody test have a positive antibody? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Deputy Speaker, Sir, I do not recall the exact figure but I can assure the Member that it is not as high as 36%. Otherwise our loss of donors would be extremely high. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I ask this question, Mr Deputy Speaker, Sir, because if you take this figure of 36%, or even slightly less, let us put it at 30% - I got this figure from the private laboratories - the amount of Medisave you are going to save is tremendous. Let me just give a little --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Dr Tan, could you please ask your supplementary question? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Yes, I will ask the question. Is the Minister aware that each time an adult patient goes for this series of injections, he has to pay $120? Is he aware that for children, they have to pay $20 for each injection. That means it costs $60 for the series. They can make use of Medisave for these injections. If you assume that 36% are positive, then it is a substantial saving for those who want to make use of their Medisave. They need not have these injections. They could save that amount of money. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Deputy Speaker, Sir, the Member has asked a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 92</b></font>\n  <br>\n  <br> question on an entirely different topic but anyway I will answer him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the public who wish to take their Hepatitis B immunization shots are free to ask for a blood test on their antibody status, and it is freely available. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 92</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEW POPULATION POLICY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Response to incentive schemes)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following question stood in the name of Mrs Yu-Foo Yee Shoon - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;13. To ask the Acting Minister for Health since the implementation of the various incentive schemes to encourage couples to have more children, how many per cent of working parents have made use of the tax relief scheme, child care leave and other schemes that are provided. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> On behalf of Mrs Yu-Foo, Question No. 13, Sir. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, on the basis of the latest statistics available, the response to the various incentive schemes announced in March 1987 under the new population policy are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) As at 30th June, a total of 2,632 Government and statutory board officers had applied for the special child care leave scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) A total of 1,918 claims were made against the Medisave account for third-child delivery expenses as at 30th June. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) A total of 449 children from 3-child families had benefitted from the primary school registration priority scheme for the 1988 admission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) There was a net increase of 1,276 children enrolled in approved childcare centres as at 30th September. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) A total of 141 families applied for the upgrading of their HDB flats as at 31st October. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not able to provide any information on the tax incentive schemes since they will only take effect in the Year of Assessment 1988. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, may I ask the Minister whether the response to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 93</b></font>\n  <br>\n  <br> various incentive schemes so far gives him any confidence that in the longer term it will produce a significant change in the birth rate that we are hoping for? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, we will only be able to gauge the response from the beginning of next year since the new incentives and the new policy were only announced in March this year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 93</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTRUCTION INDUSTRY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Employment prospects)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Encik Othman bin Haron Eusofe</b> asked the Minister for National Development if he will give a report on the present state of the construction industry and indicate also the current employment prospects for Singaporeans in this industry. \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng (Senior Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for National Development (Mr Lee Yiok Seng) (for the Minister for National Development):</b> Mr Deputy Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>\n  <i>(a) State of the construction industry</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the construction sector of the economy continues to remain depressed. Compared with the first quarter, the industry contracted by 1.5% in the second quarter of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the second quarter saw signs of an upturn of construction activity in the private sector. There was a three-fold increase in the value of contracts awarded in this sector over the same quarter of last year. This is linked to the growth of the manufacturing sector and renewed confidence in the property market. At the same time, the number of maintenance and renovation projects is also increasing. This will help towards making up for the slack in new construction work. All this resulted in a growth of 2.8% in the third quarter over the second quarter. However, it is too early to say that the industry has bottomed out. \n  <br>\n  <br>\n  <i>(b)Employment prospects in the industry</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The total construction labour force shrank by 2.8% in the second quarter of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 94</b></font>\n  <br>\n  <br> 1987 compared with the previous quarter. This is in line with the general decline in the level of construction activity. However, the fall in the number of jobs appears to be slowing down. This is due to an increase in the level of construction activity associated with the private sector market and maintenance and retrofitting work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1986 NUS Graduate Employment Survey, the employment rate for architecture and civil engineering graduates had actually improved marginally from 1985. The situation suggests that our graduates have come to terms with economic realities. They have accepted a drop in starting pay ranging from $100 to $400 per month. he survey also revealed that a significant proportion of building and civil engineering graduates managed to find jobs outside the construction industry. With greater emphasis on professionalism in construction, many contractors are also employing graduates to supervise on-site works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The employment outlook for the Polytechnic graduates appears to be similar. These graduates have also gone through a period of adjustment. As a result, they have more realistic salary expectations and are prepared to be more flexible in their job expectations. The depressed domestic job market has also encouraged many of them to work overseas. One leading international construction firm recently recruited 60 Singapore technicians for a project in China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Foreign workers still account for a large proportion of the construction labour force (almost 50%) at the tradesmen level. Thus construction work continues to be unpopular amongst our local school leavers. There is a need to train more local workers to take up the skilled construction trades. The trend is for local workers to become supervisors or set up their own firms to undertake minor construction and renovation works after they have gained some experience. We still do not have a sufficient core of local construction tradesmen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, the construction industry is undergoing a restructuring process. The industry must continue to adjust and adapt to this new situation. New employment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 95</b></font>\n  <br>\n  <br> prospects can be found in the export market and the maintenance and retrofitting sector. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 95</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PRICE HIKE IN BUILDING MATERIALS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Effect on HDB flats)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;15. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development (a) whether there has been a recent price hike in some building materials; and (b) whether this will result in higher building costs of Housing and Development Board flats. \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yiok Seng (for the Minister for National Development):</b> Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to an HDB survey, the price of granite aggregate in the private sector has gone up by 8% to 12%. Price of ready-mixed concrete has risen by 2% to 3%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For materials such as sand, cement and steel, the HDB's existing building projects are protected by long-term supply arrangements at fixed prices. In the case of imported materials such as electrical goods, there was a slight increase in the third quarter of this year. This affects 10% to 15% of the cost of electrical installations for HDB flats, which in turn forms only 3% of the total building cost. Therefore, there has been a small but not significant increase in the building costs of HDB flats which are undergoing construction. However, if prices continue to increase, this is bound to affect the building costs of new HDB flats. Should this happen, tenders for construction of new flats will reflect it. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, may I ask the Senior Parliamentary Secretary whether there will be a resultant increase in the pricing of HDB flats? \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yiok Seng:</b> Sir, unless there is a significant increase in tender prices which will definitely influence the building costs of the new HDB flats, selling prices of the HDB flats will not go up. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 95</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>KIDNEY DONATION AMONG MUSLIMS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;16. \n  <b>Encik Ibrahim Othman</b> asked the Minister for the Environment (a) how many Muslims have signed up to be kidney donors; and (b) what steps the Majlis \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 96</b></font>\n  <br>\n  <br> Ugama Islam Singapura is taking (i) to inform Muslims that kidney donation is permissible and (ii) to encourage more of them to be donors. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, Sir, the response from local Muslims to efforts to encourage Muslims to pledge their kidneys is still unsatisfactory. So far, only 78 Muslims have registered with the Ministry of Health as kidney donors. 125 more have pledged and are in the process of being registered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the 3 May 1986, the Fatwa Committee of MUIS issued a ruling to inform the local Muslim public that it is permissible in Islam to be kidney donors. MUIS, led by the Mufti, has encouraged Muslims to opt-in as kidney donors when it launched the campaign on 11 September 1987 at the Al-Falah Mosque. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MUIS has also held talks to disseminate information on kidney transplants and to encourage Muslims to come forward to pledge their kidneys. So far, MUIS has organized three talks with representatives of 13 Mosque Management Committees and 41 Muslim organizations and 6 talks with Muslim officers of the Ministry of the Environment and the Ministry of Health. As a result of the talks with the officers of the two Ministries, 85 have pledged to be kidney donors. More are expected to sign up. However, MUIS is still awaiting the pledges through Mosque Management Committees and Muslim organizations. MUIS will continue with its programme of talks with Muslim officers in other Government Ministries and other Mosque Management Committees and Muslim organizations. I hope the local mosques and Muslim organizations will play a more active role in this campaign. Let us prove that the Muslim community in Singapore, too, are humane. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Tanah Merah)</b>(\n  <i>In Malay</i>): Could the Hon. Minister clarify whether the Fatwa given in 1986 is in any way different from the Fatwa issued earlier in the 1970s? Secondly, what could MUIS do to explain the real position of the Fatwas to the public in general and in particular to the Muslim ulamas? Thirdly, could MUIS take action against individuals who are lacking in the knowledge of Islam \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 97</b></font>\n  <br>\n  <br> and who are trying to confuse the public on this matter? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar</b>(\n  <i>In Malay</i>): Sir, actually the two Fatwas are the same, ie, Islam does not allow an individual to donate his organs under normal circumstances. However, in emergencies, the religion permits a Muslim to donate his organs to save lives. To avoid any confusion, I would instruct MUIS to hold dialogues with local Muslim religious teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the third question raised by the Member for Tanah Merah, I would suggest that he refers the individuals concerned to MUIS so that they could be counselled by the Mufti of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 97</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>GIA MOTOR INSURANCE RATES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Government stand)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;17. \n  <b>Mr Abdullah Tarmugi</b> asked the Minister for Finance what is his Ministry's stand on the proposal by the General Insurance Association to fix the rates of motor insurance premiums in 1988. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Deputy Speaker, Sir, the question from the hon. Member for Siglap implies that the General Insurance Association (GIA) is proposing to introduce a rate cartel. However, I am assured that this is not the case. In fact, as a matter of policy, the GIA has abolished the use of minimum tariffs since 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the GIA is presently undertaking is a statistical study of past experience of motor insurance with a view to devising a rating structure which will better reflect the risk characteristics of the motor vehicle and the driver to be insured. This is essential for prudent underwriting by insurers. The statistical study would provide an objective basis for risk classification and premium rating. Each insurer will be able to use the results of the study independently as a guide for underwriting motor risks. Indeed, the Insurance Commissioner has been assured by the GIA that the resulting rate structure and premium rates would only serve as a voluntary guide, and that there is no proposal for a rate cartel. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 98</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 98</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WAGE REFORM</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;18. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for Labour how many establishments have concluded wage reform agreements; of these, how many are unionised and non-unionised and what steps his Ministry is taking to get non-unionised establishments to expedite wage reform. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, to monitor the progress of wage reform, my Ministry recently conducted a survey covering 1,048 establishments, including 62 non-unionized companies. As at 31st October 1987, of the 881 companies that responded, 109 companies or 12% have successfully implemented flexible wage systems. 31 companies or 4% are satisfied with their present systems, while another 50 companies or 6% indicated that they are refining their systems to make them more flexible. 252 companies or 29% are negotiating with their respective unions. 337 companies or 38% are studying how a flexible system could be implemented. The remaining 102 companies or 12% have yet to come up with plans to reform their wage systems. Thus about 50% of the respondents have implemented or are negotiating with their unions to implement wage reform. Of the remainder, the majority are considering what flexible wage system to adopt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sample of non-unionized companies is relatively small. 42% of them already have flexible wage systems or are refining their existing systems compared to 20% of the unionized companies. It would appear that some non-unionized companies are able to change over to flexible wage systems more expeditiously partly because they do not need to wait for collective agreements to expire. Their annual increments or wage increases for their employees are often determined annually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether unionized or non-unionized, companies that have yet to implement wage reform should quickly work out flexible wage systems with their unions or employees while the conditions are still conducive. Otherwise they will miss out a chance to enhance their competitiveness and the job security of their workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 99</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To help companies develop their flexible wage systems, various seminars have been conducted. My Ministry has published a series of wage reform models in our \"Labour News\" for reference by companies. The Singapore National Employers Federation has also published a compendium of wage reform models. My Ministry, NPB, SNEF and NTUC are available to provide assistance to companies and unions if they need help to reform their wage systems. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 99</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FACTORY SAFETY COMMITTEES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Compliance with Regulations)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;19. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for Labour, since the introduction of the Factories (Safety Committee) Regulations, 1975, (a) what percentage of factories, which are required to set up safety committees, have complied with the Regulations; and (b) what measures his Ministry has taken to ensure compliance with these Regulations by all affected factories. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Deputy Speaker, Sir, factories employing 50 or more workers are required to form safety committees. So far, 690 or 93% of these factories have formed them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 50 or so factories that have yet to form safety committees, about half of them are new factories which have been established less than six months ago. Most of these are in the process of forming safety committees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry provides assistance to those factories that have difficulties in forming safety committees. Enforcement action is taken against those that persistently fail to do so despite warnings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Department of Industrial Safety closely monitors the activities of the committees to ensure that they discharge their functions as prescribed in the Regulations. It also provides assistance and guidance to the committees when needed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 99</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NURSES IN GOVERNMENT HOSPITALS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to solve shortage)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;20. \n  <b>Mr Teo Chong Tee</b> asked the Acting Minister for Health (a) whether there is a shortage of nurses in each of the Govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 100</b></font>\n  <br>\n  <br> ment hospitals; (b) whether the shortage has somewhat affected the service provided to in-patients; (c) what measures are being taken to recruit and train more nursing staff; (d) whether the status of the nursing profession will be upgraded; and (e) why nurses are being deployed to perform some administrative functions as seen in the frontline areas of Government hospitals. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Deputy Speaker, Sir, every Government hospital is facing a shortage of nurses. The total shortage is about 1,000 nurses. However, there are about a thousand nurse trainees to provide the very basic patient care in hospitals under the supervision and guidance of trained nurses. This has helped to alleviate the shortage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the shortage of nurses, hospitals have been able to provide a good standard of nursing care. Work procedures have been simplified and unnecessary paper work removed. However, due to the shortfall, the nurses have not been able to respond as promptly to patients' requests as they would like to as the more seriously ill will have to be attended to first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the recruitment of nurses, my Ministry is taking the following measures to recruit and train more nursing staff: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) A publicity programme is being launched to promote nursing as a career. Open houses will be organized by the hospitals. We will also be participating in career exhibitions and giving career talks to students at schools and public libraries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Private hospitals have been asked to recruit and sponsor their own trainees for training at the Ministry's School of Nursing; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Retired nurses are being encouraged to return to the profession, if necessary, on a part-time basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Steps are also being taken to upgrade the status and image of the nursing profession. The Ministry is promoting nursing as a rewarding and satisfying career. We will increase the public's awareness of nurses as respected professionals with specialized skills. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 101</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Training opportunities for nurses are also being increased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1980, a total of 102 nurses have been sent overseas to attend various training courses and seminars to improve their skills. This year, the Ministry has, for the first time extended its Health Manpower Development Programme to include nurses. Under the HMDP, nurses will be sent to reputable centres in countries such as Australia, the United Kingdom and the United States for training in the various clinical specialities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As from next year, 15-20 scholarships will be available for 'A' level students to pursue nursing degree courses in universities abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these measures will help upgrade and enhance the status and image of the nursing profession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to nurses performing administrative work, it is inevitable for some nurses to perform a certain amount of administrative work in the course of their duties. Where the duties are more clerical in nature, the Ministry has created clerical posts to replace the nurses. My Ministry will continue to review the deployment of nurses to optimize the use of their nursing skills. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 101</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB LAND REVERTED TO GOVERNMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Effects on public housing programme)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;21. \n  <b>Dr Koh Lip Lin</b> asked the Minister for National Development (a) what is the acreage of land which the Housing and Development Board will revert to the Land Office with the scaling down of its public housing programme in the next 5 years; and (b) how the HDB will project the demand for its flats in the light of its revised housing programme. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for National Development):</b> Mr Deputy Speaker, Sir, on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before 1st April 1985, HDB acted as Government's agent and acquired and held land for its own use in future and in some cases for release to other Government agencies. Since 1st April 1985, all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 102</b></font>\n  <br>\n  <br> undeveloped land was handed over to the Government. Only 7,000 hectares of land were returned to the Government. In FY 85/86 and FY 86/87, the HDB purchased about 1,300 hectares of land from the Government for its public housing and related developments. The return of land to Government is not the result of HDB scaling down its construction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The projected gross demand for HDB flats takes into consideration applicants on its waiting list, households affected by clearance or redevelopment, formation of new households, and those upgrading to bigger flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB works out its projected net demand after deducting the stock at hand, works-in-progress, and flats likely to become available when households upgrade to bigger flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the long term HDB will move in the direction of requiring some form of prior commitment from purchasers before starting actual construction of flats. This will help the Board to forecast demand more accurately. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 102</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CLEARANCE AND DEMOLITION OF RENT-CONTROLLED PREMISES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;22. \n  <b>Mr Chiam See Tong</b> asked the Minister for National Development, in view of the great number of vacant plots of land and unoccupied office space available in the urban areas, whether he will consider stopping or slowing down the programme of clearance and demolition of rent-controlled premises. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for National Development):</b> Mr Deputy Speaker, Sir, once again, on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the clearance programme is necessary for two main reasons. First, sites have to be cleared for public purposes like road widening, tourism projects, or for environmental reasons in the case of unsewered properties. Clearance of such sites has to go on as planned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, sites have to be cleared for comprehensive redevelopmemnt. A long lead time of up to several years is required to clear and demolish a site for comprehensive redevelopment. This is because \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 103</b></font>\n  <br>\n  <br> the land is usually fragmented into many lots, each of which has multiple tenants. A comprehensive redevelopment plan is a long term plan. It is based on the long term needs of our city. It should not be turned on or off in simple reaction to the market conditions of today. A glut of office and shopping space is, in fact, an opportunity to accelerate the resettlement programme. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I wonder whether the Minister, from the experience of his Ministry, could tell us what is the waiting period between demolition and the final sale of a piece of land. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Deputy Speaker, Sir, that waiting period will depend on each particular site. It will be very difficult for me to give him now a figure which can be universally applied. It depends exactly on how many tenants are using the particular piece of land and what is the ownership, how is that land being distributed, and what other constraints apply to that piece of land. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> In view of the depressed property market, is it not wise for the Ministry to slow down the process of demolition at the moment? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Deputy Speaker, Sir, I have already given him the answer as to why we feel that the clearance programme should not be slowed down now. The Member for Potong Pasir is advocating a policy which, if we were to implement, would mean that we would only speed up or we would only carry out clearance programme when there is a shortage of vacant shops or vacant alternative premises for those who are going to be affected by clearance. Sir, I think such a policy would lead to greater problems and stresses on those who are affected by clearance because you are then asking them to move out. In a situation where there is physically a shortage of alternative places for them to go to, you are forcing them to move and they have to pay a higher price. We would not be able to carry out our clearance programme fairly and expeditiously if we were to try to do so in a situation where there is a shortage of alternative premises and I would not support such myopic policies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 104</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Does the Minister realize that the clearance policy involves hundreds of households and, in fact, many businesses are affected? I am not asking this question in a vacuum. I have got complaints. Many people who are now enjoying rent-controlled premises have to go into HDB premises which they cannot carry on business because of the high rentals. Even if you give them a breathing space, now that there is a glut or I should say there is a shortage of demand for premises, should not this policy then be slowed down in the light of new situation? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Deputy Speaker, Sir, among the people who are affected, as the Member for Potong Pasir has mentioned, if their particular premises are affected for any of the reasons which I have just listed in my answer to him, then this is in fact the best time for them to move out when there is already a glut of alternative premises. I have just pointed out to him his myopic ideas, and if we were to follow them, it would only result in creating more problems for those very people whom he wishes to help. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 104</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTRUCTION AND SHIPBUILDING INDUSTRIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Steps to reduce accidents)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;23. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for Labour what steps are being taken by his Ministry to monitor and further reduce the accident rates in the construction and shipbuilding industries. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Deputy Speaker, Sir, my Ministry has been closely monitoring safety in the construction and the shipbuilding and repairing industries. Regular and frequent inspections are being carried out at worksites and shipyards. For the first nine months of this year, about 3,400 inspections were made on worksites and 1,000 on shipyards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the construction industry, accidents of workers falling from heights and workers being hit by falling objects are still the two main areas of concern. To prevent these and other accidents at worksites, contractors are required to draw up and implement various safety programmes. Implementation of these programmes is closely monitored by inspectors of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 105</b></font>\n  <br>\n  <br> Department of Industrial Safety. They also keep a close watch on the work of safety committees and safety supervisors who are responsible for ensuring safety at worksites. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the shipyards, the emphasis is on the prevention of fires and explosions and falling from heights. Stringent safety control systems have been implemented to prevent such accidents. Inspections are made to ensure that they remain effective. Checks are also made to ensure that shipyards appoint qualified safety personnel and that the safety committees are effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry pays particular attention to provide safety training for workers, supervisors and managers in the construction and the shipbuilding and repairing industries. Special efforts are also made to promote self-regulation to reduce accidents in these two industries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 105</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>BILLS INTRODUCED</h4>\n  </div> \n  <br>12.55 pm \n  <div align=\"center\">\n   <b>PARLIAMENTARY ELECTIONS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Parliamentary Elections Act (Chapter 218 of the 1985 Revised Edition)\", \n  <br>\n  <br>presented by the First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 105</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT NO. 2) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Constitution of the Republic of Singapore\", \n  <br>\n  <br>presented by Mr Goh Chok Tong; read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 105</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LAND ACQUISITION (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Land Acquisition Act (Chapter 152 of the 1985 Revised Edition)\", \n  <br>\n  <br>presented by the Second Minister of Law (Prof. S.Jayakumar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 106</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 106</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHILD CARE CENTRES BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to provide for the control, licensing and inspection of child care centres and for purposes connected therewith, and to repeal the Creche Establishments Act (Chapter 66 of the 1985 Revised Edition)\", \n  <br>\n  <br>presented by the Minister for Community Development (Mr Wong Kan Seng); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 12.57 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 106</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>EVIDENCE (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Law (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this short Bill is to facilitate the use of microfilm evidence of documents kept by Government departments and by statutory bodies specified in the Schedule to the Bill. It simplifies the legal requirements for a copy or print from a microfilm of any document in the possession of the Government or of a specified statutory body to produced in proof of the contents of the original document in any legal proceedings. This will meet the needs of many Government departments and statutory bodies which find it convenient and less costly to microfilm their records. Microfilming will not only result in substantial savings by reducing storage costs but has the additional advantage of greater durability (as paper tends to deteriorate with time) and furthermore speeds up retrieval of records. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, it is now possible under section 67 of the Evidence Act for microfilm evidence of a document to be used as secondary evidence in legal proceedings where the original has been destroyed. The requirements of the law as they stand, however, pose problems for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 107</b></font>\n  <br>\n  <br> the use of such evidence. For example, before microfilm prints are admitted in court proceedings as secondary evidence, it must be proved to the court's satisfaction that the microfilming process was properly and accurately carried out. This in turn requires evidence to be given by witnesses, preferably the person or persons who were involved in the microfilming process. This of course can be difficult, especially after a prolonged lapse of time to ascertain and trace such persons. This can be a time-consuming and inconvenient exercise for a Government department or statutory board in cases, for example, where such persons have left the service or have been posted elsewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since Government departments and statutory bodies now tend to keep records in microfilm form, this Bill will facilitate the admissibility of microfilm evidence of such documents as proof of the contents of the original document in any legal proceedings without the need to produce witnesses to testify that the microfilming process was properly and accurately carried out. The Bill provides for microfilm prints to be admitted in evidence upon a certificate (by a public officer or an employee of a specified statutory body having custody or control of the document) certifying that the microfilm was taken in order to keep a permanent record of the document and that the original document was subsequently destroyed, lost or ceased to be in the custody of Government or statutory board concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Prof. S. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 107</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTATE DUTY (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 108</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to give legislative effect to the estate duty exemptions for: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) gifts made to the National Museum; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) voluntary CPF contributions made by self-employed individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The estate duty exemption for gifts to the National Museum is part of the overall Government's scheme to encourage private collectors to donate artifacts, particularly those pertaining to Singapore's cultural heritage to the National Museum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, gifts to the Museum are exempted from estate duty if they are made more than 12 months before the date of death of the donor. With the present amendment, gifts made less than 12 months can also be made exempt from estate duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With effect from the Year of Assessment 1987, voluntary contributions to the CPF by the self-employed is exempted from income tax. The voluntary contributions will also now be exempted from estate duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 108</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE TOTALISATOR BOARD BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Totalisator Board Bill seeks to establish a statutory body to regulate the conduct of betting by its agencies, and to give legislative authority for the property and funds of the Singapore Turf Club to be held on trust by the Club for the purposes of the Singapore Totalisator Board. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 109</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the Singapore Turf Club is a private club registered under the Societies Act, gambling by members of the public is allowed both within and outside its premises. They do so by placing their bets with the Club. It is, therefore, the only private club to which the public have legitimate access to gambling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Horse racing in Singapore has been the sole preserve of the Singapore Turf Club since the last century. Through exemption under the gaming laws, the Club has the virtual monopoly to conduct betting on horse races. Strict enforcement of the gaming laws by the Police has helped the Club to maintain its monopolistic preserve all through these years. As a result, the Club has been able to generate a substantial amount of profits annually. Thus in 1986, the Club had an after-tax profit of approximately $33.67 million. As of 31 December 1986, its accumulated fund and reserves had reached well over $286 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Club's register shows that it now has about 580 ordinary members. Only this small group can share in the distribution of the vast amount of its accumulated assets and future profits should the Club be dissolved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such a possibility is not in the public interest. The Club was not set up as a business proposition. It has accumulated its profits by virtue of the monopoly conferred by the Government and paid for by the public. It was never the Government's intention to provide a small number of the Club's members such monopoly benefits. Therefore, any funds so accumulated not through business acumen or risks taken, but merely by collecting bets from the ordinary members of the public, should not be left for the sole benefit of the members. The establishment of the Singapore Totalisator Board will seek to correct this anomaly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to the main provisions of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The provision to establish the Singapore Totalisator Board is set out in clause 3. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principal functions of the Board are to operate totalisators in respect of race \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 110</b></font>\n  <br>\n  <br> meetings and conduct four-digit draws. These are set out in clause 4. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Board will appoint the Singapore Turf Club as its agent to conduct racing business in accordance with an approved scheme, the scope of which is set out in clause 11. Essentially, the scheme deals with the establishment and operation of totalisators and totalisator agencies in respect of race meetings. Clause 14 enables the Club to regulate the admission of members of the public to the Club. The other provisions relating to the administration of the approved scheme are set out in clauses 12, 13 and 15 to 18. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the profits of the Club come from the public at large, clause 5 of the Bill empowers the Board to use its funds for public, social or charitable purposes and for the promotion of culture, art and sport. The other provisions relating to the financial powers of the Board are set out in clauses 8 to 10. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 19 and 20 confer on the Police the powers to deal with offences committed under the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The property and funds of the Singapore Turf Club are deemed to be held by the Club on trust for the purposes of the Board with effect from the appointed date, ie, 9 November 1987, when the Bill was introduced in Parliament. This is provided for in clause 22 and is necessary to safeguard the Club's assets in the public interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Deputy Speaker, Sir, I would like to make some observations on the Bill which is now before us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill would make available an additional and welcome source of funds for social and charitable purposes and for the promotion of the arts in Singapore. We are only too familiar, Sir, with our high dependence on public and corporate donations and sponsorship, especially in the running of charities and the promotion of the arts and sports. While I appreciate the philosophy of encouraging community participation and the building of a self-reliant society with regard to these efforts, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> believe that much more can be done with the energy and manpower that go into fund raising activity and with more money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is, therefore, in this context, Sir, that clause 5 of the Bill is welcomed as it empowers the proposed Totalisator Board to distribute its profits which, by past experience, is pretty substantial, for the purposes which I have mentioned. Having said all this, Sir, I would like to stress that we should ensure compliance of the intent and purpose of clause 5 of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What brings me to mention this is the memory of what happened to the profits of Singapore Pools (Pte) Ltd. Let me elaborate. In the appendix to the Second Report of the Public Accounts Committee of 1978, the Auditor-General then said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It (referring to the Committee) recalled that on the 13th May, 1968 the Minister for Social Affairs informed Parliament that the proceeds from the Toto Pools to be started soon would be utilised to meet the cost of building the Kallang Sport Complex. Subsequently, in the debate in Parliament on the Annual Budget Statement of 9th March, 1970 the then Minister for Finance stated that the National Stadium would be offered a loan of $7.8 million and that it was intended to form a Corporation to run the Stadium. The income to repay the loan, as well as future loans, would come from two sources - the profit from Singapore Pools (Pte) Ltd and the takings at the gate of the Stadium.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I quote again from the PAC Report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Committee were informed of large surpluses accumulated by Singapore Pools (Pte) Ltd and urged that early steps be taken by the Ministry of Finance to ensure that the original aims of Singapore Pools (Pte) Ltd vis-a-vis the Singapore Sports Council are adhered to, or if the policy has been changed, to clarify the position.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Audit referred the above matter to the Ministry of Finance and the Ministry answered that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Singapore Pools (Pte) Ltd had contributed $11 million to the development of the National Stadium Complex. Singapore Pools (Pte) Ltd also made annual contributions to the recurrent budget of the Singapore Sports Council (SSC) (from figures given by the Ministry of Finance, the total contributions from 1971/72 to 1976/77 amounted to $3.35 million). The Ministry of Finance was also of the view that so long as reasonable financial assistance is provided to the SSC for the provision of sports facilities in Singapore, the Board of Singapore Pools (Pte) Ltd is adhering to its original aims.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, Sir, in the parliamentary debate on 3rd March 1982, (Hansard, Vol. 41, col. 374) the Member for Delta raised a question on Singapore Pools (Pte) Ltd. His \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 112</b></font>\n  <br>\n  <br> question was: how were the profits of Singapore Pools being used and whether the Minister for Finance would use a portion of the profits to provide scholarships to needy and outstanding students and to construct sports complexes in housing estates? The then Minister for Finance replied: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In 1980, Singapore Pools declared a dividend of $75.6 million out of its accumulated profits which was credited to [now, hear this] the Government Consolidated revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore Pools is now held by Temasek Holdings Ltd and its profits will be treated like those of any other member company in this group. It is unlikely that Singapore Pools will allocate much money for charitable purposes, including the provision of scholarships to needy and outstanding students and the construction of sports complexes.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not my intention to resurrect the controversy on the loan issue to the Singapore Sports Council and indeed this is a separate issue. But I have taken the liberty to quote rather lengthily the circumstances surrounding the profits of Singapore Pools to demonstrate the possibility of implementation of the Bill not following the purpose and intent of the Bill. In this case, clause 5 of the Singapore Totalisator Board Bill. I hope, Sir, this will not happen to this Bill now before us and I hope the Minister for Finance will give this assurance to this House. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Deputy Speaker, Sir, I rise to seek clarification on clause 16 in regard to paragraph (b) which allows the Board or the Turf Club: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'to publish in any newspaper ... any advertisement setting out any list of totalisator agencies, the name, address, hours of business and any telephone number of any totalisator agency, any rules, terms or conditions upon or subject to which totalisator investments may be received at any such agency, or the name of any race meeting in respect of which totalisator investments may for the time being be received at any such agency;' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And then the Bill goes on to describe in paragraph (2) of this clause that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Nothing in subsection (1) [which I have just described] shall be construed to authorise the exhibition or publication of any matter intended to induce any person to make any totalisator investment.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fail to understand how the second paragraph negates the first paragraph because it apparently allows the advertisement which facilitates the gambling on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> which the whole system is based. And quite clearly, all information provided in all such advertisements are bound to, if not induce, encourage people to participate in gambling. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Deputy Speaker, Sir, in principle, I would say that I support the concept of this Totalisator Board. With its formation, in my view, the difference is that in the past the Turf Club and the 4-digit betting was done by a private organization which also controls the large amount of surplus money in its coffers. At the same time, this private organization has to bear the stigma and adverse publicity arising from such activities. Now with the Government backing the formation of a statutory board to operate the Turf Club and the 4-digit betting, it would seem that the public wrath on such activities will fall on the Government. For example, every weekend Bukit Timah Road would be jammed with cars arising from the tremendously traffic caused by these bettors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I would like to say that clause 5 gives some mitigating advantage to the Board in that it allows the Board to distribute money from time to time for public, social or charitable activities, as well as for the promotion of culture, arts and sports functions. I think this objective is very noble indeed. However, it is insufficient to state that the Board will from time to time do this, which means that it is at the Board's pleasure. May I suggest that the Minister consider whether the Board should actually announce publicly to set a fixed percentage of its annual profit to be given to a charitable organization like the Community Chest of Singapore. In this way, not only will the public benefit from such a charitable act but also every bettor whether he wins or loses in a bet, more often he loses than he wins, knows for sure that he will be contributing a fixed sum of his bets to a good cause. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My last point, Sir, is with regard to clause 4(d) which spells out the functions of the Board. Clause 4(d) empowers the Board: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'to carry on all other activities in support of racing generally in Singapore.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> Does it mean that the Board now has a carte blanche to open new racing-related betting activites like dog racing or other forms of racing in Singapore? Could this be a precursor to other new forms of betting activities which the Government may want to support in future. This, I believe, is not the standing image that the Government want to create, at least not as one of high moral turpitude. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, I would like to move that this Bill be placed before a Select Committee. But, first of all, I would declare that I have no pecuniary interest whatsoever on this matter. In fact, I am not a racing fan. I have never stepped into the Turf Club. My disposition and my upbringing is, in fact, against gambling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do I say that this Bill be put before a Select Committee? I have been informed that the Government has not consulted any of the committee members of the Turf Club on this Bill. This is my information. This is a very high-handed way of doing it if it were true. As it is, Singapore is renowned already for this kind of system. In fact, I think this is one example of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Turf Club, I believe, was founded in 1933 and it has been in existence for 54 years. I believe there have been no complaints of any misdeeds on the part of any of its committee members. If there is any, it is not within my knowledge. As far as I know, there were no misconducts although I believe there were two investigations on two of their members recently on charges of CBT but I believe nothing came out of those investigations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Turf Club is a very rich body. According to reports, it has got $286 million in cash. This is a very big sum of money. I think the Turf Club made one big mistake and that is not to have disposed of all those assets long ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> To charity. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, given to charity. I think that is their mistake. It is a very big juicy plum and it is very tempting. So probably that is their one big sin and that is the reason why the Government is stepping in. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to this huge sum of money, I believe the Turf Club also has got 338 hectares of land. This land is in prime area, Bukit Timah area. I think it can easily be sold for $500-odd million. So within three weeks, from the 9th to today, the 30th November, with one swoop the Government is taking over $800 million. This is a very fast exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think if the members of the committee are not consulted the Government is in breach of what is known as natural justice. If you are going to affect the interests of somebody, I think you should give him a fair hearing first before you pass the Bill. If none of the committee members or none of its members have even been told about what the Government is going to do, I think the Government has really breached the rule of natural justice. This piece of common law is as old as the English legal system. In fact, it is a very serious wrong when anyone commits a breach of natural justice. Because you have affected somebody's interest and you have not consulted him. I think it is only fair that the committee members should be called upon to perhaps make some suggestions. Hear them out first, before this Bill becomes legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of course, there are all kinds of rumours going on as to why the Government all of a sudden is taking this step. But I do not think I would like to mention it. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Why not? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Because I have got dignity and decorum in me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another important issue in this is: what sort of system are we having in Singapore? I do not think we are a democratic system. Where is the democracy? This is an example. Let us take this example. So with one big swoop, over $800 million is taken from an organization. What kind of a system is this? I think we already have received a lot of criticism on the high-handedness on the part of the Government, even if it is doing good. I think people should be consulted and that is the essence of a democracy. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Mr Deputy Speaker, Sir, I rise to support the Bill because it is a good move to ensure that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> good public money is being used for good public purposes. As the Member for Potong Pasir has said, $286 million of good money is available, we must therefore all the more ensure that there is a public watchdog body to see that such funds are made available for good public purposes. The Board to be set up under the proposed Bill will provide public participation in ensuring that the money will be channelled to the various charitable and public institutions. I think this is the main thrust of the Bill. We would not know how this money is going to be deployed if it is left with nochecks, no public inputs into the way the money is to be utilized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I can see from records, there are very little funds that are channelled to charitable institutions. Most of the money have been accumulated over the years and it is only spent for a very limited interest and very few charities are supported for its work. I stress it is time the Government set up a body up a body to monitor the activities of the Turf Club. I would like to seek the assurance of the Minister that the funds are not diverted to Government Consolidated Fund but are used for charitable, social and other recreational activities. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, I rise to support the formation of the Totalisator Board because I think its intentions are good. However, I wish to seek two clarifications from the Minister. With the formation of this Board, does it mean that the Government has relaxed or will relax its stand on gambling, since income from the Totalisator's agencies will become a good source of revenue for the State, for community development and for the promotion of art, culture and sports? My second question relates to the operations of Big Sweep and Toto by Singapore Pools. Is there a plan in the longer term to eventually include Singapore Pools under the purview of the Board? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Sir, I rise in support of the Bill. What took the Government so long to introduce this Bill? They should have done this long ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Quite frankly, Mr Deputy Speaker, Sir, I do not know the setup of the Singapore Turf Club. I have always been under the impression that it is of a public character, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 117</b></font>\n  <br>\n  <br> that is to say, the right of the turf club members to gamble on the understanding that whatever proceeds or whatever winnings will finally go to some public charities and so forth. At least that is the kind of vague impression I had. Otherwise it would seem to me quite unfair. But that I know the true status of the turf club, ie, that the 500-odd members have got the private right to whatever earnings from the running of the races and so on. It would seem on the one hand that we grant rights to a group of privileged people, and on the other hand we go around arresting the small-time bookies and runners. It would seem that there are two classes of people in Singapore, those who can have the right and finally pocket the profits, and the other class of poor runners who do not have the right. So I think if this Bill is not passed today, it would appear to me to be rather unfair to the poorer man who is a small-time bookie. But with this move, now that nobody has the right to spend the profits for his or her own benefit but for charity, for social and educational purposes, for sports, I think that is fair because we cannot completely eliminate gambling. And if gambling is to be controlled, I think whatever profits that are going to be derived from gambling should be used for the good of the public. The intention of this Bill has got that spirit. Therefore I support the Bill. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Deputy Speaker, Sir, I thought that the Bill would pass without comments, but obviously I was wrong, and I thank those who have risen in support of the Bill. I will now answer the questions in the order in which they were addressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Siglap has suggested that history has proven that good intentions are not usually followed, but I will try to ensure that the new Board when appointed will use funds derived from horse racing and its associated activities will be used for the benefit of the public at large, including sports and other activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the question from the Member for Whampoa about the apparent contradiction in clause 16, I do not see a contradiction at all. Clause 16(1)(a) and (b) makes it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 118</b></font>\n  <br>\n  <br> not an offence to publish the list of names of the people who are authorized agents of the Board or totalisator agencies, whereas subclause (2) of clause 16 is intended not to give carte blanche to proposals to advertise and induce people to gamble. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson has suggested that the creation of the Board might place the odium of gambling fully on the Government's shoulders. I think it is a matter of opinion because everyone knows that the turf club cannot exist without Government approval. At present, gambling operations are handled by a private club with tacit Government approval. It is no different from a Board controlling turf club activities as we are now intending. So I do not think it really changes the position as far as the public is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also suggested that the Board should announce a fixed percentage of profits to be allocated to charities like the Community Chest. That is an issue which has to be decided by the Board. But his suggestion is not necessarily a bad one, and I will convey his proposal to the Board as and when it is formed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a question on whether other forms of gambling will be allowed. The other form of gambling currently allowed is the 4-digit operation and there is no present intention to allow other variants of gambling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has suggested that the matter be referred to a Select Committee on grounds that the members of the Turf Club Committee were not consulted. I do not think this is really a sensible proposal. The Bill is intended primarily to correct an anomaly, an oversight which should have been corrected many years ago. We are merely following the precedent set in Malaysia where the Tote Board has been in operation for some years. In fact, in Australia and in many other countries legal gambling sanctioned by government is controlled by statutory boards and agencies (like the Turf Club's) carry on the day-to-day operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not intended that the Singapore Turf Club will be dissolved. In fact, the intention would be for the Board to continue to appoint the STC as its agent to carry out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br> day-to-day operations. There is no suggestion that the present committee has done anything wrong. So the need to consult them for a proposal in which the public interest is manifest, I think would be unnecessary and perhaps a considerable waste of public time. I suggest that if the Member for Potong Pasir has heard of any aspersions or reasons for the introduction of this Bill, he should have the courage to say it in public. But if he feels that this would be embarrassing for individuals, I will be quite happy to receive his comments in private. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has also said that the intent of the Bill is to sequester not only the current cash assets of the Club but also substantial land assets. Well, this is not true. The land does not belong to the Club. It is under lease from the Government and the entire area is zoned as \"Green Belt\" and therefore not suitable for commercial development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen has expressed support, although he has said that he hopes that the money would not be transferred to the Consolidated Fund. That is not the intention and I would ensure that the Board understands this: that the use of funds accumulated by the Turf Club operations should be confined to its terms of reference as defined in the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kaki Bukit has asked whether the Bill will change the Government's attitude towards gambling. My response is no. It does not. It merely corrects a position which should have been corrected a long time ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Singapore Pools, for the moment we have not considered placing the Singapore Pools under the Board but it is not a matter which need be excluded at this point of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Moulmein has expressed support for the Bill but asked why it took the Government so long to come around to it. Well, it is an oversight admittedly and we are now in the process of correcting it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I be allowed to ask a point of clarification. According to a newspaper report, there was a statement issued by the Ministry of Finance that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 120</b></font>\n  <br>\n  <br> Singapore Turf Club members numbering around 600 can dissolve the Club and share out its accumulated funds and reserves. Is this a true statement? Because my knowledge is that the Turf Club has got no such powers in its constitution, and if it wants to amend its constitution it must get the approval of the Registrar. So if this statement is wrong, it is misleading. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The statement is correct in that the Articles of Association of the Club do not specifically exclude the possibility of the Club being dissolved and its assets distributed amongst the members. This risk of it happening and the Government not having the legislation to block it is a very serious risk which we are not prepared to take. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I still maintain that if this statement were true according to this report, then I say the Ministry has misled the public because members of the Turf Club have got no such powers. There is no such risk involved because there is no provision for a dissolution of the Club. Therefore, they cannot divide the money amongst themselves. They can never do that. If they want to include a provision to dissolve the Club, they must get the clearance of the Registrar of Societies first. So there is no such risk. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> As I said, there is no specific provision within the constitution of the Club. But they have it within their power under the Societies Act to carry out such a dissolution although you can say that legally, at present, they do not have such power, but the risk exists. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Therefore, would you agree that in fact this statement put out by the Ministry of Finance is completely misleading? Then it should be withdrawn. But it is not withdrawn. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> No, it is not misleading because it is the intent that we are concerned about. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, I think the more important question is that there is this large sum of money that could be misused; money that could be used profitably for charity which, I believe, is the intent of this Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> I think this is a quite correct statement. In addition to this debatable, arguable point about dissolution, whether or not they intend to go through with it, the present constitution allows the committee to use the funds for any purpose. So whether they dissolve the Club or not, the $286 million worth of accumulated assets plus a continuing revenue of between $30 million and $40 million could be used for the private benefit of the members, without necessarily dissolving the Club, and the intent is identical. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think this statement clearly states that the dissolution is possible. It clearly states there. There is no question of intent whatsoever in the Finance Ministry's statement. You are now saying that the intent is possible. The intention is possible. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The possibility is quite clear. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> My contention is that they have got no such powers to dissolve the Club and distribute the funds. That is my contention. But you are turning and saying now that the intent is there, which is completely different. You are misleading the public. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> No, no, I am not misleading the public. I think you might be misleading yourself. The purpose of --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, I would not take this kind of aspersions. If you want to debate, let us debate on the facts of it. Do not just say something personal against another person. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The objective of this Bill is to protect the public interests and not to go into legal arguments and semantics. The purpose is to ensure that the assets of the Club are not used for purposes outside the public interest and for the private benefit of a small number of members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INCOME TAX (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I name the first sitting after 1st January, 1988 for the Second Reading of the Bill. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CENTRAL PROVIDENT FUND (AMENDMENT NO. 2) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.50 pm \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purposes of this Bill are two-fold. Firstly, to improve on the Home Protection Insurance Scheme (HPIS) and, secondly, to safeguard against its possible abuse by CPF members at the expense of other members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Introduced in 1981, the HPIS insures CPF members who have taken loans to purchase HDB or HUDC flats. It protects such CPF members and their families from the risk of losing their homes in the event of the members' premature death or permanent incapacity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Scheme has benefited many CPF members. At the end of October 1987, a total of 373,000 members were insured for a total sum of about $7.5 billion. So far, about 2,000 members or their families have claimed a total sum of $26 million under the Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the HPIS has functioned smoothly, it can be further improved. Two proposed changes will enable the Board to: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) provide insurance cover to non-CPF members who are joint-owners of the HDB or HUDC flat and who are responsible for servicing the bulk of the housing loans; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) provide insurance cover to the members as soon as practicable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Board has also detected weaknesses in the present Scheme which could lead to abuse if left unchecked. These weaknesses are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) A few members who knew they were suffering from terminal illnesses could have arranged maximum loans for their flats and insured them under HPIS just before they passed away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) There is no time limit for members to pay their premiums. As a result, some could delay their payment until they are seriously ill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) There have been instances of members who claimed HPIS on the grounds that they were permanently incapacitated from ever working again. They subsequently recovered and returned to work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ordinary members will continue to enjoy full protection under HPIS in the event of premature death or permanent incapacity. However, no one should be allowed to abuse the Scheme at the expense of other members. I shall now highlight the main provisions of the Bill. Clause 3 of the Bill amends section 25 of the principal Act so that only those members who are responsible for servicing the housing loans (ie repaying the loan instalments) will be covered by the Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amended section 25 will also allow the Scheme to cover any non-CPF member who is jointly servicing a housing loan with a CPF member. At present, the Scheme covers only CPF members even though it may be a non-member who is responsible for repaying the bulk of the housing loan. Without the new provision, the family will lose its home if the non-CPF member dies prematurely or is permanently incapacitated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new subsection 25B(4) will allow a member to use his CPF contributions to pay for the premiums of his spouse if the spouse is a joint-owner insured under the Scheme. This will facilitate the payment of premium for the spouse who is not a CPF member. The total sum insured will be the outstanding amount of the loan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, members joining the Scheme are not required to undergo a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> medical examination. Neither are they required to declare their state of health. Consequently, it provides a loophole for some members to take advantage of the Scheme. The new section 25A will prevent such abuses. With the amendment the CPF Board will be able to require all new members who join the Scheme in future to sign a health declaration and, if the Board considers it necessary, to undergo a medical examination. Members who are certified to be terminally ill or permanently incapacitated will not be admitted to the Scheme. Members who sign a false declaration will have their claims invalidated. This health requirement will not apply to existing members who are already insured under the Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new section 29(2) empowers the CPF Board to pay initially only the monthly loan instalments for a period not exceeding two years where a member makes a claim on the grounds of permanent incapacity, for example, from a traffic accident. The Board will settle the outstanding housing loan completely after the two years if a doctor certifies the incapacity to be truly permanent. In the early stages it may be difficult for a doctor to be completely sure that the incapacity is permanent in the sense that the person will never be able to work again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the Act specifies that premiums are payable only one month after a member has signed the loan agreement or made a withdrawal to service his housing loan. As insurance cover under the Scheme only takes effect upon payment of the premium, there is a one-month gap before coverage begins. As a result, some deserving cases have missed the insurance cover. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment enables members joining the Scheme to be covered on the date of commencement of the housing loan or possession of the property, whichever is earlier. In the case of home purchasers who did not use CPF to service their loans in the earlier stages, insurance coverage will begin when they start to draw on their CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, I rise to protest for the second instance in the same day - that the Government has overlooked something very important. The first was admitted by the Minister for Finance in regard to the Totalisator Board when it took a long time for the Government to realize that there is this huge sum of money available and in private hands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second oversight is in respect of clause 4 of this Bill to provide for the new section 25A, regarding the requirement now for new members of the housing protection scheme to undergo a medical examination. I am very surprised because I would have thought that any insurance programme would have required this in the first place of anyone wanting to join the programme. Could it not be that the CPF had determined from the statistics that if it covered everybody in the process it could afford to carry cases where people were already terminally ill? Why now the change of mind? And what about those who are already admitted to the Scheme? How many of them are on the point of dying and would cost the Board some money as a consequence of this oversight? \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Deputy Speaker, Sir, I would like to support the Central Provident Fund (Amendment No. 2) Bill. The Amendment Bill deserves our support as it contains improvements to the original Act. For example, in the Amendment Bill, clause 4 (section 25B(4)), the spouse of the joint-owner is allowed to use his or her contributions in the Fund to pay for the whole or part of the premium which the joint-owner is likely to pay under the new Scheme. This means that both spouses can be covered under the Home Protection Insurance Scheme (HPIS) even though one of the spouses is not a CPF member. Another improvement in the Amendment Bill can be found in clause 5 (section 27(1)) which makes the HPIS effective on the execution date and not to be delayed for one month as in the original Act. This means that HPIS members will benefit from an early start of the insurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill can be further improved. For example, the new section 25(5)(a) of the Amendment Bill states that the HPIS does \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> not apply to a member if he is 55 years of age or above. Since the Government is now trying to encourage our workers to continue working after 55 years of age, will the Minister consider extending the age limit for the HPIS to, say, 60 years old? Section 25A of the amended CPF Act actually bars a person who is not in good health from joining the Scheme. Perhaps the Minister could explain to this House in greater detail the kind of illnesses that would prevent a person from joining the Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, may I get clarification from the Minister: when will the Scheme be implemented, and whether the CPF Board will give sufficient information to its members before the implementation of the Scheme. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Mr Deputy Speaker, Sir, I rise in support of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the debate in Committee of Supply for the Ministry of Labour on the 24th March this year, I raised the issue of potential abuse of HPIS. I think this Bill goes towards addressing this problem. I am also very pleased that it goes further than that. Instead of just tightening up the HPIS, it has also introduced a number of features which, I think, will go towards enhancing this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a number of comments on the Bill. In the new section 25(6), the Bill states that members covered by the present Scheme before the passage of this Bill will continue to be subject to the present terms and conditions. However, the new Bill has some improved features. I refer especially to the one which allows non-CPF members to join the Scheme. In view of this, I think the Minister should consider a modification to allow existing members to take advantage of these new rules and be covered by the new Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new section 25A is an amendment to ensure that no one can join the Scheme unless the Board is satisfied that the person is in good health. This is across the board group protection against the kind of abuse which the Minister is concerned about. However, as good health is relative, the Board should specify in greater detail the degree of ill health a person must be suffering from before rejecting him from \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> the Scheme. I think a rating system should be introduced so that those who are suffering from lesser forms of ill health can be covered by the Scheme by paying a higher premium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 25B(4) states that the CPF of either spouse may be used for payment of premiums. As we are encouraging three-tier families to live under one roof, it will be a further improvement to the Scheme. I think it can be extended to cover not just spouses but parents and siblings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 29(2) which specifies that the Board will pay up to two years the loan instalment in the case of permanent incapacity and the loan will only be discharged if this incapacity goes beyond two years. I am requesting the Minister to consider lowering the two-year period. I am sure the Minister is aware that, after a lengthy chronic illness, a person is unlikely to be as effective as before, and he may also be boarded out of his company. In the event he gets alternative employment, he is likely to get a lower salary. So a two-year period seems a rather long time. I wonder if the Minister would consider lowering the two-year period to one year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 8(b) amends the Scheme which presently covers \"house or flat\" to any \"immovable property\". I do not understand the rationale. But I can only surmise that the Scheme may be extended to cover commercial or industrial property sold by the Housing and Development Board or the Jurong Town Corporation. I hope this is not the case. Commercial and industry property is used for business. They are separate entities and they do have regular rentals or other forms of revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final comment I have is not on the Bill itself but it is nevertheless on the Home Protection Insurance Scheme. I wonder if the CPF Board has taken steps to have a portion of the Home Protection fund reinsured outside Singapore. In the event of a catastrophe, the CPF Board will be saddled with a huge liability, and of course this huge liability will be translated into higher premiums in future. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Mr Deputy Speaker, Sir, may I make a comment on section 29(2) where the Board pays out monthly or other periodic loan instal- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> ments. There is no mention of the starting point where these payments will be taken up. I bring this point up because certification of incapacity often takes quite a while to be obtained, either because the attending doctor is not sure of the final degree of incapacity or because of just the slowness of the bureaucracy. A period of time may have elapsed, up to two or even three years, before there is actual certification. During this period the family of the member who is incapacitated would have to pay out the instalments. Is there any provision at present or in the future where a refund can be made where a case has been established that the member was actually incapacitated from a date previous to the certification of that incapacity? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Deputy Speaker, Sir, I thank Members for their comments. I get the general impression that they support the Bill although there were some critical remarks made. I will answer the points in the order they were raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the point made by the Member for Whampoa: did the CPF Board overlook something when they first introduced the Scheme? Why do they require medical examination at such a late stage? No, the Board did not overlook such a requirement. The reason was a practical one. When the Scheme first started, we had a flood of members. I mentioned the figure of 300,000 home owners. So for practical reasons, it was not possible to require all of them to go for medical examination. Secondly, the Scheme is meant to be a social scheme to insure as many people as possible. The intention is not to cut out all, except those who are in perfect health. It is, in fact, the reverse: to try to insure everybody, except those who try to abuse the Scheme on the basis that they already knew they were suffering, say, from liver cancer or kidney failure. And because the Act has been worded in this way, a member could abuse it by, for example, selling his old flat and buying a new one, getting immediate allocation of, say a flat in Yishun, which is worth much more than he can afford really and then taking up a big insurance under the HPIS, and within two or three months he passes away and the Scheme has to pay out. In actual fact, there have been some cases like this, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> fortunately not too many. But it is time we stopped these abuses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HPIS Scheme was, in fact, initially designed with the knowledge that this sort of cases could arise. In other words, they based it on a conservative basis that within the population of persons insured, there could be some who were already seriously ill. But having operated the Scheme for six years now, it is time to improve it and stop these abuses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is through such prudent measures that the Board has been able, when it makes a good surplus of the Scheme, to give a refund. In 1986, I think there was a refund of $38.5 million to the CPF accounts of members who were insured under the Scheme. If, in future, again there are big surpluses, maybe we can expect future rebates. But this is only possible provided the Scheme is confined to its purpose and there are not any further abuses of the Scheme. I think that answers the point from the Member for Whampoa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming now to the points made by the Member for Pasir Panjang. He asked whether it is possible to extend the Scheme to cover members beyond the age of 55. This point has been considered. But the thinking of my Ministry is that there is no need at the moment. The vast majority of CPF members would have paid up their housing loans long before they reach 55 years. They are aware that as of now most of them in the private sector have to retire at 55 and that they can withdraw their full CPF at 55. So there are few CPF members who have housing loans extending beyond age 55. In any case, the sums outstanding are generally quite small and these people would have children who can help them in case they die and the housing loan has to be serviced. But we may review this situation in future. Of course, if we extend the Scheme to older members, then the premium would have to be much higher because the risk of death is much higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point was about ill health, what kind of illnesses. I think I have explained this. We are going to get the members to sign a declaration when they join the Scheme that they are not suffer- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> ing, say, from liver cancer or kidney failure, or of illnesses where they have been advised by their doctors they may die within a year or so. But all other cases would be covered. Of course, the other group will be those who have met with traffic accidents and are perhaps bedridden, completely paralyzed, and can never work again. So in those situations they are not allowed to join the Scheme. Otherwise it would be like giving charity. I mean, they join the Scheme knowing that they will get the money. I think the point must be made that this HPIS is not a charity. This is money contributed by all the CPF members under the scheme and put into a common pool so that in the event of death or permanent incapacity their families are protected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question raised by the Member for Pasir Panjang is the implementation date. The intention is to implement these amendments as soon as possible. I expect it to be in the first quarter of next year, on or before the 1st March. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Radin Mas raised several points. First, concerning the existing members. There are cases where the wife is the one who has some CPF money and the Act at the moment covers only the wife, because the husband is not a CPF member. He may be a taxi-driver, for example, and is therefore not covered under the Scheme. So the intention of this amendment is to cover these people who are not members of CPF. If there are cases like this, they will be covered by the Act, even though there is already an insurance policy. The policy will be varied to cover those deserving cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point about ill health has been covered. The other point is that I think there is no need for us to adopt a complicated rating system to assess the degree of illness, premiums, and so on. The Scheme is to cover everybody, except those who are terminally ill or permanently incapacitated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another question is, now that we allow the CPF of a spouse to be used for another spouse who is a non-CPF member, can we extend this concession also to parents and siblings? This question is something that can be expected. Each time we liberalize the CPF scheme somebody will come and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> say, \"Why not more of this and more of that?\" I think the basic concept is that we are trying to protect the family of the home purchaser, the dependants in other words. It is meant for the family nucleus - the husband and wife - so that in case the husband passes away and he is the breadwinner, the family is not left in a lurch. But where it is a joint ownership between an aged parent and a child, I think it is quite a different situation. So there is no intention for us to widen the scope here. But if both parent and child are CPF members, they can both be covered under the Scheme. All joint owners can be covered. It is only the extent to which the CPF can be used, whether the CPF of one member can be used for another. In that situation we limit only to husband and wife as in the present Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth point is about permanent incapacity. Can the two years be reduced to one year? The point is this. When they claim permanent incapacity, often after a serious accident, the doctor will assess and will certify in the case of permanent incapacity, but later on we discover that, in fact, it is not so. The Scheme, as it is now, is basically a life insurance scheme meant only for two kinds of risk - death or permanent incapacity. It is not meant for variations in between where the illness may be less than permanent. So the intention is to limit it to those two kinds of risk. It is feasible to extend it to other forms but it will make the Scheme much more complicated and it will increase the premium as well. As a social insurance scheme, we are only covering two kinds of risk, death or permanent incapacity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this light, there is no advantage in amending the two-year period to one year. Because in some cases you need as long as two years to be really sure. I take the point of the Member for Ulu Pandan that we should try and settle it as soon as possible. I have to look into that particular aspect. Upon a claim, as soon as the CPF Board is satisfied that there is a good case, I think the Board should pay the instalments for up to a period of two years. If at the end of two years the incapacity is truly permanent, then the Board will settle the balance of the loan. This is the situation. This is how we are going to operate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no need really for us to lower the period from two years to one year. In fact, if the Board is satisfied at the outset that the incapacity is permanent - the person has damaged his spine so that he can never walk again, or he is blinded in both eyes, for example - then the intention is not to hold back the settlement but to settle as soon as possible. But in cases of doubt, we will just pay for two years and at the end of two years reassess the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has gone through the Bill very carefully. He noticed that we changed from \"house or flat\" to \"immovable property\". This is purely a drafting change. The wording has to be standardized and made similar with other parts of the Act. There is no intention to widen the Scheme to cover non-residential property because the Scheme is labelled Home Protection Insurance Scheme. So it is only meant for homes. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> What about private properties? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> As for private homes, I have answered this before. They tend to be too lumpy, $1 million, $(r) million and so on. It would be difficult for the CPF to cover it under HPIS because the claims could be very big in certain cases. I think those home owners are generally well off and they should buy their own private insurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether the Scheme is reinsured against catastrophe, the answer is yes. There is a reinsurance scheme for up to $10 million. On average, this will cover about 500 lives because the average per claim is about $20,000. In the event of a catastrophe, say, many people are injured, so long as the number of claims exceeds 10, then the reinsurance scheme is activated. So the CPF Board and the HPIS fund are protected against catastrophe. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have covered all the points,including that of the Member for Ayer Rajah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Lee Yock Suan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE TURF CLUB</b>\n  </div> \n  <div align=\"center\">\n   <b>(Allegation of Member for Potong Pasir)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, the Member for Potong Pasir has made a serious allegation against the Government about misleading the public regarding the powers of the Singapore Turf Club to dissolve itself. I would refer him to section 35(g) of the Societies Act which specifically authorizes the STC to dissolve itself without reference to the Registrar of Societies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT TO A DATE TO BE FIXED</b>\n  </div> \n  <br>\n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That at its rising today, Parliament do stand adjourned to a dated to be fixed.\" - [Mr Wong Kan Seng]. \n  <div align=\"center\">\n   <h4> </h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT MOTION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <div align=\"center\">\n   <b>BY-ELECTIONS IN ANSON AND GEYLANG WEST CONSTITUENCIES</b>\n  </div> \n  <br>3.21 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Deputy Speaker, Sir, the original wording of the motion was: This House disapproves the refusal of the Government to hold by-elections at Anson and Geylang West constituencies. This is pursuant to the answer given by the Prime Minister on 28th July 1987 [Hansard, Vol. 49, cols. 1415-6] when he said \"no by-election will be held in Anson and Geylang West constituencies.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the first three years of the 1960s, the PAP was fighting for its dear life. At one stage, it had one seat less than the Opposition in the then Legislative Assembly. By 1968, after three years of Singapore's independence, the picture was completely different. In that year's general elections, the PAP won all 65 seats in Parliament, albeit 51 seats were returned unopposed. The Prime Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> was not altogether jubilant. In fact, he expressed disappointment because there was a lack of Opposition. He pointed out that 30 of the PAP candidates had not experienced \"the tough, vicious and ruthless fighting the Communists had shown in the past.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are now in the 1980s. We have no Communists or their proxies to fight in the polls. But we do have the Opposition in Singapore who believe strenuously in getting into Parliament by constitutional means. The Opposition in Singapore are certainly not vicious or ruthless as the Communists but they are tough and enduring. And more importantly, the Government knows that they do have a big support at the ground today, and that is the real reason why the Government refuses to hold by-elections in the vacant constituencies of Anson and Geylang West. If by-elections were held this year, the ruling party's candidates in both those constituencies I would say, and to use a boxing term, will be knocked out in the first round. The Government should be honest with the people of Singapore and come out truthfully and say, \"Yes, we refuse to hold by-elections at Anson and Geylang West because we are going to lose two seats in Parliament.\" If the Government had said that, I would certainly have more respect for it than the lame excuses offered by Ministers. One excuse was that the Government would make a decision in the latter half of the year. I suppose that decision, today, has already been indicated. In any event, that announcement was made on the 4th March in this House. I say that is an excuse. Because we have now come to the end of the year and the year-end is already around the corner and I still believe probably there would not be any by-elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the formation of group MPs, that is also another excuse. What has the election, by grouping constituencies together, got to do with the by-elections? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The by-elections by group MPs will only take place probably, at best, next year. In the meantime, for the whole of this year, is it right to deprive the voters of Anson and Geylang West to choose an MP of their own choice? In February 1967, there were five by-elections, namely, in Bukit Panjang, Havelock, Jalan Kayu, Tampines and Thomson. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> One year later, in February 1968, there were general elections, just after a lapse of one year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next general elections will certainly not be held in December. At best, probably it will be held early next year. So the voters in Anson and Geylang West have been definitely deprived of the services of an MP which they want to choose for themselves for one whole year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1960s and the 70s, almost all by-elections were held within three or four months of those parliamentary seats becoming vacant, for whatever reasons. The Hong Lim by-election was held within one month of its becoming vacant on 16th July 1965. So also the by-elections in Jurong, Bukit Timah and Joo Chiat were held within one month of their becoming vacant on 7th October 1966. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why does the ruling party refuse to hold by-elections in Anson and Geylang West this year? Many have said that the new leaders have no confidence in themselves. Unlike the old leaders or the old guards, I am sure they know that they may lose the by-elections, just as in Hong Lim and at Anson, both held in 1961. And yet they went ahead with them but, of course, they lost both those constituencies, the former to Ong Eng Guan and the latter to David Marshall. I believe that the new leaders cannot take any electoral defeats before the next general elections. With two more defeats coming after the two defeats at the last general elections, they probably believe that the ground may just slip from their grasp at the next general elections. Also, a defeat in Anson and Geylang West may not mean just a loss of two more seats to the PAP, it could well mean a vote of no confidence in the Government and that could spell the end of the PAP era in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the reasons given, the ruling party will never hold by-elections in Anson and Geylang West. This must surely cast doubts on the PAP whether they really believe in the Westminster style of parliamentary democratic system which we now have. As long as the Government is secure under this present system, the system will remain intact. What happens if the Government is threatened with an imminent defeat at the polls? Will the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> Government still maintain the present form of parliamentary democracy? I hope an assurance can be given by the Government that Singapore will maintain a democratic Westminster style of parliamentary system and not tamper with the Constitution with a view to changing the system to a system where the basic democratic rights of the people and the supremacy of Parliament are lost to us forever. When that day comes, it will be a black day for Singapore because we would have embarked on the road to a dictatorship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Trade and Industry in an international conference held in Singapore recently said, \"If the PAP loses, nobody can assume that the political system will remain.\" I will assume that the political system referred to by the Minister is our present parliamentary system. If that is the case, what he said is also true of the PAP. I can also say that if the `PAP wins the next general elections, we cannot assume that our present parliamentary system will remain intact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also said, \"No Opposition party offers a plausible alternative government.\" How can the Opposition offer a plausible alternative government if the ruling party keeps all doors shut to them? Why does not the Government hold the by-elections this year and it may be the start of the Opposition on its road to form a plausible Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the one hand, the Government does not play by the rules. On the other hand, it says the Opposition can never win. I say this to the new leaders of the PAP: If you are men, let us have the by-elections. If you do not, I would say that you are all still boys. Why are you so afraid to lose just two more seats? You have the full Government machinery, the press, the radio, the television, on your side, yet why are you so scared? The PAP has said many a time, \"Confidence is important\", but obviously you do not have any more confidence left in yourselves. Let us not just talk of confidence but let us see you put to the test your confidence. The Opposition, I can tell you, is prepared and raring to have a good fight at the by-elections. Are you ready? No answers. We are ready. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The voters in Anson and Geylang West have paid their income taxes, their conservancy charges and all other outgoings and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> they are good, law-abiding citizens. Then, please do not deprive them of the right to choose a representative of their own choice in Parliament. As it is, both these constituencies already have been deprived of a true MP for a year, or close to a year in the case of Geylang West. They must be given a chance to have a say in this regard. The PAP has no right to send a caretaker MP to Geylang West or get a prospective candidate to act as a caretaker MP at Anson. If that is right, if that is the proper thing, then why bother to hold by-elections at all? By the same token, MPs can just be appointed and not elected by the people. They can just be sent down to the constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am just wondering whether the PAP really and sincerely believes in the true spirit and essence of parliamentary democracy. The Government has preached the concept of excellence which I fully support, but why leave that concept of excellence out of our political system? If the Government believes in parliamentary democracy, then let us have excellence in the practice of it. When by-elections are due, let us hold them and not hedge, dilly-dally, or make all kinds of excuses. Please do not make any kind of excuses any more. Let us go on with the by-elections and prove that you are men. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister (Mr Goh Chok Tong):</b> Mr Deputy Speaker, Sir, we all know that the Member for Potong Pasir is very keen to prove his manhood. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Aren't you? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> I am prepared to wager with any Member in this House that when we contest the next election, whether it is a by-election or the general election, that the Member for Potong Pasir or the SDP will not be there to contest against the PAP in Anson Constituency. I remember that when we had this by-election in October 1981, reading in the Straits Times about Mr Chiam rushing in to contest the election. Mr Chiam was leading the SDP. \"We are going in, we are going in,\" said he. And he rushed into the Anson Nomination Centre. Then he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> bumped straight into Mr Jeyaretnam and very quickly chickened out. The SDP and the Workers' Party were contesting to be the first party to break the PAP's monopoly. And there you have a man, who says we are not man enough, rushing in into the Nomination Centre and chickening out very quickly. I do not think that spoke very well at that point of time for his manhood. I am prepared, as I said just now, to wager with him that at the next election in Anson Mr Chiam would not be man enough to stand there against the PAP. The PAP will be there, and we are telling him now that Mr Ng Pock Too will be there in Anson. We have declared who we want to field in Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would you be man enough to contest against Mr Ng Pock Too in Anson, whether it is a by-election or in the general election? I am referring to Mr Chiam, Leader of the SDP, whether he is man enough to contest in that ward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason for not holding a by-election in Anson or Geylang West has been explained to the House, and this is a serious reason. It has nothing to do with the fear of a defeat. We can lose two seats in Anson and Geylang West. Actually, it is not two seats. It is only one seat because Anson was not ours. Let us say we lose one more seat. It makes not the slightest difference to Government or to the PAP in this House. But the reason for not going ahead with the by-election this year was given by the Prime Minister in July and that was: we are contemplating introducing a Bill to form Town Councils. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Town Councils are formed after the Bill has been passed in Parliament, we envisage that certain constituencies will be grouped together so that the Members of Parliament can have a viable Town Council of three or four MPs banding together. It is possible that some boundaries will be re-delineated and it is also possible that some constituencies could be lost because, as you know, voters or the population have been shifting from the older constituencies into new towns. It is possible that Anson or Geylang West could be affected, either by a change in their boundary, delineation, or perhaps by the constituency being divided into parts which can be absorbed by the neighbouring constituencies. We do not know. It is very painful for any MP, whether he is a PAP MP or an Opposition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> MP, to have cultivated the grassroots only to lose them in the next election. It is for this reason that wethought it wise not to have a by-election until the Bill is presented to Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, we have decided that any aspiring Member of Parliament should understand fully that it is our intention that when you win a seat in Parliament you are also vested with the responsibility of looking after the constituency. Take lift maintenance or cleanliness of the environment, for example. These are two fairly important responsibilities which we intend to pass on to the Members of Parliament, whether they are PAP Members of Parliament or Opposition Members of Parliament. At the moment, any Opposition cndidate can stand on the platform and talk about manhood or talk about PAP's fear of losing a by-election, because he can just talk. There is no other responsibility attached to his getting elected into Parliament. In any future election, it is our intention that the MP understands fully that he is responsible also for the well-being of his constituents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill has taken some time for us to draft. We think it is a matter of two or three months before we come up with the final shape of the Bill and present it to Parliament, and we will take it from there. But we want to make it clear to any aspiring Members of Parliament: that in any election you contest hereafter, it is your responsibility not just to speak. It is your responsibility to back up your speech and your words with action. You must have that capability to run your constituency. If you cannot and you can persuade the voters to vote for you, so be it. You have an MP but also an MP who is responsible for your well-being in the constituency. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> This is an important change in the concept of parliamentary democracy, not just speeches but the ability to back up your words with action. As I said, this Bill is now in the final stages of drafting. Once the Bill is presented to Parliament, Town Councils are formed, we can talk about elections or by-elections. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, can I just have a few words. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The debate has ended, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Minister talks about responsibility. I think I should be given a chance to clarify. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, the debate has ended. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> At the moment, all Opposition Members are not given a chance to even manage the CCs. Why is that so? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> The reason is simple. Because there is no Bill to that effect. Once we pass the Town Council Bill, then the Members of Parliament will clearly have their responsibility. And it is our intention that any future candidate understands fully what his responsibilities are. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But you are not giving us that responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Seventeen\n  </div> \n  <div align=\"right\">\n   Minutes to Four o'clock pm to a\n  </div> \n  <div align=\"right\">\n   date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1987/19871130/19871130-HA-0500141.htm\">tables - BILATERAL EXCHANGE RATES OF NICS AGAINST US$, SINGAPORE TRADE AND CURRENT ACCOUNT BALANCE, US BALANCE OF TRADE (Cols. 141 - 146)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
