{"memberId": null, "volumeNo": "50", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "17", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"50\"> \n  <meta name=\"Sit_No\" content=\"17\"> \n  <meta name=\"Sit_Date\" content=\"1988-03-24\"> \n  <meta name=\"Start_Col\" content=\"1311\"> \n  <meta name=\"End_Col\" content=\"1406\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">50</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">17</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">24-03-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1311</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 50</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 24th March, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1312</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1313</b></font>\n  <br>\n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein).Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1313</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>NATIONAL SERVICE DEFERMENT FOR STUDENTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Policy)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Wan Hussin bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Encik Wan Hussin bin Hj Zoohri</b> asked the First Deputy Prime Minister and Minister for Defence (a) whether there has been any change in the policy of deferment for students studying overseas; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> (b) how many students have been granted deferment up to the end of 1987 and what were the reasons. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Second Minister for Defence (Services)) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Defence (Services) (BG Lee Hsien Loong) (for the First Deputy Prime Minister and Minister for Defence):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been no change in the policy of deferment for students studying overseas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1315</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1987, a total of 14,186 students who were due for enlistment for full-time national service, were deferred. Of these, 124 were on overseas studies; 14,062 were on local studies, broken down into 2,448 on Polytechnic courses, 3,966 on 'A' level courses, 2,700 on 'O' level courses, 2,263 on 'N' level courses and 1,695 on VITB courses. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1315</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB HOUSING ESTATES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Repairs to damaged grass areas)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Ho Tat Kin</b> asked the Minister for National Development how much was spent in each of the years 1983 to 1987 to repair and re-turf damaged grass areas in Housing and Development Board estates; what were the main causes of the damage; and what measures his Ministry is taking to reduce such expenses. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, in the early eighties, the HDB used to spend approximately $300,000 a year to repair and re-turf damaged grass areas in the housing estates. This expenditure was reduced to about $250,000 in 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Grass areas are damaged mainly because some residents burn joss paper on the grass on festive occasions. The other causes of damage are children playing games and pedestrians taking short cuts. The turfed areas are not designed for such intensive uses and are therefore damaged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To seek the cooperation of residents to refrain from indiscriminate burning of joss paper, the HDB has placed metal bins at convenient locations of the blocks, put up posters and distributed pamphlets urging residents to burn joss paper in the containers. HDB is also trying out, on a trial basis, a better designed joss paper burner for use by residents during the festive season. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Board mounted periodic campaigns jointly with the Residents' Committees to inculcate in residents a greater sense of social responsibility when burning joss paper. HDB has also appealed for cooperation through the mass media and \"Our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> Home\" magazine. These campaigns and educational programmes will be intensified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To cut down the instances of damage to grass areas by children playing on them, the HDB has worked together with the Residents' Committees to seek the cooperation of the residents to make use of multi-purpose courts, designated play areas and open fields for games. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To further reduce damage due to short cuts made across turfed areas, the HDB will construct pavements where necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB, together with the grassroots organizations, is intensifying efforts to reduce damage to grass areas. Ultimately, the success of the measures depends on the cooperation of the residents themselves. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB RELOCATION SCHEME IN DELTA CONSTITUENCY</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for National Development (a) what is the present position of the relocation scheme in Delta Constituency; (b) what is the future development plan for the piece of land vacated by the SIT flats under the relocation scheme; and (c) if the Housing and Development Board will assist the hawkers, especially the cooked food stallholders, at the Alexandra Road Market whose businesses have been seriously and increasingly affected because more and more residents are moving out of the 1-room and SIT flats due to either the upgrading process of the residents or the relocation scheme of the HDB. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for National Development):</b> Mr Speaker, Sir, within Delta Constituency, the current relocation programme affects 1,721 HDB flats in 21 blocks. 1,108 flats were tenanted when the relocation exercise commenced. As at 1st March 1988, the HDB had relocated 826 tenants. The remaining 282 tenants are being offered flats. Of these, 98 tenants will be rehoused by December this year whereas the balance of 184 tenants will be rehoused next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The vacated land will be redeveloped in two parcels. The HDB has plans to commence construction of 4- and 5-room flats \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> in one of the parcels in the early 1990s. The other parcel is being set aside for further complementary development which can include private sector participation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Alexandra Road Market/Hawker Centre is managed by the Ministry of the Environment. I understand that the Ministry is reviewing the long-term policy on markets and cooked food centres, including the future of the Alexandra Road Market. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> Sir, will the HDB expedite allocation of flats to the remaining families in those blocks where most of the tenants have moved out? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, in blocks where there is already a very high vacancy rate as a result of tenants moving out, HDB will certainly like to expedite relocation and will try wherever possible to find them alternative accommodation, either in rental flats or in purchase flats. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PRIMARY AND SECONDARY SCHOOLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Reduction in class size)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr Chiam See Tong - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. To ask the Minister for Education what progress has been made in reducing the number of students in primary and secondary school classes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Question 4, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Mr Chiam is not here, Sir. Question 4. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Dr Tay Eng Soon) (for the Minister for Education):</b> Mr Speaker, Sir, I thank the Backbenchers for coming out so promptly to raise the Question on behalf of the Member for the Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am answering on behalf of my Minister. The reduction of class size in primary and secondary schools is a gradual process. It is dependent on two major factors - teachers and school buildings. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Class size can be reduced only when there is a corresponding increase in the number of teachers. Efforts have been and are being made to attract more people to join the teaching profession. These efforts are currently being stepped up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Smaller class size means more classrooms and school buildings. With secondary schools going single session, the demand for more school buildings will become even greater. It takes time to build schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reduction of class size is a desirable objective which is being pursued in our quest for excellence in education. However, it cannot be brought about overnight. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMUNITY LEADERS SERVING IN CIVIL DEFENCE COORDINATING COMMITTEE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Recognition for)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Ho Tat Kin</b> asked the Minister for Home Affairs if he will consider some form of recognition for community leaders serving in the Civil Defence Coordinating Committee, such as long service awards and priority in Housing and Development Board and HUDC housing allocation, awards similar to those given to community leaders serving in other community organizations. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Home Affairs (Dr Lee Boon Yang) (for the Minister for Home Affairs):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the launching of our Civil Defence Programme in 1982, many Singaporeans have been involved in various Civil Defence activities, including emergency exercises such as water and blood collection, food distribution and shelter exercises. Civil Defence Coordinating Committees (CDCCs) have been formed in every constituency. CDCC leaders play complementary roles as community leaders to those in other grassroots organizations. In fact, many of them are also serving as members of RCs, CCCs or CCMCs. The untiring efforts of the Chairmen and members of the CDCCs have been a major factor in making our Civil Defence Programme a success so far. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry agrees with the Member that the efforts and contributions of these CDCC members must be given due recognition. CDCC members like other grassroots leaders are invited to State functions. They have also been included in the schemes of recognition available to members of other grassroots organizations. These include Long Service Awards under the Ministry of Community Development and the Community Service Awards under the Singapore Civil Defence Force. Last year, 56 CDCC members were individually honoured by the Force for their 5-year contribution to the Civil Defence Programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will liaise with other relevant Ministries to see in what other ways CDCC members can be given recognition for their contributions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SHIPBUILDING AND CONSTRUCTION INDUSTRIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars of serious accidents)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for Labour how many serious accidents occurred in the shipbuilding and construction industries during the last five years up to 1987, and what measures his Ministry is taking to further reduce the rate of accidents in these two industries. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, the number of serious accidents, ie, fatal or permanent disablement cases, in the shipbuilding and repairing and construction industries has fallen considerably over the last five years. I have asked the Clerk of Parliament to distribute copies of the detailed accident statistics for the two industries. [Copies of Annex (Cols. 1405 - 1406) distributed to Members.] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1988/19880324/19880324-HA-0501405.htm\">Annex - ACCIDENT STATISTICS (1983 - 1987) (Cols. 1405 - 1406)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the shipbuilding and repairing industry, the number of fatal accidents dropped from 9 cases in 1983 to 7 cases in 1987 after reaching a peak of 13 cases in 1984. The number of permanent disablement cases also decreased from 16 to 8 cases over the last five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Partly in line with the decline in construction activities, the drop in the number \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> of fatal accidents in the construction industry was even sharper, falling from 65 cases in 1983 to 19 cases in 1987. The number of permanent disablement cases fell from 45 cases in 1983 to 16 cases in 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will continue its effort to further reduce accidents in these two industries. In the shipbuilding industry, special attention will be paid to the prevention of fires and explosions and of workers falling from heights. Stringent safety measures to prevent such accidents are already in place. Officers from the Department of Industrial Safety will inspect shipyards regularly to ensure that these measures remain effective. They will also continue to check on shipyards to ensure that qualified safety personnel are appointed and that the safety committees are effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the construction industry, the emphasis will still be on the prevention of accidents involving workers falling from heights and workers being struck by falling objects. My Ministry will continue to monitor closely safety at worksites through regular and frequent inspections. Our inspectors will work closely with the safety committees and safety supervisors who are responsible for site safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, my Ministry will continue to train and retrain our workers, supervisors and managers so that they are able to practise self-regulation to reduce accidents in the two industries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FORMER ST JOSEPH'S INSTITUTION AND FORMER TAO NAN SCHOOL BUILDINGS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Conversion of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Community Development what progress has been made to convert (i) the old St Joseph's Institution into an art gallery and (ii) the old Tao Nan School into a museum for children. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Wong Kan Seng):</b> Sir, the conversion of the St Joseph's Institution building into a Fine Arts Museum is one of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> projects under the Tourism Product Development Plan approved by the Government in principle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A preliminary concept plan has already been drawn up by the Public Works Department and they are now making the cost estimates. Next month, we will be sending a study team overseas to visit museums in France and Germany where they have converted old buildings into museums and we will learn from their experiences. If everything goes according to plan, then we will be able to see the museum in four years' time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, with the Tao Nan School. The plan to convert the Tao Nan School building into a Children's Museum is also part of the Tourism Product Development Plan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A concept plan has also been completed. And we will be sending a study team to America and Canada to learn from their experience in how to run a Children's Museum and what are in a Children's Museum. According to plan again and if everything goes well, we will see the museum also in four years' time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHILD PSYCHIATRIC SERVICE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Dr S. Vasoo</b> asked the Acting Minister for Health if he will indicate (i) the number and the main problems of children who were seen at the Child Psychiatric Clinic in 1985, 1986, 1987 and (ii) some future plans for further improvements to the child psychiatric service. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Sir, the Child Psychiatric Clinic attended to 1,327 patients in 1985, 1,478 patients in 1986, and 1,605 patients in 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The three main groups of problems dealt with were, firstly, emotional and behavioural disorders. These accounted for 61% of the cases. Secondly, psychotic illnesses, accounting for 16% of the cases. And, thirdly, mental retardation, including language and learning disorders, which accounted for 14% of the cases. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry plans to extend the child psychiatric services to some of the polyclinics over the next 2-3 years. This will make the service more readily accessible to the community. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> What is the staffing situation in this clinic and would there be plans to integrate the service into the community hospitals which are being planned? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, we have a total of 14 staff that have been allocated to this service. At the present moment they are able to cope quite adequately with the demands. If there is any increase in requirements, we will look into manning the required positions. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, has the Minister done any study to find out whether this increase in the number of attendances at the Child Psychiatric Clinic, especially those with emotional disturbances, has anything to do with the children being separated from their natural mothers and put in the care of baby sitters, foster homes and child care centres? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the Ministry has found no evidence of that. What we believe is that the greater attendances are due to a greater level of awareness from, first, the schools, and secondly, parents, to such behavioural problems which are treatable. The high level of attendances also reflects the greater willingness of parents to bring their children in for treatment and not to be worried by the fact that their children may be stigmatized by the attendances. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Are most of these cases referred to the clinic by the teachers, parents or by GPs? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the schools and our School Health Services account for one-third of the referrals. Our Outpatient Services account for 25% of the referrals, Government hospitals for 10%, and the GPs account for 20% of the referrals. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Will the Minister enlighten this House by indicating how many of these cases are actually due to mental or physical abuse at home? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I do not have the figures for that. But my reading of the cases is that very few of them are the result of abuse. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, the Minister has not answered my other question. I was trying to find out whether he has plans to integrate the service in the community hospitals. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> We have not made a decision on that yet. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REMISSION OF HOSPITAL FEES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Figures)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Yeo Choo Kok</b> asked the Acting Minister for Health how many patients have successfully applied for remission of hospital fees because of financial difficulty in all the government hospitals from 1985 up to the latest convenient date. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the total number of patients whose charges were remitted or waived numbered 5,014 from 1985 to December 1987. The total amount remitted and waived amounted to $1.4 million. This represents 0.8% of the total number of hospital bills raised during the period and it shows that the hospital fees are within the means of the vast majority of Singaporeans. \n  <br>11.20 am \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1988 TO 31ST MARCH, 1989</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [7th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N (cont.)- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [23rd March, 1988], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head N of the Main Estimates be reduced by $100.\" - [Dr Augustine H.H. Tan.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Sir, I will resume where I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1324</b></font>\n  <br>\n  <br> stopped at the Moment of Interruption yesterday, International Foreign Banks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Internationally, most foreign banks have over the past two years increased their capital bases. Many with substantial exposures to problem LDC and domestic debts have been able to build up substantial provisions for loan losses. They are therefore in a better position today than they were two years ago. Although a number of foreign banks were affected by domestic Singapore problem loans, adequate provisions have been made through arrangements with their parent banks. Overall, foreign banks in Singapore are profitable. On an aggregate basis, their profits in 1986 were some 17% higher than in 1985. Comparable data for 1987 are not yet available. \n  <br>\n  <br>\n  <i>Finance companies.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are 31 finance companies in Singapore, 15 of which are controlled by banks, 16 independent. The bank-backed companies accounted for 57% of deposits and 52% of total loans in the industry. The financial condition of the industry is sound. The companies have a liquidity ratio of 14.6%, well above the legal requirement of 10%. Their capital adequacy ratio is over 15%, much higher than even for the banks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the recovery in the economy and the property market, the quality of their assets has also improved and the industry's 1987 pretax profits of $113 million was over 200% higher than the figure for 1986. \n  <br>\n  <br>\n  <i>Stockbroking industry.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The stockbroking industry was completely restructured in 1986 following the failure of a number of stockbroking companies in the aftermath of the Pan Electric collapse. New legislation was introduced in August 1986 in the form of Securities Industry Act 1986 and the Securities Industry Regulation 1986. The legislation and the regulations prescribe new financial requirements for stockbroking companies to ensure greater prudence in their operations. Besides minimum capital and marginal requirements, limits were also placed on exposure to single clients and to single securities. The breadth and depth of the stockbroking industry was also enhanced \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> by allowing financial institutions and corporations to obtain stockbroking licences or take equity in existing firms. Reputable foreign institutions were allowed to hold up to 49% of equity in these companies. There are now 24 member-companies in the SES. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these changes and with the recovery in the stock market in 1986/87 the financial condition of the 24 stockbroking companies has greatly improved. In aggregate, their adjusted net capital has increased almost ten-fold, from only $39 million at the end of 1986 to $377 million at the end of last year. Earnings were $170 million in 1987 compared to a loss of $15 million in 1986. The stockbroking industry is now well placed to withstand unforeseen external shocks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the severe plunge in local share prices in October last year which was triggered off by a collapse in Wall Street, our stockbroking industry emerged unscathed. \n  <br>\n  <br>\n  <i>The Futures industry in Singapore.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, 60 companies are licensed by the MAS under the Futures Trading Act to trade as futures brokers. They operate as members of Simex and the majority are affiliated to major financial institutions such as banks or merchant banks. The industry was profitable in 1987 with a return on capital averaging 14%. The prudential requirements in operations of the industry are carefully monitored by the MAS. Although it has a relatively short history, Simex has proved to be resilient and financially sound. It was severely tested during the October stock market crash and its spill-over effects into the futures market. But it came through with its viability enhanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now touch on two specific questions raised by the Member for Whampoa. He says that published data in the Economic Survey of Singapore (1987) shows that the capital to asset ratio of banks in Singapore was 7.4% and whether this was sufficient in today's circumstances. The data in the Economic Survey refers to the total domestic Singapore dollar banking unit or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> system and includes the operations of the 22 foreign banks with full banking licences and another 14 banks with restricted local banking licences which allowed them to accept Singapore dollar deposits from Singapore residents. Because the local branches of foreign banks are the same legal entities as their respective head offices, they are not separately capitalized in Singapore but are required to maintain notional capital in the form of net head office funds. Legally, the entire capital of the parent banks can be called upon to support the local branches' requirements. Without the foreign banks the capital to asset ratios of local banks is over 13%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member was also concerned that local banks were now more exposed to international banking problems because of the internationalization of the banking system and the widespread practice of inter-bank transactions. It is indeed true that exposure to international risks is now much higher even for banks not directly exposed to bad international debts because of the inter-bank linkages. I should point out, however, that international bank lending is very short term, commonly with maturities ranging from overnight to no more than three months, so that banks have a great deal more flexibility to tailor their inter-bank lendings to their perceptions of risk. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I have to say that there can be no iron-clad guarantee of safety in any financial system. In Singapore we have in place a legislation which ensures that banks and other financial institutions operate within conservative prudential requirements. The MAS oversees the provisions of these institutions through a regular programme of inspections and deviations from prudential requirements and practices have to be rectified promptly. With risks heightened as a result of internationalization, financial institutions and their supervisors will simply have to be much more vigilant. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Chairman, Sir, I thank the hon. Minister for his reply which is reassuring. We certainly regained part of our lustre as a financial centre last year when our stock market was able to keep open for trading in spite of the October crash. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now move on to the second topic, and that is, Manpower Utilisation in the Public Sector. In his Budget Statement, the Minister informed us that the manpower complement of Ministries and those statutory boards funded through the budget will be reduced by 2% and that this is part of the targetted 10% decrease in public sector manpower over a 5-year period announced in 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a number of questions I would like to address to the Minister in this regard. Firstly, what kind of manpower saving does this represent? One could, for example, be saving mostly in terms of daily-rated workers or one could save workers across-the-board, including executive and professional officers. In the case of daily-rated workers, it is very simple to save on such workers by simply contracting work out. But in terms of national manpower requirements, we are not really saving. There may be marginal gain in terms of efficiency if the contracting cost is less than having to maintain these workers at the Ministry level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is, we have been automating and mechanizing much of the Civil Service. Are there fruits that are evident from this process by way of manpower saving? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, to what extent are we developing performance indicators or productivity indicators in Government Ministries and statutory boards? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, in my 1986 Budget Statement I announced Government's intention to reduce manpower usage in the public sector. Following the announcement, a programme of inhouse manpower scrutinies was instituted. At the same time, reviews of selected departments were also conducted by the Management Services Department of my Ministry, the Auditor-General's Office and management consultants from the private sector. By the end of 1987, a total of 56 inhouse scrutinies covering selected programmes in seven Ministries had been initiated. For scrutinies which have been completed, savings of 440 posts or about 6% of the total manpower reviewed have been identified. In the case of inhouse scrutinies by the statutory boards, savings \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1328</b></font>\n  <br>\n  <br> identified totalled 1,738 posts. As for reviews by external consultants, a total of 2,374 posts have been identified. This amounts to more than 10% of the total manpower reviewed. In all, the reviews by external consultants have covered some 16,700 employees or 14% of the total public sector employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should like to assure the Member that all reviews have been and will be conducted in an objective and professional manner. The reviews involve comprehensive studies of whether particular tasks need to be carried out at all and, if so, how they can be performed more efficiently. There are no pre-determined targets for staff reductions by divisions or by grade of appointment. In a number of reviews, proportionally more officers in lower grades have been affected than those in higher grades, but this is not surprising as the opportunities for mechanization and computerization are greatest where the work is routine or repetitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would like to assure the House that manpower reductions will not be at the expense of quality of public service. The manpower reviews completed have not only helped Ministries improve their efficiency but have also enhanced their effectiveness and service to the public as well. Manpower surpluses identified in certain areas have been rechannelled to other higher priority areas and the Budget Division maintains a comprehensive register of indices for various activities which are used for the purpose of checking expenditure requirements by individual ministries and public bodies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have the figures available but because of time constraints, I do not want to read out the specific figures on breakdown of manpower savings by Division of public servants. I will make them available to the Member separately. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I thank the Minister for his reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I get on to the third part of my amendment and that has to do with the divestment programme and farming out activities. My purpose in bringing up this subject is to get a progress report on the divestment of Government-linked com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> panies and the question whether this has been hindered by the stock market crash of last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second part of this subject matter, may I refer to the Auditor-General's Report, 1986-87, paragraphs 136 to 138. In that Report, it was mentioned that the Government ministries managed to farm out $370 million to the private sector. This is something to be welcomed because it means that greater efficiency will result and the private sector's participation in the economy will increase. The Auditor-General, however, also recommended other areas, to which the Finance Ministry apparently agreed, as priority areas for farming out. They are maintenance and repair of vehicles, laboratory and testing services, materials management and office services. May I find out from the Minister what further progress has been made in these areas? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, on privatization, first. The Government commenced its divestment programme in late 1985 and has to-date divested its stake in 22 companies. Of the 22 companies, 13 are fully divested while another nine companies were partially privatized, with the Government's average stake in these companies reduced from over 70% to less than 45%. \n  <br>\n  <br>\n  <i>Partial privatization or new listings.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is to increase the breadth and depth of the local stock market. Priority was given to the flotation of companies into the stock market. SIA was the first candidate to go public with an offer of 100 million shares to the public. In the favourable condition of the stock market in 1986 and up to October 1987, another six companies were also listed. These companies were Singapore National Printers, Resource Development Corporation, Sembawang Maritime, Jurong Shipyard, Singmarine Industries and DBS Land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, the policy was to tend to favour the local small investor in the balloting of shares put up for public listing. The Government also further reduced its shareholdings in Singapore Airlines, Neptune Orient Lines and Sembawang \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> Shipyard. In the case of SIA, from 63% to 55% holdings; NOL from 62% to 52%; and Sembawang Shipyard from 74% to 64%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has also completely divested its stake in some 13 companies. These companies are neither strategic nor substantial and they included Cerebos, UIC, Chemical Industries and others. In the case of some of the bigger listed Government companies like DBS and Keppel, further privatization has also resulted from the dilution of Government's stake through conversion of bonds into new shares by other shareholders. The total proceeds from Government's privatization programme and capital gains accruing to the holding companies were $1,126 million and $885 million respectively. \n  <br>\n  <br>\n  <i>Future plans.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the longer-term, Government plans to divest its share in the bulk of Government listed enterprises, as we stated earlier and as recommended by the Private Sector Privatization Report. However, because the stock market has weakened substantially in recent months, this has slowed down the divestment process somewhat because our preference is still to divest through the stock market and we now need to assess the acceptability of new issues into the market before we resume our programme. \n  <br>\n  <br>\n  <i>Farming out.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the question of farming out, the Government's policy is to encourage ministries and statutory boards to contract out all activities which can be performed more cost-effectively by the private sector. A survey by the Auditor-General's Office in 1987 found that ministries and statutory boards as a whole contracted out some $370 million. This works out to some 4% of total public sector operating expenditure. The bulk of the expenditure were in three major groups, namely, general cleaning and maintenance, repairs and maintenance, recruitment and security services. These services have been contracted out by most departments and statutory boards for many years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contracting out, however, is increasing in many other areas. Notable examples are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> the closure of the Ministry of Health's pharmaceutical factory and the switch to purchase of pharmaceuticals from the open market and the contracting out of catering services at the Kandang Kerbau Hospital, old age homes and by the SAF. The extent of contracting out is not as large as it could be. This is recognized. Ministries and statutory boards have indicated that poor performance by contractors in the past and difficulties in ensuring consistent quality of service have contributed to the low usage of contract services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Finance is of the view that with proper specification of service levels and contract terms, these problems can be overcome. The scope of contracting out can also be extended to cover areas such as maintenance and repair of vehicles and vessels, printing, graphic design and laboratory services. The extent of contracting out will continue to increase as it is the Government's policy to rely to the fullest possible extent on the competitive private enterprise to supply its need for goods and services. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, my fourth subject is the standards of comfort and luxury in public buildings. In the Budget Statement, the Minister made a proposal that with effect from FY 89 ministries should be given greater discretion in terms of their expenditure and that up to 10% of the Development vote, subject to $10 million each year, could be committed by Permanent Secretaries. This is certainly a big improvement from those days when even to buy a typewriter required Ministry of Finance's permission. But a new problem would probably arise, namely, that capital expenditures may be committed which will require future operational and manpower costs and therefore the norms for various types of expenditures need to be carefully set. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I recall the rugged days when Ministers and civil servants were cooped up in Fullerton Building, a poky place indeed. Yet from those shabby offices sprang great visions and ideas that gave us the development over the last 25 years. Mr Hon Sui Sen, the late Finance Minister, was a very frugal Finance Minister indeed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1332</b></font>\n  <br>\n  <br> The furnishing standards and space allocation for civil servants were spartan. I recall that when the new Kent Ridge Campus for NUS was being planned, there was talk of dispensing with air-conditioning for staff offices as it was deemed that the Kent Ridge Campus was very breezy and we were told to expect to use the old furniture, some of which dated back to Raffles College. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, Sir, as one looks at buildings like PSA, PUB, Telecoms, Ministry of the Environment, the Monetary Authority of Singapore and the Treasury Building, the norms for comfort and luxury in public buildings have become exceedingly generous. Our planners in the Treasury Building have splendid views amidst even more splendid furnishings, with deep-pile carpeting and the best imported furniture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we do not yet have MPs and Minister with rotund girths like the Roman senators of old. But we do have circular buildings. Let us hope our leaders and planners do not develop \"circular\" reasoning as a result. When leaders of a nation start building monuments, that nation has begun its decline. Let us hope that despite the unnecessary opulence of our public buildings we can still maintain that rugged pioneering spirit that our first generation leaders so amply display. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I find it difficult to respond to such eloquent language. However, I will try to do so. Before I go into answering some of the more direct questions, I would like to clarify the rationale for relocating Government departments in new premises. As you know, many Government offices were housed in old low-rise buildings which do not make effective use of scarce and expensive land. It therefore makes economic sense to relocate such offices into new premises so that the sites they had previously occupied can be redeveloped to their full potential. In relocating, the opportunity can also be taken to centralize services in one building. This will bring about greater efficiency and better service to the public. Because of lack of space in existing low-rise buildings, departments of many Ministries were dispersed over a number of different locations. Centralizing these departments in one building will not only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1333</b></font>\n  <br>\n  <br> reduce administrative overheads and facilitate supervision by the Ministry concerned but, more importantly, improve the level of service to the public as related services can be obtained under one roof. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In new premises, it will also be easier to introduce labour-saving devices and productivity improvement measures such as telelift and office automation systems. Retro-fitting old buildings to facilitate mechanization and computerization is generally a much more costly alternative. When it is necessary to relocate, priority is first given to making use of space available in other Government buildings. Where this is not possible, office space could be rented or purchased from the private sector. Only after these alternatives have been explored and found infeasible, will approval be given for the construction of a new Government building. For example, the Ministry of Community Development and its departments are now housed in a building purchased from the Singapore Labour Foundation. Similarly, the Ministry of Labour and its departments which are now spread over a number of different locations will soon be centralized in Havelock Centre which has been purchased from the URA. The Headquarters and many departments of the Ministry of Finance, Trade and Industry, Law and Foreign Affairs have also been relocated and are in rented premises in the Treasury Building. The Ministry of the Environment has, however, been put up in a new government building as there were no buildings available for rent or purchase with sufficient space to accommodate all its departments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has expressed concern that Government departments might be spending excessively and unnecessarily in furnishing their new premises. I would like to assure the Member that this is not so. Norms for space allocation, furnishing and common facilities have been worked out by the Budget Division of my Ministry in consultation with the Public Works Department, and these have to be complied with by all Government departments moving to new premises. These norms are comparable to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> private sector organization norms and will need to be maintained even under the new budgetting rules. Furnishings are obtained and procured through open and competitive tender process which shows that quality furnishing is obtained at the lowest possible cost. The norms are generally not out of line of comparable buildings in the private sector, although the range of furnishings available to the private sector covers a much wider range of quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to stress that when public buildings are erected in high-value locations owned by Government in the business district, the design and finish of the buildings should reflect the value of the sites. This will ensure that unoccupied space can be rented out at commercial rates and that the capital values of the properties will appreciate with time. Only in such circumstances will the properties realize their full commercial values should Government decide to sell the properties at a future date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I have to say that it would be shortsighted to erect on choice locations low-cost but inefficient buildings not designed for a modern computerized office environment. Such buildings will get out of date very quickly, prove difficult to rent out, or require extensive re-modelling. The MND Building is one such example. Although constructed less than 20 years ago, it now has to be extensively re-modelled at substantial cost to meet current requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Overall, I would want to assure the Member that it is unlikely that expenditure on public buildings will lead Government into a secular decline. I would, however, urge all Ministries to keep his admonitions in mind. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I was informed that this process of escalating luxurious furnishings began with the Ministry of the Environment. The Ministry somehow found itself with surplus funds unutilized in some areas. And because of the more liberal rules that allow a Ministry to vire funds from one Head to another, the Ministry of the Environment found it possible to sidestep certain regulations and provided themselves with rather luxurious furnishings. Certainly, Sir, one may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1335</b></font>\n  <br>\n  <br> note that rubbish collecting is done in very glamorous surroundings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also get an undertaking from the Minister that for any future furnishing of buildings priority be given to our local furniture manufacturers. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I think it is rather unfair of the Member to malign the Ministry of the Environment without their ability to respond. However, I take note of his recommendation that the private local industry should be given priority. They are, in fact, used quite extensively and foreign consultants are only used from time to time. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Sir, while the Government was building for comfort and luxury for its civil servants, I would like to remind the Finance Minister about medical benefits for the female officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The subject of equal medical benefits for female Government officers is a policy issue that affects some 37,000 female civil servants or 53% of the total number in Government service. The subject has been raised time and again by Members in this House. I, in fact, looked up past records of the Hansard for as far back as 12 years and, to my pleasant surprise, found that the former Member for Kim Seng, Dr Ong Leong Boon, actually raised the question in 1976. There might have been other Members before him. And since then, more recent speakers on the same subject include the Members for Yuhua, Bo Wen and Telok Blangah. The answer from the Government has always been based on the same two reasons. The first is that it is assumed that men are the heads of household, and the second is the principle of true dependency. It is said that the principle is equally applied to men and women where their children are concerned. Therefore, medical benefits are also given to the children of a woman who is a widow or divorcee or who has been granted a decree of judicial separation and therefore is a sole supporter of her children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 12 years is a long time. Many social and economic changes have taken place over this period. In 1975, only 35% of women were in the labour force; today 47% are the sex ratio among students at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> NUS is already 50:50 and women constitute 49% of the Division 1 officers in Government and 64% of the Division 2 officers are also women. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Members who spoke previously on the subject had raised doubt on the assumption that men are necessarily the head of the household. Here, I would like to offer some fresh evidence to the Minister for Finance. The 1980 Census Report Release No. 6 on Households and Houses, page 58, Table 35 shows that among household heads who are married, ie not single, not widowed or divorced, as many as 31,287 are women. It is significant to note that the definition of head of household used in the Census is the realistic self-definition. In other words, in these 31,000 households, women are considered by their own family members as head of the households. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the question of true dependency, the definition rests on the assumption of sole support. But I think we need to re-conceptualize the question as one of joint support. For even where the woman may be a second income earner in a family, her income contributes susbtantially to the family expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the 1986 Labour Force Survey Report shows the median gross monthly income of a male worker to be $750, after CPF it is only $560. Is this amount sufficient to maintain a family's needs in today's high standard of living? Even back in 1982, according to the Household Expenditure Survey, the average monthly expenditure per household of two to four persons was $1,230 while that for a household of five to seven persons, the average was $1,653. So if the women had not been contributing towards family finances, how could the average wage of an average male worker in Singapore be sufficient to meet the needs of the family? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only possible reason for the Government not to grant equal medical benefits is financial or economic. In his reply to a question for written answer from the Member for Bo Wen in 1986, the Minister indicated that his Ministry had made a review of the question in mid-1985. He conceded that \"the most cogent reason for extending medical benefits to children of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> female officers is the principle of equal treatment for the sexes which is especially important in our meritocratic system\", I quote him. However, he also viewed the economic situation then as not being conducive and he was also concerned about the possible repercussions on the private sector. It is true we have just recovered from a recession. But I would like to impress upon the Minister that one of the reasons for people choosing a civil service career is the spirit of service, because private sector employment can be financially lucrative. Let us therefore reward the civil servants for their dedication and sacrifice, men and women alike. Actually, the total cost to the Government may not be as huge as it seems. For those whose husbands are also in the civil service, the problem of double benefits for wife and children can be easily controlled in today's computer-age. For those whose husbands work in the private sector and whose families have medical coverage already, you can very well ask the officers to sign an undertaking or make a declaration to make a choice as to which scheme they prefer their spouse and children to come under. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government was weighing the economic cost at the lower end of the salary scales where there were large numbers of Division 3 and Division 4 women officers in the past, then I submit that this factor is no longer applicable because there are almost as many women in Division 3 and Division 4 levels now as there are men. And officers at the lower end of the salary scales are precisely those whose families need medical coverage the most. As for the repercussions for the private sector, I say I cannot speak for them, neither can the Government. Does the Finance Minister not agree that private companies should have some responsibility in providing medical benefits to their female employees also? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I do not propose to go into a detailed rebuttal of the Member's excellent exposition in requesting medical benefits for female officers. Some of the arguments have been dealt with at length in the past and I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> agree that probably the most cogent reason for so far not agreeing to this proposal is financial. I shall not repeat some of what the Member has already said in quoting my earlier statements, but merely to say that at the time of the review in 1985 the economic situation weighed against any move which might be interpreted as setting a trend, leading to additional cost. The Finance Ministry had therefore decided not to consider the matter at that time. Although the situation has improved since then, there are, as you know and as I mentioned in my earlier Budget speech, indications of a possible slowdown. We must therefore continue to monitor our cost competitiveness carefully. However, the Ministry of Finance will revive the question of extending medical benefits to children of female officers this year and I can give her the assurance that the review would be completed by this year. And I have some sympathy for her views. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, I should like to point out that medical benefits are, in fact, already granted to children of a female officer if they are solely dependent on her as in the case of a widow, divorcee or a woman who has been granted a decree of judicial separation. In other cases where the female officer is the sole breadwinner, the Government has also granted medical benefits on compassionate grounds. Such cases will continue to be sympathetically considered. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I would like to support the proposal by the Member for Changkat and to remind the Minister that human beings are more important than buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Yatiman is not here. Amendment No. (3), Mr Chew Heng Ching is also not here. Amendment No. (4), Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Code NE 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My purpose in raising this amendment is to draw attention to the management \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> services programme. In 1986 $1.9 million was spent and in 1987 it rose to $3.9 million. For this current Budget, $6.9 million has been provided and there is a complement of 43 people in this department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, earlier on the Minister mentioned the use of private management consultants in some of the studies that he alluded to. I merely want to raise some questions on how extensive this is and on the proposal to make greater use of such private management consultants. Obviously there is a benefit because one can then have the benefit of private sector experience in terms of efficiency, office management and the like. Furthermore, if civil servants are used to look after other civil servants, the chances are that they may not be very forthcoming in terms of the recommendatons for productivity improvements. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, as a matter of principle, the Government would like to use a combination of both private sector and inhouse management consultants. From time to time, the Government has used services of management consultants and they are engaged either because they have special areas of expertise or because they are required to supplement the work of the Management Services Department of the Ministry. For example, over the last two years, private sector consultants have reviewed manpower utilization in the Police Force, the Customs and Excise Department and several selected statutory boards including the Singapore Broadcasting Corporation and the Jurong Town Corporation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our experience with these consultants has generally been satisfactory and the Ministry will continue to use them to supplement the inhouse expertise available within the Ministry. However, I consider it important that Government develops and maintains a strong inhouse management service capability, both in the central Management Services Department and also in planning and review units in major Ministries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned in my Budget Statement, each Ministry will be subject to a comprehensive zero base review by the Management Services Department at least once \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> every five years. To achieve this target, MSD's staff strength will be increased over the next few years. In between each zero base review, Ministries will have to review selected programmes and operations to ensure that objectives are achieved and that there is efficient use of funds and manpower. The MSD will assist Ministries in building up such an inhouse review capability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The advantage of using MSD and their counterparts in the Ministries would be their familiarity with Government objectives, policies and operations. And thus they might be better placed than private sector consultants to come up with practical and cost - effective recommendations. They would also be better placed to assist Ministries in implementing recommendations arising from reviews. Moreover, in certain sensitive or security - related areas, it would not be advisable to use private sector consultants. However, their limitations are also recognized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I am satisfied that the returns from reviews conducted by the MSD far exceed the cost involved. For this financial year, savings arising from MSD's recommendations are estimated to be more than $280 million as compared with operating costs incurred of something like $2 million. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I thank the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Code NG 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this subhead deals with the Civil Service Telephone Network. In 1986, $3 million was spent, in 1987, $2.7 million and this year, it is proposed to spend $1.6 million. The manpower involved is 30. I am moving this amendment to ask the Minister why is it necessary to maintain this telephone network for the civil service when we have Telecoms. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, the Civil Service Telephone Network was implemented in 1984 to achieve two main objectives. The principal objective was to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> replace obsolete manual and electro-mechanical telephone exchanges with up-to-date electronic exchanges which provide features such as direct inward dialling, automatic call back, call queuing, conferencing, etc. These new features and facilities have helped speed up communications and also improve staff productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A secondary objective was to link selected Ministries and departments in the network so that telephone operators could be pooled together to save manpower. All incoming public calls are now routed to the main exchange at the Treasury Building where there is a central attendant service serviced by 26 telephone operators. This central service has resulted in a more than 50% reduction in telephone operator posts. Prior to 1983, Ministries and departments operated a total of 121 stand-alone telephone exchanges which had to be adequately staffed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Telecoms, in fact, is the technical adviser for the project and has been very actively involved in the conceptualization, planning and implementation. The total system can be treated as a single inhouse system for the Government as a whole. Telecoms engineers provide technical support on the system operation and upgrading, and coordinate requests for additional telephone lines and system expansion. They also monitor network traffic and system performance, and provide maintenance services. The Telecoms, in fact, work very closely hand in hand with the Government service in this respect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The day to day running of the central attendant service including the provision of telephone operators is however the responsibility of the Government. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I thank the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Code NH 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we continue to move into more high value added technology and high productivity, the National Computer Board must be commended for doing a good job in promoting computer utilization as well as in the training of computer personnel both in the private and public sectors. The success of developing Singapore into a business and services centre depends much on our ability to upgrade and keep up with the latest technology and on this, I have no doubt, the NCB will continue to play an important role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in line with the Government's policy of higher productivity and greater efficiency, the civil service has also embarked on a computerization programme a few years ago. And one of the main functions of the NCB is to help to develop the computerization and the training of computer professionals for the civil service. I believe that most of the Ministries have already been equipped with both computer software as well as hardware in their efforts to upgrade and provide better administrative and information services. This is a good move. However, in doing so, we should also look into the cost effectiveness and whether it is necessary for every Ministry to spend millions of dollars in computerization every year. Would it not be more logical in terms of costs and manpower if NCB could centralize the computer facilities, whereby Ministries are linked online with the central computers in NCB and similar functions and services could still be performed by the Ministries? With the centralization of computer services, it would greatly reduce the budget allocation for the computer services programme in various Ministries. And surely the budget would not come up to tens of millions of dollars as is presently being requested by the various Ministries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand that originally the idea was also to centralize the computerization of the civil service. But after some time, individual Ministries went into computerization programmes on their own. Could the Minister enlighten the House as to the outcome of this course of action, and whether any studies have been made to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br> determine the necessity of every Ministry having to spend large sums of money on computerization. Also, why it is not possible for the NCB to set up a central computerization department to provide the necessary services and functions for the civil service? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I agree with the Member for Ang Mo Kio that it is cost-effective for the NCB to handle a full range of data processing services on behalf of Ministries. This has, in fact, been the practice ever since the NCB was established in 1981. Apart from the NCB being the adviser to the Government on computerization matters, the NCB also manages the implementation of the civil service computerization programme. In particular, the NCB provides professional manpower required for each Ministry's computer information system. I can assure the Member however that there is no duplication between the work of the NCB headquarters and each Ministry's CISD. Each CISD is responsible only for the day to day running of the Ministry' computer centres and for the development and maintenance of computer application systems. NCB itself is responsible for ensurig that the CISDs have the right type and number of professional staff and that computer systems and applications are compatible across Ministries and there is no duplication of systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NCB has also initiated the development of common systems which are used by all departments in the civil service. Examples of such common systems are the central personnel information system and the financial administration control system which are being developed for use throughout the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the latest cost benefit analysis review conducted by the NCB on the CSCP, the preliminary results show that tangible benefits alone have more than covered the cost of the computerization programme. Computerization has resulted in total manpower savings of 1,300 posts and manpower avoidance of an additional 1,900 posts. This substantial resource savings can now be redeployed by the Ministries to undertake new functions and to handle increased workloads in line with the zero growth manpower policy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The intangible benefits are enormous and numerous. Computerization has enabled the Ministries to offer new services and to upgrade the level of existing services to the public. This has resulted in shorter waiting time, faster turn around and more convenience in dealing with Government Ministries and departments. It has also enabled the civil service to contain its manpower increases as it now able to handle more work with the same level of staffing. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia:</b> Sir, In view of the Minister's reply, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Code NI 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to deal with the retirement age of some employees in certain statutory boards. This is not a new issue. I think it has been raised before. The mandatory age of most employees in the civil service who joined after 1st July 1956 is 60 years old. Those who joined before 1st July 1956 retire at 55 years old. I believe this is also the case with the majority of the statutory boards which follow the civil service practice. However, there are some statutory boards in which the majority of the employees retire at 55 years old. I believe this includes the Telecommunications Authority of Sinapore, the Housing and Development Board and the Public Utilities Board. In the case of the PUB, only officers who joined after 1st May 1982 have their retirement age extended to 60 years. In the HDB only employees who joined the service after 1st June 1982 will retire at 60 years old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been urging both private and public sector employers to extend the retirement age of their employees. I think Singaporeans on the average live longer. It is an economic waste to let people who are in good health, who are mentally alert, to leave their jobs so soon. In the light of this, I hope the Government will take the lead and extend the retirement age of all civil servants and also employees of statutory boards to 60 years old. I would like to get \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> the Minister's support to ask the management of TAS, HDB and PUB to extend the retirement age to 60 years for all their employees. In the case of the civil service, would his Ministry also extend the retirement age of officers who joined the service on or before 1st July 1956 to 60 years as well? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I agree with the Member that the civil service has since 1st July 1956 raised the compulsory retirement age of its employees appointed after 1st July 1956 to 60 years. In February 1982 the Ministry of Finance informed all statutory boards to similarly raise compulsory retirement age of their employees to 60 years. In the case of serving employees whose retirement age could not be changed under their terms of employment, the Boards were encouraged to liberally re-employ such officers beyond their current retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As of now, almost the entire public service has raised the retirement age to 60. There are a few Boards which remain slow in following suit and these include the Telecoms and, I believe, the NTI and NUS, in the case of academic staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence there is almost general uniformity in retirement age for all public sector employees except for the residual few. In the case of the three statutory boards, my Ministry will continue to urge them to fully extend the retirement age of all their employees to 60 years in order to be in line with the rest of the public service. In this, the Member's request has my full support. I would urge the Ministry responsible for the statutory boards to also lend their weight to this request. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards PUB, it has in fact raised the retirement age of those of its employees who have been appointed after 1st May 1982 to 60 years. For employees appointed before this date, the PUB has been very liberal in extending their services or re-employing them up to the age of 60. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I thank the Minister for his answer and beg leave to withdraw. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $197,889,260 for Head N ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $628,024,500 for Head N ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head J of the Main Estimates to be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the subject of citizen cohesiveness and the sense of pride for, and belonging to, the nation rarely gets discussed when we debate on the work of the Ministry of Community Development. Attention is often focused on welfare, culture and the arts. This is a crucial area, Sir, and one in which all of us should be paying more attention to. Perhaps it is time for us to make a serious assessment of all that we have carried out towards the objective of building a cohesive society filled with citizens who have pride in and love for the country. I am talking, Sir, of the work and activities carried out by the grassroots organizations, the plethora of campaigns, rituals and symbols, even policies, that we have employed towards the achievement of this objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I do not know if there has been any effort to ascertain the effects and success of these methods. And if there is not, I would like to suggest that some mechanism be put in place to monitor these. For instance, are we more cohesive now than before? Where have we succeeded, and where have we gone wrong? Are our methods and the way we implement them achieving the objectives? I say this, Sir, because there appears to be enough feedback to suggest that there may be a need to fine tune or even review some of the methods that we use. Take, for instance, the singing of our national songs. The other day the Member for Ayer Rajah alluded to the possible counter productive effects of almost incessant playing of these songs. I share his observations, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, there is the ritual of reciting the pledge, the flag-raising ceremony and singing of the National Anthem by our students every day. Have we ascertained, Sir, whether these acts mean anything to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> our students? Or for that matter, to the teachers? Do they relate to and believe in the words that they utter everyday? If not, why not? Or, Sir, have we done enough to encourage those who have never had any contact or even any interaction with anyone outside their ethnic group, let alone have a friend among them, to do so? Improbable as it may appear, Sir, I believe that there are Singaporeans who go through life this way. These are some of the issues involved and there are many others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister may say that not all these methods used originate from or are under the purview of his Ministry, and that really the business of ensuring a cohesive community is everybody's business. Whilst this may be true, it seems only logical to me that somebody or someone has to do the coordination, the monitoring. As community cohesiveness is an element in the mission statement of the Ministry, but not in those of the other Ministries, perhaps the Minister could inform this House of his assessment and his views of the situation vis-a-vis citizen cohesiveness and of his Ministry's plans to achieve this. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Wong Kan Seng):</b> Sir, the Member for Siglap has brought up a very important subject which I am sure all of us also share in some of his sentiments in measuring and finding out how cohesive, how loyal and how much pride each Singaporean feels for his country. But these matters are not matters that you can see for yourself. They are matters that affect the mind, the soul, the psyche, the emotion. They are not like HDB where you spend enough money, resources, you have enough bricks and mortar, and you see buildings. They are not like schools, where if you have enough school buildings, classrooms, and you have students, you have dedicated teachers, you are going to see the results of the students in their examinations. In fact, they are not like many other activities performed by the Government. So it is not easy for us to say whether we have achieved more cohesiveness or that our people have felt a greater pride in their country or that they have a greater love for their country or not. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> can only see these feelings expressed at critical moments, at the right time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we know that all these feelings, like a sense of community, cohesiveness, pride in the country, are the basic ingredients for nation building. Our goal, of course, is to build a Singapore nation out of our multi-racial and multi-religious, and multi-cultural society. In our short history of 23 years, we have achieved some headway. But I think we still have a long way to go before we can actually call ourselves one nation, one people. The whole of the public sector alone cannot achieve this, by itself. It requires the commitment, the active participation of all Singaporeans in bringing this about. Each one of us in our own roles as students, as MPs, as workers, as corporate citizens or private individuals, must indeed do our part in building this Singapore nation where our people have a sense of pride, loyalty, achievement, patriotism and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What can the Government do in bringing this about? I think the Government has done a lot. Of course, more needs to be done. The Government has laid the foundation for this community development and nation building. We have achieved this by, firstly, continuing with the practice of the principle of equality for all. This means that every individual citizen regardless of his race, his language, his religion or his background has equal opportunities to develop his potential to the best of his ability. The Government's philosophy is to ensure that race, creed, and wealth does not determine how successful he would be in life. It is through this principle of equality that many in this House and indeed many in Singapore, rose in the social ladder through their own efforts with the opportunities provided by society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Government did this by being sensitive to and safeguarding the interests of our minority communities. In a plural society like ours, we just cannot afford to be totally oblivious to the sensitivities, the interests of our minority communities. They will not feel part of the nation if they feel threatened or alienated. We have the Presidential Council for Minority Rights, for example, to ensure that all legislations passed by this House \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> have taken care of their interests. And to further ensure that their interests are safeguarded and protected, we have recently introduced two Bills, the Parliamentary Elections (Amendment) Bill and the Constitution of the Republic of Singapore (Amendment No. 2) Bill so that the supreme legislative body, this Parliament, will continue to have a multi-racial character. You have seen the frank and open discussions that we have had over the past one year in discussing this matter. From the representations and from the telecasting of the Select Committee hearings, we have seen that Singaporeans are now more ready, more open, to discuss these issues. This shows that we have made some considerable headway in developing trust and respect among the different ethnic groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we do this by organizing national campaigns and creating national symbols so that Singaporeans can identify with them. Despite the misgivings of some Members here about singing Singapore songs, I think it is a good practice. It is something that we should do in our spare time because it does brings out in us the feelings of being Singaporean. Of course, when you fry a fish, you do not want to overdo it. It is definitely up to the individuals, up to the communities, up to the groups themselves to decide when to stop. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Reciting the national pledge and singing the National Anthem have been practised in our Singapore schools for a long time. While students may sing mechanically, but I think over a period of time it does sink into them that, when they pledge that they are citizens of Singapore, they want to build an equal and just society, regardless of race, language and religion, and so on. These words do sink into them when they become adults. To further develop this sense of community and foster greater understanding among our different ethnic groups, the Ministry of Community Development intends this year in June to organize a Community Week so that we can provide opportunities for a greater understanding of our different ethnic cultures. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, Sir, we instil pride and love for our country among our students and national servicemen. We know that our schools and our national service system have played a critical role in instilling a sense of pride and love for the country in our young. Our students learn about Total Defence not just in the academic way but they actually see it in practice in our schools where we have a fair mix of different races. Therefore, they have an opportunity to interact, to mix and to develop friendship that cuts across ethnic, religious or cultural barriers. Through national service, our young men are not just trained to be good and tough soldiers, they also learn how to put national interest above sectional interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, Sir, the Government has this housing programme that managed to house more than 85% of the people in HDB estates. But physical structures alone do not make a living community. It is the people themselves who must develop this sense of community and in our multi-racial society our housing estates today do have a fair mix of ethnic groups. This enables the different ethnic groups to become neighbours and eventually friends. Although the Government provides the infrastructure we cannot decree neighbourliness. We cannot say that you must be friends with your neighbours. The various grassroots organizations like the Citizens' Consultative Committee, the Residents' Committee, the Civil Defence Committees and so on, play a critical role in helping to make our housing estates a living community so that our different ethnic groups can live as neighbours and be friends in trust and harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sixthly, Sir, we do this by developing a sense of consensus among Singaporeans on the goals that they want for Singapore. Consensus does not mean that agreement must be sought from the last Singaporean before a decision is made. We know that from the immense interest and participation of the Singaporeans in the National Agenda discussion, Singaporeans are committed to Singapore and her future. Singaporeans from all walks of life and from different backgrounds have come forward to express their commitment to the core values that make our plural \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> society work. The Government has recently announced the formation of six Advisory Councils on Youth, Aged, Disabled, Culture and the Arts, Sports and Recreation, Family and Community Life, so that we may develop consensus on specific goals and strategies in these areas and the Advisory Councils will enable all Singaporeans to contribute their thoughts and their visions on what they want to achieve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said earlier, community spirit, social cohesion and patriotism are not easily manifest like mortars and bricks and houses and schools. Nor can you achieve results by decree or by policy announcements like reducing manpower by 10% over five years. You can see results when policy decisions of this nature are made. When you talk about social cohesiveness, pride, patriotism, these matters concern the emotion and the heart and psyche. They are subjective. You either feel that there is cohesion, there is loyalty, or there is not. These feelings are more strongly felt and expressed at certain times, for example, during our National Day celebrations or during a crisis, people will feel then that they are Singaporeans. But by being Singaporean does not just make us forget that we are Malays, Indians, Eurasians or Chinese. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Your time is up. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I thank the Minister for his lengthy exposition of ways to achieve cohesiveness. Before I go on to my next topic, if I may add that precisely because the measurement of social cohesiveness is difficult because it is so intangible, that perhaps we have to find some way of trying to measure and ascertain it. You cannot see it easily, just like flats or houses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allow me to go on to my next topic on the preparation for an aging society. Much has been talked about the coming of an aging society in Singapore. Many of its attendant problems have been highlighted but much more has to be done and I am glad to note that the MCD has a programme planned to focus attention on the problems of the aged. This is as it should be and perhaps the Minister could inform the House what his plan is. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, Sir, I would like to bring his attention to one aspect of the problem which, in my view, should be given serious consideration and attention that is, the problems faced by the care-givers, especially those who look after the very old, the chronically ill or even disabled aged relatives. It is right for us to encourage members of the family to care for and look after these elderly relatives but we must also be cognizant of the stress and the strain that such care can cause to the family and ways must be found to relieve them of some of these difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of these problems have been highlighted in the press recently and only yesterday there was a letter in the Straits Times Forum Page emphasizing the difficulties of the care-giver. One way perhaps, Sir, is for us to increase the services to families through the setting up of neighbourhood counselling and care centres in all constituencies to provide day care for the chronically ill and disabled aged or the very old to provide some relief for family care-givers. This could be supplemented with the home visit service and to provide medical health and advice to such families. The Member for Ulu Pandan, and a member of my GPC too, has some ideas on this and perhaps she could elaborate on it later or we could consider writing a report for submission to the Ministry later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the context of a higher dependency rate in Singapore, the increasing pressures of working life and the need to ensure that we have enough people in the workforce, we will need to look into this issue seriously and comprehensively. If I may have, Sir, the Minister's comments on this? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, before you cut me off, I had two more points to make and I thought that it is important that I mention this because these are significant points that I want to raise. When I mentioned that being Singaporeans does not just make us forget that we are Malays, Chinese, Indians, Eurasians, I wanted to quote an example of what one representor said to the Select Committee recently when he was asked by one Member whether he is aware that he is a Chinese and that gentleman said yes. He is Jimmy Tan. He said, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> \"Yes, very much so every time I look at the mirror.\" So our ethnic differences will not just go away because we want to wish it away or we can wish it away or just because we blur the distinctions. What the Government can do and will do and continue to do is to strengthen the foundations of nation building (which I have just mentioned before the Member for Potong Pasir came in here) and to strengthen social cohesion and to build on what we have achieved. But the most important consideration, Sir, and that is the point I want to make, is the commitment each Singaporean has in making Singapore his home and making it a better one for his children, for his relatives and for his friends. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, do you allow me to make a quick clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you allowing him to clarify, Mr Wong? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I have to reply to the Member for Siglap first. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It would not take more than a minute. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> If there is time, I will try to answer your clarification. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The concern shown by the Member for Siglap on the aging society is also one that is shared by many of us, particularly my Ministry. We know that today in Singapore there are 8.2% of our Singaporeans who are 60 years and above and by the end of the century there will be 11.1% and many of us in this House will also belong to that category. This is due to the declining fertility rate as well as the increase in life expectancy and the improvements in the medical and health care provided by this Government. The majority of the aged today, Sir, are actually ambulant and they do not need assistance because they enjoy good health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have already provided a number of facilities and support services to help these aged live with the community. I will just name a few because I have gone through the details of this in the previous \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> sittings. There are now health and recreational services for the senior citizens. There are senior citizens' clubs. There are exercise programmes for the senior citizens. There are health screening and medical counselling for them. There are counselling advice services for them, financial services for the needy, meal delivery services for those who cannot leave the home or there is no one to take care of them in their food. There are luncheon clubs provided by voluntary organizations. There are day-care centres run by the many voluntary organizations. There are befriender services set up by the Ministry with the assistance of many befrienders and community workers. There are domiciliary nursing services provided by the Home Nursing Foundation. There are home-help services provided by volunteers and there are respite care services also provided by volunteers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the aged of today will be very different from the aged of tomorrow. The aged of tomorrow are likely to live longer and be healthier and they are likely to be more literate, more financially secure, more socially active and probably remain in employment for longer periods of time and they live within the family. The future direction that we will take in regard to the aged is to continue to upgrade the services and expand the services that we are currently providing and to continue to depend also on the voluntary organizations so that we can encourage our elderly individuals to keep themselves physically fit, keep themselves mentally fit and active so that they can retain the normal living arrangement for as long as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also want to encourage them to continue to remain in employment because this is the single most important factor or activity in keeping the body and mind in a sound manner and not lapsing into dementia. We also want to change society's attitude towards the aged or towards old age. While families may find difficulties coping with the aged, I think the family still remains the most important unit where the aged can find comfort, security, because the family is really the building block of society. The family is the emotional stability zone of the individual when he is in stress and in trouble and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> family is the social insurance in times of need. We would like our senior citizens and our aged people to grow old gracefully in the family instead of in some other institutions. But I will ask the Ministry to look into the suggestion by the Member as to how we can help the care-givers and relieve some of the stress that they face when they have aged family members to look after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Government provides all this support, we also need the support of the community organizations in providing these services to the aged. Some of the new programmes that we are looking at in conjunction with the voluntary organizations are the setting up of a multi-service centre. It is like the one-stop centres which the Member mentioned where the family members can send their aged to such centres for a short respite or for counselling, for advice and for day care and so on. We are also looking at how we can come out with programmes to help the confused elderly and those who suffer from senile dementia and we will also look at programmes that will assist the families cope with a dying member and the Government on its own has also through its hospital and through the Ministry of Health's geriatrics unit be sending doctors to look into the specialization of geriatrics. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Sir, Members of this House have from time to time highlighted the problems of low-income families. Some in fact have suggested specific actions to be taken. I do not believe that we are unable to mobilize both governmental and community efforts to deal with the problems of low-income families. There is a need to take more concerted and coordinated actions to deal with the problems of low-income families. I feel that, unless and until we are able to appreciate and understand their problems, we may not be able to devise concrete efforts and steps to deal with their problems effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in our drive towards a Society of Excellence, I see that there is room for those who can, to help those who cannot. This is essentially necessary because we do not want to see a section of our community left behind in terms of meeting their life aspirations. I think it is important \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> that we take various concrete measures to help them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, who are these low-income families? Do we know their problems? Do we understand how they manage their lives? We know to some extent some of their basic characteristics. What are these? They are families who live in 1- and 2-room HDB rental flats. The household income of these families is between $650 and $800. They have high household density and high dependency rates and they have young children, and perhaps more than two children, within the household. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these basic social and economic characteristics, most of these families are likely to be vulnerable to various problems and crises. We have talked about problems of rent-arrear families and most of them come from this sector itself. We have identified about 2,000 of them as being in rent arrears, and I am sure that a large percentage of them come from this sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light that these families are vulnerable to problems, I urge that we can take various steps to help prevent them from getting into further problems. Sir, I feel that their problem warrants our attention because it is estimated that there are about 76,000 households living in the 1- and 2-room HDB rental flats. If we compute this and extrapolate, we can estimate that there are about 300,000 persons in these households. This accounts for about 10% of our population. Surely, Sir, this 10% of our population deserves some concrete attention in terms of their needs and their aspirations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, more often than not, if we look around and make an assessment, many of the social service programmes do not reach these families because many of them are either ignorant, feel helpless and are unable to manage to use these services effectively. They are also less educated and, therefore, find it difficult to deal with our complicated bureaucracy. Hence, I think that there is a need to see how we can reach out to these families. I feel that there are several approaches that the Ministry could consider. First and foremost, the Ministry needs to set up a small task force to make an in-depth study of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br> problems faced by these low-income families. Through in-depth studies, I am sure we will be able to identify their difficulties and take concrete steps to help them. Secondly, we need to start a few pilot projects in housing estates where there are large numbers of low-income families. Through these pilot projects with comprehensive programmes directed at family education, parenting, counselling and other related help, we will be able to reach out to these families more effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am wondering what are the directions and the actions that the Ministry would be taking towards to help low-income families. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I stand up in full support of the various points raised by the Member for Bo Wen. This question of support, and help for the needy and lower-income in our society will always be there to trouble and prick our conscience. This question has been raised time and again. In my maiden speech in Parliament, this was the focus of my speech. Recently, the Wan Bao did a series of interviews and articles on a number of Members of this House who came from humble and poor origins. Those Members are here and they managed to make it in our society. I feel very privileged - not privileged to be featured in - the Wan Bao but I feel privileged that I have been given a chance in this system, a system which is fair and based on meritocracy. A system which through my own efforts enables me to make it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, the system today, for those who are in the lower income group, which the Member for Bo Wen has estimated to be at least 10-15% is perhaps slightly different. 15 to 20 years ago, there were more or less equal opportunities, whether you are rich or you are poor. I say that because today the home support for a boy who goes to school from a middle-income professional family, or the richer family, is certainly much better than that 15 to 20 years ago. There was no television and there was little exposure. These days the middle-income group travel widely and they bring their children overseas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this point is important as we look into the various aspects of this problem. I remembered that before we clamped down on illegal hawking anyone could pitch a little stall to supplement the family income. They could get away with it because rules were more relaxed in those days. I also remembered that not too long ago, a person did not need a taxi licence. He could drive what was called a \"pirate taxi\" to earn an income when he had problems. But times have changed. I do not advocate hat we go back to those days, but then if you recognize that this is what could be done, then people had more opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Somehow we need to put more focus on the lower-income group. Many things that they do defy logic, or somehow lack a sense of priority. They can spend $30 on 4-digit lottery every week instead of spending this money on their children or their home. Why do they do it? They do it because that is the only way in which they feel they can get an immediate uplift, If lucky, they will have sudden income to solve their problems. In other words, they have hope, and this hope is very important. And that is why even in our non-compulsory education system we have almost 100% of our children in schools. This is so because even the very poor realises that the only way they can make it in this society is through their children. Hence they will find ways and means to send their children to school. This is why in my maiden speech in Parliament I suggested that we must find ways to support the people from the low-income families, especially the education of their children. Otherwise, I think our Vision of 1999 will be impaired. What will our society be like if we have of lower-income groups, who we can empathize with, but are unable to help to solve their problems? Also young people will have increased their expectations of the Government. They will start to question us at some point in time and ask why are we not doing more for these people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the best I can do is to go through some of the examples to instances why logic must work both ways, and the things that the Government can look into and do. The first relates to education. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> have encountered a number of cases of families who have been granted to public assistance. They return to me to explain the problems of their children and wish to get free textbooks and remission of fees. I supported them and that is simple. Of course, the schools, usually through the School Advisory Committee, agreed to it. But the point I am making is that in education, when a family is on public assistance, there is really no need for the person to go back to apply through their MP or to the schools for free textbooks and remission of school fees. It should be automatic. The Ministry of Community Development should write to the schools concerned for free textbooks and remission of school fees to be given to those children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just last week a widow who was on public assistance came to see me. She was very troubled. She had a notice for a television receiver licence which cost $80. I was a bit surprised because usually people in financial difficulties do not bother about a television licence. They assume that they do not have to pay the licence fee. But this lady was very honest about it. She felt that it was her duty to pay. She inherited a television set but she could not afford to pay the fee. If you leave it to the bureaucrats, I think the logic will be, \"Look, if you cannot afford to have a television licence, then you should not watch television.\" I think that will be a regressive step. When it comes to television licence, for example, people on public assistance should not have to pay the licence fee.\" After all, most of them do not pay anyway, but they live under stress, under the fear that they may be caught. Again, the Ministry can look into this. This is no loss of income to the Ministry of Communications and Information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was told by a friend who gave me one interesting instance of a family who had difficulties. A little girl brought a large container of water to school every day. After consuming the water, she would fill up the container with water. The teacher was surprised and asked her why she did it, and she said she did it because the PUB supply was cut off at home. Sir, I bring up this case to show the priority. The Minister for National Development has said that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> HDB is always the last to get paid. It is true. Such tenants cannot live without water. They can live without electricity but not without water. So these people accord the lowest priority as far as HDB is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of the PUB, I suggest that certainly fixed cost items, like refuse collection fees and the other fees which are fixed should perhaps be waived or lowered. Direct consumption items like electricity and water or gas will be charged, but those fixed cost items perhaps should be removed or lowered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example on the waste disposal fee. I think it is grossly unfair in our system. You find that every kind of flat, whether it is a 1-room, 2-room or 5-room flat, pays $5 per month per flat. We all know and it has been shown all over the world that with affluence and larger units of flats more rubbish is being generated. Surely a 1-room flat cannot generate as much rubbish as a 5-room flat which has about 5 to 6 members in a household. I bring up this instance because some months ago an old lady came to see me. She was worried about her PUB bills and she appealed to me and said, \"But I do not even use the dust-bin. I do not have much rubbish. Why am I paying $5?\" I agreed with her. I think it is wrong and something should be done about this. The 1-room or 2-room flat has about two or three persons in a family and they do not generate much rubbish. Members in this House will also testify that most of these people eat out as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will to beyond what the Member for Bo Wen has said proposed about a task force. I think it is too much to ask of the Community Development Ministry to look into all these areas on its own. An inter-ministerial committee should be set up to look into these related problems. There are little issues and problems that make life extremely difficult for these people. We can improve their children's education support. We can examine certain items in the PUB bills are overcharged and reduce them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the Minister is really serious about this 10-15% lower-income group, just as he is serious about the 8.2% senior citizens, I think something can be done. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> Before he rejects my notion out of hand, I feel that he should set up a committee as suggested. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can I just remind Members that with all these long speeches, we are falling behind schedule again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2 o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in the Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) - \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, this subject of the plight and problems of low-income families always touches our hearts whenever it is brought up for debate. I know that the Member for Radin Mas is a very compassionate person, from his references to child abuse cases, poor people and so on. I also know him to be a very rational person. I was not sure, when I heard him before the lunch break at 1 o'clock, whether he was using the additional time to filibuster so that I could give him a more complete reply later or whether he was serious in his proposals because what he proposed was certainly, for me when I first heard it, very appealing, very popular. But on further reflection, it is also very dangerous. The idea that he propounds reminds me very much of some of the intractable problems faced by some of the more developed countries which have created this welfare state mentality on its people to depend on the government for many of the things in life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I give Members the impression that this Government is not caring, is not compassionate, and does not bother about people's lives, particularly the low-income families, let me remind Members here, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> particularly the Member for Radin Mas because he came from such a humble home and so did I, that without this Government and its policies that were for the general welfare and wellbeing of the people, we would not be what we are today. The Government is concerned about the welfare of the people. That is why through many of its policies, programmes, whether in housing, in education, in health and in social policies, we always make sure that the majority of the people will benefit from these programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in any society, Sir, whether it is a developed or a developing one, there is always a segment of the population who are, for whatever reasons, in need of assistance. These genuine hardship cases really deserve our attention, our compassion, our care and our concern. But before we get overboard with doing things for them, we must determine who really constitutes the poor people. Even if you take the cases mentioned by the Member for Bo Wen of people whose household incomes are less than $500 or of people living in 1- and 2-room flats who comprise 10% of the population or 12% or 13% of the HDB units, I know that not all of them require assistance. Many of them actually can get on quite well on their own, particularly with our Asian culture and Asian tradition, they do not want to stretch their hand out in a mendicant manner to beg for assistance. We always want to be self-reliant and to do things for themselves. We know that many of these households, maybe even those in 1- or 2-room units, can live within their means. They can pay their rent. They can pay their PUB charges. They can get on quite well with their standard of living. They do not need assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we also know that there are people who need assistance. Just looking at the HDB's statistics of rental arrears of more than four months, I was told that there are about 482 such cases. Recently, the HDB randomly selected 29 cases of people who did not pay rent for us to investigate. Out of the first group of 10 cases that we examined, three of them promptly paid the rent. They did not want us to investigate any further. Of the others, they also did not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> want our interference and they did not need our assistance either. So out of the 10 cases that we investigated, we found that two required assistance and these two are the genuine hardship cases. And as the Minister for National Development said a few days ago, his Ministry and mine will be working out a way to help these people to resolve some of their problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also other hardship cases or those with economic means who degenerated into hardship. Even these people have their kin groups. They have relatives and they have other means of support. These people are a problem to themselves as well as to their families. Their problem is not one of lack of income or money but one of poor budgetting, one of indulgence in alcohol, drugs or other habits and they live beyond their means. Sir, we want to help those people who want to help themselves and who want help from us. We just cannot go around searching for people to help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the idea of setting up a task force, while it is good and appealing in principle, I think we must know what we want to do even with the task force. Not too long ago when we were debating the Agenda for Action in this House, the Member for Kebun Baru suggested setting up an advisory council for the poor. I think the reply from the First Deputy Prime Minister was that we must be certain what we want to do about the problems that we will identify. At the same time, we should not raise expectations unnecessarily among the people who, for one reason or another, by different yardsticks, consider themselves poor. I think we have to take care before coming to a decision on setting up such a task force. But let me assure the Members here that families or individuals who need help actually should have no difficulty seeking help either from my Ministry or from the many social service, community and welfare organizations that are in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the largest single provider of help to the poor really is the Government through its public assistance schemes and through its various counselling and service programmes. In addition, our efforts are supplemented by the community organizations. The surest way of helping the poor \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> really is to ensure that education and job opportunities are available to them. If they are prepared to work, if their children are able to study, I think they should have no problem making good in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen also said that even though there are many social service programmes and organizations, not many of these poor people know how to find them or have access to them. I think it is useful for our social service organizations to find ways of reaching out to them. From what I know of the few cases that came to my attention, we know that there are social service organizations that are able to reach out to this group of people who need assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Members have specific cases of hardship, I will have no hesitation in asking my Ministry officials to look at them and consider each case on its own merit. But to make a general statement or to make popular and populist statements like giving free PUB services or free television licences or whatever so long as the person is a public assistance recipient, I think is not quite responsible. It may be that the next suggestion is that a person who has just lost his job should also be exempted from paying road tax and petrol tax. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, may I seek a word of clarification from the Minister? I think nowhere in my speech did I give the impression that we give away free services. The four examples I quoted are real examples. In the first example, I said that public assistance recipients should receive textbooks and remission of school fees should be automatically. There is no need for the person to apply from the schools or from the Member of Parliament since he is a public assistance recipient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second example I raised was about the television licence. Most of the public assistance recipients do not pay licences anyway. Why could they not have a free licence? After all, it is not a cable system. Whether you receive it or not, it is already paid for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other example I gave was on PUB. I did not say that we provide free PUB services. I said that consumed items should be paid for. But fees like the refuse \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> disposal charges should perhaps be brought in line with the size of the family. And fixed charges should not, if possible, be imposed. I think that is a fair way to look at it. I am just trying to say, \"Be logical about it.\" I did not say give away free services. On PUB, I said that they have to pay for what they consume. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, the question of free textbooks and remission of school fees is not a difficult one. I know that if you are a public assistance recipient, all you need do is to produce the pass or the card to the school authority. Maybe there are some formalities that the child needs to fulfil, like filling up a form. But I do not think the form is so difficult to fill, especially if they can get assistance from the MP or from the school teacher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Getting other free services, as I said earlier on, is definitely a road to perdition. There is no doubt in my mind that if you start to provide services free even though it is freely available over the air and all you need do is to plug in the socket, if the person does not pay for his licence, I think we will just encourage more of such cases. Because there is no way that you can monitor the situation. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> On public assistance. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> In that case there must be a sense of priority among the recipients. We are not saying that public assistance recipients should live a very ascetic life and that they should not enjoy television programmes. But when it comes to services that need to be paid, whether licence fees or by actual consumption charges, then they ought to pay for them. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I am sure the Minister is a compassionate person. He will do what he can for the cases that are brought before him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to get on to the issues of the aged poor. With the move towards a cashless society, there is this danger that we may not be in contact with the number of aged poor who are on public assistance. Many of them live either on their own or in small groups in the 1-room flats in various \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> housing estates. So I am wondering what are the programmes and policy direction that the Ministry is planning to ensure that this group of aged poor are well integrated into the community and the type of support they will be given to ensure that the little public assistance that they are getting would be sufficient to see them through. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other issue that I would like to bring up is this. I understand that the Ministry is moving towards rationalizing and promoting more services for the disabled. The most crucial problem which confronts the disabled is the problem of employment. A large proportion of them are unable to obtain employment because of the problems of accessibility, mobility, and transport. Since they all live in different housing estates, I wish to know whether the Ministry would be establishing more sheltered workshops and work places through the acquisition of premises in some new towns. Once these premises are made available, the disabled living in the various localities will have easier access to undertake sheltered employment within such setups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third area which I have been looking at with much concern is the increased number of divorces that are on record. Since 1980 to date we have seen a slow but significant increase in the number of divorce cases. In 1980 there were 1,216 cases of divorce. In 1986 the figure rose to 1,822. As a result, many of the children of divorce cases undergo tremendous stress, of neglect and problems of care, and attention. I want to know whether the Ministry is carefully monitoring this increasing trend of divorce and seeing how its services can be planned more effectively to deal with the problems and the plights of children who have to face conflicts and other related problems arising from the squabbles of their parents. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, programme for the aged poor is already in place in the community. Just to cite some examples, in fact I listed them earlier on in my reply to the Member for Siglap. So I would not want to bore this House by repeating the same answers that I have just given to the Members. But in the case of the aged poor that requires assistance, I believe the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> residents' committees and the various grssroots organizations are aware of them, particularly if they know that these are on public assistance programmes. Every year they look them up at least to give them the ang pows or food provisions, and once in a while through the RC networks they look them up and see how they are getting on with their lives. But lest we be overly enthusiastic over the aged poor, let me also say that not all of them want official intervention. They prefer to be left alone. They do not want other people to interfere with their lives unless they see a need for it. But whenever there is a need, let me assure the Member that there is no problem in getting help or reaching out to them and providing them with assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the disabled, Sir, there are actually many programmes in place to assist the disabled, including the provision of sheltered workshops. In fact, not too long ago we have made available a Government building to house centralized job placement service together with a production sheltered workshop at the former Joo Chiat Environment Depot. This was let out to the Singapore Council of Social Service who assisted in this project at a very nominal rate of $12 a year. But in addition to just giving them the building, the Government has also provided the Central Job Placement Service with a one-time grant of about $38,000 as well as an annual grant of $44,500 for their operating expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to this particular production sheltered workshop, there are also three or four organizations dealing with the disabled that are providing sheltered workshops for their respective members. So I think there should be no problem in that regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember the Member for Pasir Panjang has asked a question and I will give more details in that answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the problem of single-parent families, Sir, this is a new phenomenon. Fortunately, despite the divorce statistics cited by the Member, it is not as serious or significant a problem as experienced in the West. But we are aware of this problem and we are doing all we can to help these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> single parents to cope with their families, and we provide assistance by way of counselling and advice as well as shelter and care when the need arises. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Mr Chairman, from one compassionate person to another, I am asking the Minister to show compassion or more compassion on two groups of neglected children in our society. First, the delinquent children. These are delinquent teenagers. The majority of these children are school dropouts. They hang around in public places and loiter about aimlessly. They are unable to find jobs because they are either too young or not equipped to do any job. Their families neglect them and our competitive society does not give them half a chance. So they group together and develop into anti-social gangs. Initially their activity is limited to making noise and causing disturbance. Later they go on to vandalism and petty thieving. Boredom and peer pressure lead them to indulge in alcohol, tobacco, drugs, inhalant abuse, illicit sex and other acts of delinquency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand the Ministry has a supervision programme for delinquent children. But I believe this is a very limited one. In 1986 it has only 292 delinquent children placed on the programme. These are children who have been apprehended by the Police and brought to the attention of the Ministry. But there must be thousands more who are still loitering aimlessly in public places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do understand that it will be a mammoth task to help these wayward children and I do not expect the Ministry to do it all on its own. But I believe the Ministry should take the lead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to ask the Minister whether he and his officers will sit together and come out with a scheme where his Ministry's officers and social workers can work hand in hand with volunteers to help out these children, to go down to the constituencies to reach out to these children. Perhaps as a start the supervision programme can be decentralized into neighbourhood social concerned units. Each unit will consist of local volunteers, grassroots leaders, representatives from local schools and business community and representatives from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> Ministry of Community Development. The unit will then be better placed to reach out and assist these children where they are found. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Telok Blangah Constituency we have such a social concern unit. This unit of ours is made up of volunteers, most of whom are professionals and we are fortunate to have social workers amongst the volunteers. The unit is currently assisting and counselling 40 families in distress and priority is given to the delinquent children. They have done quite a lot of work but they are hampered by its size and by the lack of central support and can only deal with but a very limited number of families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next group of children which has been neglected is the child that is abused. Sir, the Hon. Minister in his reply to a question for oral answer from the hon. Member for Radin Mas on the 21st March stated that the number of reported cases of child abuse and prosecutions are on the decrease. He then went on to give his assessment of the situation. Sir, I am a bit surprised that in his reply the Minister did not appear to show much greater concern on this problem of child abuse, which I consider a heinous crime against defenceless children. The fact that there are over 200 cases a year is itself horrifying and nobody knows how far this is from the true number of incidents. Sir, just think of the pain, the fear and the anguish that these poor kids go through each time they are subjected to the physical violence of the irresponsible parents. I am sure the Minister is aware of the horrible injury suffered by these abused children. I was told that these parents literally beat their children blue and black, burn their children with lighted cigarettes and fracture their skulls and limbs, and there has been a death too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sorry to say this, but I do not think that the Ministry is doing enough to protect these children. Unless the public are made aware of this problem, I am afraid more and more children will be abused or made to suffer in silence. I suggest that the Ministry should mount an urgent campaign to alert the public of this serious problem. People who deal with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> children such as teachers, doctors and social workers, should be educated on the signs and symptoms of child abuse so that they can become more alert in detecting such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do understand that this is a complex problem requiring delicate handling as it involves a distorted parent/child relationship, and that prosecution is not the best solution. But surely we cannot allow these violent parents to get away scot-free and not find a punitive way to deter would-be child abusers. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can I just inform Members that the guillotine on this amendment would be taken at 2.50 pm and we still have another six or seven amendments, not counting the replies. So please endeavour to keep your speeches short. Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Sir, I wish to enlarge on the remarks made by the Member for Siglap and the Member for Bo Wen and others. To begin with, I wish to commend the Ministry of Community Development on the services that they do provide at present. I think these are not to be downgraded in any way. I think we need to commend them. But what I really wish to do is to call on the Minister to provide additional services in the form of branch services in all constituencies. The rationale for this is very simple. Services which are for the population at large can best be utilized and can give the best results only if they are readily available to the people. For instance, education, health and, more recently, even police services, are easily available to all our people wherever they may live. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why not community services, which are so very important in the lives of people? These are the kinds of services that I have in mind and much of these have been covered just this morning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Services for families at risk. You have heard that divorces are increasing from year to year. Pari passu with this increase in the number of divorces, there has been a decrease in the marriage rate, from 73 per 1,000 unmarried persons to 57 in 1986. The figure 73 was a little bit higher than average and this was in 1981. But there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> has been something like a 22% decrease in marriages and 27% increase in divorces. Clearly, the trend is towards fewer family units being formed and towards more family units being broken up. In fact, of the family units that are breaking but not yet made into the statistics, we do not know how many there are. Then there are families under stress, which has been mentioned. Care-giving in the family for people who might be very elderly, who might be convalescent, chronically ill, disabled, usually devolve on the women of the household. These women need help. They need respite care. They need counselling. They need encouragement and they need it in a readily accessible fashion, not in the HQ of the MCD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are large numbers of children at risk, and this too has been touched upon. When I talk of children at risk, I mean children of women who are at work, particularly women from very poor households who do not work for the pleasure of it but in order to keep the family's body and soul together. Then there are families that are broken, families that are breaking, and families where their relationships are poor in some other way. This number of children will increase as more and more women go out to work. There is a need for good quality care and easily available care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Child care centres have been much talked about but I wish to add that children in school also need supervision and care during the hours when they are not at school until the hours when the adults are at home. If they are not cared for, then they roam about, as the Member for Telok Blangah has said, and they are at risk of becoming delinquents, low achievers, school dropouts and so forth. Whilst the Ministry of Home Affairs is doing a good job of rehabilitation of drug offenders and other youths that break the law, what we really want to see is prevention of the problem, and prevention is the responsibility of the Ministry of Community Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I wish to enlarge on the proposal for neighbourhood counselling and care centres. We need to counsel families and individuals of all these situations that I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> have mentioned before, ie, families that are going to break, families that are broken, including the children. Then we need a good constituency-based programme for supervision of children at risk, as I have mentioned, and together with supervision there should be an input of programmes for educational and recreational enrichment. Food supplements also should be considered because many of them will be ill-fed at home. If we uplift these children, the next generation will be much, much better off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The home visitor service should not be forgotten because the home visitor can often spot a lot of problems in the home which, with practical advice, can be put right. In other words, we can help families to help themselves. I believe that this plan will reap large and long-term benefits for our nation. I believe that its impact will be felt and seen in terms of better educational achievement, decreased drug and inhalant abuse, increased female participation in the labour force, because if women are assured that their children are well looked after they will be more willing to go out to work. I believe that work productivity overall in the long-term will be improved. These are all quantifiable and can be proven to be right or wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Enhancement of the quality of life, the happiness of individuals, is more important but less quantifiable, as is also emotional health of people. But this is important as it will indirectly reflect on improved productivity and achievement of the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that the question of finance will crop up. The question is not whether we can afford these services. The question really is whether we can afford not to take care of these problems. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, first of all, I would like to thank the Members for their comments on this subject on children and youth problems. I would also like to commend the Member for Telok Blangah for a new service that he provided in his constituency called the neighbourhood social concern unit and I also hope that more Members in this House can do the same and that will in a way help to solve \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> one of the problems that the Member for Ulu Pandan mentioned about providing decentralized services in the respective constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of delinquent children, while there may be 292 delinquent children in the Ministry's programme, these are really children who have been referred to us by the courts or by the Police for investigations and so on. The number of children who loiter at void decks or in public places is not really that large by my reckoning. My estimate is that just about 3,000 of them belong to this category of so-called \"detached youth\", a term coined perhaps by the newspapers some two years back. Many of these children were between phases of either going to employment or going into national service and so on. But not all of them want to be organized into joining groups, into joining youth clubs, into joining boys clubs and other rganizations. If they want to be organized, it would be so simple as to set up a unit or to set up a service organization in the constituency to cater to such needs and herd them all into the place and I think it can be done. But when I visited one or two of these centres I was told that these detached youths just do not want to be organized. They prefer to be on their own to do their own things until they go for national service or they find a job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this idea of the neighbourhood social concern unit is worthy of consideration and we will try to encourage more of such units to be set up. On the same line as service centres for the families and children at risk, my Ministry is actually working out with the Council of Social Services to find a way to provide such services on a decentralized basis through the setting up of family service centres. When this scheme is formalized we will announce it. Right now, I know that there are already at least four social service organizations that provide such services to families in need. It is not practical or even economical to set up such centres in all the 79 constituencies but I believe a smattering of them over the different parts of Singapore can help to alleviate some of these problems that the families face. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I gave the Member for Radin Mas the figures on child abuse and I said that the number of child abuse cases is on the decline, I was not trying to make light of the problem. In fact, we recognize that there is a problem of child abuse except that it is not of the scale or the enormity that we imagine it to be. Like the Member for Telok Blangah as well as the Member for Radin Mas, there are also many concerned individuals in our society who pay close attention to this problem. A committee was actually formed last year to look into this problem of child abuse and this committee comprises representatives from my Ministry, from the Police, from the Department of Pathology,from the medical and other social work professions and they have just last month submitted a report to my Ministry. We are looking into the report as well as the recommendations and in due course we will decide what action to take in regard to their recommendations. If they are appropriate, if they are practical, and they can be implemented, we will definitely pursue and implement those proposals. From my preliminary sighting of some of the recommendations, I think we can implement some of these recommendations. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, there is certainly a need to review the policy on the provision of facilities for Residents' Committees. The Residents' Committees which have been established sometime ago, particularly those first generation RC centres, now find that their facilities have become a bit out of date. It does not meet their needs adequately since most of the Residents' Committees have expanded their programmes. I see that there is a need to provide better facilities for these neighbourhood organizations so that they will be able to mobilize more people around the neighbourhood to participate in their various programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know what you can do with 120 sq m office - the size of a 4-room flat. It is not easy to organize various activities within the centre. You cannot even hold a pot-luck party comfortably within the setup. I feel that there is a serious need to look at the question of additional office spaces for the RC especially if we want to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> encourage community leaders to carry out their work more effectively. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, I would like to take this opportunity to make four requests on behalf of the RCs. The first one is on the same point made by the Member for Bo Wen and, that is, the size of the RC centre. I think the RC centre is now getting very crammed. In the five RC centres that we have in Telok Blangah, you can only hold one activity at a time in any one centre, and in one case the RC members cannot meet in the centre when the tuition class is going on. I have discussed this with my RC Chairman and they have suggested that the optimum size wouldbe around 160 sq ft and this should provide for a lounge, an office-cum-meeting room, a games/video room and a large all-purpose hall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second request is for the RC Chairman. The RC Chairman carries a heavy responsibility and his work is often very taxing. I would like to propose that the chairmanship be put on a two-year rotation basis. This will not only be welcomed by the RC Chairmen who do not wish to carry on but also it would give other active and capable RC members an opportunity to play the leading role. Each RC Chairman should at the beginning of his term set out certain goals that he would fulfil during his term of office and, at the national level, the Ministry can provide guidelines and perhaps organize a national contest to choose the champion RC Chairman and the champion RC club at the end of two years of office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third request is for a grant for the RC centre. The RC members are very busy and they should not spend time raising funds. I would like to suggest that each RC be given an annual grant to meet their expenses. Some of my RCs are reluctant to carry out bigger activities because of a shortage of funds and collecting newspapers is not a very productive way of raising funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like the Minister to look into the possibility of allowing RC members who have moved out of the zone to retain their membership if they so wish. This should not be difficult to rationalize because there is no requirement for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> members of the other grassroots organizations to be resident in the constituency. So I do not see why a similar rule cannot be applied to the RC. I make this request because in the course of last year I lost three very capable and very active RC Chairmen because they had to move out of the estate and not because they wanted to step down. As far as I know, these three RC Chairmen have not been active after they have moved out. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, our RCs perform a very important role in community development and therefore we ought to give them a lot of attention and a lot of resources to do their job. But in order to do so, we must also not forget that we want our community to be as self-reliant as possible. I was told that the RC is only 120 sq ft and the Member for Telok Blangah says it is 160 sq ft. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> We are requesting for 160 sq ft. It is 120 sq ft. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> You are asking for 160 sq ft. You will have 160 sq ft. My information is that the average size of an RC is about 80 sq metres, and 80 sq metres converted into square feet is about 800 sq ft roughly. But an RC should not and normally does not just confine its activities to the four brick walls of the RC centre. I know for a fact that most RCs actually conduct activities outside the RC centre. The RC centre really is just an administrative place, a place for the RC members to meet and to discuss the activities they want to organize. So I do not think it is really necessary to increase the area. But if Members can justify that they can increase their activities and they need to expand, and by the expansion of the RC centre they can do more for the residents, then I am prepared to go the Ministry of National Development to support his case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am told that the HDB actually is prepared to provide additional space to the RC centre at a concessionary rate of $1.30 per sq metre per month. And now the 80 sq metre only cost $5, a very concessionary rate. In addition to the support given by the RC Group Secretariat, the Liaison Officers (they are now called the Community Development Officers) perform a variety of tasks for the RCs to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> relieve them of the administrative chores of putting up posters and getting banners and so on. These services will definitely continue to be provided, and RCs have over a period of time upgraded their facilities. Now, in addition to the standard fixtures such as ceramic flooring, wall fans, telephones, I am told that new RC centres have aluminium sliding doors and windows as well as residents' lounge fronting the centre. So I believe these facilities are adequate and if there is a need to do more or to provide more, if they can justify, I will be prepared to go to the Ministry of National Development to put up his case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the specific request of the Member for Telok Blangah about the duration of Chairmanship of the RC Chairman, the Advisor actually has the discretion to appoint a person to be a Chairman for any number of years. And if the Advisor feels that a period of two years is an optimum period for the person to be a Chairman, so be it. Just appoint him for two years. But if the Member for Telok Blangah is suggesting that the Ministry fixes a period of two years so that the Advisor is relieved of the odium of releasing the Chairman, the incumbent Chairman, I think that is not a very good idea. I think it is better to leave it to the individual Advisor to decide whether to keep the Chairman for a year, two years or three years, depending on how effective the person is and depending also on whether there are others able and willing to take on the Chairman's job. Because I know that in some constituencies it is just not easy to find a Chairman because of the high mobility in the housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the request to allow a member to remain serving in a particular RC even though he has moved to another estate, I would suggest that that member joins a new service that we have started. It is called the Community Resource Volunteer Scheme. They can join the Scheme and provide service for the particular RC. But I do not think that it is a good idea for an ex-RC member to continue with the RC when there may be other residents who want to become members of the RC. After \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> all, RC is for residents. If you are an ex-resident, then maybe it is better for you to go to the new constituency and serve its RC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards his suggestion about giving grants, I would just briefly touch on that. While it may be a chore, and sometimes takes up a bit of time, to raise money, I believe that in the process of raising money, members of the RC actually get to know one another better and in that sense build up greater camaraderie and friendship. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I just want to seek a clarification from the Minister. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am afraid we are running out of time. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I know. But I thought I heard the Minister say that the RC centres are for RC members. Am I correct? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Wrong. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> It is for the residents, right? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Okay. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You'll listen carefully in future. You have wasted one minute. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I was wondering whether the Ministry could consider the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Send more local performers and groups to participate in art and cultural festivals abroad, or to perform abroad to acquire the necessary exposure and as an incentive for them to improve; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Invite more foreign experts to conduct workshops for our local talents; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Send those with potential for classes and courses abroad to acquire higher and new techniques; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Pay more attention to the development of music and its performance. As unlike drama and dance, it appears that music has somehow lagged behind in development. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 2.50 pm. I will allow the Minister to reply. One minute. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> The suggestions by the Member for Siglap actually are already being implemented in varying degrees and in varying ways. If the Member looked at the report of the newspapers or even get in touch with our officers, he will know that there has been an increasing number of foreign specialists conducting workshops for our artistes, and we have also sent our artistes overseas whenever there is a need to do so and whenever we can find resources to do so. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, in view of the comprehensive reply, at times more than what we bargained for, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I was cut off by the guillotine. If there is time tomorrow, can I squeeze in and make my speech? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Provided there is an amendment relevant to what you intend to raise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment No. (2), 3 minutes. Encik Wan Hussin. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri (Kampong Ubi)</b>(\n  <i>In Malay</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JC 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, last year when I moved this amendment I said that there was a need to have an alternate, Assistant or Deputy President in the Syariah Court. I gave three reasons then. This year I would like once again to try to convince the Minister in charge of the need to have an additional officer in the Syariah Court. I have here divorce figures for 1980 to 1985. I note that between 1980 and 1985, the number of divorces has been on the increase, except for 1982. For example, in 1980 the divorce rate was 12.5%. It rose to 16.1% in 1985. And in those five years, out of 26,934 marriages, there were 3,741 divorces, that is, an average divource rate of 13.8%. The picture, it appears, would remain because apart from the divorces, there are still 975 cases now that require counselling. And outstanding cases that the Court has to deal with so far are 501. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> This indicates that the trend will continue because marriage and population figures will increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore urge the Minister to carry out one of these two proposals: 1) establish a second Syariah Court, or 2) appoint another President. I urge that this be given serious consideration because since 1959 when the Syariah Court was first established, there has been only one Court, and now after alomost 30 years, we still have only one Syariah Court. I hope we could consider this matter seriously. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar)</b>(\n  <i>In Malay</i>): Mr Chairman, Sir, I am replying in my capacity as the Minister in charge of Muslim Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member for Kampong Ubi is right in his observation that there has been an increase in the number of marital dispute cases registered at the Syariah Court every year. The number of divorces decreed has also increased. According to the Syariah Court, the first eight years of marriage are the most critical period in a Muslim couple's married life. in more than 50% of the marital dispute cases heard at the Syariah Court, the couples were found to have been married for less than eight years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main problems cited by couples for their marital disputes are: personality differences assault, infidelity, desertion, nagging and complaining, and inaedequate maintenance. All these problems, except inadequate maintenance, reflect a lack of religious knowledge and understanding among the couples. These problems which they encouter can be overcome if they have sound religious knowledge as Islam teaches its believers to be respectful, tolerant and forgiving of others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Wth regard to marital disputes arising from inadequate maintenance, the root cause is the lack of educational qualifications of the husband which results in his inability to be a good provider. To augment their income, the wife has to go out to work and at the same time, she is also expected to look after the household and their children. Troubles begin when the husband is not supportive and helpful. In such a situation, the husband should share the workload with his wife and in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> this way they can keep their marriage stable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, Mr Chairman, appointing another President of the Syariah Court is not a solution to the problem. The better solution is to try and prevent marriage from going sour. Couples who are well prepared for marriage are normally able to solve their marital problems between themselves without having to seek assistance of the Officers at the Syariah Court or to resort to divorce. Couples intending to get married should attend marriage preparation courses as well as religious knowledge courses so that they will be aware of problems that may arise and how they can be overcome. Such courses are regularly organised by the Syariah Court, the Registry of Muslim Marriages together with mosque management committees of the new-generation mosques and a number of Muslim organizations. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri</b>(\n  <i>In Malay</i>): Mr Chairman. Although the answer given was rather long, I am not convinced, but I would try again next year. With that, I withdraw the amendment. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Before you withdraw, as we are on the question of marriages, I am allowing Mr Chiam to speak as he was unfortunately omitted just now. Mr Chiam, you can have the floor but be very brief, please. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you, Mr Chairman. I shall be brief. I have to declare my pecuniary interest in this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has come to my knowledge that there are two groups of Singaporeans. One group of Singaporeans consists of those who marry foreign spouses in Singapore. The Registry of Marriages allowed them to register their marriage in Singapore. Then they proceeded to set up home, often one of the spouses, a Singapore spouse will purchase an HDB flat, and very soon they have children of their own. There are cases which I have come across. Their foreign spouses were subsequently asked to leave the country. This creates a very serious problem when the family has already been established and roots have already grown. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to ask the Minister. I think they should take into account of Singaporeans marrying foreigners. If once they allow a marriage, and especially if they allow them to proceed to set up home and even after having purchased a flat and having children, the family is split up - I think this is a very serious matter which the Minister must look into. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other cases are those Singaporeans who go abroad and then they stay there and after a while they meet a girl and they marry abroad, and then they bring them back, and the Registry of Marriages allows their foreign marriage to be registered in Singapore. Again, these people subsequently set up home and again they have children, and then they receive a letter asking the foreign spouse to leave Singapore. So this is really breaking up the family. I believe it is bad breaking up a family. As the Minister has just said, the family is a social insurance in time of need. Now you are breaking up the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this is also against the law. I believe it is also against the Constitution. Article 12 of our Constitution says that all citizens are equal before the law. And how is it that some Singaporeans are allowed to marry foreigners and stay here for good and others are not allowed to do so? I believe that even in the Women's Charter, there is a provision which says that it is the duty of both the spouses to maintain the family and to take care of their children. Perhaps the Minister could answer these points. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I think the most appropriate and probably the best time that the Member should have raised this question was when the Head of the Ministry of Home Affairs was up for debate yesterday, on the 23rd. In fact, when the Minister for Home Affairs amply answered the questions raised by the Member for Chua Chu Kang in regard to foreign wives, permanent residence and so on. If the Member is asking me here why, after registering a marriage, we subsequently do not allow the foreign spouse to remain in Singapore, let me just inform him that under the Women's Charter, under the laws we have, if an individual wants to marry a person and so long as he fulfils the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> requirements under the Women's Charter to get married, the Registrar of Marriages will definitely oblige him and allow him to marry the person that he wants. But when it comes to settling down and being a resident in Singapore, that is an entirely different matter altogether. The appropriate time that he should have raised this matter was with the Minister for Home Affairs. Lest he thought he had been denied the opportunity, let me just refer him to the Hansard of 27th March 1986 [Vol. 47, No. 16, cols. 1395-6], I think he can have all the answers that he wants. If that is too long ago perhaps he can refer to the Hansard of 23rd March 1988 which will be printed shortly. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), we have 10 minutes. Mrs Yu-Foo. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JD 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to deal with the need for child care services. I fully support the First Deputy Prime Minister on the setting up of the six Public Committees to enhance the quality of life for Singaporeans, especially the Public Committee on Family and Community Life. Such a committee is most timely in looking at ways and means of enhancing the life and productivity of families and the community in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Committee can coordinate national policies that have an impact on families and to promote ways and means whereby families can be strengthened and be productive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I would like the Committee and the Minister to consider several factors regarding child care: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The cost of child care to the Government, parents and providers; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The quality of service, including staff training and the development of culturally relevant programmes; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The accessibility and affordability of child care; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) The availability of child care choices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I would like to emphasize on the availability of child care choices. There is a need to have more variety of child care arrangements. A wider variety of child care arrangements need to be stimulated and supported by the Government as well as employers to meet the needs of different groups of parents. Of the 127 child care centres in Singapore currently, only 15 are workplace child care centres. Of these, a number of them are set up by statutory boards. Only a few of them are run by private companies. I feel that other employers should look into the setting up of work place child care centres for their employees. Perhaps the committee could look into various ways and means to encourage more workplace child care centres to be set up by employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area of concern is on care for primary schoolers. Currently, the needs of most primary school children who have no adults to supervize them at home are not adequately provided for. A handful of child care centres take in a very small number of these children. The majority are left at home to thier own devices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the debate on the Ministry of Education, the Minister of State for Education told us that most of the drug addicts and problem children lack family care. Therefore, the care for primary school children is important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Community centres under the People's Association which tend to be under utilized during the day can be used to provide care for this group of children. Child minders and other family day care providers who lack of good facilities and play materials in their own homes can also bring the children in their care to these facilities. These facilities can also serve as an emergency centre for parents who have to leave the young child at home for a while to attend to urgent matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another aspect which we should pay attention to is the family care. Family care is a favourite alternative for parents. However, family day care providers are untrained workers caring for a small group of children in their own homes. I feel that these child care providers should also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> undergo formal training to take care of infants and young children in their care. Parents today have higher expectations and look for not only good routine care but also activities that could enhance the child's development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I would like to touch on infant care. One of the problems faced by the child care operator is infant care. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Madam Foo, can I remind you that we have only got 10 minutes for the Minister to reply and Mr Chng has still not spoken? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> All right. Infant care, as you know, Sir, is an expensive service. Of the 127 centres, only one or two organizations provide care for infants. The staff-child ratio for infant care is 1 staff to 5 infants compared to 1 staff to 25 for children between 4 and 6 years old. This is according to the standard set by the Ministry of Community Development. And yet the subsidy given to infant care and care for the older children are the same. I would like to urge the committee and the Minister to review the subsidy for child care based on the different ages of children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, I would urge the Minister to consider seriously. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I am privileged that the Minister has already given his reply to the point that I am going to raise about child abuse. Very briefly, since I am given one minute, I am pleased to report that there is a 100% increase in the number of Members who are raising this question. For the last two years, there was only one. This year we have the Member for Telok Blangah. I am very pleased that the Minister - I do not know whether it is as a result of my bringing up this matter over the last two years - has finally got a committee to look into this. He should have taken me into his confidence so that I may not move this amendment. But since he has the committee to report to him, I am prepared to wait and see the outcome of the report. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, to be very brief on the last point brought up by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> Member for Yuhua on the subsidy for infant care, whether the child is under two years old or two years old to six years old, the Government has decided to grant a $100 subsidy if the child is in a child care centre. As long as the child is below six years old, this subsidy of $100 is equitable. I do not think we can find a way to say that if the child is below two years old, the subsidy should be $200. It is actually up to the parents and the child care operators to decide whether or not to have the child in the child care centre. If the child care operators find that it is not profitable and not effective enough in the use of resources to take care of children under two years old, then perhaps they can raise the fees and hire more people to cope with such children. I do not think at this point in time we will consider increasing the rate of subsidy for children under two years old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the other care arrangements for children, there are other care arrangements such as the foster mother scheme or the family day care scheme that the Ministry takes charge of. The idea of training all private foster care-givers, while it is good in principle, I think is going to be very difficult to carry out because child care-givers in the private sector are so numerous that even if you put resources to train them, I do not think the resources will be put to good use. While it is important that child care-givers are trained, I think it is also important for parents when they look out for child care-givers to make sure that the child care-giver has the ability to manage a child. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I am not very happy with the reply. However, I thank the Minister for his reply. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), 32 minutes. Mr Lim. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JE 1000 of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I really want to ask the Minister to persuade the First Deputy Prime Minister to set up a task force to look into the problems of the lower-income group. He has already given a reply. It is negative. I can assure him that the Backbenchers will come back again in this House at a future date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I will turn to the subject proper which is on public assistance. I think that no debate in the Committee of Supply on this Head will be complete without a call from the Backbench for a review of the quantum of public assistance. I would like once again to ask the Minister to consider reviewing the quantum of public assistance. In this respect, I would like to add that from my experience in managing the town council for the past 1(r) years or so, we have come across a particular problem which has somewhat been reflected in the debate on the Ministry of National Development. It is the problem of people in arrears of their service and conservancy charges. The numbers are high and the HDB has been forced to take legal action to try to recover the arrears owed by the residents. Although the HDB may have referred only 29 cases, and this would, I believe, include arrears in rentals, to the Ministry of Community Develpment for assessment of their need for assistance, I think the number still outstanding is quite large. And although the Minister has said that his officers have been very effective in getting people to pay up, I am sure that underlying the problem, there is, in fact, a large number of people who may need assistance from the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure that the Minister, after reviewing all the cases that are referred to him, would be able to come back to this House and tell us that there is, in fact, a need to review the criteria for genuine hardship cases and the level of support that we should give to those who are genuinely facing financial difficulties. I would like the Minister therefore to state in this House what is the current criteria for the definition of genuine hardship cases and whether he has any intention to review the criteria. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (West Coast):</b> Sir, I would like to join the Member for Kebun \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> Baru in urging the Minister to review the rates for public assistance. I think the rate was actually reviewed in 1985 based on the minimum household expenditure survey of 1984. But I hope that in reviewing the rates the Minister will not just base on the rate of inflation to review the rates, otherwise it will defeat the purpose because the rate currently is at $90 for a one-person household and $220 for a four-person household. I am sure you would agree with me that this amount of money is hardly enough for the recipients to keep their body and soul together. So I hope the Minister when reviewing the rates would take into consideration of progress over the last few years and the real need of the people in keeping their body and soul together. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Dixie Tan and Dr Wong Kwei Cheong are not here. Mr Wong. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, the Member for Kebun Baru says he will continue to urge us to set up this council. I think I have given the answer earlier that even though we may define a certain category as poor, not all of them need assistance but for the cases who need assistance we will try to find a way to help them as much as we can. That is the position that we will continue to take. Although the 29 cases referred to us by the HDB is not a large number, out of the 482 cases that they have who are in rental arrears of four months or more, I was told that these 29 cases were selected at random. And if you know what random means, they are picked without regard to specific biases. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Too small a sample. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Too small a sample. Well, we can get a statistician here to work out for the Member that 29 is not a small sample. If you get a 30-people sample out of a population of 3,000 that is an adequate sample. So 29 out of 482 is an adequate sample. From the sample, we know that just about 20% of them required genuine assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let me say this about public assistance cases. We know that many of them are in genuine hardship and in a difficult position. We also know that there are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> many voluntary organizations, welfare organizations, many concerned individuals who have chipped in to assist this group of people in addition to the assistance given by the Government. But we ought to know that public assistance is given as a financial relief only to people who just do not have the means of economic survival for a number of reasons, and the Member to know the criteria that we adopt in classifying a person as a public assistance case. Just briefly, let me say that the criteria are: the person must be an aged destitute or disabled, mentally ill, chronically sick or unfit to work or widows or deserted wives and children under 12 years old. There could be others who do not comply with these three criteria, and if they require assistance we have other schemes to assist them as well. But in view of the assistance given by the various voluntary organizations and individuals and being mindful of the fact that there is this group of people who require assistance from the Government, the Government has decided to revise the public assistance rates with effect from 1st April this year, not on the basis of inflation or cost of living increases, because if we just base on that alone, then we know that the cost of living increase hardly is more than 2% over the last four years. Nevertheless Government, having considered all the factors, has decided to increase the public assistance rate for a single-person household from $90 to $120, for a two-person household from $140 to $185, for a three-person household from $180 to $240 and for a four-person household from $220 to $295. On average, the increase is about 33% and I believe this is a very substantial increase which will go in some way towards helping these unfortunate people to subsist in our society. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, the Minister has clarified that the cases referred to his Ministry by the HDB were those of arrears in rentals. I think, speaking for the Town Council, Ang Mo Kio West, we will be referring to him a few hundred cases of those in arrears of service and conservancy charge of more than four months. I hope he would, on the basis of his inquiry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> into these cases, come back to this House and tell us whether he needs to review the criteria for genuine hardship. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Can I reply to your question? Before the Member for Kebun Baru refers all his Town Council cases to us for investigation, let me say that if this were done, then I think it will take up a lot of resources which could be put to better use in looking at individuals who come to us for assistance because the 482 cases of the HDB would require a lot of investigators, a lot of inquiry, a lot of effort in determining who really is a genuine hardship case. So if these people that the Member has in his Town Council are really in need of assistance, ask them to come and see us. There may be 500 of them, but ask them to see us. But do not send us a list of 500 names. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> We will be sending these people to the Ministry of Community Development as he requests. I am very happy that the Minister has announced an increase in the public assistance rates from the 1st April. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wan, no? Dr Koh. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, the Senior Citizen's Club, when it was first formed, was meant to meet the social and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;recreational needs of the elderly and this is the right thing to do. But look at what has happened. We have Senior Citizen's Clubs mushrooming all over the island over the years. We have Senior Citizen's Clubs under the People's Association, clubs under the CCC and even the RCs are joining in the band wagon. If you look at the activities of the Senior Citizen's Club, they are all rather stereotyped and unimaginative and they are repeated year in and year out. Because of this lack of central control, local factors come into play and there is biased recruitment of members so that the club becomes a gathering of clans and this therefore stifles room for further expansion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A point which I would like to make is that most of these Senior Citizen's Clubs have mainly Chinese members and I have tried in vain to try to introduce a multi-racial mix in the membership of the Senior Citizen's Club in Telok Blangah. So in a nutshell, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> think the whole concept of Senior Citizen's Clubs should go through a national revamp. A National Senior Citizen's Club Board should be formed within the ambit of the Ministry of Community Development. All the existing Senior Citizen's Clubs will come under the administrative control of the Board. The Board will set out the objectives and functions of the Senior Citizen's Clubs. It will organize seminars and workshops and chart directions for the clubs. I think only in this way will the elderly be able to expect better service from the Senior Citizen's Clubs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in looking after the needs of our able elderly, we must also not forget the needs of the disabled elderly. I would like to propose here to the Minister for the establishment of a separate club, a social recreational club for the disabled elderly. As you know, most of our elderly lead a lonely and often depressing life. They are locked up in a flat while the family members are out at work and they have great difficulty in moving out of their flat during the day. So if we have a club for these disabled elderly, we can bring them down from the flats during the day. They can spend either part of the day or the whole day in the club where we will have volunteers to look after them, emphasis being personal care and personal attention. We can also organize social programmes, outings, for them and also we can include simple physiotherapy exercises for them. So I would like the Minister to consider this. The timing may not be right to establish many of these clubs but I think the timing is right to establish a pilot scheme to see the feasibility of setting up such a club. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, if 173 Senior Citizen's Clubs all over Singapore have unimaginative and stereotyped programmes despite the fact that these are individually run by different groups of people, different interests, I cannot imagine what it will be like if we have a national Senior Citizen's Club that runs activities for the senior citizens. I think it will be much worse. But if the idea is just to coordinate the activities of senior citizens, that is already currently being done by some organizations, for example, SAGE does some of this coordination \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> when the need arises. It is better, in my view, that Senior Citizen's Clubs be allowed to run in a way that the members want to run it. If they want to visit a church or temple, or if they want to visit Kusu Island, or wherever they want to visit or do things together, let them do what they want to do, rather than by a centralized organization. I share his concern that dialect groups or clans may dominate particular Senior Citizen's Clubs. But I think that should not deter them or discourage them from getting more of the others who do not belong to the clan or the particular race to join the club. And if need be, perhaps they could also get the assistance of the other ethnic groups to set up additional clubs within the community centre or within the RC so that they can provide the interaction among the different clubs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Member's suggestion about setting up a special disabled elderly senior citizen's club, I think there are already such organizations that provide for the disabled in three welfare organizations that I know of. One is the White Cane Club for the Blind and that is run by the Singapore Association of the Visually Handicapped. The second one is the Social Group for the Deaf, run by the Singapore Association for the Deaf. The third one is the Spastic Adults Club, run by the Spastic Children's Assocation of Singapore. But as far as possible, even for disabled senior citizens, they should try to join the activities of the Senior Citizen's Club within the vicinity because they are more accessible and it is easier for them to get down to the void deck than to go somewhere else which is far away. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>3.26 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JF 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to touch upon the promotion of cultural activities and the facilities. We all know recently there have been calls for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> various private organizations and individuals to help working towards the building of a more gracious society or one with more cultural atmosphere. In the past the Government and the private organizations have done something and exerted some effort towards a cultural society. But I feel that it is still not enough, particularly by the Government. Firstly, as regards facilities Culture and arts cannot be built up overnight. If we just shout slogans but not follow up with actual planning or actions, it will hardly lead to any result. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not long ago, the Member for Jurong had also mentioned about this. At the moment there are only two theatres of some standing for performing arts. One is Kallang Theatre converted from a cinema, therefore the audio effect is not ideal, the other is Victoria Memorial Hall. They are not very ideal and there are only limited seats available. Every year about 80% of the time for these two theatres have been made use of by Government organizations or semi-government organizations. Only 20% of the time are being made use of by the private organizations. In other words, cultural activists and artists do not have sufficient places for their performing arts and activities. Although the allocation for MCD's main estimates has been increased a little bit for the coming financial year, in the development estimates for facilities and more places for cultural and artistic activities, I do not see anything being allotted. I hope the Minister will look into the question of improvement of facilities soonest possible so that the performing arts and other cultural activities can be better catered for so that workers in this field can show and develop their talents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the next point, when we encourage private organizations and individuals to take part in cultural activities we should also provide some financial aids for them. We can also encourage them to invest in culture by buildings theatres, music halls and arts galleries. We can give them some tax concession also. The next matter is about a cultural fund or foundation. Since the Cultural Fund was set up in December 1978 the funds it has given out for training or as aids were not enough because only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> 42 cultural or artistic workers have got any assistance. I hope the Government will encourage and provide more funds for the artists and cultural workers to go overseas for studying to raise their standards. Cultural organizations should also be given more funds and aids to improve their facilities and activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is about school education where children's interest in arts and culture can be nurtured. In schools among the subjects taught the emphasis is not on arts and music but science, as a matter of Education policy. Those who are interested in arts and music usually lack in principle subjects, therefore could not be recruited by the Government to be trained as teachers. Therefore, in the schools, there is a limited supply of qualified teachers professionally trained in the teaching of arts and music. In this respect, I hope that there would be some coordination with the Ministry of Education to improve the situation so that schools will pay more attention to and there will be more teachers professionally trained in the fields of music and arts. That will also help our people to develop and raise their standard in artistic tastes. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng</b>(\n  <i>In Mandarin</i>): I do not agree with what the Member for Yuhua has said that the Government has not done enough in the field of culture or art. As we all know, in the past three years, the Government has exerted much effort in promoting our culture. This is what everybody would know. As regards our facilities for culture and arts, whether they are enough or not, I would say that we have certain facilities here. We have the Victoria Concert Hall, Drama Centre, the Kallang Theatre and the Singapore Conference Hall. After two to three years later we will have a Singapore indoor stadium. Then we will have more facilities or sites for the activities for our cultural organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards encouraging private organizations or bodies to take part in arts and culture, under the Cultural Foundation and Ministry of Education, we have certain items or programmes to help them carrying out or promoting cultural or artistic activities. In respect of schools, there are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> art and music elective subjects and in most schools there are music bands or choirs and so on. I believe the Ministry of Education and my Ministry are cooperating very well so that in this field we will be doing much better than some 10 to 15 years ago. Therefore, I do not agree with what the Member for Yuhua has said. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon</b>(\n  <i>In Mandarin</i>): Sir, I think whether the Minister agrees with me or not perhaps can be judged by whether there will be more funds to be allotted in future. But obviously in this year's allocation, the Government does not allot more funds to be invested in the provisions of facilities in the fields of culture and arts. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng</b>(\n  <i>In Mandarin</i>): Sir, the Government cannot every year in the Budget allot a large sum of funds for developing the infrastructure of new facilities. For instance, to build a cultural theatre or centre it needs a lot of time for considering, planning and implementing the project and large sums of money to provide for various basic outlays and to provide for the various supplementary facilities. It is not just a matter of allocation of $10 million or $20 million to achieve the target overnight. I believe when our Second Deputy Prime Minister as the Chairman of the advisory council on arts and culture meets with his council later, they will consider any new facilities proposed. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon</b>(\n  <i>In Mandarin</i>): In view of the Minister's promising reply, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. 6. Dr Lau. Five minutes. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Tha the sum to be allocated for Head J be reduced by $10 in respect of Code JF 2000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad to note that the Minister assured the House that the Ministry has always paid sufficient attention to the promotion of culture. Here I would like to raise the question of the relative priorities allocated to the various cultural activities. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> Ministry has always played a very active role in promoting the various arts, especially performing arts, such as drama, dance and music and the quality and range of programmes that we get in the Festival of Arts improve each year. This is surely evidence that the Ministry has tried its best to promote culture in Singapore. However, the audience that we reach out is perhaps limited to those who turn up year after year. We should do more to ensure that a larger number of Singaporeans will be exposed to these cultural activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, in the Straits Times, it was reported that the Singapore Cultural Foundation set aside $327,000 for various cultural activities for the year 1987-88 and this is nearly doubled the amount allocated in the previous year which was $168,000. If you look at the details the Festival of Arts has a sum of $100,000 allocated to it; the Heritage Week which will be held in September this year, $30,000; Singapore Dance Theatre, $50,000; the Singapore Youth Orchestra, $10,000 and so on. The conspicuous absence of literary associations or societies amongst those which have been given funds stood out quite clearly. The only exception mentioned in the Straits Times was the Malay Literary Association, the ASAS 50, which had a sum of $5,000 allocated to it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, even in the Harvard Business School, students of Business Administration were encouraged to read and discuss works of literature that reflect the moral question because there is a growing concern for values and moral decision-making. Surely, there is a need to encourage our local writers to spend their time in works of art, on writing to reflect our local values and attitudes. Literature can prompt us to think more deeply, to sift and sort, to look at the ups and downs of life and to look at ourselves and others around us, ie, to shape an attitude towards life, what we are, what we want life to be and at what cost. As a writer put it, through story-telling, writers try to reach the mind, the heart and the soul of the people. Stories affect them deeply in such a way that they sweat and tremble, toss and turn. Literature complements another kind of moral enquiry where specific situations are analysed and choices for actions dis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> cussed and considered. The relationship between morality and art is subtle. Therefore, we should not under-emphasize the importance of literature. I hope the Ministry, in the years to come, will pay greater attention to the encouragement of local writers. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I must thank the Member for his concern and comments on the importance of literary writings. Lest we get away with the impression that the Government or the Singapore Cultural Foundation did not assist such groups at all, let me assure him that grants were also given to such organizations in their literary pursuits. I do not have the details here. In addition to the few members who were given the Cultural Foundations' grants that appeared in the papers the other day, there are many more that did not appear and that is because in the past when the Singapore Cultural Foundation gave a grant it does so quietly without publicity and without fanfare. Maybe we should do more of that so that more members of the public are aware of the kind of activities undertaken by the Cultural Foundation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have story-writing and essay competitions and so on that have been organized over the last 10 years, I believe, and as a result of which we now have a number of local plays and stories written purely from a Singapore perspective or on a local setting. Such efforts are actually in progress and let me assure him that they have not been neglected. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (7), four minutes. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JG 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when my GPC visited the National Library sometime last year, we revived the issue of Sunday openings for our libraries. We were informed then that the issue \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> would be considered. Perhaps the Minister can inform the House the consequence of our request. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I still get requests from members of the public for us to continue to urge our libraries to open on Sundays and I am told that my colleague, the Member for Yio Chu Kang, also receives similar requests from his constituents now. We are aware of the pilot project at the Marine Parade Branch Library but we are somehow unconvinced that the libraries should not be open on Sundays. Apart from making it more convenient for the public to go to libraries, our view is that Sunday openings could be used as another measure to encourage the habit of reading among the population. Also it is definitely a much better way to spend Sundays at the library than at shopping centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our stand, therefore, Sir, should not be, \"OK. The library is open on Sunday. Let's see how many people can use the facility.\" Rather, Sir, it should be, \"Look. The library is open on Sunday. Why not bring your family to the library? Read together, explore together.\" The GPC feels that the project should not be dismissed that easily and that quickly. The impression we get is that manpower or rather the lack of it is one of the reasons, if not, the main one for not pursuing the project. Can the Minister clarify but, more important, can the Minister reconsider the request for libraries to be open on Sundays? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, if Members were to recall, it was really at the behest of the Member for Yio Chu Kang that I asked the Marine Parade Branch Library to experiment on a trial basis the opening of library on a Sunday. We tried that out between March and August 1986 and we found that, yes, there were people who used the library but they were not in the large numbers that we expected. We have also a factor to consider and, that is, the use of the existing resources that we have in the library. The lack of manpower or womanpower is definitely a serious consideration because if you want to provide additional services, you really need people to manage the place. If you cannot get additional resources, then something got to give. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the last two years, the National Library has undergone a review of its services, in particular in relation to the computerization of office procedures and systems. And arising from this computerization programme, the Library staff have been drastically reduced. But this computerization programme has not been completed yet. I think it will be completed by the end of the year. And when we have finished that computerization project, we will definitely do another review of the staffing complements that we have to see whether we are able to open the library on Sundays. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, at the opportune time, I will certainly remind the Minister of what he promised this House. On that, Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (8). Mr Lau. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JH 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although this topic is on Oral History Unit, I would like to add my support to the previous speaker's request for the opening of libraries on Sundays. And if the Minister has problems with manpower, I suggest that he refers to the Minister for Labour who has successfully asked the People's Association staff to work longer hours without increase in numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, here I would like to touch on a different topic which is the Archives and Oral History Unit. Sir, all countries, large and small, have their own historical perspective and we in Singapore are no exception. Without a sense of history and a pride in our past, we cannot have an adequate understanding of the present and realistic aspirations for the future. In the day of technology and telecommunications, do our younger Singaporeans understand the early history of Singapore? Are they aware of the deprivation and hardship that the early migrants went through, the quality of perseverance which is so much a hallmark of the success of Singapore, the brutality and the viciousness of the Japanese \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> soldiers? To us in our 40s and perhaps some of us in our 30s, we have relatives or uncles, elder brothers taken away by the Japanese soldiers, tortured and beaten to death. This brings home the stark reminder of the importance of our own defence capability, the importance of national service. Do our younger Singaporeans see national service as a chore, as a burden of 2(r) years of unproductive work? Or do they see it as an essential part of our defence capability? I am sure in this and other areas, the Oral History Unit can play a crucial role in bringing home the importance of such virtues and qualities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Archives and Oral History Unit has perhaps been too much of a low-key provider of a service. Perhaps they should look into ways and means of making available the materials that are in the offices of the Oral History Unit. The catalogues, references, indexes can be made available to our tertiary institutions and schools so that students who are doing projects on history can make ready reference to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Clan Associations, some of which have over a hundred years' history in Singapore, are a rich source of information and contain many stories of heros and heroines, many of them are unknown. I am sure the Unit must have very good contacts and connections with the Clan Associations in order to preserve a part of our Singapore history which might go unnoticed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to find out about the plans and activities of the Unit and what they intend to do to give greater visibility to this very important area of work. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I will try to do this in two minutes. Promoting the interest in the study of history is not just the role of MCD. Really the right place is the Ministry of Education. But since we have the two departments - we see for us the role in creating this awareness particularly in our adult population as well as among our children who care to visit such places. And indeeed there have been a number of exhibitions organized by the Oral History Unit together with the Archives on the different aspects of Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> pore, whether it is Singapore River, whether it is about the Japanese War, whether it is about vanishing trades and so on. These things are done periodically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards making available the resources and the materials in these two depositories, the Archives and the Oral History Unit, this is already being done. Students and researchers who have an interest in the materials kept by these two departments have free access to them provided they have a legitimate interest in it. I believe the newspapers recently have also been to the Archives and the Oral History Unit to see what materials they can find so that they can write stories for the readers. And this has been done too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the wealth of information and experiences among the various senior citizens in the Clans, the Member may wish to know that there were a number of projects that try to capture the experiences of such senior citizens in the various Clan Associations, and these are in the form of a project called Communities of Singapore, Chinese Dialect Groups, and so on. What the Member has suggested have in fact been carried out by the two departments. What perhaps is needed is the publicity to be given to such activities so that more people are aware of them. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sun:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (9), 3 minutes. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Tanah Merah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JI 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the National Museum has undergone extensive renovation in 1984 and 1985. Initially it started as Raffles Museum in 1887 and it developed as a museum of natural history, anthropology and history. However, from April 1972, it became a museum of ethnology, history and art of Singapore and South-East Asia. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Museum, I am told, has plans to expand its physical premises and activities to make it a cultural institution of repute. Sir, I wish to ask the Minister the types of activities being conducted by the Museum and whether he would comment on these activities, whether these would really make Singaporeans more aware of our culture and history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am aware that the Museum conducts many activities for school children through the Young People's Gallery. I wish to ask whether the same could also be done for adult Singaporeans. I would also like to suggest that some of the Museum's activities be brought to the community centres where residents can easily participate in them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During a visit to the National Museum last year, the GPC was informed of the problems of the Museum in getting sufficient funds and adequate manpower to conduct the various activities. They also face a chronic shortage of space to store and display the exhibits and collections. On this note, Sir, may I ask the Minister to elaborate on the various plans the MCD has to overcome those problems mentioned. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, our Museum definitely is small by comparison with, say, some of the American or the British Museums. But we are a very small country. Within the limited space that we have, we try to do as much as we can. Although there were considerations of expansion, but these are still in the planning stage, no firm decision has been made, and I do not know where the Member got the information that we plan to set up an institute of this Museum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the funds that we have for acquisition, it is not very much. It is just enough for its present needs but we have other schemes as well to encourage other well wishers who want to contribute to the Museum. And arising from such a scheme, which is a tax exemption scheme, the Museum has been able to receive donations to the value of $1.08 million during the last one year, a sum which is not to be sniffed at. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea of conducting or carrying out some of the activities of the Museum at the community level I think, while worthy of consideration, may not be feasible because many of the items in the Museum are just not easily displayable in community centres for short periods of time, especially when it requires a lot of planning and a lot of resources to put them up. Conducting tours for adults, I think there are enough literature in the Museum for the adults to pick up when they go to the Museum and it is not really necessary or even useful to conduct tours for the adults. But for school children, we do have programmes for school children. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman:</b> I thank the Minister and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (10). Mr Lau. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum</b>(\n  <i>In Mandarin</i>): Mr Chairman, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JJ 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch upon the question of the recognition of RC contributions. RC members have helped to achieve a better environment and maintain security in the housing estates. Since the setting up of Town Council, community leaders in the RCs have also played their part in estate management which has served to bring about higher standards in the environment. Other than this, grassroots leaders have rendered assistance to these in finan- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> cial difficulties. They have spent much time and effort in acting as a channel of communication between the people and the Government. RC members have played a vital role in all these activities. How should we reward them in a practical way for their sacrifice and selfless spirit of service? I think at the moment what they get is a sense of satisfaction for their effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest that in recognition of their services, certain concrete benefits be given to them. For example, union members enjoy rebates given by NTUC Fairprice and other department stores. Will the Minister consider approving this type of benefits for RC members who have served for a minimum of 3 to 5 years? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1988/89, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1988/19880324/19880324-HA-0501405.htm\">Annex - ACCIDENT STATISTICS (1983 - 1987) (Cols. 1405 - 1406)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
